{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2328119/",
  "id": 2328119,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2455877/",
      "id": 2455877,
      "absolute_url": "/opinion/2455877/schreiber-v-east-ramapo-central-school-dist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2328119/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2455877/",
          "id": 2455877,
          "absolute_url": "/opinion/2455877/schreiber-v-east-ramapo-central-school-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2455877/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1703/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:40:24.708744Z",
          "date_modified": "2017-04-10T02:26:55.294314Z",
          "type": "010combined",
          "sha1": "db10cc9c92d5c7828513a2cd77be1cfa5b311e39",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>700 F.Supp.2d 529 (2010)</b></center>\n<center><h1>Philip and Daryl SCHREIBER, as Parents of disabled child, S.S., Plaintiffs,<br>\nv.<br>\nEAST RAMAPO CENTRAL SCHOOL DISTRICT and Superintendent Mitchell J. Schwartz, in his individual official capacity, Defendants.</h1></center>\n<center>Case No. 06-CV-5004 (KMK).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>March 31, 2010.</center>\n<p><span class=\"star-pagination\">*532</span> RosaLee Charpentier, Esq., The Law Office of Salamon Davis, New York, NY, for Plaintiffs.</p>\n<p>Gregg Tyler Johnson, Esq., Jacinda Hall Conboy, Esq., Karen S. Norlander, Esq., Girvin &amp; Ferlazzo, P.C., Albany, NY, for Defendants.</p>\n<p></p>\n<h2><i>OPINION AND ORDER</i></h2>\n<p>KENNETH M. KARAS, District Judge:</p>\n<p>Plaintiffs Philip and Daryl Schreiber (\"Parents\" or \"Plaintiffs\") are the parents of S.S., a child classified in 2004 as learning disabled by Defendant East Ramapo Central School District (the \"District\"). <span class=\"star-pagination\">*533</span> Parents brought this action against the District and against Defendant Mitchell J. Schwartz (\"Schwartz\"), in his \"individual official capacity\" as Superintendent of the District, pursuant to the Individuals with Disabilities Act, 20 U.S.C. § 1400 <i>et seq.</i> (\"IDEA\"), seeking review of three State Review Officer (\"SRO\") decisions regarding reimbursement for tuition they paid for S.S. to attend the Yeshiva of New Jersey, Bergen County (\"YNJ\") for the 2004-05, 2005-06, and 2006-07 school years. Parents also assert entitlement to compensatory relief for alleged discrimination, pursuant to 42 U.S.C. § 1983 (\" § 1983\") and § 504 of the Rehabilitation Act of 1973, as amended, 29 U.S.C. § 794 (\"§ 504\"), as well as to reasonable attorneys' fees.</p>\n<p>Parents have moved for summary judgment on all of their claims. Defendants have also moved for summary judgment on all of Parents' claims. For the reasons set forth below, Parents' Motion for Summary Judgment is denied, and Defendants' Motion for Summary Judgment is granted.</p>\n<p></p>\n<h2><i>I. Background</i></h2>\n<p></p>\n<h2><i>A. Statutory Background</i></h2>\n<p>To put the factual background into context, the Court briefly notes the relevant statutory framework of the IDEA. Under the IDEA, states receiving federal funds are required to provide a free appropriate public education (\"FAPE\") to \"all children with disabilities.\" 20 U.S.C. § 1412(a)(1)(A); <i>see also </i><i>Bd. of Educ. of the Hendrick Hudson Cent. Sch. Dist. v. Rowley,</i> 458 U.S. 176, 179, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982). To meet this obligation, school districts within a state must provide \"special education and related services tailored to meet the unique needs of a particular child, [which are] `reasonably calculated to enable the child to receive educational benefits.'\" <i>Walczak v. Fla. Union Free Sch. Dist.,</i> 142 F.3d 119, 129 (2d Cir.1998) (quoting <i>Rowley,</i> 458 U.S. at 207, 102 S.Ct. 3034) (internal quotation marks and citation omitted). These services must be administered in accordance with an Individualized Education Plan (\"IEP\"), which school districts must have in place at the start of each school year. <i>See</i> 20 U.S.C. § 1414(d)(2)(A).</p>\n<p>In New York, if a parent disagrees with an IEP prepared by a school district, the parent may challenge the IEP by requesting an \"[i]mpartial due process hearing,\" 20 U.S.C. § 1415(f), before an impartial hearing officer (\"IHO\") appointed by a local board of education, <i>see</i> N.Y. Educ. Law § 4404(1)(a). The resulting decision may be appealed to a SRO, <i>see</i> N.Y. Educ. Law § 4404(2); <i>see also</i> 20 U.S.C. § 1415(g), and the SRO's decision may be challenged in either state or federal court, <i>see</i> 20 U.S.C. § 1415(i)(2)(A). Also, \"[i]f parents believe that [the school district] has failed [to provide a FAPE], they may, at their own financial risk, enroll the child in a private school and seek retroactive reimbursement for the cost of the private school from the [district].\" <i>Gagliardo v. Arlington Cent. Sch. Dist.,</i> 489 F.3d 105, 111 (2d Cir.2007).</p>\n<p></p>\n<h2><i>B. Factual Background</i></h2>\n<p></p>\n<h2><i>1. S.S.'s Early Childhood Classification as Learning Disabled</i></h2>\n<p>Parents first requested that the District evaluate S.S. for special education services in March 1997, when S.S. was pre-school aged. (Pls.' Statement of Material Facts (\"Pls.' Years 1 &amp; 2 56.1 Stmt.\") ¶ 2; Defs.' Reply Statement of Material Facts (\"Defs.' Years 1 &amp; 2 56.1 Reply\") ¶ 2.)<sup>[1]</sup> A state-approved <span class=\"star-pagination\">*534</span> evaluation center recommended that the District provide S.S. with special services. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 4.) The District's Committee on Preschool Special Education (\"CPSE\") subsequently classified S.S. as disabled and created an IEP to address S.S.'s needs. (<i>Id.</i> ¶ 7.) The IEP recommended occupational therapy once a week. (Defs.' Statement of Material Facts Pursuant to Local Rule 56.1 (\"Defs.' 56.1 Stmt.\") ¶ 24.) Parents declined to place S.S. in one of the District's schools, instead enrolling her for pre-kindergarten in Ashar, a nonpublic yeshiva school, for the 1997-98 school year. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 8.) The District provided S.S. with weekly occupational therapy. (<i>Id.</i>)</p>\n<p>The District's records show that on June 16, 1998, prior to the start of the 1998-99 school year, S.S. was declassified as disabled at Parents' request. (Defs.' 56.1 Stmt. ¶¶ 25-27; Defs.' Impartial Hearing I (\"IH I\") Ex. 12.) In fact, a form from the CPSE indicates that one of S.S.'s parents signed the form noting his or her disagreement with the CPSE recommendation to refer S.S. to a Committee on Special Education (\"CSE\") for kindergarten. (Defs.' IH I Ex. 12.) The form also has a handwritten note reflecting that S.S. was declassified as per \"parent request.\" (<i>Id.</i>) Parents refute the District's contention that S.S. was \"declassified\" at their request (Pls.' Aff. ¶ 4), contending that they signed the form to indicate their disagreement with the District's recommended services, and to discontinue the weekly occupational therapy, not to declassify S.S. (IH I Tr. 718-20) (Test. of Daryl Schreiber (\"D. Schreiber\").) According to Parents, \"no notice [was given] to [them]\" that S.S. had been \"`declassified' or terminated from special education eligibility.\" (Pls.' Aff. ¶ 4.) The District presented evidence that a representative explicitly notified Parents that \"without [their] consent to\" a CSE meeting, S.S. would not get services.<sup>[2]</sup> (IH I Tr. 1005, 1008-09, 1012-13 (Test. of Marlene Slackman).) Consistent with the District's view, from the 1998-99 school year through the 2000-01 school year, \"no services were provided [to S.S. by the District] and no ... contacts were undertaken\" between the Parties. (Pls.' Aff. ¶ 4; IH I Tr. 271-72, 276-77 (D.Schreiber).) During that time, Parents enrolled S.S. in the Yeshiva of Spring Valley (\"YSV\"), a nonpublic yeshiva school, for kindergarten, first grade, and second grade (IH I Tr. 268, 682), and there is no record of them following up with the District to pursue CSE review or any special education services.</p>\n<p></p>\n<h2><i>2. Evaluation of S.S. During the 2001-02 School Year</i></h2>\n<p>In June 2001, prior to S.S. beginning third grade, Parents requested that S.S. <span class=\"star-pagination\">*535</span> be evaluated for special education services by YSV. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 21.) YSV referred S.S. to the District for an evaluation. (<i>Id.</i>) The document containing the educational evaluation noted that S.S. was \"referred for an educational evaluation because she [was] having some academic difficulty.\"<sup>[3]</sup> (Pls.' IH I Ex. B, at 1.) There is no suggestion that the District was told that S.S, was viewed as being disabled or was being referred to the CSE. In any event, the educational evaluation showed that S.S. lagged in \"spelling, written expressive language and vocabulary,\" and that she exhibited \"[m]ore significant lags... in silent reading comprehension.\" (<i>Id.</i> at 3.) The evaluation also stated that S.S. had \"above grade level skills in reading recognition, phonics, and reading comprehension and listening comprehension,\" as well as \"grade appropriate skills\" in \"math computation.\" (<i>Id.</i>) A separate psychological evaluation revealed that S.S. had a \"sense of lowered self esteem.\" (Pls.' IH I Ex. A, at 3.) Both the educational and psychological evaluations included recommendations to improve S.S.'s reading comprehension and written expressive language skills. (<i>Id.</i> at 4; Pls.' IH I Ex. B, at 3.) Specifically, the educational evaluation recommended \"remedial reading instruction\" and practice in certain comprehension skills. (Pls.' IH I Ex. B, at 3.) No recommendation was made that S.S. was disabled or that S.S. be referred to the CSE.</p>\n<p>After the evaluations were completed, the District did not conduct a CSE meeting to develop an IEP for the 2001-02 school year. (Pls.' Aff. ¶ 9; Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 26.) Parents claim that they requested a referral to the CSE (Pls.' Aff. ¶ 6), but offer no documentation to support this assertion. Instead, Parents suggest that the results of the psychological report and the educational evaluation themselves demonstrate the need for referral to the CSE. However, the psychological report notes that the educational testing evaluation \"indicated age appropriate functioning except in silent reading and written language areas.\" (Pls.' IH I Ex. A, at 2.) The ultimate conclusion of the psychologist was that S.S. was a \"second grader currently functioning in the lower portion of the average range intellectually. Verbal comprehension and auditory attention were average while perceptual organization was low average. Moderate deficits were noted in visual sequencing and visual synthesis which appear to depress reading comprehension.\" (<i>Id.</i> at 3.) There is no indication in either the psychological report or the educational evaluation that S.S. was viewed as disabled, and Parents have failed to demonstrate that they, YSU, or the private evaluators requested a CSE. Indeed, the record contains not a single letter from Parents expressing concern about why the District had not referred S.S. to a CSE or why no IEP was proposed for S.S. Instead, Parents thereafter removed S.S. from YSV and enrolled her in another private yeshiva school, Ateres, for third grade, fourth grade, and fifth grade. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 28.) Parents appear to have not made any request during these years to have S.S. referred to the District's CSE.</p>\n<p></p>\n<h2><i>3. Evaluation of S.S. During the 2004-05 School Year</i></h2>\n<p>In June 2004, prior to S.S. beginning sixth grade, Parents referred S.S. for a private psychoeducational evaluation because of their continuing concern about her performance in school. (Pls.' Aff. ¶ 11; <span class=\"star-pagination\">*536</span> IH I Tr. 290-91; Defs.' IH I Ex. 5, at 1.) A psychoeducational evaluation provided by Aliza Zucker, a school psychologist, and her supervisor, Dr. Judith Silver, showed that S.S.'s cognitive abilities were average overall, but that she exhibited significant weakness in reading and spelling. (Defs.' IH I Ex. 5, at 3, 6.) \"[H]er verbal expression [was] in the [l]ow [a]verage range, evident in whole speech as well as poor word knowledge and retrieval.\" (<i>Id.</i> at 6.) While she exhibited average problem solving skills, her problem solving was \"often interfered with by her language weakness.\" (<i>Id.</i> at 6-7.) S.S. also exhibited problems with spelling and with phonological processing. (<i>Id.</i> at 7.) \"[I]t [was] more difficult for [S.S.] to perceive, break down and compose sounds and sound combinations than for other children her age.\" (<i>Id.</i>) These symptoms were all consistent with a diagnosis of dyslexia. (<i>Id.</i>) S.S. exhibited average overall math skills, though she did \"process[] math tasks at a slower rate compared to other children her age.\" (<i>Id.</i> at 5.) Psychologically, the evaluation showed that S.S.'s \"academic difficulties and negative attitude toward school are not solely attributable to her limitations in ability, but to her personality and emotional functioning as well.\" (<i>Id.</i> at 7.) S.S. demonstrated low-self esteem, a failure to recognize her personal strengths, and \"feelings of helplessness.\" (<i>Id.</i>)</p>\n<p>The evaluation recommended that S.S. be educated within a regular school setting with the addition of \"an integrative resource room program,\" and \"extended time [testing], reading assistance, and multiple choice tests.\" (<i>Id.</i>) The evaluation also suggested that S.S. \"be given the opportunity to organize clubs, activities, or projects to boost self-esteem by fostering\" her \"strength as an organizer and a leader.\" (<i>Id.</i>) To further boost her self esteem, the evaluation recommended regular psychotherapy for S.S. (<i>Id.</i> at 8.) To address S.S.'s deficiencies in language, the evaluation recommended that Parents consult with a speech-language pathologist to discuss the benefits of language therapy. (<i>Id.</i>) The speech-language pathologist with whom Parents consulted recommended language therapy for S.S. \"to address the weaknesses she presents in auditory comprehension, oral expression, reading and writing,\" and a \"structured writing remediation program\" to help S.S. with writing. (Defs.' IH I Ex. 6, at 7-8.) This evaluation, done on August 26, 2004, also noted that S.S.'s \"parents are considering transferring her to [YNJ], another dual curriculum program though [S.S.] would be in a self-contained classroom.\" (<i>Id.</i> at 2.)</p>\n<p>After the private evaluations were completed in August 2004, Parents decided to pull S.S. out of Ateres and to enroll her in the sixth grade class at YNJ, a private yeshiva school, for the 2004-05 school year. (Pls.' Aff. ¶ 16; IH I Tr. 312 (D.Schreiber).) Parents then requested a CSE meeting with the District in September 2004 and provided the District with copies of the private evaluations they had obtained. (Pls.' Aff. ¶ 15; Defs.' 56.1 Stmt. ¶ 37.) The District convened the CSE meeting on November 3, 2004. (Defs.' 56.1 Stmt. ¶ 43.) At the meeting, the CSE classified S.S. as learning disabled and developed an IEP for the 2004-05 school year. (Defs.' IH I Ex. 1, at 1; IH I Tr. 20-21 (Test. of Rosemary Bair (\"Bair\")).) The IEP noted that S.S.'s \"significant academic deficits, particularly in reading, interfere with her ability to progress in the mainstream without support.\" (Defs.' IH I Ex. 1, at 2.) The IEP recommended that S.S. receive daily resource room services for forty minutes per day in a classroom with one teacher and a maximum of four other learning disabled students. (<i>Id.</i> at 1; IH I Tr. 23 (Bair).) The IEP also recommended that S.S. be given extended <span class=\"star-pagination\">*537</span> time for tests, which would be administered in a location separate from other students. (Defs.' IH I Ex. 1, at 1; IH I Tr. 23-24 (Bair).) These were the only special services recommended in the IEP to address S.S.'s needs. The IEP included goals and objectives in the areas of study skills, reading, writing, and math. (Defs.' IH I Ex. 1, at 5-7.) The IEP did not include any social or emotional goals for S.S, instead stating that S.S. had \"no social and emotional needs that should be addressed through special education at this time.\" (<i>Id.</i> at 3.) Parents were \"hesitant\" about the IEP, but they did not state their disagreement with the IEP at the meeting. (Defs.' 56.1 Stmt. ¶ 50; IH I Tr. 25-27 (Bair).) Parents left the meeting with the consent for services form in hand, but they did not thereafter return the form or otherwise consent. (IH I Tr. 26-27 (Bair).)</p>\n<p>Parents did not formally object to the IEP until February 7, 2005, when they requested an impartial hearing on the IEP. (Pls.' Aff. ¶ 18; IH I Ex. 1, at 1.) Parents claimed that the November CSE meeting was procedurally inadequate because the District had failed to conduct an observation of S.S. prior to the November CSE meeting, as required by N.Y. Comp. Codes R. &amp; Regs. tit. 8 § 200.4(b)(1)(iv), and that none of S.S.'s teachers was present at the meeting. (IH I Ex. 1, at 1.) Substantively, Parents argued that the IEP's recommended program, including its overall goals and objectives, was inappropriate for S.S. (<i>Id.</i> at 2.) Parents sought tuition reimbursement for S.S.'s YNJ tuition. (<i>Id.</i>) In response, the District prepared an updated social history, observed S.S. during her Hebrew class at YNJ, and conducted an educational evaluation of S.S. (Defs.' IH I Exs. 7, 9.) The school psychologist who observed S.S. stated that the secular studies teacher at YNJ believed S.S. was \"making satisfactory academic progress,\" although S.S. was, at times, \"reluctant to comply ... with directions.\" (Defs.' IH I Ex. 7, at 1.) Similarly, the religious studies teacher reported to the District observer that S.S. was making progress and was \"well-behaved\" and \"eagerly complie[d] and follow[ed] directions.\" (<i>Id.</i>) After observing S.S. in class, the school psychologist stated \"there are questions as to whether or not this program is offering instruction in the least restrictive environment.\" (<i>Id.</i> at 4.) In the updated educational evaluation, the District's school psychologist recommended that S.S. be encouraged to read grade-level material and suggested that \"[c]ontinued academic support would be ... beneficial ... to facilitate achievement.\" (Defs.' IH I Ex. 9, at 2.)</p>\n<p>On March 17, 2005, the District convened another CSE meeting in which additional teachers, including one of S.S.'s teachers from YNJ, participated. (Defs.' IH I Ex. 2, at 4; IH I Tr. 66-67 (Bair).) The CSE ultimately proposed an IEP with a projected start of March 29, 2005 and a review date of June 23, 2006; in other words, the IEP was to cover the remainder of the 2004-05 school year and the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) The new IEP recommended the same classification, program, and placement in the resource room recommended by the November 2004 CSE, and continued to state that \"no social and emotional needs... should be addressed through special education at this time.\" (<i>Id.</i> at 1, 3.) The new IEP stated that \"[a]lthough [YNJ] feels that [S.S.] is making satisfactory progress in her current self-contained setting, after much discussion this committee feels that this setting is too restrictive to meet this student's needs.\" (<i>Id.</i> at 4.) Parents did not consent to the IEP at the meeting. (IH I Tr. 35-36 (Bair).) Instead, Parents again left the meeting with the consent form in hand, but they did not <span class=\"star-pagination\">*538</span> provide consent to implement the proposed IEP. (<i>Id.</i> at 30-31.) S.S. continued to attend YNJ throughout the 2004-05 school year. (Pls.' Aff. ¶ 41.)</p>\n<p></p>\n<h2><i>4. S.S.'s 2004-05 School Year at YNJ</i></h2>\n<p>S.S.'s program at YNJ, a yeshiva, consisted of religious and Hebrew instruction in the morning and secular studies in the afternoon. (Defs.' 56.1 Stmt. ¶¶ 56-57.) At YNJ, S.S. was enrolled in a \"transitional program\" designed to help S.S. build skills that ideally would enable her to eventually be mainstreamed in a \"regular classroom.\" (IH I Tr. 312-13 (D.Schreiber).) The transitional program is a \"self-contained, skills-based program.\" (Defs.' 56.1 Stmt. ¶ 51.) YNJ sought to address S.S.'s needs through reading instruction in the Wilson Programa multi-sensory reading program similar to the Orton-Gillingham method recommended in the 2004 evaluationthree times a week, one-on-one. (IH I Tr. 532, 591 (Test. of Barbara Goldstein (\"Goldstein\")).) To improve S.S.'s fluency, YNJ assisted S.S. with \"guided reading with the teacher,\" as well as \"individual reading time.\" (<i>Id.</i> at 540.) To address S.S.'s deficiencies in writing, YNJ used Judith Hochman's Basic Writing Skills Program in all academic courses that involved writing. (<i>Id.</i> at 533.) YNJ provided independent attention for S.S. to develop her vocabulary, and utilized a Target Spelling program to improve her deficiencies in spelling. (<i>Id.</i> at 538-39.) Both S.S.'s YNJ teachers and Parents felt that S.S. made both academic and emotional progress after attending YNJ for one school year. (<i>Id.</i> at 313 (D.Schreiber); <i>id.</i> at 541-45 (Goldstein).) Although YNJ did not offer S.S. psychological counseling, the director of the YNJ program spoke with Parents about arranging counseling for S.S. (Defs.' 56.1 Stmt. ¶ 55.)</p>\n<p>For the 2004-05 school year, S.S. was only mainstreamed with \"regular\" students for morning prayers, breakfast, recess, lunch, gym, computers (once weekly), bible class (once weekly), social skills classes, and monthly community-service projects group. (IH I Tr. 528 (Goldstein); Defs.' 56.1 Stmt. ¶ 58.) During the 2004-05 school year, S.S. was not mainstreamed for any academic subjects, and she was taught in small classes comprised of no more than eight students, one teacher, and one teaching assistant. (IH I Tr. 527 (Goldstein); Defs.' 56.1 Stmt. ¶ 54.) YNJ considered mainstreaming S.S. for the 2004-05 school year for math, because the evaluations of S.S. from August 2004 showed that her math skills were on grade-level. (IH I Tr. 547, 604 (Goldstein).) Nevertheless, YNJ independently assessed S.S. for the mainstream math program and determined that she did not qualify, both because of her deficiencies in reading and because of the intensity of YNJ's mainstream math program. (<i>Id.</i> at 547-48, 604-06.)</p>\n<p></p>\n<h2><i>5. S.S.'s 2005-06 School Year at YNJ</i></h2>\n<p>Parents contend that the District did not convene a meeting of the CSE to evaluate S.S.'s needs for the 2005-06 school year and that it did not prepare an IEP for S.S for that school year. (Pls.' Aff. ¶¶ 33-34.) On its face, the IEP prepared by the District at the CSE meeting on March 17, 2005 covered the end of the 2004-05 school year through the entirety of the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) Dr. Rosenshein, who was not an employee of the District and who did not participate in the CSE meeting, stated that, in his opinion, the June 2006 review date was an error because an IEP should be created for each school year. (IH I Tr. 429 (Test. of Joel S. Rosenshein (\"Rosenshein\")).)</p>\n<p>Throughout the 2005-06 school year, Parents continued S.S.'s enrollment at YNJ. (Pls.' Aff. ¶ 35.) Parents claim that they felt that S.S. had made progress in the 2004-05 school year, and that they <span class=\"star-pagination\">*539</span> believed that she would continue to make progress in the 2005-06 school year. (Pls.' Aff. ¶ 41.) Ms. Goldstein, the head of YNJ's transitional program, testified that prior to the beginning of the 2005-06 school year, YNJ planned to place S.S. in a mainstream science class (IH I Tr. 579 (Goldstein).) Evidence not available to IHO I shows that S.S. was, in fact, mainstreamed for 7th grade science. (Impartial Hearing III (\"IH III\") Tr. 132 (Test. of Philip Schreiber (\"P. Schreiber\")); Pls.' IH III Ex. G.) Evidence suggests that S.S. was also mainstreamed once a week in writing toward the end of the 2005-06 school year. (Pls.' Aff. Ex. EE, at 4; Pls.' IH III Ex. H, at 1.)</p>\n<p></p>\n<h2><i>6. S.S.'s 2006-07 Evaluation and School Year at YNJ</i></h2>\n<p>On March 27, 2006, the District requested in a letter that Parents consent to the District reevaluating S.S. in order to \"make appropriate recommendations for the coming school year.\" (Defs.' IH III Ex. 2.) In May 2006, Parents consented to the evaluation, to YNJ exchanging information with the District, and to the District observing S.S. in class. (Pls.' IH III Ex. I.) The District conducted its evaluation in June 2006. (Pls.' IH III Ex. H.) The evaluation showed that S.S. scored in the 7th percentile for \"word reading\" and had \"some difficulty in sounding out many multi-syllabic words;\" showed \"poor knowledge of spelling rules and homophones;\" had confidence in writing an essay but showed weaknesses in using \"mature vocabulary words, grammar and capitalization and punctuation;\" and scored in the 37th percentile for \"numerical operations,\" showing \"confidence when asked to complete math processes\" but difficulty with \"fractions, decimals, and simple algebraic equations.\" (<i>Id.</i> at 2.) The evaluator concluded that S.S. appeared most competent in \"mathematical computations skills\" and was confident about creative writing. (<i>Id.</i> at 1.) \"Spelling, vocabulary and critical reading skills\" were below grade level and specific \"skills in written expressive language... [were] apparent weaknesses.\" (<i>Id.</i> at 3.) The evaluator recommended \"small group instruction\" for S.S. to address her deficits and stated that S.S. should \"continue her fine work in the area of mathematical computation.\" (<i>Id.</i>)</p>\n<p>After the evaluation, the District's school psychologist sent a letter to Parents, dated July 19, 2006, stating that Parents had a \"right to refer\" S.S. to the CSE and asking Parents to complete and return a referral letter. (Defs.' IH III Ex. 4.) In August 2006, Parents responded by letter, stating that no IEP was in place for 2006-07, and that they were enrolling S.S. in YNJ, and that they would \"seek full tuition reimbursement and related costs\" from the District. (Defs.' IH III Ex. 5.) A slew of correspondence followed between the District and Parents, in which the District accused Parents of failing to cooperate and requested that Parents consent to a CSE meeting and to providing access to YNJ's records. (Defs.' IH III Exs. 7-8.) The District eventually requested records from YNJ (Defs.' IH III Ex. 11), and later wrote another letter to Parents stating that YNJ had not yet sent any records and again asking Parents to consent to an evaluation of S.S., (Defs.' IH III Exs. 12, 13). No IEP was developed for the 2006-07 school year, and Parents again unilaterally placed S.S. at YNJ. (Rule 56.1 Statement on Pls.' Mot. for Summ. J. on Year # 3 (\"Pls.' Year 3 56.1 Stmt.\") ¶¶ 13-14.)</p>\n<p>Several IEPs were prepared by YNJ during the 2006-07 school year to track S.S.'s goals and progress. The IEPs stated that S.S.'s reading \"improved tremendously,\" though she still had \"difficulty with unfamiliar words.\" (Pls.' IH III Ex. C, at 10, 22.) By the end of the year, S.S. <span class=\"star-pagination\">*540</span> had completed the entire Wilson reading program and was \"able to sound out most words independently.\" (<i>Id.</i> at 32.) S.S. had greater difficulty \"when reading in content areas,\" and had difficulty retaining information. (<i>Id.</i> at 33.) The June 2007 IEP stated that S.S. had showed \"great improvement in her understanding of social studies concepts,\" but that S.S. needed to review class lessons daily and to ask more questions. (<i>Id.</i>) S.S.'s writing also seemed to improve as her IEPs state that she was \"able to organize single paragraphs without using an outline,\" was able to use \"varied sentence structures and conjunctions\" (<i>id.</i> at 12, 24), and was able to write a three-page social studies term paper with the help of \"specific guiding questions and directions,\" (<i>id.</i> at 34). The IEPs stated that S.S. had \"become more confident in her relationships with her peers\" (<i>id.</i> at 14), was \"quick to socialize\" (<i>id.</i> at 20), and had \"developed friendships with girls in the mainstream class,\" (<i>id.</i> at 35). The March 2007 IEP noted that S.S.'s behavior, which was \"previously exceptional, ha[d] declined\" (<i>id.</i> at 26), but the June 2007 IEP stated that her behavior had improved, (<i>id.</i> at 35). The June 2007 IEP stated that, overall, S.S. \"progressed nicely both academically and socially.\" (<i>Id.</i> at 35.)</p>\n<p>In 2006-07, S.S. was mainstreamed in math and received good marks on her mainstream classwork evaluation for math. (Pls.' IH III Ex. G; <i>id.</i> Ex. C, at 8.) S.S. was removed from the mainstream science class because unlike the 7th grade class, which was more hands-on, the 8th grade class involved intensive reading. (IH III Tr. 143-144 (P. Schreiber).) S.S. was not mainstreamed in any other secular academic classes besides math. (Pls.' IH III Ex. G.) S.S. continued to be mainstreamed in certain religious studies classes, such as \"Prophets\" and Bible studies, as well as computers and physical education. (<i>Id.</i>) The March 2007 religious studies IEP commented on S.S.'s performance in the mainstream classes, noting that although S.S. often forgot homework and did not follow instructions, \"[w]hen supported with reviews and one-on-one sessions, [S.S.] ... is capable of doing well, even in the mainstream classes.\" (Pls.' IH III Ex. C, at 20.) Similarly, the November 2007 IEP for religious studies stated that S.S. interacted well with her peers \"especially when grouped with her friends in the parallel eighth grade class,\" and that S.S. was \"motivated to do well in the mainstream classes ... and her scores reflect comprehension and review.\" (<i>Id.</i> at 30.) The IEP stated that \"[S.S.] does not perform as well in the smaller classes\" because she did \"not review nightly[,] ... put the appropriate effort into mastering new skills and material,\" or accept \"all of the responsibilities of a student.\" (<i>Id.</i>)</p>\n<p></p>\n<h2><i>7. Administrative Review of IEPs and the Private Placement</i></h2>\n<p></p>\n<h2><i>a. IHO I's Decision</i></h2>\n<p>IH I, requested by Parents on February 7, 2005, was held on five dates between July 6, 2005 and October 31, 2005. (SRO Decision No. 06-013, dated Mar. 27, 2007 (\"SRO I Decision\") 7.) In the impartial hearing, Parents sought reimbursement for S.S.'s tuition at YNJ for the 2004-05 and 2005-06 school years, fees related to counseling and language therapy for S.S., costs related to S.S.'s tutoring, and costs for private evaluations conducted in 2004.<sup>[4]</sup><span class=\"star-pagination\">*541</span> (IHO Decision dated Dec. 30, 2005 (\"IHO I Decision\") 1.)</p>\n<p>IHO I concluded that the November 3, 2004 and March 17, 2005 IEPs would not provide S.S. with a FAPE as required by the IDEA, but he denied all of Parents' requests for reimbursement. (<i>Id.</i> at 4-6.) Specifically, based on the evidence presented at the hearing, IHO I determined that \"S.S. [was] in need of a program that addresse[d] her verbal needs, which focus[ed] on weakness in her verbal comprehension and associated spelling and vocabulary deficits which impede[d] her ability to express herself in writing.\" (<i>Id.</i> at 3.) IHO I concluded that the IEPs proposed by the District were inappropriate because they did not address S.S.'s needs for speech-language services, counseling, or one-on-one remedial reading. (<i>Id.</i> at 5.) IHO I determined that S.S. required a program that \"meets S.S.'s verbal comprehension and writing needs directly and further provides one on one speech and language services to eliminate her spelling and vocabulary weaknesses\" as well as \"counseling . . . on a weekly basis.\" (<i>Id.</i>)</p>\n<p>Although IHO I concluded that the IEPs were inappropriate, he refused tuition reimbursement for Parents for the 2004-05 and 2005-06 school years because he deemed YNJ an inappropriate placement for S.S. (<i>Id.</i> at 5-6.) IHO I noted that S.S. was given the opportunity to be mainstreamed with other students at \"meals[], recess/gym, computer and Bible.\" (<i>Id.</i> at 3.) Despite this mainstreaming opportunity, IHO I noted that the YNJ program was a \"self-contained class\" and that \"the opportunity for S.S. to interact in the school's mainstream [was] substantially limited.\" (<i>Id.</i> at 3-4.) In IHO I's judgment, \"[w]hile S.S. is a child with a learning disability, I do not find that her disability is so severe that she should be deprived of the benefits as a student that she can receive by being in regular classes, with support to address her needs.\" (<i>Id.</i> at 4.) The IHO felt that while S.S. was \"succeeding to some degree in [the YNJ] placement,\" her weaknesses could be corrected \"with the proper remedial instruction\" and that she would \"benefit personally . . . from her presence in a less restrictive environment as mandated by New York law.\" (<i>Id.</i>) IHO I also credited evidence that suggested that the dual language instruction at YNJ \"has had some impact relative to [S.S's] English language failings, both verbal and written.\" (<i>Id.</i> at 4.) IHO I directed the District to reconvene the CSE to promptly prepare an IEP to appropriately address S.S.'s needs. (<i>Id.</i> at 6.)</p>\n<p>IHO I also rejected Parents' claims that the District had \"no procedures in place to affirmatively locate a child with a learning disability\" (<i>id.</i> at 5), as the child find provision of the IDEA requires, <i>see</i> 20 U.S.C. § 1412(a)(3)(A).<sup>[5]</sup> IHO I noted that \"S.S.'s mother was fully familiar as to the opportunity to refer a child for services.\" (<i>Id.</i> at 6.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*542</span> <i>b. SRO I's Decision</i>\n</h2>\n<p>On February 16, 2006, Parents appealed IHO I's decision to SRO I, seeking, inter alia, tuition reimbursement for school years 2004-05 and 2005-06. (SRO I Decision 1, 8.) The District cross-appealed, arguing that IHO I incorrectly decided that the IEPs proposed for S.S. were inappropriate. (<i>Id.</i> at 9.)</p>\n<p>SRO I reviewed the evidence, beginning with the initial classification of S.S. as disabled in the Spring of 1997. (<i>Id.</i> at 2.) SRO I summarized the subsequent events and testing, including the 2001 and 2004 evaluations. (<i>Id.</i> at 2-5.) Based on his review of the record, SRO I determined that S.S. had \"overall cognitive ability\" in the \"average range\" with \"deficits in reading decoding, reading comprehension, spelling, vocabulary and word retrieval.\" (<i>Id.</i> at 1.) In addition, SRO I recognized that S.S. \"struggle[d] with low self-esteem, feelings of inadequacy, and a poor attitude toward school.\" (<i>Id.</i> at 1-2.) SRO I concurred with IHO I that the District had failed to offer S.S. a FAPE because the IEPs failed to adequately address her speech-language and social-emotional needs. (<i>Id.</i> at 10.) Under the terms of the IEPs, S.S. would have spent forty minutes daily in the resource room with no more than five students, and the rest of her program would have been in general education classes of 18-24 nondisabled students. (<i>Id.</i>) SRO I found that this program would not appropriately address goals and objectives related to S.S.'s demonstrated lag in vocabulary, comprehension, word-retrieval skills, verbal abstract thinking skills, and oral and language skills. (<i>Id.</i> at 10-11.) In addition, SRO I noted that \"[g]iven the results of the psychoeducational evaluation report, the IEPs should have addressed the student's present levels of performance in the social emotional domain more in depth.\" (<i>Id.</i> at 11.)</p>\n<p>SRO I also agreed with IHO I's conclusion that YNJ was an inappropriate placement for S.S. during the 2004-05 school year \"because it is an overly restrictive environment for the student.\" (<i>Id.</i> at 12.) SRO I noted that the IEP developed by YNJ \"contained goals that targeted [S.S.'s] decoding, reading comprehension, writing, and mathematic skills,\" and that S.S. had made some progress in her reading and spelling skills at YNJ. (<i>Id.</i> at 12-13.) SRO I also noted that the director of YNJ's transitional program had testified that S.S.'s performance was different in a one-on-one setting, that S.S. \"exhibited deficits in following directions,\" and that S.S. required \"additional review of learned material more than a `regular class' would require.\" (<i>Id.</i> at 14.) Nevertheless, SRO I ultimately concluded that the transitional program in which S.S. participated at YNJ was inappropriate because it was an \"overly restrictive environment.\" (<i>Id.</i> at 12.) SRO I explained that parents \"are not held as strictly to the standard of placement\" in the least restrictive environment as are the schools, but that \"the restrictiveness of the parental placement may be considered in determining whether the parents are entitled to an award of tuition reimbursement.\" (<i>Id.</i>) Noting that the evidence demonstrated that S.S. \"was not mainstreamed for any academic subjects\" and that \"[t]he record does not show that YNJ attempted to mainstream [S.S.] for any academic subjects other than math\" (<i>Id.</i> at 14), SRO I agreed with IHO I that S.S.'s \"average to low cognitive abilities and achievement test scores did not require a self-contained classroom of no more than seven students for all academic subjects,\" (<i>id.</i>) SRO I reached this conclusion despite acknowledging that S.S. was mainstreamed \"for prayer, breakfast, recess, lunch, gym, once weekly Bible class, once <span class=\"star-pagination\">*543</span> weekly computer class, once per month community service project and social skills class.\" (<i>Id.</i>) In reaching its decision, SRO I noted that the \"mainstream curriculum at YNJ was described as `very academic,' `intense' and competitive.\" (<i>Id.</i>)</p>\n<p>SRO I also rejected Parents' claim for reimbursement for the 2005-06 school year. (<i>Id.</i> at 15.) Noting that there \"was no information in evidence regarding the student's program at YNJ during the 2005-06 school year or how that program met her special needs,\" SRO I concluded that Parents had failed to carry their burden of demonstrating that YNJ was an appropriate placement for S.S. for the 2005-06 school year. (<i>Id.</i>)<sup>[6]</sup></p>\n<p></p>\n<h2><i>c. IHO ll's Decision Regarding the 2005-06 School Year</i></h2>\n<p>On June 22, 2006, Parents requested a second administrative hearing to address their claim for reimbursement of tuition for the 2005-06 school year. (Pls.' Aff. ¶ 30; IHO Decision dated July 24, 2006 (\"IHO II Decision\") 1.) The District moved to dismiss Parents' claim \"on the grounds that the . . . claim for reimbursement of tuition for the 2005-06 school year ha[d] been previously determined in a previous [i]mpartial [h]earing.\" (IHO II Decision 1.)</p>\n<p>IHO II dismissed the June 22, 2006 claim on the ground that res judicata barred a second hearing on Parents' entitlement to reimbursement for the 2005-06 school year. (<i>Id.</i> at 4-5.) IHO II noted that while Parents' initial request on February 7, 2005 for an impartial hearing contain[ed] \"no mention of any issues regarding the 2005-06 school year,\" the first administrative review had \"address[ed][] Parents' claims for both the 2004-05 and 2005-06 school years.\" (<i>Id.</i> at 3-4.) IHO II found it significant that when Parents appealed IHO I's decision to SRO I, they did not argue that IHO I had erred in deciding the issue of reimbursement for the 2005-06 school year. (<i>Id.</i> at 4; Pls.' Pet. on Appeal to SRO I 18.) Instead, Parents requested SRO I award them tuition reimbursement for 2005-06. (IHO II Decision 4.) Accordingly, SRO I's decision resolved Parents' claim for reimbursement for the 2005-06 school year. (<i>Id.</i>) Based on these findings, IHO II dismissed Parents' claim for reimbursement for the 2005-06 school year. (IHO II Decision 5.)</p>\n<p></p>\n<h2><i>d. SRO ll's Decision</i></h2>\n<p>Parents appealed IHO ll's decision to SRO II, and SRO II concluded that IHO II had appropriately dismissed the claim \"based upon the doctrine of res judicata.\" (SRO Decision No. 06-100, dated Sept. 29, 2006 (\"SRO II Decision\") 1.) In response to Parents' claim that they had not had a fair opportunity to present their case regarding the 2005-06 school year, SRO II found that \"[t]o the extent that [Parents] requested relief regarding the 2005-06 school year during [IH I] and then failed to present evidence at [IH I], they are precluded from now doing so.\" (<i>Id.</i> at 3.) In reaching this conclusion, SRO II noted that Parents' original due process claim to IHO I requested relief only for 2004-05, but that IH I and the appeal to SRO I reflected that Parents were also seeking reimbursement for 2005-06. (<i>Id.</i> at 2.) SRO II stated that Parents failed to prove their \"bare allegation that [the District] <span class=\"star-pagination\">*544</span> refused its consent . . . when [Parents] sought to expand the scope of relief to the 2005-06 school year.\" (<i>Id.</i> at 3.) Furthermore, SRO II explained that Parents never raised the issue of their inability to present evidence at IH I on their appeal to SRO I. (<i>Id.</i>) For the same reasons, Parents were precluded from raising the issue of whether IHO I lacked jurisdiction over their claim regarding the 2005-06 school year. (<i>Id.</i> at 4.) SRO II emphasized that Parents were free to raise their assertion that \"they were aggrieved by the\" SRO's first decision regarding 2005-06 in their appeal to this Court. (<i>Id.</i>)</p>\n<p></p>\n<h2><i>e. IHO Ill's Decision</i></h2>\n<p>On July 16, 2007, Parents requested a third impartial hearing (\"IH III\") to address the 2006-07 school year. (IH III Ex. I.) Parents alleged that the District failed to prepare an IEP for the 2006-07 school year, that S.S. was denied a FAPE, and that YNJ was an appropriate placement for S.S. (IHO III Ex. II, at 6-9.) Parents requested, inter alia, reimbursement for the entire secular portion of YNJ's tuition for the 2006-07 school year. (IHO III Ex. I, at 3.) The District argued that Parents had impeded the District's ability to create an IEP by failing to consent to reconvene the CSE, and by failing to cooperate, and that YNJ continued to be an inappropriate placement for S.S. (IHO III Ex. Ill, at 7-11, 17-18.)</p>\n<p>IHO III held a hearing on October 17, 2007. (IHO III Decision 3.) IHO III found that the District did not offer S.S. a FAPE for 2006-07 because no IEP was developed. (<i>Id.</i> at 4-5.) IHO III rejected the District's argument that Parents failed to consent because Parents did not need to refer S.S. to the CSE again when the \"CSE knew about the child and had classified her as a student with a disability.\" (<i>Id.</i> at 5.) Furthermore, Parents consented to a \"new evaluation on May 4, 2006 by signing the District's consent form,\" which gave the District permission to reevaluate S.S., request records from YNJ, and observe S.S. in class. (<i>Id.</i>) Turning to whether YNJ was an appropriate placement for the 2006-07 school year, IHO III considered the 2006 education evaluation of S.S. and noted its conclusions that S.S.'s \"spelling, vocabulary and critical reading skills are below grade expectation\" and that \"written expressive language\" skills were weaknesses. (<i>Id.</i> at 6.) IHO III credited the evaluator's recommendation that S.S. \"participate in small group instruction to address her academic deficits\" and found \"no indication from this assessment that the student requires special education in mathematics.\" (<i>Id.</i>) IHO III reviewed the IEPs prepared by YNJ in 2005, 2006, and 2007, noting that the March 2006 IEP indicated \"great progress in her reading\" and the ability of S.S. to be mainstreamed in writing once per week. (<i>Id.</i> at 7.) IHO III stated that the three secular IEPs from November 2006, March 2007, and June 2007 showed that S.S. made \"progress in reading throughout the year. . . [,] completed the entire Wilson reading program,\" improved in English comprehension and understanding of social studies concepts and, overall, \"progressed nicely both academically and socially.\" (<i>Id.</i> at 8 (internal quotation marks omitted).)</p>\n<p>Based on the evaluations and IEPs, IHO III found that Parents had shown that YNJ was an appropriate placement for S.S. (<i>Id.</i>) IHO III stated that \"there [was] no evidence that the environment was overly restrictive\" when the educational evaluation had recommended small group instruction. (<i>Id.</i>) As a result, IHO III awarded Parents reimbursement for the \"portion of the tuition which relates to special education in the areas of English, writing, social studies, and science,\" but did not award tuition for other secular <span class=\"star-pagination\">*545</span> classes or for Hebrew or religious studies. (<i>Id.</i> at 9-10.) IHO III declined to decide the exact percentage or amount of reimbursement, concluding that if requested, a future hearing could address the exact percentage of reimbursement and the reasonableness of the tuition at YNJ. (<i>Id.</i> at 10.)</p>\n<p></p>\n<h2><i>f. SRO Ill's Decision</i></h2>\n<p>The District appealed IHO Ill's decision regarding its failure to offer S.S. a FAPE for the 2006-07 school year and the order of reimbursement. (SRO III Decision No. 07-137, dated Feb. 6, 2008 (SRO III Decision) 1.) Parents cross-appealed IHO Ill's decision not to award reimbursement for non-special education secular classes. (<i>Id.</i>) After summarizing the many letters exchanged between the District and Parents (<i>Id.</i> at 3-5), SRO III upheld IHO Ill's finding that the District failed to offer S.S. a FAPE for the 2006-07 school year, (<i>id.</i> at 8-9). SRO III explained that \"additional consent to refer the matter to the CSE would [have been] unnecessary when the CSE\" previously identified S.S. as disabled and constituted an \"extra procedural step\" not required under state or federal law. (<i>Id.</i>) Additionally, the District was already required to review the IEP at least annually, and Parents had consented to reevaluation by signing the consent form on May 4, 2006. (<i>Id.</i> at 9.)</p>\n<p>However, SRO III disagreed with IHO Ill's decision regarding the appropriateness of YNJ and overturned the reimbursement award. (<i>Id.</i> at 12.) SRO III noted that although the least restrictive environment standards are not as strict for parents as for schools, mainstreaming may still be considered in evaluating reimbursement eligibility. (<i>Id.</i> at 10.) SRO III reviewed the YNJ IEPs from November 2006 and March 2007, noting the statements that S.S.'s reading had \"improved tremendously,\" that her \"sight word vocabulary was expanding,\" and that her writing skills had improved. (<i>Id.</i> at 11 (internal quotation marks omitted).) SRO III also noted that the IEPs stated that S.S.'s behavior had declined, that she was not consistently putting effort into class and homework, and that she \"continued to have difficulty `grasping' information when reading content material in social studies and science.\" (<i>Id.</i>) Despite the noted progress, SRO III found that \"there [was] no documentary or testimonial evidence that describes the student's program at YNJ or demonstrates how YNJ's programs met the student's special education needs.\" (<i>Id.</i>) Specifically, SRO III stated that the hearing record contained \"no information\" regarding the \"student's daily schedule,\" the size of the classes or the \"profiles of the other students\" in S.S.'s classes or the methodologies or strategies used to address S.S.'s deficits. (<i>Id.</i>) SRO III also found that no information was provided regarding \"the accommodations and modifications provided to the student in the mainstream or self-contained classes, or the supplementary aids and services that may be appropriate\" for S.S. (<i>Id.</i>) With insufficient evidence on the record, SRO III decided that Parents failed to \"demonstrate that YNJ provided educational instruction specially designed to meet the unique needs of\" S.S. (<i>Id.</i> at 11-12.)</p>\n<p>Additionally, SRO III disagreed with IHO III regarding the restrictiveness of the YNJ placement. (<i>Id.</i> at 12.) SRO III noted that for all three school years, S.S. was mainstreamed for some religious subjects, computers and physical education. (<i>Id.</i> at 10.) SRO III explained that for the 2005-06 school year, S.S. was mainstreamed in science; however, she was subsequently removed from the mainstream class for 2006-07 because the 8th grade \"class required more reading\" than <span class=\"star-pagination\">*546</span> S.S. could handle. (<i>Id.</i>) SRO III also noted that for 2006-07, S.S. was mainstreamed for math. (<i>Id.</i>) SRO III concluded that the evidence \"suggest[ed] that YNJ ha[d] not met [S.S.'s] special education needs\" for 2006-07 when \"the only additional class in which [S.S.] was mainstreamed was math\" and when S.S. \"was taken out of the mainstream science class due to her reading deficits.\" (<i>Id.</i> at 12.) Accordingly, SRO III reversed IHO III's reimbursement award. (<i>Id.</i>)</p>\n<p></p>\n<h2><i>C. Procedural Background</i></h2>\n<p>Parents filed their initial Complaint in this Court on June 28, 2006six days after they filed their petition for an impartial hearing on the 2005-06 school yearseeking tuition reimbursement for S.S.'s placement at YNJ for both the 2004-05 and 2005-06 school years. (Compl. ¶ 8.) Parents filed a First Amended Complaint on July 14, 2006, adding claims of discrimination based on religion and disability and removing their claim for tuition reimbursement for the 2005-06 school year. (Dkt. No. 2.) Following SRO Il's dismissal of their petition for review of the 2005-06 school year, on November 15, 2006, Parents filed a Second Amended Complaint (\"SAC\") to consolidate their appeal of SRO Il's decision. (Dkt. No. 12.) On March 1, 2007, Parents and Defendants filed summary judgment motions regarding SRO I and SRO Il's denials of tuition reimbursement for the 2004-05 and 2005-06 school years.<sup>[7]</sup> On May 6, 2008, Parents filed a new complaint under a new docket number seeking review of SRO Ill's decision and reimbursement for the YNJ tuition for the 2006-07 school year. (Compl., <i>Schreiber v. E. Ramapo Cent. Sch. Dist.,</i> No. 08-CV-4288, 2008 WL 3154025 (S.D.N.Y. May 6, 2008).) On January 29, 2009, the Parties agreed in a stipulation to consolidate the two different actions, to have the Court deny without prejudice the pending motions in the older case, and to file new motions addressing the consolidated action.<sup>[8]</sup> (Dkt. No. 39.) In March 2009, Parents filed a new summary judgment motion seeking tuition reimbursement for all three school years, as well as compensatory and punitive damages under § 1983 and § 504 of the Rehabilitation Act. (Pls.' Mem. 10-20; Pls.' Year 3 56.1 Stmt. ¶¶ 3, 24.) Defendants also filed for summary judgment, seeking to dismiss all of Plaintiffs' claims. The Court held oral argument on January 26, 2010.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p></p>\n<h2><i>A. Parents' Claims Under the IDEA</i></h2>\n<p></p>\n<h2><i>1. Standard of Review</i></h2>\n<p>Unlike an ordinary summary judgment motion, the existence of a disputed issue of material fact will not necessarily defeat a motion for summary judgment in the IDEA context. <i>See </i><i>Viola v. Arlington Cent. Sch. Dist.,</i> 414 F.Supp.2d 366, 377 (S.D.N.Y.2006). Thus, while the parties \"may call the procedure a motion for summary judgment, the procedure is in substance an appeal from an administrative determination, not a summary judgment.\" <i>Lillbask ex rel. Mauclaire v. Conn. Dep't of Educ.,</i> 397 F.3d 77, 83 n. 3 (2d Cir.2005) (internal quotation marks and ellipse omitted); <i>see also </i><i>P. ex rel. Mr. P. v. Newington Bd. of Ed.,</i> 546 F.3d 111, 118 (2d Cir.2008) (\"[W]hile our review is de novo, it is tinged with a significant degree of deference to the state educational agency, as we are essentially acting in an administrative-law-style capacity.\"). <span class=\"star-pagination\">*547</span> Courts reviewing administrative decisions under the IDEA must determine whether the decision is supported by \"`the preponderance of the evidence,' taking into account not only the record from the administrative proceedings, but also any further evidence presented before the District Court by the parties.\" <i>Grim v. Rhinebeck Cent. Sch. Dist.,</i> 346 F.3d 377, 380 (2d Cir.2003); <i>see also </i><i>M.S. ex rel. S.S. v. Bd. of Educ. of the City Sch. Dist. of Yonkers,</i> 231 F.3d 96, 102 (2d Cir.2000), <i>abrogated on other grounds by </i><i>Schaffer ex rel. Schaffer v. Weast,</i> 546 U.S. 49, 57-58, 126 S.Ct. 528, 163 L.Ed.2d 387 (2005). \"In conducting this review, the [c]ourt may reject factual findings that are not supported by the record or are controverted by the record.\" <i>C.B. ex rel. W.B. v. N.Y. City Dep't of Educ.,</i> 02-CV-4620, 2005 WL 1388964, at *13 (E.D.N.Y. June 10, 2005).</p>\n<p>The Supreme Court and the Second Circuit have cautioned \"that IDEA's statutory scheme requires substantial deference to state administrative bodies on matters of educational policy.\" <i>Cerra v. Pawling Cent. Sch. Dist.,</i> 427 F.3d 186, 191 (2d Cir.2005) (citing <i>Rowley,</i> 458 U.S. at 205-08, 102 S.Ct. 3034). \"While federal courts do not simply rubber stamp administrative decisions, they are expected to give `due weight' to these proceedings, mindful that the judiciary generally `lacks the specialized knowledge and experience necessary to resolve persistent and difficult questions of educational policy.'\" <i>Walczak,</i> 142 F.3d at 129 (quoting <i>Rowley,</i> 458 U.S. at 206, 208, 102 S.Ct. 3034) (internal quotation marks and brackets omitted). Courts may not \"substitute their own notions of sound educational policy for those of the school authorities which they review.\" <i>M.S.,</i> 231 F.3d at 102 (internal quotation marks omitted). Thus, where an SRO decision \"is reasoned and supported by the record,\" the district court should not disturb it. <i>Gagliardo,</i> 489 F.3d at 114; <i>see also </i><i>Newington,</i> 546 F.3d at 118 (\"`Deference is particularly appropriate when the state hearing officers' review has been thorough and careful.'\" (quoting <i>Walczak,</i> 142 F.3d at 129) (internal ellipse omitted)).<sup>[9]</sup></p>\n<p></p>\n<h2><i>2. Parents' Claims for Tuition Reimbursement</i></h2>\n<p>Parents seek tuition reimbursement from the District, arguing that the District's IEPs were inadequate. In <i>Forest Grove School District v. T.A.,</i> the Supreme Court last year reaffirmed that the IDEA permits parents to seek reimbursement for the private placement of a child who has not received a FAPE. ___ U.S. ___, 129 S.Ct. 2484, 2496, 174 L.Ed.2d 168 (2009). Generally, tuition reimbursement for a private placement is warranted if: (1) \"the proposed IEP was inadequate to afford the child an appropriate public education, and (2)[ ] the private education services obtained by the parents were appropriate to the child's needs.\" <i>Walczak,</i> 142 F.3d at 129 (citing <i>Sch. Comm. of Burlington v. Dep't of Educ. of Mass.,</i> 471 U.S. 359, 370, 105 S.Ct. 1996, 85 L.Ed.2d 385 (1985)); <i>see also </i><i>Frank G. v. Bd. of</i> <span class=\"star-pagination\">*548</span> <i>Educ. of Hyde Park,</i> 459 F.3d 356, 363 (2d Cir.2006) (same). \"Moreover, because the authority to grant reimbursement is discretionary, `equitable considerations [relating to the reasonableness of the action taken by the parents] are relevant in fashioning relief.'\" <i>Frank G.,</i> 459 F.3d at 363-64 (quoting <i>Burlington,</i> 471 U.S. at 374, 105 S.Ct. 1996) (alteration in original). Parents thus may receive tuition reimbursement even if the child has not previously received special education or related services from a public school or agency. <i>See Forest Grove,</i> 129 S.Ct. at 2487. But, courts also \"retain discretion to reduce the amount of a reimbursement award if the equities so warrantfor instance, if the parents failed to give the school district adequate notice of their intent to enroll the child in private school.\" <i>Id.</i> at 2496. Although the burden of persuasion under IDEA generally rests with the party seeking the impartial hearing, <i>see </i><i>Schaffer,</i> 546 U.S. at 62, 126 S.Ct. 528, under New York law the school district bears the burden of showing that the IEP was appropriate and parents seeking tuition reimbursement bear the burden of showing that a private placement was appropriate. <i>See</i> N.Y. Educ. Law § 4404(1)(c); <i>see also </i><i>Frank G.,</i> 459 F.3d at 364 (\"Parents seeking reimbursement for a private placement bear the burden of demonstrating that the private placement is appropriate.\"). Because the District does not contest SRO I's finding that the November 2004 and March 2005 IEPs were inappropriate, or SRO Ill's finding that the District failed to provide S.S. with a FAPE for the 2006-07 school year (Mem. of Law in Supp. of Defs.' Mot. for Summ. J. (\"Defs.' Mem.\") 1-2), the Court focuses solely on whether YNJ was an appropriate placement for S.S. during the 2004-05, 2005-06, and 2006-07 school years. Thus, under either <i>Schaffer</i> or New York state law, Plaintiffs bear the burden in this inquiry.</p>\n<p>\"Subject to certain limited exceptions, `the same considerations and criteria that apply in determining whether the school district's placement is appropriate should be considered in determining the appropriateness of the parents' placement.\" <i>Gagliardo,</i> 489 F.3d at 112 (quoting <i>Frank G.,</i> 459 F.3d at 364) (internal brackets omitted). Thus, \"[t]o determine the appropriateness of parental placement, courts must apply the <i>Rowley</i> standard, that is, whether the private placement is reasonably calculated to enable the child to receive educational benefit.\" <i>C.B.,</i> 2005 WL 1388964, at *16 (internal quotation marks omitted); <i>see also </i><i>Gagliardo,</i> 489 F.3d at 112 (\"Subject to certain limited exceptions, the same considerations and criteria that apply in determining whether the school district's placement is appropriate should be considered in determining the appropriateness of the parents' placement.\" (internal quotation marks and brackets omitted)). Aside from that requirement, however, \"[n]o one factor is necessarily dispositive in determining whether parents' unilateral placement is `reasonably calculated to enable the child to receive educational benefits.'\" <i>Frank G.,</i> 459 F.3d at 364 (quoting <i>Rowley,</i> 458 U.S. at 207, 102 S.Ct. 3034). \"Grades, test scores, and regular advancement . . . constitute evidence that a child is receiving educational benefit,\" but courts may also consider whether \"the totality of the circumstances [demonstrates that the] . . . placement reasonably serves a child's individual needs.\" <i>Id.</i> Thus, a private placement is appropriate if the parents can show that in totality, the placement \"is `likely to produce progress, not regression.'\" <i>Gagliardo,</i> 489 F.3d at 112 (quoting <i>Walczak,</i> 142 F.3d at 130).</p>\n<p>Notably, \"the standard applied to . . . parental placements is less restrictive and subject to fewer constraints than that applied <span class=\"star-pagination\">*549</span> to the school authorities.\" <i>C.B.,</i> 2005 WL 1388964, at *16. For example, \"[t]he parents' unilateral placement need not have certified special education teachers or an IEP for the disabled student in order to qualify as appropriate.\" <i>Gabel ex rel. L.G. v. Bd. of Educ. of the Hyde Park Cent. Sch. Dist.,</i> 368 F.Supp.2d 313, 326 (S.D.N.Y.2005) (citing <i>Florence County Sch. Dist. v. Carter,</i> 510 U.S. 7, 14, 114 S.Ct. 361, 126 L.Ed.2d 284 (1993)); <i>see also </i><i>Frank G.,</i> 459 F.3d at 364 (noting that \"a[n appropriate] private placement need not meet state education standards\"). Nor is the parents' placement \"`subject to the same mainstreaming requirements as a school board.'\" <i>Frank G.,</i> 459 F.3d at 364 (quoting <i>M.S.,</i> 231 F.3d at 105); <i>see also </i><i>Gabel,</i> 368 F.Supp.2d at 326 (\"[W]hile students with disabilities should be educated in the least restrictive environment, parents are not held to the same strict standard of placement as school districts are.\" (internal citation omitted)). \"Nonetheless, IDEA's requirement that an appropriate education be in the mainstream to the extent possible remains a consideration that bears upon a parent's choice of an alternative placement and may be considered by the hearing officer in determining whether the placement was appropriate. . . .\" <i>M.S.,</i> 231 F.3d at 105 (reversing district court's award of tuition to student's parents where SRO refused tuition on the grounds that the private placement was too restrictive); <i>see also </i><i>Muller ex rel. Muller v. Comm. on Special Educ. of the E. Islip Union Free Sch. Dist.,</i> 145 F.3d 95, 105 (2d Cir.1998) (\"[T]he presumption in favor of mainstreaming must be weighed against the importance of providing an appropriate education to handicapped students.\" (internal quotation marks omitted)); <i>Pinn ex rel. Steven P. v. Harrison Cent. Sch. Dist.,</i> 473 F.Supp.2d 477, 482 (S.D.N.Y.2007) (\"While failure of a parent to put a student in the [least restrictive environment] is not a bar to tuition reimbursement, it is a factor which may be considered by a hearing officer.\" (internal citation omitted)).<sup>[10]</sup></p>\n<p></p>\n<h2><i>a. The 2004-05 School Year</i></h2>\n<p>The first school year for which Parents seek tuition reimbursement is <span class=\"star-pagination\">*550</span> 2004-2005. Contrary to Parents' contention that SRO I \"did not review the child's benefit in or from YNJ and did not consider the child's language and emotional needs\" (Pls.' Mem. 11-12), the record shows that SRO I expressly considered these factors in making his determination. For example, SRO I's decision carefully described the decade-long history of Parents' interaction with the District; S.S.'s history of classification and subsequent declassification; the results of evaluations of S.S. from the summers of 2001 and 2004; the details of the District's two IEPs; the IEPs prepared by YNJ; and S.S.'s curriculum in the transitional program at YNJ, including the programs implemented to address her special needs. (SRO I Decision 1-9, 12-13.) In particular, SRO I's decision noted that YNJ's evaluations of S.S. in March and June 2005 showed that she was making progress in reading, writing, spelling, and comprehension. (<i>Id.</i> at 13.) Upon weighing all of these facts, SRO I concluded that S.S. had \"average to low average cognitive abilities and achievement test scores,\" but that her abilities were not so severe as to warrant YNJ's \"self-contained classroom of no more than seven students for all academic subjects.\" (<i>Id.</i> at 14.)</p>\n<p>The Court recognizes that Parents presented evidence to IHO I and SRO I that S.S. was making some progress at YNJ, both socially and in the academic areas of reading comprehension, writing, and spelling. (Defs.' IH I Ex. 7, at 1 (\"[S.S.] ma[de] satisfactory academic progress in [the transitional] program\"); IH I Tr. 335 (Test. of Judith Silver (\"Silver\")) (stating that S.S. \"made improvement\" at YNJ); <i>id.</i> at 541-45 (Goldstein) (noting that S.S.'s writing had improved since entering YNJ and stating that S.S. had grown socially, becoming more confident and making friends).) In addition, the program at YNJ addressed S.S.'s need for remedial instruction in vocabulary, comprehension, word-retrieval skills, verbal abstract thinking skills, and oral language skills, \"element[s] of special education services in which [SRO I judged that the] public school placement was deficient.\" <i>See </i><i>Frank G.,</i> 459 F.3d at 365 (internal quotation marks omitted). Notwithstanding this evidence, there was also substantial support in the record for SRO I's conclusion that YNJ was too restrictive to allow S.S. to develop to her full potential. Although academic progress is clearly relevant to the inquiry, it \"does not itself demonstrate that a private placement is appropriate.\" <i>Gagliardo,</i> 489 F.3d at 115; <i>see also Green v. N.Y. City Dep't of Educ.,</i> No. 07-CV-1259, 2008 WL 919609, at *7 (S.D.N.Y. Mar. 31, 2008) (same).</p>\n<p>In particular, evidence was presented at the hearing that the intense mainstream academic environment at YNJ limited S.S.'s opportunities for a mainstream academic education, and, that as a result, S.S. was not mainstreamed during the 2004-05 school year for any of her academic courses. For example, S.S. was not mainstreamed in math despite evidence that she could have performed at grade level in this subject. (IH I Tr. 582 (Goldstein); Defs.' IH I Ex. 5, at 5, 11.) YNJ's decision not to mainstream S.S. for math was based on that school's view that S.S. could not succeed in YNJ's mainstream math class, in part because of the intensity of the academic curriculum at YNJ. (IH I Tr. 547-48, 604-06 (Goldstein).) In other words, YNJ did not keep S.S. from its mainstream math curriculum because of poor performance on standardized tests, but rather because the school's assessment was tailored to fit its rigorous math program. (<i>Id.</i> at 604-08.) Especially given the reality that the mainstream curriculum at YNJ was \"very academic,\" \"intense,\" and \"competitive,\" SRO I did not err in <span class=\"star-pagination\">*551</span> concluding that the opportunities for S.S. to participate in the mainstream curriculum were too limited at YNJ. (<i>Id.</i> at 576, 581-82, 603-05); <i>see Pinn,</i> 473 F.Supp.2d at 482 (finding private placement inappropriate because it was not the least restrictive environment in which the student could be placed when the \"education consisted of one-on-one tutoring, and [the student] did not have the opportunity for taking classes in mainstream settings\"). Furthermore, evidence from IH III, which this Court may consider, <i>see </i><i>Grim,</i> 346 F.3d at 380, supports SRO I's conclusion that the rigorous mainstream curriculum at YNJ made it difficult for S.S. to participate in mainstream classes. (IH III Tr. 220-21 (Test. of Elizabeth Cohen (\"Cohen\")) (stating that the \"gap between the [transitional] class [at YNJ] and the mainstream class [was] vast\" and that \"it would take quite a lot of doing\" for a student to \"work themselves out of the [transitional] class and into the regular\" class.) It is in this type of environment that private placement can be appropriately rejected. <i>See </i><i>W.C. ex rel. Sue C. v. Cobb County Sch. Dist.,</i> 407 F.Supp.2d 1351, 1362 (N.D.Ga.2005) (finding private placement inappropriate when there was no \"indication that th[e] placement would eventually transition [the student] into a less restrictive placement\").<sup>[11]</sup></p>\n<p>Also, the District's school psychologist, Elizabeth Cohen, testified that from her evaluation of S.S. and her review of prior evaluations, it \"did not appear . . . that [S.S.'s] disabilities were that significant that\" she should be \"segregated out from all of her other nondisabled peers.\" (IH I Tr. 147 (Cohen).) Ms. Cohen also stated that S.S. was \"head and shoulders\" above the other students in the transition class that Ms. Cohen observed. (<i>Id.</i> at 175.) Defendant Schwartz testified that S.S. \"is a student who should be in the company of nondisabled peers\" to enable her to \"learn social skills\" and \"to develop and mature.\" (<i>Id.</i> at 1158-59 (Schwartz).) Evaluations of S.S. showed that while she had some significant academic deficiencies, her cognitive abilities were average overall. (Defs.' IH I Ex. 5, at 6.) Indeed, the private educational evaluation in 2004, which triggered Parents' referral of S.S. to the CSE, recommended that S.S. \"be educated within a <i>regular school setting,</i>\" with the addition of \"an integrative resource room\" and \"extended time\" for testing.<sup>[12]</sup> (<i>Id.</i> at 7 (emphasis added).) Similarly, the psychological evaluation from 2004 recommended \"language therapy\" and a \"structured writing remediation program,\" but did not recommend an entirely self-contained classroom for S.S. (Defs.' IH I Ex. 6, at 7-8.) Thus, SRO I did not impose, as <span class=\"star-pagination\">*552</span> Parents argue, an \"illegal standard\" requiring Parents to mainstream S.S. for all academics. (Pls.' Mem. 3.) Instead, given the evidence, SRO I properly considered the restrictiveness of YNJ as one element of whether it would \"produce progress, not regression\" and determined that YNJ was an inappropriate placement. <i>Gagliardo,</i> 489 F.3d at 112; <i>see also </i><i>M.S.,</i> 231 F.3d at 105 (deferring to SRO's \"supportable finding\" that parents' private placement was inappropriate when hearing officer considered whether the private placement allowed the student to be mainstreamed to the extent possible); <i>Pinn,</i> 473 F.Supp.2d at 482-483 (finding that SRO did not err in concluding that private placement was inappropriate considering, inter alia, that the student did not have the opportunity to take mainstream classes); <i>cf. </i><i>Muller,</i> 145 F.3d at 105 (finding private placement appropriate despite not providing mainstreaming opportunities because \"it [was] clear that mainstreaming did not work\" for the student). Considering that SRO I came to its conclusion after carefully reviewing all of the evidence, including the specific evidence that Parents argue was ignored by IHO I, the Court declines to \"discredit[] . . . SRO [I]'s interpretation of the objective evidence,\" particularly given that SRO I's \"assessment of educational progress is a type of judgment for which [a] district court should defer to the SRO's educational experience.\" <i>M.S.,</i> 231 F.3d at 105.<sup>[13]</sup> And, because Parents have presented no additional evidence to undermine SRO I's reasoned conclusion, the Court will not inject its own views to the contrary. <i>See </i><i>Frank G.,</i> 459 F.3d at 367 (noting that if the district court had reached the opposite conclusion based on the evidence available to the SRO, instead of on new evidence not previously available, the court would not likely have affirmed the district court's decision).</p>\n<p>Accordingly, Parents' Motion for Summary Judgment on this issue is denied and Defendants' Motion for Summary Judgment on this issue is granted.<sup>[14]</sup></p>\n<p></p>\n<h2><i>b. The 2005-06 School Year</i></h2>\n<p></p>\n<h2><i>i. SRO I's Decision</i></h2>\n<p>Parents also seek reimbursement for the private placement of S.S. during the 2005-06 school year, arguing that the decision of SRO I denying their request for reimbursement was in error. (Pls.' Mem. 4-8.) SRO I rejected Parents' claim for reimbursement for the 2005-06 school year on the ground that Parents had failed to carry their burden of demonstrating that YNJ was an appropriate placement for S.S. for the 2005-06 school year. (SRO I Decision 15.) SRO I noted that the record contained \"no information . . . regarding the student's program at YNJ during the 2005-06 school year or how that program met her special needs.\" (<i>Id.</i>)</p>\n<p>In reviewing SRO I's conclusion, this Court may consider the record before SRO I, as well as \"any further evidence presented. . . by the parties.\" <i>Grim,</i> 346 F.3d at 380; <i>see also </i><i>Frank G.,</i> 459 F.3d at 362, 376 (upholding district court's reversal of <span class=\"star-pagination\">*553</span> SRO when district court emphasized that the decision was \"not based solely on the evidence before the SRO, but was informed by additional evidence of [the student's] progress\" (internal quotation marks omitted)). As SRO I noted, the administrative record contains little evidence related to the appropriateness of YNJ for S.S. during the 2005-06 school year. (SRO I Decision 15.) The most notable evidence in the record is the testimony of Barbara Goldstein, the director of YNJ's transitional program, who suggested that S.S. might be mainstreamed for science in the 2005-06 school year. (IH I Tr. 579 (Goldstein).)</p>\n<p>Parents have presented the Court with additional evidence regarding the 2005-06 school year. First, Parents' affidavita statement by Plaintiff Philip Schreiber, the father of S.S.states that S.S. \"was mainstreamed for more of each school day in 2005-06 than she had been in 2004-05.\" (Pls.' Aff. ¶ 35.) Second, Parents have tendered the YNJ IEP prepared for S.S. in March 2006, during the spring semester of the 2005-06 school year. (Pls.' Aff. Ex. EE, at 1-9.) Comparison of the March 2006 IEP with the IEP prepared by YNJ in June 2005 reveals that S.S. made some progress during the 2005-06 school year in the phonic elements and structural analysis of reading, in literal and inferential reading comprehension, in grammar and writing structure, and in spelling. (Pls.' IH I Ex. O, at 1-3; Pls.' Aff. Ex. EE, at 1-4.) By March of the 2005-06 school year, S.S. was \"mainstreamed once a week\" in writing \"due to [her] great achievements.\" (Pls.' Aff. Ex. EE, at 4.) S.S. also demonstrated progress in math, as the March 2006 YNJ IEP states that S.S. is \"doing very well in math\" and that her errors \"are careless mistakes, which she can correct independently once they are pointed out.\" (<i>Id.</i> at 5-7; Pls.' IH I Ex. O, at 4-5.)</p>\n<p>The Court also has the benefit of evidence presented to IHO III, namely additional progress reports from the 2005-06 school year, a summary document of S.S.'s mainstreamed classes over the three years at issue, and some testimony. The testimony and the summary of S.S.'s mainstreamed classes show that S.S. was not mainstreamed in math for the 2005-06 school year despite positive reports about her abilities in the November 2005 and March 2006 IEPs. (Pls.' IHO III Ex. G; IHO III Tr. 138 (P. Schreiber).) However, S.S. was mainstreamed for science. (Pls.' IHO III Ex. G). The June 2006 IEP shows that from March to June, S.S. achieved moderate progress in some reading and writing skills and substantial progress in fractions and decimals. (Pls.' IHO III Ex. E, at 10-23.)</p>\n<p>Although Parents' evidence shows that S.S. made progress at YNJ during the 2005-06 school year, it does not demonstrate a significant increase in the amount of time S.S. spent in a mainstream setting. Besides being mainstreamed in science and once a week in writing, there does not appear to have been much change to the amount of time S.S. spent in mainstreamed academic classes versus small, self-contained classes. And, despite S.S.'s continued achievement in math, it appears that YNJ did not attempt to mainstream S.S. in math for the 2005-06 school year. Given that, in SRO I's judgment, the degree to which S.S. was mainstreamed in academic subjects was a significant factor in determining the appropriateness of the placement, this Court does not find that Parents have met their burden of showing that YNJ was an appropriate placement for the 2005-06 school year, when S.S. continued most of her curriculum in self-contained classes. <i>See </i><i>Gagliardo,</i> 489 F.3d at 115 (upholding SRO's finding that private placement was inappropriate despite evidence of student's progress); <span class=\"star-pagination\">*554</span> <i>Pinn,</i> 473 F.Supp.2d at 482-83 (finding that SRO did not err in concluding that private placement was inappropriate considering, inter alia, that the student did not have the opportunity to take mainstream classes). Indeed, this conclusion is consistent with SRO I's decision, which noted that YNJ had other programs besides general education and the transitional program, such as an \"enrichment program, pull-out resource room, and inclusion classroom with a special education, regular education teacher and teacher assistant.\" (SRO I Decision 13-14.) No evidence was presented as to whether S.S. was considered for these other, less restrictive educational services, whether she was likely to make better progress in these other programs, or what additional educational benefits she might have received from participating. Similarly, there is no evidence that YNJ provided S.S. the psychological counseling recommended by the 2004 psychological evaluation. (Defs.' IH I Ex. 5, at 8.) All of these factors undercut Parents' justifications for S.S.'s private placement. <i>See Omidian v. Bd. of Educ. of New Hartford Cent. Sch. Dist.,</i> No. 05-CV-398, 2009 WL 890625, at *28 (N.D.N.Y. Mar. 31, 2009) (finding that despite academic progress, parents' private placement was inappropriate when the student's emotional needs were not met). Therefore, Parents have failed to show entitlement to tuition reimbursement for the 2005-06 school year. Accordingly, Parents' Motion for Summary Judgment on this issue is denied and Defendants' Motion for Summary Judgment on this issue is granted.</p>\n<p></p>\n<h2><i>ii. SRO Il's Decision</i></h2>\n<p>Parents argue at length in their Memorandum of Law that SRO II erred in dismissing their claim for tuition reimbursement for the 2005-06 school year on the grounds of res judicata. (Pls.' Mem. 4-8.) Parents contend that their claim for reimbursement for the 2005-06 school year has \"never been argued, discussed at [a] hearing[, or] . . . been decided by any hearing officer.\" (<i>Id.</i> at 5.) Contrary to Parents' contention, the record is clear that the decisions of both IHO I and SRO I addressed Parents' claim of entitlement to tuition reimbursement for the 2005-06 year. It is true that Parents' first impartial hearing request, filed on February 7, 2005, did not explicitly include a request for tuition reimbursement for the 2005-06 school year. (<i>Id.</i> at. 4; IH I Ex. 1, at 1-2.) Nevertheless, by their own admission, Parents requested reimbursement for the 2005-06 school year at the close of IH I. (Pls.' Aff. ¶ 30; IH I Tr. 1198 (\"[W]e ask the Hearing Officer to find for [S.S.] and her parents and to award them reimbursement for tuition at [YNJ] for the year 2004 and 5, and for the present year 2005 and 6.\").)</p>\n<p>In light of this request, IHO I explicitly denied Parents tuition reimbursement for the 2005-06 school year. (IHO I Decision 1, 6.) When Parents appealed IHO I's decision to SRO I, they did not contend that IHO I improperly issued a decision on reimbursement for the 2005-06 school year. (Pet. by Parents Before SRO I 18.) Indeed, Parents argued in their petition to SRO I that, based on the evidence presented at the hearing, they were entitled to reimbursement for the 2005-06 school year. (<i>Id.</i>) As SRO II noted, there is no evidence in the record to support Parents' contention that the District objected to their request to have IHO I determine reimbursement for the 2005-06 school year. (SRO II Decision 3.) Given this history, the Court finds no error in SRO Il's decision to dismiss Parents' claim on the grounds that \"reimbursement for the 2005-06 year had already been decided against [Parents] in a prior impartial hearing and in a subsequent appeal to a[SRO].\" (SRO II Decision 2.) <i>See Grenon v. Taconic</i> <span class=\"star-pagination\">*555</span> <i>Hills Cent. Sch. Dist.,</i> No. 05-CV-1109, 2006 WL 3751450, at *6 (N.D.N.Y. Dec. 19, 2006) (upholding SRO decision to dismiss case based on res judicata when the parents \"requested the second hearing in order to address the same issues as in the first hearing\").<sup>[15]</sup></p>\n<p>In any event, Parents remained free to object to SRO I's decision, present their claim for tuition reimbursement for the 2005-06 school year on this appeal, and present to this Court whatever evidence they believed was unfairly excluded from the relevant IHO and SRO decisions. The Court has reviewed this claim and the additional evidence presented by Parents above, <i>supra</i> Section II.A.2.a, denies Parents' claim for summary judgment on the merits, and grants Defendants' summary judgment motion.</p>\n<p></p>\n<h2><i>c. The 2006-07 School Year</i></h2>\n<p>Parents also seek reimbursement for the 2006-07 school year. As an initial <span class=\"star-pagination\">*556</span> matter, the Court does not accept SRO Ill's blanket statement that \"no documentary or testimonial evidence\" described S.S.'s program at YNJ or demonstrated how YNJ's transition program might meet S.S.'s educational needs. (SRO III Decision 11.) To the contrary, the District's school psychologist, Dr. Cohen, testified about YNJ's transition program, stating that it was a \"self-contained setting\" that was a \"warm, nurturing program where they meet the children on their level.\" (IH III Tr. 220-224 (Cohen).) Dr. Cohen also testified that the gap between the transitional program and the mainstream classes was difficult for students to overcome. (<i>Id.</i> at 220-21.) Parents also presented numerous IEPs, prepared by YNJ, that listed S.S.'s goals, detailed the methods and materials used to try and achieve those goals, tracked S.S.'s progress, and provided commentary by S.S.'s teachers on S.S.'s strengths, weaknesses, achievements, and continuing areas of concern. (Pls.' IH III Exs. C, D, E.) S.S.'s father also testified regarding the classes that were self-contained or mainstreamed, stating that the transitional program was designed so that \"some girls can transition to a mainstream class.\" (IH III Tr. 132-134, 138 (P. Schreiber).) Parents also offered into evidence the decisions of IHO I and SRO I, which generally describe the transitional program at YNJ. (Pls.' IH III Exs. A, B.)</p>\n<p>SRO III was correct, however, that Parents offered little substantive detail during IH III about the \"size of [S.S.'s] classes[,]. . . the profiles of the other students[,] . . . the frequency and duration of the student's reading or other instruction[,] . . . the methodologies used for instruction[,]. . . [or] the assessment strategies or formal tests used to determine the student's needs or to measure the student's progress.\" (SRO III Decision 11.) Some information was provided regarding the methods and materials used for S.S.'s instruction in the IEPs, which explained that S.S. was participating in the Wilson Reading Program (Pls.' IH III Ex. C, at 10), tracked her achievement level in the reading programs (<i>id.</i> at 22, 32), and discussed methods such as a \"Basic Writing Skills Program\" and positive reinforcement, (<i>id.</i> at 25). However, no witnesses from YNJ testified to explain the methods and evaluations used in the program, and Mr. Schreiber's limited testimony did little to fill in the gaps of the record. Furthermore, very little information was provided on the \"accommodations and modifications provided to the student in the mainstream or self-contained classes, or the supplementary aids and services that may be appropriate for the student.\" (SRO III Decision 11.) The only items of evidence in the record are two mainstream classwork evaluation formsthe form for \"Dinim\" (a religious subject) stated that S.S.'s modifications were taking tests with the teacher or being given a \"modified/English exam;\" the form for math did not list any needed modifications. (Pls.' IH III Ex. C, at 7-8.)</p>\n<p>Based on this record, SRO III did not err in holding that Parents had \"not provided sufficient evidence to demonstrate that YNJ provided educational instruction designed to meet the unique needs of the student.\" (SRO III Decision 11-12.) Indeed, without much information regarding the nature of S.S.'s self-contained and mainstreamed classes, the other students in S.S.'s classes, the methods used to evaluate and to instruct S.S., and the modifications that were or could have been used by YNJ to supplement mainstreamed classes, SRO III reasonably decided that Parents had failed to sustain their burden of showing that YNJ was an appropriate placement for S.S. <i>See Stevens ex rel. E.L. v. N.Y. City Dep't of Educ.,</i> No. 09-CV-5327, <span class=\"star-pagination\">*557</span> 2010 WL 1005165, at *9 (S.D.N.Y. Mar. 18, 2010) (upholding SRO's denial of tuition reimbursement for a private placement when, despite some evidence in the record regarding the student's deficits and the academic support provided by the private placement, the evidence was \"not sufficient to overturn the SRO's determination that the program was not appropriate\"); <i>see also </i><i>Student X v. N.Y. City Dep't of Educ.,</i> No. 07-CV-2316, 2008 WL 4890440, at *18 (E.D.N.Y. Oct. 30, 2008) (finding that parents failed to present sufficient evidence to show IEP was inappropriate despite existence of testimony that countered IHO's statement that \"no evidence\" was provided); <i>cf. </i><i>Jennifer D. ex rel. Travis D. v. N.Y. City Dep't of Educ.,</i> 550 F.Supp.2d 420, 434-36 (S.D.N.Y.2008) (holding that parents presented sufficient evidence of appropriateness of private placement when several witnesses, including a professional working with the student, explained why the program met the student's educational needs).</p>\n<p>On this appeal, the Court recognizes the existence of the testimony from IH I, which provides general information on the transitional program and S.S.'s curriculum. In particular, the testimony at IH I described YNJ's \"self-contained\" transitional program (IH I Tr. 526-30), the various reading and writing programs in which S.S. was enrolled (<i>id.</i> at 532-33, 540, 591 (Goldstein)), and the individualized attention YNJ provided S.S. to improve her vocabulary and spelling, (<i>id.</i> at 538). The testimony also summarized S.S.'s limited mainstreaming during the 2004-05 school year (<i>id.</i> at 527-28), and YNJ's decision not to mainstream S.S. for math, (<i>id.</i> at 604-05). The Court also notes that the same SRO, Paul F. Kelly, presided over SR I and SR III, and that he was presumably familiar with the testimony from IH I. Although this information is useful, it is not enough to warrant overturning SRO Ill's conclusion that Parents provided insufficient evidence regarding the 2006-07 school year to show that YNJ was appropriate. None of the additional information from IH I specifically applied to the 2006-07 school year. Specifically, the evidence from IH I does not explain why S.S. was placed in particular classes or provided particular services for 2006-07 or why those decisions were designed to meet S.S.'s educational needs during her eighth grade year.</p>\n<p>Furthermore, the Court believes that SRO Ill's conclusion that a lack of mainstreaming in 2006-07 \"suggests that YNJ ha[d] not met the student's special education needs\" is supported by the evidence. (SRO III Decision 12.) Although S.S. was mainstreamed for math in 2006-07, she was simultaneously removed from the mainstream science class because the eighth grade science class involved reading that S.S. \"couldn't handle.\" (Pls.' IH III Ex. G; IH III Tr. 143-144 (P. Schreiber).) Although somewhat unclear, the record also suggests that S.S. did not continue to be mainstreamed once a week in writing despite her success in the mainstream the previous year. (Pls.' IH III Ex. G; IH III Tr. 138 (P. Schreiber).) Thus, no objective evidence exists to warrant overturning SRO Ill's finding that S.S. was not mainstreamed much more in 2006-07 than in previous years. (SRO III Decision 12.)</p>\n<p>SRO Ill's disagreement with IHO III regarding the appropriateness of YNJ's restrictive environment also is supported by a preponderance of the evidence. IHO III awarded partial reimbursement because \"YNJ ha[d] been consistently addressing [S.S.'s] reading and writing difficulties,\" and because \"there [was] no evidence that the environment was overly restrictive\" given that the 2006 educational evaluation \"recommended that the student receive small group instruction to <span class=\"star-pagination\">*558</span> address her academic deficits.\" (IHO III Decision 8.) The June 2006 educational evaluation, on which IHO III relied, recommended small group instruction specifically \"to address [S.S.'s] academic deficits in the denoted areas.\" (Pls.' IH III Ex. H, at 3.) The evaluation discussed deficits in \"decoding, spelling, vocabulary and critical reading skills\" and in \"[s]pecific skills in written expressive language\" such as punctuation, capitalization, and grammar. (<i>Id.</i> at 1, 3.) However, the evaluation stated that S.S. \"appear[ed] to work with confidence when asked to complete math processes\" and that S.S. should \"continue her fine work\" in math, though she needed to review specific computation skills. (<i>Id.</i> at 2-3.) The evaluation also stated that S.S. had confidence in her creative writing. (<i>Id.</i> at 3.) Thus, while the evaluation recommends small group instruction to address S.S.'s reading, spelling, and specified writing deficits, it does not state, or even suggest, that S.S. requires small group instruction for almost all of her classes. Despite this, YNJ continued to keep S.S. in self-contained classes for social studies, science, and writing. The evaluation also does not specify what kind of small group instruction, <i>i.e.</i> resource room or self-contained classes, would best address S.S.'s needs. As SRO III noted, Parents did not present evidence regarding what assessments were used to decide whether S.S. should be mainstreamed or what accommodations, modifications, or supplementary aids might have been appropriate for S.S. (SRO III Decision 11-12.) Furthermore, Ms. Cohen testified that the gap between the transition program and the mainstream classes was \"vast,\" making it difficult for students in the transition program to participate in mainstream classes. (IH III Tr. 220-21 (Cohen).)</p>\n<p>SRO Ill's conclusion that YNJ may not have met the student's special education needs is further supported by evidence that S.S. not only succeeded in less restrictive environments, but also gained significant educational benefits from mainstreamed classes. S.S.'s March 2007 IEP for religious studies stated that \"[w]hen supported with reviews and one-on-one sessions, [S.S.] is capable of doing well, even in the mainstream classes.\" (Pls.' IH III Ex. C, at 20.) Although the District's school psychologist stated that the mainstream religious classes were less rigorous and \"not as analytically in-depth\" as the secular classes (IH III Tr. 202 (Cohen)), S.S. also succeeded in her mainstreamed math class, (Pls.' IH III Ex. C, at 8.)</p>\n<p>Interestingly, the November 2006 IEP for religious studies stated that in the mainstream class, S.S. \"follow[ed] along writing notes and completing sheets\" but in the smaller class \"she [did] not invest enough effort in learning the material.\" (<i>Id.</i> at 5.) Similarly, the June 2007 IEP stated that \"[S.S.] is clearly motivated to do well in the mainstream classes; she is eager to complete her assignments and her scores reflect comprehension and review. However, [S.S.] d[id] <i>not perform as well in the smaller classes.</i> She does not review nightly and put in the appropriate effort.\" (<i>Id.</i> at 30 (emphasis added).) Thus, S.S. gained motivation and attention in the mainstream classes that she lacked in the self-contained setting. Considering this record, SRO III did not err in deciding that YNJ's mainstreaming choices suggested that the program was not designed to meet the unique needs of S.S., supported by such services as are necessary to permit the student to benefit from instruction, even though S.S. made some progress during the year. <i>See </i><i>Gagliardo,</i> 489 F.3d at 115 (\"[A] child's progress [in a private placement] is relevant to the court's review. But such progress does not itself demonstrate that a private placement <span class=\"star-pagination\">*559</span> was appropriate.\"); <i>Frank G.,</i> 459 F.3d at 367 (\"[A]n assessment of educational progress is a type of judgment for which the district court should defer to the SRO's educational experience . . . .\" (internal quotation marks omitted)); <i>see also </i><i>Kasenia R. ex rel. M.R. v. Brookline Sch. Dist.,</i> 588 F.Supp.2d 175, 193-94 (D.N.H. 2008) (finding private placement inappropriate when student made \"progress in several placements [that were] less restrictive\" and when \"there [was] no evidence to suggest that a more restrictive placement was necessary\"); <i>Pinn,</i> 473 F.Supp.2d at 482 (finding private placement inappropriate because student had one-on-one instruction and \"did not have the opportunity for taking classes in mainstream settings\"). After considering the additional evidence presented on this appeal, the Court declines to overturn SRO Ill's reasoned decision that Parents failed to present sufficient evidence of YNJ's appropriateness to warrant reimbursement. Thus, the Court denies Parents' Motion for Summary Judgment and grants Defendants' Motion for Summary Judgment on this issue.</p>\n<p></p>\n<h2><i>B. Parents' Claims of Discrimination</i></h2>\n<p>Defendants have moved for summary judgment on Parents' claims for compensatory and punitive damages based on alleged discrimination. (Defs.' Mem. 1-2.) These actions are brought pursuant to § 1983 and § 504 of the Rehabilitation Act.</p>\n<p></p>\n<h2><i>1. Standard of Review</i></h2>\n<p>Summary judgment may be granted where it is shown that there is \"no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c)(2); <i>see also </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Pinn,</i> 473 F.Supp.2d at 483 (\"Unlike in the case of [p]laintiff's IDEA claim, summary judgment is appropriate in the case of their Rehabilitation Act claim only if there is no genuine issue as to any material fact.\" (internal quotation marks omitted)). The Court must view all evidence in the light most favorable to the non-moving party and must draw all reasonable inferences in the non-movant's favor. <i>See </i><i>Tufariello v. Long Island R.R.,</i> 458 F.3d 80, 85 (2d Cir.2006). Where the movant shows prima facie entitlement to summary judgment, \"the burden shifts to the nonmovant to point to record evidence creating a genuine issue of material fact.\" <i>Salahuddin v. Goord,</i> 467 F.3d 263, 272-73 (2d Cir.2006). \"[T]he nonmovant cannot rest on allegations in the pleadings and must point to specific evidence in the record to carry its burden on summary judgment.\" <i>Id.</i> at 273; <i>see also </i><i>McPherson v. N.Y. City Dep't of Educ.,</i> 457 F.3d 211, 215 n. 4 (2d Cir.2006) (\"[S]peculation alone is insufficient to defeat a motion for summary judgment.\"). The materiality of the facts is governed by substantive law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). At summary judgment, the court is not charged with weighing the evidence and determining its truth, but only with determining whether there is a genuine issue for trial. <i>See </i><i>Westinghouse Elec. Corp. v. N.Y. City Transit Auth.,</i> 735 F.Supp. 1205, 1212 (S.D.N.Y.1990); <i>see also </i><i>Castro v. Metro. Transp. Auth.,</i> No. 04-CV-1445, 2006 WL 1418585, at *2 (S.D.N.Y. May 23, 2006). The Court's goal should be \"to isolate and dispose of factually unsupported claims.\" <i>Celotex Corp.,</i> 477 U.S. at 323-24, 106 S.Ct. 2548.</p>\n<p></p>\n<h2><i>2. Section 1983</i></h2>\n<p>Parents assert entitlement to compensatory and punitive damages from Defendants pursuant to § 1983 on the grounds that Parents and S.S. were denied <span class=\"star-pagination\">*560</span> \"equal access to federal entitlements, including special education and related services. . . solely on the basis of [S.S.'s] status as a disabled child attending a private religious school\" in violation of the Equal Protection clause of the Fourteenth Amendment. (SAC ¶ 36.)<sup>[16]</sup></p>\n<p>When, as here, \"the defendant sued for discrimination under . . . § 1983 is a municipalityor an individual sued in his official capacitythe plaintiff is required to show that the challenged acts were performed pursuant to a municipal policy or custom.\" <i>Patterson v. County of Oneida,</i> 375 F.3d 206, 226 (2d Cir.2004) (internal citations omitted); <i>see also </i><i>Monell v. Dep't of Soc. Servs. of the City of N.Y.,</i> 436 U.S. 658, 692-94, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). \"For purposes of § 1983, school districts are considered to be local governments and are subject to similar liability as local governments under <i>Monell.\" Scaggs v. N.Y. Dep't of Educ.,</i> No. 06-CV-799, 2007 WL 1456221, at *14 (E.D.N.Y. May 16, 2007) (internal quotation marks omitted); <i>see also </i><i>Back v. Hastings on Hudson Union Free Sch. Dist.,</i> 365 F.3d 107, 128 (2d Cir.2004) (\"Municipalities and other local government bodies, including school districts, are considered `persons' within the meaning of § 1983. But a municipality cannot be held liable pursuant to § 1983 solely because of the discriminatory actions of one of its employees.\" (internal citations omitted)). \"The Supreme Court has identified at least two situations that constitute a municipal policy: (1) where there is an officially promulgated policy as that term is generally understood (i.e., a formal act by the municipality's governing body), and (2) where a single act is taken by a municipal employee who, as a matter of State law, has final policymaking authority in the area in which the action was taken.\" <i>Newton v. City of New York,</i> 566 F.Supp.2d 256, 271 (S.D.N.Y.2008) (citing <i>Pembaur v. City of Cincinnati,</i> 475 U.S. 469, 480-81, 106 S.Ct. 1292, 89 L.Ed.2d 452 (1986) and <i>Monell,</i> 436 U.S. at 690, 98 S.Ct. 2018) (internal footnote and emphasis omitted). \"A municipal `custom,' on the other hand, need not receive formal approval by the appropriate decisionmaker <span class=\"star-pagination\">*561</span>. . . .\" <i>Id.</i> Instead, \"an act performed pursuant to a `custom' that has not been formally approved by an appropriate decision-maker may fairly subject a municipality to liability on the theory that the relevant practice is so widespread as to have the force of law.\" <i>Bd. of the County Comm'rs of Bryan County v. Brown,</i> 520 U.S. 397, 404, 117 S.Ct. 1382, 137 L.Ed.2d 626 (1997); <i>see also </i><i>Kern v. City of Rochester,</i> 93 F.3d 38, 44 (2d Cir.1996) (noting that a municipality's custom \"need not be memorialized in a specific rule or regulation\"). To prevail on this theory of municipal liability, however, a plaintiff must prove that the custom at issue is well-settled. <i>See </i><i>City of St. Louis v. Praprotnik,</i> 485 U.S. 112, 127, 108 S.Ct. 915, 99 L.Ed.2d 107 (1988) (noting that the Supreme Court \"has long recognized that a plaintiff may be able to prove the existence of a widespread practice that, although not authorized by written law or express municipal policy, is so permanent and well settled as to constitute a custom or usage with the force of law'\" (internal quotation marks omitted)).</p>\n<p>Here, Parents make only a conclusory allegation that \"Defendants have developed a policy of discriminating against disabled students based upon their disability and attendance in private religious schools.\" (SAC ¶ 37.) Parents have not produced <i>any</i> evidence of an official policy of the District to support this claim. Nor have Parents shown that any District employee with final policy making authority committed an act that could be construed as such a policy. Defendant Schwartz, the Deputy Superintendent supervising special education services, who arguably has final policy making authority, did not conduct any of the evaluations or attend any of the CPSE or CSE meetings that Parents claim resulted in a failure to provide S.S. with necessary services.<sup>[17]</sup> (IH I Tr. 89) (stating that Schwartz first learned about S.S. a month or two before the first impartial hearing (Schwartz).) Parents seem to assert that the District had a custom of denying religious school students services based on: (1) the fact that the rate of classification of disabled children in the District was 5.6% lower than the statewide average in 2002-03 (Pls.' Aff. ¶ 43; <i>id.</i> Ex. BB, at 1); and (2) the fact that the \"vast majority of non-public schools are yeshiva (Jewish),\" yet only 300 of the 800 disabled students eligible for special education services and attending nonpublic schools in the District attended yeshivas, (<i>id.</i> ¶¶ 45-46).</p>\n<p>These two statistics are insufficient to show any discriminatory custom or widespread practice of the District. First, the statistic showing that the District had a lower <i>overall</i> percentage of children classified as disabled does not show that the District had a custom of excluding students based on their attendance at a religious school. Defendant Schwartz testified that many factors affect the percentage of students classified as disabled in a particular district (IH I Tr. 1079-80 (Schwartz)), such as parents viewing classification as a stigma and refusing to refer children to the CSE, (<i>id.</i> at 1067-69, 1076-79). Parents have not offered any evidence to contradict Schwartz's testimony. Second, Parents mischaracterize Schwartz's testimony regarding the number of yeshiva students receiving services. According to Parents, Defendant Schwartz stated that out of 800 students receiving services who attend non-public schools, only \"close to 300\" attend yeshivas. <span class=\"star-pagination\">*562</span> (Pls.' Aff. ¶ 46.) Defendant Schwartz actually testified that the District had \"close to 300 students . . . getting their <i>services in the yeshiva.</i>\" (IHO I Tr. 1075 (Schwartz) (emphasis added).) Schwartz explained that the District provides certain services, such as a resource room, on-site in the yeshivas within the District. (<i>Id.</i> at 131.) Additionally, the District provides services to yeshiva students in its own public schools, as well as services to students, like S.S., who attend yeshivas outside of the District. (<i>Id.</i> at 130-32, 1074-75, 1090-1091.) Thus, the number cited by Parents does nothing to show a custom of discrimination against yeshiva students when it represents a mere subset of the yeshiva students receiving services from the District. Accordingly, Parents have failed to raise a disputed issue of fact regarding the District's liability.<sup>[18]</sup></p>\n<p>Even assuming, <i>arguendo,</i> that Parents can assert a proper <i>Monell</i> claim, Parents have also failed to raise a material issue of fact regarding the substantive Equal Protection claim. To establish a § 1983 claim under the Equal Protection Clause of the Fourteenth Amendment, there must be evidence that Parents and S.S. were \"selectively treated\" as \"compared with others similarly situated\" based on \"impermissible considerations such as . . . religion\" or disability. <i>See </i><i>Giordano v. City of New York,</i> 274 F.3d 740, 750 (2d Cir.2001); <i>see also </i><i>Spavone v. City of New York,</i> 420 F.Supp.2d 236, 240 (S.D.N.Y.2005) (\"To allege a violation under the Equal Protection Clause, a plaintiff must `prove purposeful discrimination directed at an identifiable or suspect class.'\" (quoting <i>Hart v. Westchester County Dep't of Soc. Servs.,</i> 160 F.Supp.2d 570, 578 (S.D.N.Y.2001))); <i>Essen v. Bd. of Educ. of the Ithaca City Sch. Dist.,</i> No. 92-CV-1164, 1996 WL 191948, at *9 (N.D.N.Y. Apr. 15, 1996) (\"[A]bsent a showing that the [d]istrict's policies served to discriminate against a particular class of disabled students, no equal protection cause of action exists.\"). Here, Parents offer no basis for a fact finder to conclude that S.S. or other disabled Jewish children were denied \"special education and related services\" on the basis of their religion or their disability. (SAC ¶ 36.)</p>\n<p>Parents argue that their claim of discrimination is supported by: (1) their allegation that the District did not provide an appropriate IEP for S.S. because of her religion from the time she was first evaluated in 1997 through the time Parents filed suit (Pls.' Aff. ¶ 42); and (2) the same two <span class=\"star-pagination\">*563</span> statistics discussed above, (<i>id.</i> ¶¶ 43-46). Even assuming that the District violated the IDEA between 1997 and 2006, this alone would not by itself support a Fourteenth Amendment equal protection claim against the District. <i>See Pape v. Bd. of Educ. of the Wappingers Cent. Sch. Dist.,</i> No. 07-CV-8828, 2009 WL 3151200, at *6 (S.D.N.Y. Sept. 29, 2009) (\"[A]bsent more specific claims that [d]efendants engaged in invidious discrimination against [the student] because of her disability, beyond just a general claim that [d]efendants failed to provide her with a FAPE, [p]laintiffs have failed to state an equal protection claim.\"); <i>see also Gavrity v. New Lebanon Cent. Sch. Dist.,</i> Nos. 05-CV-1024, 06-CV-317, 2009 WL 3164435, at *39 (N.D.N.Y. Sept. 29, 2009) (\"To survive a motion for summary judgment, a plaintiff must present evidence [ ] of differential treatment from others similarly situated. . . .\").</p>\n<p>Second, the <i>only</i> evidence offered by Parentsthe statistics regarding the overall rate of disability classification and the number of yeshiva students classified in East Ramapofails to present the required \"stark pattern\" of discrimination necessary for statistics \"to be acceptable as the sole proof of discriminatory intent under the Constitution.\" <i>See </i><i>Chesna v. U.S. Dep't of Defense,</i> 850 F.Supp. 110, 117-18 (D.Conn.1994) (granting summary judgment on equal protection claim where plaintiff \"presented nothing more than one bare statistic\" that 55% of the total employee population were hourly employees and 89% of security clearance revocations involved hourly employees, and when defendant \"presented ample evidence refuting [plaintiff's] bald claim of discrimination\" (internal quotation marks omitted)); <i>see also </i><i>Bussey v. Phillips,</i> 419 F.Supp.2d 569, 583 (S.D.N.Y.2006) (noting, in the context of a § 1983 equal protection claim, that unlike in class action cases, \"statistics alone do not suffice to establish discriminatory intent\" for individual disparate impact cases and that, in general, such statistics must be \"large enough, to infer discriminatory intent\"); <i>Drake v. Delta Air Lines, Inc.,</i> No. 94-CV-5944, 2005 WL 1743816, at *6 (E.D.N.Y. July 21, 2005) (\"Statistics alone are insufficient in a[n individual] disparate-treatment claim because an individual plaintiff must prove that he or she <i>in particular</i> has been discriminated against.\" (emphasis in original)), <i>aff'd,</i> 216 Fed.Appx. 95 (2d Cir.2007).<sup>[19]</sup> Because Parents have offered nothing more than bare statistics to support their conclusory allegations of intentional discrimination against their daughter, the Court finds that Parents have failed to establish a disputed issue of fact regarding their equal protection claim. <i>Cf. Bailey v. City of New York,</i> No. 98-CV-1812, 2003 WL 21031972, at *9 (S.D.N.Y. May 2, 2003) (report and recommendation) (granting defendants' summary judgment motion in employment discrimination case brought under § 1983 because the proffered statistics \"at most constitute[d] evidence of a disparate impact,\" which was \"insufficient to raise a triable issue that the [defendant] included [an employment] requirement for the actual purpose of excluding minorities\"); <i>see also </i><i>Hart,</i> 160 F.Supp.2d at 578 (non-movant cannot avoid summary judgment <span class=\"star-pagination\">*564</span> simply based on unsupported allegations). Accordingly, Defendants' Motion for Summary Judgment on Parents' § 1983 claim is granted.</p>\n<p></p>\n<h2><i>3. Section 504</i></h2>\n<p>Parents also allege that Defendants violated § 504 of the Rehabilitation Act. To recover under the Rehabilitation Act, there must be evidence that: (1) the student is disabled; (2) the student is otherwise qualified to participate in school activities; (3) the school or the board receives federal financial assistance; and (4) the student was excluded from participation in programs at, denied the benefits of, or subject to discrimination at, the school on the basis of her disability. <i>See </i><i>Gabel,</i> 368 F.Supp.2d at 334; <i>see also Pinn,</i> 473 F.Supp.2d at 483 (noting that a plaintiff bringing a § 504 claim must demonstrate that she is disabled and that she has been excluded from federal benefits \"because of his or her disability\" (citing <i>Mrs. C. v. Wheaton,</i> 916 F.2d 69, 74 (2d Cir.1990))). Here, it is undisputed that the first three conditions are met. Thus, \"Section 504 relief is conditioned on a showing of discrimination, [which] requires something more than proof of a mere violation of IDEAi.e., more than a faulty IEP.\" <i>Gabel,</i> 368 F.Supp.2d at 334. Rather, a plaintiff must put forth evidence that she was \"denied a federal benefit <i>because</i> of h[er] disability.\" <i>Pinn,</i> 473 F.Supp.2d at 484 (emphasis in original); <i>see also Gavrity,</i> 2009 WL 3164435, at *37 (noting that a § 504 claim requires a plaintiff to show that \"he has been denied the benefit by reason of his disability\"). Moreover, there must be evidence that a school district acted with deliberate or reckless indifference to the student's federally protected rights or with \"bad faith or gross misjudgment.\" <i>See </i><i>Bartlett v. N.Y. State Bd. of Law Examiners,</i> 156 F.3d 321, 331 (2d Cir.1998) (noting that intentional discrimination under the Rehabilitation Act may be inferred from \"at least deliberate indifference to the strong likelihood that a violation of federally protected rights will\" occur), <i>vacated on other grounds,</i> 527 U.S. 1031, 119 S.Ct. 2388, 144 L.Ed.2d 790 (1999); <i>Pinn,</i> 473 F.Supp.2d at 483 (\"Where a plaintiff asserts denial of a free appropriate public education. . . ., plaintiff must demonstrate bad faith or gross misjudgment.\"); <i>Gabel,</i> 368 F.Supp.2d at 334 (noting that a Rehabilitation Act claim may be brought if \"a school district acts with gross negligence or reckless indifference in depriving a child of access to a FAPE\").</p>\n<p>The Court's review of the record shows insufficient evidence of discrimination on the part of Defendants to prove a violation of § 504. First, Parents have not put forth any evidence whatsoever that supports their allegation that S.S. was denied a benefit <i>because</i> of her disability. Parents' general assertions that the District failed to convene the CSE or provide IEPs do not establish that the Districts' acts were premised in any way on S.S.'s disability. <i>See </i><i>P.C. v. McLaughlin,</i> 913 F.2d 1033, 1041 (2d Cir.1990) (affirming summary judgment when plaintiff alleged that student was \"denied meaningful access to the benefits provided to other handicapped individuals\" and not, as § 504 requires, that the school district failed to provide \"even-handed treatment in relation to the non-handicapped\" (internal quotation marks omitted)); <i>see also Pinn,</i> 473 F.Supp.2d at 484 (granting defendant's summary judgment motion when plaintiffs failed to put forth any evidence that their child \"was denied a federal benefit <i>because</i> of his disability\" (emphasis in original)). At best, Parents simply disagree with the District employees' opinions regarding S.S.'s educational needs. <i>See Pinn,</i> 473 F.Supp.2d at 484 (granting defendant's summary judgment motion when plaintiffs' Rehabilitation Act claims were \"merely restatements <span class=\"star-pagination\">*565</span> of their IDEA claims\"); <i>Zahran ex rel. Zahran v. N.Y. Dep't of Educ.,</i> 306 F.Supp.2d 204, 213-14 (N.D.N.Y.2004) (dismissing Rehabilitation Act claim because the claims were \"substantially the same as that of the IDEA claim,\" which were \"essentially challenges to the program itself, not [to] any type of discriminatory decisions\").</p>\n<p>Second, there is no basis for a reasonable fact finder to conclude that the District acted with deliberate or reckless indifference or with gross negligence in failing to provide S.S. with a FAPE. Although the District ultimately failed to provide a FAPE for S.S. for the 2004-05, 2005-06, or 2006-07 school years, the process employed by the District did not rise to the level of gross negligence or reckless indifference required to prove a § 504 claim.<sup>[20]</sup><i>See Pinn,</i> 473 F.Supp.2d at 484 (granting defendants' summary judgment motion regarding plaintiffs' Rehabilitation Act claims when, even if the court agreed that the school district failed to provide a FAPE, plaintiffs had \"put forth insufficient evidence of bad faith or gross misjudgment on the part of the [district]\"); <i>Zahran,</i> 306 F.Supp.2d at 213-14 (finding that plaintiffs' claims did not show that the district acted with gross negligence when plaintiffs alleged that the district \"failed to make necessary evaluations to develop a proper IEP\" and failed \"to offer prompt administrative review\"); <i>cf. </i><i>Gabel,</i> 368 F.Supp.2d at 336 (finding that the school district acted with reckless indifference when \"it actually avoided dealing with [student's] parents because it had no proper placement for\" the child (emphasis omitted)); <i>R.B. ex rel. L.B. v. Bd. of Educ. of the City of N.Y.,</i> 99 F.Supp.2d 411, 414, 419 (S.D.N.Y.2000) (denying motion to dismiss when the IHO found that the school district exhibited \"gross neglect\" by causing the student to be excluded from school for an entire school year). Rather, the undisputed evidence (including the evidence evaluated by the many IHOs and SROs) shows that the District was responsive to Parents' requests. The District initially convened a CSE meeting at Parents' request in November 2004 to develop a program for S.S., acted quickly to refine the CSE's recommendation upon receiving Parents' due process complaint in February 2005, and reevaluated S.S. in 2006. Although SRO III concluded that the District's request that Parents consent to a CSE meeting for the 2006-07 school year was an unnecessary procedural step, the District initiated contact with Parents, informed Parents of their right to a CSE meeting, and attempted to collect records from YNJ. Such conduct does not violate the Rehabilitation Act. <i>See Pinn,</i> 473 F.Supp.2d at 484 (rejecting Rehabilitation Act claim when the District \"never ignored [p]laintiffs request\" for classification, \"attempted to address\" the issues raised, \"sought out additional information,\" and \"ultimately classified [the child]\").</p>\n<p><span class=\"star-pagination\">*566</span> The only other allegations Parents present in support of their claim of \"bad faith or gross misjudgment\" is the District's purported failure to \"fully evaluate, prepare an IEP, [and] convene an IEP meeting\" when S.S. was evaluated by the District in 2001. (SAC ¶ 33.) Yet, the merits of Parents' claims with respect to the District's conduct in the summer and early fall of 2001 are not properly before this Court because the statute of limitations had expired on these claims by fall 2004, several months before Parents filed their first due process complaint in February 2005. <i>See Darcy v. Lippman,</i> No. 03-CV-6898, 2008 WL 629999, at *11 (S.D.N.Y. Mar. 10, 2008) (claims under the Rehabilitation Act expire in New York three years after the plaintiff knows or has reason to know of the injury that is the basis for the action).<sup>[21]</sup></p>\n<p>Parents' § 504 claims \"are, in actuality, merely restatements of their IDEA claims\" that the District failed to provide an appropriate IEP for S.S. <i>See Pinn,</i> 473 F.Supp.2d at 484; <i>see also </i><i>Zahran,</i> 306 F.Supp.2d at 213 (dismissing Rehabilitation Act claim because the claims were \"substantially the same as that of the IDEA claim,\" which were \"essentially challenges to the program itself, not of any type of discriminatory decisions\"). Accordingly, Defendants' Motion for Summary Judgment on this issue is granted.</p>\n<h2>NOTES</h2>\n<p>[1]  Hereinafter, where a statement of fact is undisputed, the Court will only cite to either the District's or Parents' 56.1 Statement.</p>\n<p>[2]  Parents' explanation that they signed the form only to express disagreement with the District's recommended services is hard to reconcile with the form itself. Indeed, the form makes no mention of the offer of any special services, but instead merely is intended, as it states, to reflect S.S.'s transition from pre-school to kindergarten. (Defs.' IH I Ex. 12.) Because S.S. had been found to be disabled by the CPSE, and therefore in need of special services during preschool, the District was merely recommending in this form that S.S. be referred to the CSE for consideration as a disabled student in kindergarten. The CPSE would be in no position to evaluate S.S.'s needs for kindergarten, as it deals only with pre-school students, let alone to offer particular special education services. In fact, the purpose of such a referral would allow a CSE to consider which services, if any, S.S. might need in kindergarten. Thus, any claim that Parents' disagreement with this referral was only meant to disagree with the CPSE's recommendation of particular special services is specious. On its face, and even excluding the handwritten note, the form shows that Parents disagreed with the District's referral of S.S. to the CSE prior to her kindergarten year.</p>\n<p>[3]  The psychological report also notes that the reason for the referral was \"[a]cademic [d]ifficulty.\" (Pls.' IH I Ex. A, at 1.)</p>\n<p>[4]  The due process complaint filed by Parents on February 7, 2005 did not include a request for tuition reimbursement for the 2005-06 school year (IH I Ex. 1, at 1-2), but Parents requested reimbursement for 2005-06 in their closing arguing before IHO I. (Pls.' Aff. ¶ 30; IH I Tr. 1198 (\"[W]e ask the Hearing Officer to find for [S.S.] and her parents and to award them reimbursement for tuition at [YNJ] for the year 2004 and 5, and for the present year 2005 and 6\"). Parents now contend that IHO I inappropriately considered their entitlement for reimbursement for the 2005-06 school year and that Parents did not have the opportunity to present evidence on that school year. (Pls.' Mem. in Supp. of Mot. for Summ. J. (\"Pls.' Mem.\") 4-8.) This claim is discussed more fully below. <i>See infra</i> Section II.A.2.b.ii.</p>\n<p>[5]  IHO I incorrectly characterized this claim as raised under the No Child Left Behind Act (\"NCLB\"), rather than under the child find provisions of the IDEA, and concluded that the policy purposes behind the NCLB did not support Parents' claim. (IHO I Decision 5-6; SRO I Decision 7-8)</p>\n<p>[6]  Additionally, IHO I denied Parents' other requests for, inter alia, reimbursement for fees related to counseling and language therapy for S.S., costs related to S.S.'s tutoring, and costs of private evaluations conducted in 2004, without stating his reasoning for doing so. (IHO I Decision 6.) SRO I later affirmed IHO I's denial of these requests. (SRO I Decision 14.) Because Parents have not appealed denial of reimbursement for these expenses (Second Am. Compl. (\"SAC\")), the Court will not consider these denials.</p>\n<p>[7]  This case was transferred to this Court from Judge Colleen McMahon on August 6, 2007. (Dkt. No. 35.)</p>\n<p>[8]  The consolidated case is referred to by its old docket number, 06-CV-5004. (Dkt. No. 39.)</p>\n<p>[9]  Deference to the SRO is appropriate even where the SRO, at least in part, has disagreed with the IHO. <i>See </i><i>Karl ex rel. Karl</i> v. <i>Bd. of Educ. of Geneseo Cent. Sch. Dist.,</i> 736 F.2d 873, 877 (2d Cir.1984) (noting that the Supreme Court's decision in <i>Rowley</i> \"requires that federal courts defer to the final decision of the state authorities, and that deference may not be eschewed merely because a decision is not unanimous or the reviewing authority disagrees with the hearing officer\"); <i>Watson ex rel. Watson v. Kingston City Sch. Dist.,</i> 325 F.Supp.2d 141, 145 (N.D.N.Y.2004) (\"[D]eference to the final decision issued by a state agency on an issue of educational methodology is no less appropriate simply because the SRO has disagreed with the IHO.\"), <i>aff'd,</i> 142 Fed.Appx. 9 (2d Cir.2005).</p>\n<p>[10]  The Second Circuit recently adopted a two-part test employed by several other circuit courts for determining whether an IEP provides the least restrictive environment possible: (1) \"whether a student can be satisfactorily educated in the regular classroom with the benefit of supplemental aids and services;\" and (2) if the school district was justified in removing the student from the mainstream classes, \"whether the school has included the child in school programs with nondisabled children to the maximum extent appropriate.\" <i>Newington,</i> 546 F.3d at 121; <i>accord </i><i>L.B. ex rel. K.B. v. Nebo Sch. Dist.,</i> 379 F.3d 966, 976 (10th Cir.2004); <i>Sacramento City Unified Sch. Dist. v. Rachel H.,</i> 14 F.3d 1398, 1403-04 (9th Cir.1994); <i>Oberti ex rel. Oberti v. Bd. of Educ. of the Borough of Clementon Sch. Dist.,</i> 995 F.2d 1204, 1215 (3d Cir. 1993). In considering the first prong, courts should consider whether \"reasonable efforts [were made] to accommodate the child in a regular classroom,\" \"the educational benefits available to the child in a regular class, with appropriate supplementary aids and services, as compared to the benefits provided in a special education class,\" and potential \"negative effects . . . on the education of the other students in the class.\" <i>Newington,</i> 546 F.3d at 120; <i>see also </i><i>L. ex rel. Mr. F. v. N. Haven Bd. of Ed.,</i> 624 F.Supp.2d 163, 180-81 (D.Conn.2009) (same). As noted above, parents are not held to the same mainstreaming requirements as school districts. Thus, parents should not be held strictly to the <i>Newington</i> test, which interprets the least restrictive environment requirement placed on school districts. However, because mainstreaming may be a factor in deciding the appropriateness of a private placement, and because the test is designed to help courts decide whether a placement is the least restrictive environment, the above factors may be useful in determining the overall appropriateness of the parental placement.</p>\n<p>[11]  Moreover, as IHO I's decision noted, there was evidence that YNJ was an inappropriate placement for the additional reason that S.S.'s reading skills could be negatively affected by dual language instruction in both Hebrew and English. (IH I Tr. 125 (Schwartz); <i>id.</i> at 391 (Silver); <i>id.</i> at 194 (Goldstein).) Furthermore, although SRO I noted that the transitional program at YNJ had access to a psychologist, it appears from the record that YNJ failed to provide any form of counseling for S.S., despite the recommendation in the 2004 evaluation that S.S. would benefit from weekly counseling. (SRO I Decision 13 (finding that psychologist taught social skills to entire school); IH I Tr. 527-28 (Goldstein)); <i>see Green,</i> 2008 WL 919609, at *7 (finding private placement inappropriate despite academic success because school failed to provide needed counseling services or a specially-designed program).</p>\n<p>[12]  The Court notes that Dr. Silver testified that, despite the plain language of the evaluation, the recommendation was not for a standard resource room, such as those provided by the District, but for a specific type of resource room program that used a self-contained setting and \"access to the mainstream with special-ed services.\" (IH I Tr. 358, 384-85 (Silver).)</p>\n<p>[13]  The Court acknowledges that IHO I improperly characterized the least restrictive environment standard as being \"mandatory\" on Parents. (IHO I Decision 5.) However, SRO I applied the correct legal standard, explicitly stating that the restrictiveness of the placement \"must be balanced against the requirement that each student receive an appropriate education.\" (SRO I Decision 12.)</p>\n<p>[14]  Defendants argue that tuition reimbursement is not warranted for the 2004-05 school year for the additional reason that Parents unreasonably delayed in notifying the District of their dissatisfaction with the IEP proposed for S.S. (Defs.' Mem. 13-14.) Because the Court denies reimbursement on other grounds, the Court need not, and therefore does not, address the merits of this argument.</p>\n<p>[15]  Parents argue that they were not given a fair opportunity to present evidence at IH I regarding the 2005-06 school year, as reflected by SRO I's statement that \"[P]arent's [sic] witness from YNJ who offered information regarding [S.S.'s] program . . . concluded her testimony . . . prior to the beginning of the 2005-06 school year. There is no information in evidence regarding the student's program at YNJ during the 2005-06 school year or how that program met her special education needs.\" (SRO I Decision 15.) Considering that Parents requested that IHO I decide whether reimbursement was appropriate for 2005-06 and petitioned SRO I to award reimbursement for 2005-06, the Court finds no error in SRO II's conclusion that Parents \"requested relief regarding the 2005-06 school year . . . and then failed to present evidence\" to support their request. (SRO II Decision 3.)\n</p>\n<p>Parents also claim that IHO I lacked jurisdiction to decide issues regarding the 2005-06 school year because their initial request for a hearing asked only for reimbursement for the 2004-05 school year. (Pls.' Mem. 6-7.) The Court finds no error in SRO II's decision that the jurisdictional claim was barred by res judicata when parents asked IHO I and SRO I to grant tuition reimbursement for 2005-06. Furthermore, Parents were free to raise their jurisdictional claim on the appeal to SRO I, yet failed to do so. (SRO II Decision 4.) Additionally, the cases cited by Parents do not support their argument. All of the cases presented situations where the parents did not request reimbursement for an additional year, the defendants did not consent to expanding jurisdiction, or the IHO declined to decide the issues pertaining to the additional year. <i>See Application of the Bd. of Educ. of the City Sch. Dist. of the City of Poughkeepsie,</i> Appeal No. 02-101, http://www.sro.nysed.gov/decisionindex/2002/02-101.htm (Dec. 10, 2003) (IHO denied parents request to expand the jurisdiction of the hearing); <i>Application of a Child with Disability,</i> Appeal No. 00-75, http://www.sro.nysed.gov/decisionindex/2000/ 00-075.htm (Nov. 15, 2001) (same); <i>Application of the Bd. of Educ. of the City Sch. Dist. of the City of N.Y.,</i> Appeal No. 99-77, http:// www.sro.nysed.gov/decisionindex/1999/99-077.htm (Oct. 3, 2000) (parties did not consent to conferring jurisdiction on IHO); <i>Application of a Child with Disability,</i> Appeal No. 96-45, http://www.sro.nysed.gov/decisionindex/1996/96-45.htm (Aug. 8, 1996) (parties did not agree to expand jurisdiction of IHO). Here, in contrast, Parents asked IHO I to address 2005-06 (IH I Tr. 1198), there is no evidence that Defendants objected to this request, and IHO I decided the issues relating to the 2005-06 school year, (IHO I Decision 1).</p>\n<p>Parents also assert that they have never presented their claim that no IEP was created for 2005-06 to any administrative body. (Pls.' Mem. 6.) As an initial matter, the March IEP on its face applied to the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) Parents do not explain this fact, though Dr. Rosenshein testified that, in his opinion, the June 2006 review date was a mistake. (IH I Tr. 429 (Rosenshein).) Regardless, Parents' claim is immaterial to this appeal. Although SRO I did not explicitly rule that no FAPE was provided for 2005-06 (SRO I Decision 12), SRO I found that Parents failed to present sufficient evidence regarding YNJ's appropriateness for 2005-06, (<i>id.</i> at 15). Because the Court declines to overturn SRO I's decision regarding the appropriateness of YNJ, there is no need to address whether or not the District provided a FAPE in 2005-06.</p>\n<p>[16]  Parents' SAC only requests § 1983 relief for violations of the Equal Protection Clause of the Fourteenth Amendment. (SAC ¶¶ 36-39.) Parents do not request, and, therefore, the Court does not address, monetary damages pursuant to § 1983 for deprivation of Parents' or S.S.'s federal rights under the IDEA. <i>See </i><i>Smith v. Guilford Bd. of Educ.,</i> 226 Fed.Appx. 58, 63 (2d Cir.2007) (summary order) (stating that although \"IDEA itself does not provide for monetary damages, plaintiffs may sue pursuant to § 1983 to enforce its provisions . . . and to obtain damages for violations of such provisions\"). In any event, such a claim against the District or against Schwartz in his official capacity as Superintendent would fail because, for the reasons discussed below, Parents have asserted no facts showing that such a deprivation was part of a policy or custom of the District or part of acts taken by a person with final policymaking authority. <i>See </i><i>Monell v. Dep't of Soc. Servs. of the City of N. Y.,</i> 436 U.S. 658, 692-94, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); <i>see also </i><i>R.B. ex rel. L.B. v. Bd. of Educ. of the City of N.Y.,</i> 99 F.Supp.2d 411, 418 (S.D.N.Y.2000) (noting, in the context of a § 1983 claim seeking compensatory and punitive damages based on violations of the IDEA, that plaintiffs must plead <i>Monell</i> liability and that a district's \"failure to act must rise to the level of deliberate indifference\" in order to raise an inference of a municipal policy to cause violations of the federal right). For the reasons explained below in relation to Parents' § 504 claim, the Court does not believe Parents have raised a disputed issue of fact regarding whether Defendants' actions constituted deliberate indifference. Additionally, a similar claim against Schwartz in his personal capacity would fail because, as explained below, Parents have asserted no facts showing that Schwartz was personally involved in any alleged deprivation of Parents' or S.S.'s rights under the IDEA.</p>\n<p>[17]  Parents do not claim, or point to any evidence suggesting, that the other District employees involved in the evaluations and meetings at issue had final policy making authority for the District.</p>\n<p>[18]  Parents also named Schwartz as a Defendant in his \"individual official capacity\" as Superintendent. (SAC 1.) To the extent this claim includes Schwartz in his official capacity as Superintendent, it is duplicative of the claim against the District itself. <i>See </i><i>Kentucky v. Graham,</i> 473 U.S. 159, 165-166, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985) (\"Official-capacity suits . . . `generally represent only another way of pleading an action against an entity of which an officer is an agent.'\" (quoting <i>Monell,</i> 436 U.S. at 690 n. 55, 98 S.Ct. 2018)). To the extent that this claim sues Schwartz individually, the Court finds, for the reasons discussed below, that Parents have failed to raise a material issue of fact regarding the substance of this Equal Protection Claim. Moreover, Parents have alleged no facts showing that Schwartz was personally involved in or otherwise responsible for the alleged discrimination against S.S., thus fatally undermining Parents' claim. <i>See </i><i>Back,</i> 365 F.3d at 122 (\"[P]ersonal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.\" (internal quotation marks omitted)); <i>B.D.S. v. Southold Union Free Sch. Dist.,</i> Nos. 08-CV-1319, 08-CV-1864, 2009 WL 1875942, at *17 (E.D.N.Y. June 24, 2009) (dismissing § 1983 claim when \"plaintiff d[id] not plead any factual allegations plausibly suggesting that [defendant] was personally involved in any of the alleged constitutional violations\"). Accordingly, Defendants' Motion for Summary Judgment regarding the § 1983 claim against Schwartz is granted.</p>\n<p>[19]  While the Court does not weigh the evidence in deciding a motion for summary judgment, it is worth noting that there is ample, undisputed evidence in the record to refute Parents' unsupported claim of discrimination. Indeed, Parents' own expert testified that the District \"has a wonderful reputation. . . in the Jewish community\" for its efforts in working with Parents of disabled children attending the nonpublic yeshivas. (Tr. 458-59 (Rosenshein).) Defendant Schwartz also testified at length about the programs the District employs to ensure that disabled students in nonpublic yeshivas are classified and provided with special education services. (Tr. 88-89, 878-89, 913-14, 925-26 (Schwartz).)</p>\n<p>[20]  Even taking as true Parents' claim that the District failed to provide S.S. with a new IEP at the start of the 2005-06 school year, this action does not amount to gross negligence or indifference because the IEP developed on March 17, 2005 covered the end of the 2004-05 school year through the entirety of the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) The IDEA only requires that an IEP be in effect \"[a]t the beginning of each school year,\" it does not require development of a new IEP at the start of each school year. 20 U.S.C. § 1414(d)(2)(A); <i>see also </i><i>Cerra,</i> 427 F.3d at 194 (noting that \"school districts must only ensure that a child's IEP is in effect by the beginning of the school year\"). Particularly given that the appropriateness of the March 17, 2005 IEP was being reviewed by the SRO until March 27, 2006, the fact that the District did not issue a new IEP at the start of the 2005-06 school year did not amount to gross negligence or indifference.</p>\n<p>[21]  Regardless of the Statute of Limitations, the District's actions do not rise to the level of indifference or gross negligence when the District responded to Parents' request by conducting an educational and psychological evaluation (Pls.' IH I Exs. A, B), and when Parents never asked the District for a CSE and continued to enroll S.S. in private school without notifying the District. <i>See Pinn,</i> 473 F.Supp.2d at 484 (finding no evidence of gross negligence when the CSE evaluated plaintiffs' child and \"conduct[ed] a further investigation including a speech and language assessment and psychiatric evaluation\" to determine the child's classification).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">700</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">529</span></span> (2010)</b></center>\n<center><h1>Philip and Daryl SCHREIBER, as Parents of disabled child, S.S., Plaintiffs,<br>\nv.<br>\nEAST RAMAPO CENTRAL SCHOOL DISTRICT and Superintendent Mitchell J. Schwartz, in his individual official capacity, Defendants.</h1></center>\n<center>Case No. 06-CV-5004 (KMK).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>March 31, 2010.</center>\n<p><span class=\"star-pagination\">*532</span> RosaLee Charpentier, Esq., The Law Office of Salamon Davis, New York, NY, for Plaintiffs.</p>\n<p>Gregg Tyler Johnson, Esq., Jacinda Hall Conboy, Esq., Karen S. Norlander, Esq., Girvin &amp; Ferlazzo, P.C., Albany, NY, for Defendants.</p>\n<p></p>\n<h2><i>OPINION AND ORDER</i></h2>\n<p>KENNETH M. KARAS, District Judge:</p>\n<p>Plaintiffs Philip and Daryl Schreiber (\"Parents\" or \"Plaintiffs\") are the parents of S.S., a child classified in 2004 as learning disabled by Defendant East Ramapo Central School District (the \"District\"). <span class=\"star-pagination\">*533</span> Parents brought this action against the District and against Defendant Mitchell J. Schwartz (\"Schwartz\"), in his \"individual official capacity\" as Superintendent of the District, pursuant to the Individuals with Disabilities Act, 20 U.S.C. § 1400 <i>et seq.</i> (\"IDEA\"), seeking review of three State Review Officer (\"SRO\") decisions regarding reimbursement for tuition they paid for S.S. to attend the Yeshiva of New Jersey, Bergen County (\"YNJ\") for the 2004-05, 2005-06, and 2006-07 school years. Parents also assert entitlement to compensatory relief for alleged discrimination, pursuant to 42 U.S.C. § 1983 (\" § 1983\") and § 504 of the Rehabilitation Act of 1973, as amended, 29 U.S.C. § 794 (\"§ 504\"), as well as to reasonable attorneys' fees.</p>\n<p>Parents have moved for summary judgment on all of their claims. Defendants have also moved for summary judgment on all of Parents' claims. For the reasons set forth below, Parents' Motion for Summary Judgment is denied, and Defendants' Motion for Summary Judgment is granted.</p>\n<p></p>\n<h2><i>I. Background</i></h2>\n<p></p>\n<h2><i>A. Statutory Background</i></h2>\n<p>To put the factual background into context, the Court briefly notes the relevant statutory framework of the IDEA. Under the IDEA, states receiving federal funds are required to provide a free appropriate public education (\"FAPE\") to \"all children with disabilities.\" 20 U.S.C. § 1412(a)(1)(A); <i>see also </i><i>Bd. of Educ. of the Hendrick Hudson Cent. Sch. Dist. v. Rowley,</i> <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 179, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982). To meet this obligation, school districts within a state must provide \"special education and related services tailored to meet the unique needs of a particular child, [which are] `reasonably calculated to enable the child to receive educational benefits.'\" <i>Walczak v. Fla. Union Free Sch. Dist.,</i> <span class=\"citation\" data-id=\"753719\"><a href=\"/opinion/753719/robert-walczak-and-karen-walczak-v-florida-union-free-school-district-and/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 129 (2d Cir.1998) (quoting <i>Rowley,</i> 458 U.S. at 207, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>) (internal quotation marks and citation omitted). These services must be administered in accordance with an Individualized Education Plan (\"IEP\"), which school districts must have in place at the start of each school year. <i>See</i> 20 U.S.C. § 1414(d)(2)(A).</p>\n<p>In New York, if a parent disagrees with an IEP prepared by a school district, the parent may challenge the IEP by requesting an \"[i]mpartial due process hearing,\" 20 U.S.C. § 1415(f), before an impartial hearing officer (\"IHO\") appointed by a local board of education, <i>see</i> N.Y. Educ. Law § 4404(1)(a). The resulting decision may be appealed to a SRO, <i>see</i> N.Y. Educ. Law § 4404(2); <i>see also</i> 20 U.S.C. § 1415(g), and the SRO's decision may be challenged in either state or federal court, <i>see</i> 20 U.S.C. § 1415(i)(2)(A). Also, \"[i]f parents believe that [the school district] has failed [to provide a FAPE], they may, at their own financial risk, enroll the child in a private school and seek retroactive reimbursement for the cost of the private school from the [district].\" <i>Gagliardo v. Arlington Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"797990\"><a href=\"/opinion/797990/anthony-gagliardo-and-adele-gagliardo-v-arlington-central-school-district/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 (2d Cir.2007).</p>\n<p></p>\n<h2><i>B. Factual Background</i></h2>\n<p></p>\n<h2><i>1. S.S.'s Early Childhood Classification as Learning Disabled</i></h2>\n<p>Parents first requested that the District evaluate S.S. for special education services in March 1997, when S.S. was pre-school aged. (Pls.' Statement of Material Facts (\"Pls.' Years 1 &amp; 2 56.1 Stmt.\") ¶ 2; Defs.' Reply Statement of Material Facts (\"Defs.' Years 1 &amp; 2 56.1 Reply\") ¶ 2.)<sup>[1]</sup> A state-approved <span class=\"star-pagination\">*534</span> evaluation center recommended that the District provide S.S. with special services. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 4.) The District's Committee on Preschool Special Education (\"CPSE\") subsequently classified S.S. as disabled and created an IEP to address S.S.'s needs. (<i>Id.</i> ¶ 7.) The IEP recommended occupational therapy once a week. (Defs.' Statement of Material Facts Pursuant to Local Rule 56.1 (\"Defs.' 56.1 Stmt.\") ¶ 24.) Parents declined to place S.S. in one of the District's schools, instead enrolling her for pre-kindergarten in Ashar, a nonpublic yeshiva school, for the 1997-98 school year. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 8.) The District provided S.S. with weekly occupational therapy. (<i>Id.</i>)</p>\n<p>The District's records show that on June 16, 1998, prior to the start of the 1998-99 school year, S.S. was declassified as disabled at Parents' request. (Defs.' 56.1 Stmt. ¶¶ 25-27; Defs.' Impartial Hearing I (\"IH I\") Ex. 12.) In fact, a form from the CPSE indicates that one of S.S.'s parents signed the form noting his or her disagreement with the CPSE recommendation to refer S.S. to a Committee on Special Education (\"CSE\") for kindergarten. (Defs.' IH I Ex. 12.) The form also has a handwritten note reflecting that S.S. was declassified as per \"parent request.\" (<i>Id.</i>) Parents refute the District's contention that S.S. was \"declassified\" at their request (Pls.' Aff. ¶ 4), contending that they signed the form to indicate their disagreement with the District's recommended services, and to discontinue the weekly occupational therapy, not to declassify S.S. (IH I Tr. 718-20) (Test. of Daryl Schreiber (\"D. Schreiber\").) According to Parents, \"no notice [was given] to [them]\" that S.S. had been \"`declassified' or terminated from special education eligibility.\" (Pls.' Aff. ¶ 4.) The District presented evidence that a representative explicitly notified Parents that \"without [their] consent to\" a CSE meeting, S.S. would not get services.<sup>[2]</sup> (IH I Tr. 1005, 1008-09, 1012-13 (Test. of Marlene Slackman).) Consistent with the District's view, from the 1998-99 school year through the 2000-01 school year, \"no services were provided [to S.S. by the District] and no ... contacts were undertaken\" between the Parties. (Pls.' Aff. ¶ 4; IH I Tr. 271-72, 276-77 (D.Schreiber).) During that time, Parents enrolled S.S. in the Yeshiva of Spring Valley (\"YSV\"), a nonpublic yeshiva school, for kindergarten, first grade, and second grade (IH I Tr. 268, 682), and there is no record of them following up with the District to pursue CSE review or any special education services.</p>\n<p></p>\n<h2><i>2. Evaluation of S.S. During the 2001-02 School Year</i></h2>\n<p>In June 2001, prior to S.S. beginning third grade, Parents requested that S.S. <span class=\"star-pagination\">*535</span> be evaluated for special education services by YSV. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 21.) YSV referred S.S. to the District for an evaluation. (<i>Id.</i>) The document containing the educational evaluation noted that S.S. was \"referred for an educational evaluation because she [was] having some academic difficulty.\"<sup>[3]</sup> (Pls.' IH I Ex. B, at 1.) There is no suggestion that the District was told that S.S, was viewed as being disabled or was being referred to the CSE. In any event, the educational evaluation showed that S.S. lagged in \"spelling, written expressive language and vocabulary,\" and that she exhibited \"[m]ore significant lags... in silent reading comprehension.\" (<i>Id.</i> at 3.) The evaluation also stated that S.S. had \"above grade level skills in reading recognition, phonics, and reading comprehension and listening comprehension,\" as well as \"grade appropriate skills\" in \"math computation.\" (<i>Id.</i>) A separate psychological evaluation revealed that S.S. had a \"sense of lowered self esteem.\" (Pls.' IH I Ex. A, at 3.) Both the educational and psychological evaluations included recommendations to improve S.S.'s reading comprehension and written expressive language skills. (<i>Id.</i> at 4; Pls.' IH I Ex. B, at 3.) Specifically, the educational evaluation recommended \"remedial reading instruction\" and practice in certain comprehension skills. (Pls.' IH I Ex. B, at 3.) No recommendation was made that S.S. was disabled or that S.S. be referred to the CSE.</p>\n<p>After the evaluations were completed, the District did not conduct a CSE meeting to develop an IEP for the 2001-02 school year. (Pls.' Aff. ¶ 9; Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 26.) Parents claim that they requested a referral to the CSE (Pls.' Aff. ¶ 6), but offer no documentation to support this assertion. Instead, Parents suggest that the results of the psychological report and the educational evaluation themselves demonstrate the need for referral to the CSE. However, the psychological report notes that the educational testing evaluation \"indicated age appropriate functioning except in silent reading and written language areas.\" (Pls.' IH I Ex. A, at 2.) The ultimate conclusion of the psychologist was that S.S. was a \"second grader currently functioning in the lower portion of the average range intellectually. Verbal comprehension and auditory attention were average while perceptual organization was low average. Moderate deficits were noted in visual sequencing and visual synthesis which appear to depress reading comprehension.\" (<i>Id.</i> at 3.) There is no indication in either the psychological report or the educational evaluation that S.S. was viewed as disabled, and Parents have failed to demonstrate that they, YSU, or the private evaluators requested a CSE. Indeed, the record contains not a single letter from Parents expressing concern about why the District had not referred S.S. to a CSE or why no IEP was proposed for S.S. Instead, Parents thereafter removed S.S. from YSV and enrolled her in another private yeshiva school, Ateres, for third grade, fourth grade, and fifth grade. (Pls.' Years 1 &amp; 2 56.1 Stmt. ¶ 28.) Parents appear to have not made any request during these years to have S.S. referred to the District's CSE.</p>\n<p></p>\n<h2><i>3. Evaluation of S.S. During the 2004-05 School Year</i></h2>\n<p>In June 2004, prior to S.S. beginning sixth grade, Parents referred S.S. for a private psychoeducational evaluation because of their continuing concern about her performance in school. (Pls.' Aff. ¶ 11; <span class=\"star-pagination\">*536</span> IH I Tr. 290-91; Defs.' IH I Ex. 5, at 1.) A psychoeducational evaluation provided by Aliza Zucker, a school psychologist, and her supervisor, Dr. Judith Silver, showed that S.S.'s cognitive abilities were average overall, but that she exhibited significant weakness in reading and spelling. (Defs.' IH I Ex. 5, at 3, 6.) \"[H]er verbal expression [was] in the [l]ow [a]verage range, evident in whole speech as well as poor word knowledge and retrieval.\" (<i>Id.</i> at 6.) While she exhibited average problem solving skills, her problem solving was \"often interfered with by her language weakness.\" (<i>Id.</i> at 6-7.) S.S. also exhibited problems with spelling and with phonological processing. (<i>Id.</i> at 7.) \"[I]t [was] more difficult for [S.S.] to perceive, break down and compose sounds and sound combinations than for other children her age.\" (<i>Id.</i>) These symptoms were all consistent with a diagnosis of dyslexia. (<i>Id.</i>) S.S. exhibited average overall math skills, though she did \"process[] math tasks at a slower rate compared to other children her age.\" (<i>Id.</i> at 5.) Psychologically, the evaluation showed that S.S.'s \"academic difficulties and negative attitude toward school are not solely attributable to her limitations in ability, but to her personality and emotional functioning as well.\" (<i>Id.</i> at 7.) S.S. demonstrated low-self esteem, a failure to recognize her personal strengths, and \"feelings of helplessness.\" (<i>Id.</i>)</p>\n<p>The evaluation recommended that S.S. be educated within a regular school setting with the addition of \"an integrative resource room program,\" and \"extended time [testing], reading assistance, and multiple choice tests.\" (<i>Id.</i>) The evaluation also suggested that S.S. \"be given the opportunity to organize clubs, activities, or projects to boost self-esteem by fostering\" her \"strength as an organizer and a leader.\" (<i>Id.</i>) To further boost her self esteem, the evaluation recommended regular psychotherapy for S.S. (<i>Id.</i> at 8.) To address S.S.'s deficiencies in language, the evaluation recommended that Parents consult with a speech-language pathologist to discuss the benefits of language therapy. (<i>Id.</i>) The speech-language pathologist with whom Parents consulted recommended language therapy for S.S. \"to address the weaknesses she presents in auditory comprehension, oral expression, reading and writing,\" and a \"structured writing remediation program\" to help S.S. with writing. (Defs.' IH I Ex. 6, at 7-8.) This evaluation, done on August 26, 2004, also noted that S.S.'s \"parents are considering transferring her to [YNJ], another dual curriculum program though [S.S.] would be in a self-contained classroom.\" (<i>Id.</i> at 2.)</p>\n<p>After the private evaluations were completed in August 2004, Parents decided to pull S.S. out of Ateres and to enroll her in the sixth grade class at YNJ, a private yeshiva school, for the 2004-05 school year. (Pls.' Aff. ¶ 16; IH I Tr. 312 (D.Schreiber).) Parents then requested a CSE meeting with the District in September 2004 and provided the District with copies of the private evaluations they had obtained. (Pls.' Aff. ¶ 15; Defs.' 56.1 Stmt. ¶ 37.) The District convened the CSE meeting on November 3, 2004. (Defs.' 56.1 Stmt. ¶ 43.) At the meeting, the CSE classified S.S. as learning disabled and developed an IEP for the 2004-05 school year. (Defs.' IH I Ex. 1, at 1; IH I Tr. 20-21 (Test. of Rosemary Bair (\"Bair\")).) The IEP noted that S.S.'s \"significant academic deficits, particularly in reading, interfere with her ability to progress in the mainstream without support.\" (Defs.' IH I Ex. 1, at 2.) The IEP recommended that S.S. receive daily resource room services for forty minutes per day in a classroom with one teacher and a maximum of four other learning disabled students. (<i>Id.</i> at 1; IH I Tr. 23 (Bair).) The IEP also recommended that S.S. be given extended <span class=\"star-pagination\">*537</span> time for tests, which would be administered in a location separate from other students. (Defs.' IH I Ex. 1, at 1; IH I Tr. 23-24 (Bair).) These were the only special services recommended in the IEP to address S.S.'s needs. The IEP included goals and objectives in the areas of study skills, reading, writing, and math. (Defs.' IH I Ex. 1, at 5-7.) The IEP did not include any social or emotional goals for S.S, instead stating that S.S. had \"no social and emotional needs that should be addressed through special education at this time.\" (<i>Id.</i> at 3.) Parents were \"hesitant\" about the IEP, but they did not state their disagreement with the IEP at the meeting. (Defs.' 56.1 Stmt. ¶ 50; IH I Tr. 25-27 (Bair).) Parents left the meeting with the consent for services form in hand, but they did not thereafter return the form or otherwise consent. (IH I Tr. 26-27 (Bair).)</p>\n<p>Parents did not formally object to the IEP until February 7, 2005, when they requested an impartial hearing on the IEP. (Pls.' Aff. ¶ 18; IH I Ex. 1, at 1.) Parents claimed that the November CSE meeting was procedurally inadequate because the District had failed to conduct an observation of S.S. prior to the November CSE meeting, as required by N.Y. Comp. Codes R. &amp; Regs. tit. 8 § 200.4(b)(1)(iv), and that none of S.S.'s teachers was present at the meeting. (IH I Ex. 1, at 1.) Substantively, Parents argued that the IEP's recommended program, including its overall goals and objectives, was inappropriate for S.S. (<i>Id.</i> at 2.) Parents sought tuition reimbursement for S.S.'s YNJ tuition. (<i>Id.</i>) In response, the District prepared an updated social history, observed S.S. during her Hebrew class at YNJ, and conducted an educational evaluation of S.S. (Defs.' IH I Exs. 7, 9.) The school psychologist who observed S.S. stated that the secular studies teacher at YNJ believed S.S. was \"making satisfactory academic progress,\" although S.S. was, at times, \"reluctant to comply ... with directions.\" (Defs.' IH I Ex. 7, at 1.) Similarly, the religious studies teacher reported to the District observer that S.S. was making progress and was \"well-behaved\" and \"eagerly complie[d] and follow[ed] directions.\" (<i>Id.</i>) After observing S.S. in class, the school psychologist stated \"there are questions as to whether or not this program is offering instruction in the least restrictive environment.\" (<i>Id.</i> at 4.) In the updated educational evaluation, the District's school psychologist recommended that S.S. be encouraged to read grade-level material and suggested that \"[c]ontinued academic support would be ... beneficial ... to facilitate achievement.\" (Defs.' IH I Ex. 9, at 2.)</p>\n<p>On March 17, 2005, the District convened another CSE meeting in which additional teachers, including one of S.S.'s teachers from YNJ, participated. (Defs.' IH I Ex. 2, at 4; IH I Tr. 66-67 (Bair).) The CSE ultimately proposed an IEP with a projected start of March 29, 2005 and a review date of June 23, 2006; in other words, the IEP was to cover the remainder of the 2004-05 school year and the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) The new IEP recommended the same classification, program, and placement in the resource room recommended by the November 2004 CSE, and continued to state that \"no social and emotional needs... should be addressed through special education at this time.\" (<i>Id.</i> at 1, 3.) The new IEP stated that \"[a]lthough [YNJ] feels that [S.S.] is making satisfactory progress in her current self-contained setting, after much discussion this committee feels that this setting is too restrictive to meet this student's needs.\" (<i>Id.</i> at 4.) Parents did not consent to the IEP at the meeting. (IH I Tr. 35-36 (Bair).) Instead, Parents again left the meeting with the consent form in hand, but they did not <span class=\"star-pagination\">*538</span> provide consent to implement the proposed IEP. (<i>Id.</i> at 30-31.) S.S. continued to attend YNJ throughout the 2004-05 school year. (Pls.' Aff. ¶ 41.)</p>\n<p></p>\n<h2><i>4. S.S.'s 2004-05 School Year at YNJ</i></h2>\n<p>S.S.'s program at YNJ, a yeshiva, consisted of religious and Hebrew instruction in the morning and secular studies in the afternoon. (Defs.' 56.1 Stmt. ¶¶ 56-57.) At YNJ, S.S. was enrolled in a \"transitional program\" designed to help S.S. build skills that ideally would enable her to eventually be mainstreamed in a \"regular classroom.\" (IH I Tr. 312-13 (D.Schreiber).) The transitional program is a \"self-contained, skills-based program.\" (Defs.' 56.1 Stmt. ¶ 51.) YNJ sought to address S.S.'s needs through reading instruction in the Wilson Programa multi-sensory reading program similar to the Orton-Gillingham method recommended in the 2004 evaluationthree times a week, one-on-one. (IH I Tr. 532, 591 (Test. of Barbara Goldstein (\"Goldstein\")).) To improve S.S.'s fluency, YNJ assisted S.S. with \"guided reading with the teacher,\" as well as \"individual reading time.\" (<i>Id.</i> at 540.) To address S.S.'s deficiencies in writing, YNJ used Judith Hochman's Basic Writing Skills Program in all academic courses that involved writing. (<i>Id.</i> at 533.) YNJ provided independent attention for S.S. to develop her vocabulary, and utilized a Target Spelling program to improve her deficiencies in spelling. (<i>Id.</i> at 538-39.) Both S.S.'s YNJ teachers and Parents felt that S.S. made both academic and emotional progress after attending YNJ for one school year. (<i>Id.</i> at 313 (D.Schreiber); <i>id.</i> at 541-45 (Goldstein).) Although YNJ did not offer S.S. psychological counseling, the director of the YNJ program spoke with Parents about arranging counseling for S.S. (Defs.' 56.1 Stmt. ¶ 55.)</p>\n<p>For the 2004-05 school year, S.S. was only mainstreamed with \"regular\" students for morning prayers, breakfast, recess, lunch, gym, computers (once weekly), bible class (once weekly), social skills classes, and monthly community-service projects group. (IH I Tr. 528 (Goldstein); Defs.' 56.1 Stmt. ¶ 58.) During the 2004-05 school year, S.S. was not mainstreamed for any academic subjects, and she was taught in small classes comprised of no more than eight students, one teacher, and one teaching assistant. (IH I Tr. 527 (Goldstein); Defs.' 56.1 Stmt. ¶ 54.) YNJ considered mainstreaming S.S. for the 2004-05 school year for math, because the evaluations of S.S. from August 2004 showed that her math skills were on grade-level. (IH I Tr. 547, 604 (Goldstein).) Nevertheless, YNJ independently assessed S.S. for the mainstream math program and determined that she did not qualify, both because of her deficiencies in reading and because of the intensity of YNJ's mainstream math program. (<i>Id.</i> at 547-48, 604-06.)</p>\n<p></p>\n<h2><i>5. S.S.'s 2005-06 School Year at YNJ</i></h2>\n<p>Parents contend that the District did not convene a meeting of the CSE to evaluate S.S.'s needs for the 2005-06 school year and that it did not prepare an IEP for S.S for that school year. (Pls.' Aff. ¶¶ 33-34.) On its face, the IEP prepared by the District at the CSE meeting on March 17, 2005 covered the end of the 2004-05 school year through the entirety of the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) Dr. Rosenshein, who was not an employee of the District and who did not participate in the CSE meeting, stated that, in his opinion, the June 2006 review date was an error because an IEP should be created for each school year. (IH I Tr. 429 (Test. of Joel S. Rosenshein (\"Rosenshein\")).)</p>\n<p>Throughout the 2005-06 school year, Parents continued S.S.'s enrollment at YNJ. (Pls.' Aff. ¶ 35.) Parents claim that they felt that S.S. had made progress in the 2004-05 school year, and that they <span class=\"star-pagination\">*539</span> believed that she would continue to make progress in the 2005-06 school year. (Pls.' Aff. ¶ 41.) Ms. Goldstein, the head of YNJ's transitional program, testified that prior to the beginning of the 2005-06 school year, YNJ planned to place S.S. in a mainstream science class (IH I Tr. 579 (Goldstein).) Evidence not available to IHO I shows that S.S. was, in fact, mainstreamed for 7th grade science. (Impartial Hearing III (\"IH III\") Tr. 132 (Test. of Philip Schreiber (\"P. Schreiber\")); Pls.' IH III Ex. G.) Evidence suggests that S.S. was also mainstreamed once a week in writing toward the end of the 2005-06 school year. (Pls.' Aff. Ex. EE, at 4; Pls.' IH III Ex. H, at 1.)</p>\n<p></p>\n<h2><i>6. S.S.'s 2006-07 Evaluation and School Year at YNJ</i></h2>\n<p>On March 27, 2006, the District requested in a letter that Parents consent to the District reevaluating S.S. in order to \"make appropriate recommendations for the coming school year.\" (Defs.' IH III Ex. 2.) In May 2006, Parents consented to the evaluation, to YNJ exchanging information with the District, and to the District observing S.S. in class. (Pls.' IH III Ex. I.) The District conducted its evaluation in June 2006. (Pls.' IH III Ex. H.) The evaluation showed that S.S. scored in the 7th percentile for \"word reading\" and had \"some difficulty in sounding out many multi-syllabic words;\" showed \"poor knowledge of spelling rules and homophones;\" had confidence in writing an essay but showed weaknesses in using \"mature vocabulary words, grammar and capitalization and punctuation;\" and scored in the 37th percentile for \"numerical operations,\" showing \"confidence when asked to complete math processes\" but difficulty with \"fractions, decimals, and simple algebraic equations.\" (<i>Id.</i> at 2.) The evaluator concluded that S.S. appeared most competent in \"mathematical computations skills\" and was confident about creative writing. (<i>Id.</i> at 1.) \"Spelling, vocabulary and critical reading skills\" were below grade level and specific \"skills in written expressive language... [were] apparent weaknesses.\" (<i>Id.</i> at 3.) The evaluator recommended \"small group instruction\" for S.S. to address her deficits and stated that S.S. should \"continue her fine work in the area of mathematical computation.\" (<i>Id.</i>)</p>\n<p>After the evaluation, the District's school psychologist sent a letter to Parents, dated July 19, 2006, stating that Parents had a \"right to refer\" S.S. to the CSE and asking Parents to complete and return a referral letter. (Defs.' IH III Ex. 4.) In August 2006, Parents responded by letter, stating that no IEP was in place for 2006-07, and that they were enrolling S.S. in YNJ, and that they would \"seek full tuition reimbursement and related costs\" from the District. (Defs.' IH III Ex. 5.) A slew of correspondence followed between the District and Parents, in which the District accused Parents of failing to cooperate and requested that Parents consent to a CSE meeting and to providing access to YNJ's records. (Defs.' IH III Exs. 7-8.) The District eventually requested records from YNJ (Defs.' IH III Ex. 11), and later wrote another letter to Parents stating that YNJ had not yet sent any records and again asking Parents to consent to an evaluation of S.S., (Defs.' IH III Exs. 12, 13). No IEP was developed for the 2006-07 school year, and Parents again unilaterally placed S.S. at YNJ. (Rule 56.1 Statement on Pls.' Mot. for Summ. J. on Year # 3 (\"Pls.' Year 3 56.1 Stmt.\") ¶¶ 13-14.)</p>\n<p>Several IEPs were prepared by YNJ during the 2006-07 school year to track S.S.'s goals and progress. The IEPs stated that S.S.'s reading \"improved tremendously,\" though she still had \"difficulty with unfamiliar words.\" (Pls.' IH III Ex. C, at 10, 22.) By the end of the year, S.S. <span class=\"star-pagination\">*540</span> had completed the entire Wilson reading program and was \"able to sound out most words independently.\" (<i>Id.</i> at 32.) S.S. had greater difficulty \"when reading in content areas,\" and had difficulty retaining information. (<i>Id.</i> at 33.) The June 2007 IEP stated that S.S. had showed \"great improvement in her understanding of social studies concepts,\" but that S.S. needed to review class lessons daily and to ask more questions. (<i>Id.</i>) S.S.'s writing also seemed to improve as her IEPs state that she was \"able to organize single paragraphs without using an outline,\" was able to use \"varied sentence structures and conjunctions\" (<i>id.</i> at 12, 24), and was able to write a three-page social studies term paper with the help of \"specific guiding questions and directions,\" (<i>id.</i> at 34). The IEPs stated that S.S. had \"become more confident in her relationships with her peers\" (<i>id.</i> at 14), was \"quick to socialize\" (<i>id.</i> at 20), and had \"developed friendships with girls in the mainstream class,\" (<i>id.</i> at 35). The March 2007 IEP noted that S.S.'s behavior, which was \"previously exceptional, ha[d] declined\" (<i>id.</i> at 26), but the June 2007 IEP stated that her behavior had improved, (<i>id.</i> at 35). The June 2007 IEP stated that, overall, S.S. \"progressed nicely both academically and socially.\" (<i>Id.</i> at 35.)</p>\n<p>In 2006-07, S.S. was mainstreamed in math and received good marks on her mainstream classwork evaluation for math. (Pls.' IH III Ex. G; <i>id.</i> Ex. C, at 8.) S.S. was removed from the mainstream science class because unlike the 7th grade class, which was more hands-on, the 8th grade class involved intensive reading. (IH III Tr. 143-144 (P. Schreiber).) S.S. was not mainstreamed in any other secular academic classes besides math. (Pls.' IH III Ex. G.) S.S. continued to be mainstreamed in certain religious studies classes, such as \"Prophets\" and Bible studies, as well as computers and physical education. (<i>Id.</i>) The March 2007 religious studies IEP commented on S.S.'s performance in the mainstream classes, noting that although S.S. often forgot homework and did not follow instructions, \"[w]hen supported with reviews and one-on-one sessions, [S.S.] ... is capable of doing well, even in the mainstream classes.\" (Pls.' IH III Ex. C, at 20.) Similarly, the November 2007 IEP for religious studies stated that S.S. interacted well with her peers \"especially when grouped with her friends in the parallel eighth grade class,\" and that S.S. was \"motivated to do well in the mainstream classes ... and her scores reflect comprehension and review.\" (<i>Id.</i> at 30.) The IEP stated that \"[S.S.] does not perform as well in the smaller classes\" because she did \"not review nightly[,] ... put the appropriate effort into mastering new skills and material,\" or accept \"all of the responsibilities of a student.\" (<i>Id.</i>)</p>\n<p></p>\n<h2><i>7. Administrative Review of IEPs and the Private Placement</i></h2>\n<p></p>\n<h2><i>a. IHO I's Decision</i></h2>\n<p>IH I, requested by Parents on February 7, 2005, was held on five dates between July 6, 2005 and October 31, 2005. (SRO Decision No. 06-013, dated Mar. 27, 2007 (\"SRO I Decision\") 7.) In the impartial hearing, Parents sought reimbursement for S.S.'s tuition at YNJ for the 2004-05 and 2005-06 school years, fees related to counseling and language therapy for S.S., costs related to S.S.'s tutoring, and costs for private evaluations conducted in 2004.<sup>[4]</sup><span class=\"star-pagination\">*541</span> (IHO Decision dated Dec. 30, 2005 (\"IHO I Decision\") 1.)</p>\n<p>IHO I concluded that the November 3, 2004 and March 17, 2005 IEPs would not provide S.S. with a FAPE as required by the IDEA, but he denied all of Parents' requests for reimbursement. (<i>Id.</i> at 4-6.) Specifically, based on the evidence presented at the hearing, IHO I determined that \"S.S. [was] in need of a program that addresse[d] her verbal needs, which focus[ed] on weakness in her verbal comprehension and associated spelling and vocabulary deficits which impede[d] her ability to express herself in writing.\" (<i>Id.</i> at 3.) IHO I concluded that the IEPs proposed by the District were inappropriate because they did not address S.S.'s needs for speech-language services, counseling, or one-on-one remedial reading. (<i>Id.</i> at 5.) IHO I determined that S.S. required a program that \"meets S.S.'s verbal comprehension and writing needs directly and further provides one on one speech and language services to eliminate her spelling and vocabulary weaknesses\" as well as \"counseling . . . on a weekly basis.\" (<i>Id.</i>)</p>\n<p>Although IHO I concluded that the IEPs were inappropriate, he refused tuition reimbursement for Parents for the 2004-05 and 2005-06 school years because he deemed YNJ an inappropriate placement for S.S. (<i>Id.</i> at 5-6.) IHO I noted that S.S. was given the opportunity to be mainstreamed with other students at \"meals[], recess/gym, computer and Bible.\" (<i>Id.</i> at 3.) Despite this mainstreaming opportunity, IHO I noted that the YNJ program was a \"self-contained class\" and that \"the opportunity for S.S. to interact in the school's mainstream [was] substantially limited.\" (<i>Id.</i> at 3-4.) In IHO I's judgment, \"[w]hile S.S. is a child with a learning disability, I do not find that her disability is so severe that she should be deprived of the benefits as a student that she can receive by being in regular classes, with support to address her needs.\" (<i>Id.</i> at 4.) The IHO felt that while S.S. was \"succeeding to some degree in [the YNJ] placement,\" her weaknesses could be corrected \"with the proper remedial instruction\" and that she would \"benefit personally . . . from her presence in a less restrictive environment as mandated by New York law.\" (<i>Id.</i>) IHO I also credited evidence that suggested that the dual language instruction at YNJ \"has had some impact relative to [S.S's] English language failings, both verbal and written.\" (<i>Id.</i> at 4.) IHO I directed the District to reconvene the CSE to promptly prepare an IEP to appropriately address S.S.'s needs. (<i>Id.</i> at 6.)</p>\n<p>IHO I also rejected Parents' claims that the District had \"no procedures in place to affirmatively locate a child with a learning disability\" (<i>id.</i> at 5), as the child find provision of the IDEA requires, <i>see</i> 20 U.S.C. § 1412(a)(3)(A).<sup>[5]</sup> IHO I noted that \"S.S.'s mother was fully familiar as to the opportunity to refer a child for services.\" (<i>Id.</i> at 6.)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*542</span> <i>b. SRO I's Decision</i>\n</h2>\n<p>On February 16, 2006, Parents appealed IHO I's decision to SRO I, seeking, inter alia, tuition reimbursement for school years 2004-05 and 2005-06. (SRO I Decision 1, 8.) The District cross-appealed, arguing that IHO I incorrectly decided that the IEPs proposed for S.S. were inappropriate. (<i>Id.</i> at 9.)</p>\n<p>SRO I reviewed the evidence, beginning with the initial classification of S.S. as disabled in the Spring of 1997. (<i>Id.</i> at 2.) SRO I summarized the subsequent events and testing, including the 2001 and 2004 evaluations. (<i>Id.</i> at 2-5.) Based on his review of the record, SRO I determined that S.S. had \"overall cognitive ability\" in the \"average range\" with \"deficits in reading decoding, reading comprehension, spelling, vocabulary and word retrieval.\" (<i>Id.</i> at 1.) In addition, SRO I recognized that S.S. \"struggle[d] with low self-esteem, feelings of inadequacy, and a poor attitude toward school.\" (<i>Id.</i> at 1-2.) SRO I concurred with IHO I that the District had failed to offer S.S. a FAPE because the IEPs failed to adequately address her speech-language and social-emotional needs. (<i>Id.</i> at 10.) Under the terms of the IEPs, S.S. would have spent forty minutes daily in the resource room with no more than five students, and the rest of her program would have been in general education classes of 18-24 nondisabled students. (<i>Id.</i>) SRO I found that this program would not appropriately address goals and objectives related to S.S.'s demonstrated lag in vocabulary, comprehension, word-retrieval skills, verbal abstract thinking skills, and oral and language skills. (<i>Id.</i> at 10-11.) In addition, SRO I noted that \"[g]iven the results of the psychoeducational evaluation report, the IEPs should have addressed the student's present levels of performance in the social emotional domain more in depth.\" (<i>Id.</i> at 11.)</p>\n<p>SRO I also agreed with IHO I's conclusion that YNJ was an inappropriate placement for S.S. during the 2004-05 school year \"because it is an overly restrictive environment for the student.\" (<i>Id.</i> at 12.) SRO I noted that the IEP developed by YNJ \"contained goals that targeted [S.S.'s] decoding, reading comprehension, writing, and mathematic skills,\" and that S.S. had made some progress in her reading and spelling skills at YNJ. (<i>Id.</i> at 12-13.) SRO I also noted that the director of YNJ's transitional program had testified that S.S.'s performance was different in a one-on-one setting, that S.S. \"exhibited deficits in following directions,\" and that S.S. required \"additional review of learned material more than a `regular class' would require.\" (<i>Id.</i> at 14.) Nevertheless, SRO I ultimately concluded that the transitional program in which S.S. participated at YNJ was inappropriate because it was an \"overly restrictive environment.\" (<i>Id.</i> at 12.) SRO I explained that parents \"are not held as strictly to the standard of placement\" in the least restrictive environment as are the schools, but that \"the restrictiveness of the parental placement may be considered in determining whether the parents are entitled to an award of tuition reimbursement.\" (<i>Id.</i>) Noting that the evidence demonstrated that S.S. \"was not mainstreamed for any academic subjects\" and that \"[t]he record does not show that YNJ attempted to mainstream [S.S.] for any academic subjects other than math\" (<i>Id.</i> at 14), SRO I agreed with IHO I that S.S.'s \"average to low cognitive abilities and achievement test scores did not require a self-contained classroom of no more than seven students for all academic subjects,\" (<i>id.</i>) SRO I reached this conclusion despite acknowledging that S.S. was mainstreamed \"for prayer, breakfast, recess, lunch, gym, once weekly Bible class, once <span class=\"star-pagination\">*543</span> weekly computer class, once per month community service project and social skills class.\" (<i>Id.</i>) In reaching its decision, SRO I noted that the \"mainstream curriculum at YNJ was described as `very academic,' `intense' and competitive.\" (<i>Id.</i>)</p>\n<p>SRO I also rejected Parents' claim for reimbursement for the 2005-06 school year. (<i>Id.</i> at 15.) Noting that there \"was no information in evidence regarding the student's program at YNJ during the 2005-06 school year or how that program met her special needs,\" SRO I concluded that Parents had failed to carry their burden of demonstrating that YNJ was an appropriate placement for S.S. for the 2005-06 school year. (<i>Id.</i>)<sup>[6]</sup></p>\n<p></p>\n<h2><i>c. IHO ll's Decision Regarding the 2005-06 School Year</i></h2>\n<p>On June 22, 2006, Parents requested a second administrative hearing to address their claim for reimbursement of tuition for the 2005-06 school year. (Pls.' Aff. ¶ 30; IHO Decision dated July 24, 2006 (\"IHO II Decision\") 1.) The District moved to dismiss Parents' claim \"on the grounds that the . . . claim for reimbursement of tuition for the 2005-06 school year ha[d] been previously determined in a previous [i]mpartial [h]earing.\" (IHO II Decision 1.)</p>\n<p>IHO II dismissed the June 22, 2006 claim on the ground that res judicata barred a second hearing on Parents' entitlement to reimbursement for the 2005-06 school year. (<i>Id.</i> at 4-5.) IHO II noted that while Parents' initial request on February 7, 2005 for an impartial hearing contain[ed] \"no mention of any issues regarding the 2005-06 school year,\" the first administrative review had \"address[ed][] Parents' claims for both the 2004-05 and 2005-06 school years.\" (<i>Id.</i> at 3-4.) IHO II found it significant that when Parents appealed IHO I's decision to SRO I, they did not argue that IHO I had erred in deciding the issue of reimbursement for the 2005-06 school year. (<i>Id.</i> at 4; Pls.' Pet. on Appeal to SRO I 18.) Instead, Parents requested SRO I award them tuition reimbursement for 2005-06. (IHO II Decision 4.) Accordingly, SRO I's decision resolved Parents' claim for reimbursement for the 2005-06 school year. (<i>Id.</i>) Based on these findings, IHO II dismissed Parents' claim for reimbursement for the 2005-06 school year. (IHO II Decision 5.)</p>\n<p></p>\n<h2><i>d. SRO ll's Decision</i></h2>\n<p>Parents appealed IHO ll's decision to SRO II, and SRO II concluded that IHO II had appropriately dismissed the claim \"based upon the doctrine of res judicata.\" (SRO Decision No. 06-100, dated Sept. 29, 2006 (\"SRO II Decision\") 1.) In response to Parents' claim that they had not had a fair opportunity to present their case regarding the 2005-06 school year, SRO II found that \"[t]o the extent that [Parents] requested relief regarding the 2005-06 school year during [IH I] and then failed to present evidence at [IH I], they are precluded from now doing so.\" (<i>Id.</i> at 3.) In reaching this conclusion, SRO II noted that Parents' original due process claim to IHO I requested relief only for 2004-05, but that IH I and the appeal to SRO I reflected that Parents were also seeking reimbursement for 2005-06. (<i>Id.</i> at 2.) SRO II stated that Parents failed to prove their \"bare allegation that [the District] <span class=\"star-pagination\">*544</span> refused its consent . . . when [Parents] sought to expand the scope of relief to the 2005-06 school year.\" (<i>Id.</i> at 3.) Furthermore, SRO II explained that Parents never raised the issue of their inability to present evidence at IH I on their appeal to SRO I. (<i>Id.</i>) For the same reasons, Parents were precluded from raising the issue of whether IHO I lacked jurisdiction over their claim regarding the 2005-06 school year. (<i>Id.</i> at 4.) SRO II emphasized that Parents were free to raise their assertion that \"they were aggrieved by the\" SRO's first decision regarding 2005-06 in their appeal to this Court. (<i>Id.</i>)</p>\n<p></p>\n<h2><i>e. IHO Ill's Decision</i></h2>\n<p>On July 16, 2007, Parents requested a third impartial hearing (\"IH III\") to address the 2006-07 school year. (IH III Ex. I.) Parents alleged that the District failed to prepare an IEP for the 2006-07 school year, that S.S. was denied a FAPE, and that YNJ was an appropriate placement for S.S. (IHO III Ex. II, at 6-9.) Parents requested, inter alia, reimbursement for the entire secular portion of YNJ's tuition for the 2006-07 school year. (IHO III Ex. I, at 3.) The District argued that Parents had impeded the District's ability to create an IEP by failing to consent to reconvene the CSE, and by failing to cooperate, and that YNJ continued to be an inappropriate placement for S.S. (IHO III Ex. Ill, at 7-11, 17-18.)</p>\n<p>IHO III held a hearing on October 17, 2007. (IHO III Decision 3.) IHO III found that the District did not offer S.S. a FAPE for 2006-07 because no IEP was developed. (<i>Id.</i> at 4-5.) IHO III rejected the District's argument that Parents failed to consent because Parents did not need to refer S.S. to the CSE again when the \"CSE knew about the child and had classified her as a student with a disability.\" (<i>Id.</i> at 5.) Furthermore, Parents consented to a \"new evaluation on May 4, 2006 by signing the District's consent form,\" which gave the District permission to reevaluate S.S., request records from YNJ, and observe S.S. in class. (<i>Id.</i>) Turning to whether YNJ was an appropriate placement for the 2006-07 school year, IHO III considered the 2006 education evaluation of S.S. and noted its conclusions that S.S.'s \"spelling, vocabulary and critical reading skills are below grade expectation\" and that \"written expressive language\" skills were weaknesses. (<i>Id.</i> at 6.) IHO III credited the evaluator's recommendation that S.S. \"participate in small group instruction to address her academic deficits\" and found \"no indication from this assessment that the student requires special education in mathematics.\" (<i>Id.</i>) IHO III reviewed the IEPs prepared by YNJ in 2005, 2006, and 2007, noting that the March 2006 IEP indicated \"great progress in her reading\" and the ability of S.S. to be mainstreamed in writing once per week. (<i>Id.</i> at 7.) IHO III stated that the three secular IEPs from November 2006, March 2007, and June 2007 showed that S.S. made \"progress in reading throughout the year. . . [,] completed the entire Wilson reading program,\" improved in English comprehension and understanding of social studies concepts and, overall, \"progressed nicely both academically and socially.\" (<i>Id.</i> at 8 (internal quotation marks omitted).)</p>\n<p>Based on the evaluations and IEPs, IHO III found that Parents had shown that YNJ was an appropriate placement for S.S. (<i>Id.</i>) IHO III stated that \"there [was] no evidence that the environment was overly restrictive\" when the educational evaluation had recommended small group instruction. (<i>Id.</i>) As a result, IHO III awarded Parents reimbursement for the \"portion of the tuition which relates to special education in the areas of English, writing, social studies, and science,\" but did not award tuition for other secular <span class=\"star-pagination\">*545</span> classes or for Hebrew or religious studies. (<i>Id.</i> at 9-10.) IHO III declined to decide the exact percentage or amount of reimbursement, concluding that if requested, a future hearing could address the exact percentage of reimbursement and the reasonableness of the tuition at YNJ. (<i>Id.</i> at 10.)</p>\n<p></p>\n<h2><i>f. SRO Ill's Decision</i></h2>\n<p>The District appealed IHO Ill's decision regarding its failure to offer S.S. a FAPE for the 2006-07 school year and the order of reimbursement. (SRO III Decision No. 07-137, dated Feb. 6, 2008 (SRO III Decision) 1.) Parents cross-appealed IHO Ill's decision not to award reimbursement for non-special education secular classes. (<i>Id.</i>) After summarizing the many letters exchanged between the District and Parents (<i>Id.</i> at 3-5), SRO III upheld IHO Ill's finding that the District failed to offer S.S. a FAPE for the 2006-07 school year, (<i>id.</i> at 8-9). SRO III explained that \"additional consent to refer the matter to the CSE would [have been] unnecessary when the CSE\" previously identified S.S. as disabled and constituted an \"extra procedural step\" not required under state or federal law. (<i>Id.</i>) Additionally, the District was already required to review the IEP at least annually, and Parents had consented to reevaluation by signing the consent form on May 4, 2006. (<i>Id.</i> at 9.)</p>\n<p>However, SRO III disagreed with IHO Ill's decision regarding the appropriateness of YNJ and overturned the reimbursement award. (<i>Id.</i> at 12.) SRO III noted that although the least restrictive environment standards are not as strict for parents as for schools, mainstreaming may still be considered in evaluating reimbursement eligibility. (<i>Id.</i> at 10.) SRO III reviewed the YNJ IEPs from November 2006 and March 2007, noting the statements that S.S.'s reading had \"improved tremendously,\" that her \"sight word vocabulary was expanding,\" and that her writing skills had improved. (<i>Id.</i> at 11 (internal quotation marks omitted).) SRO III also noted that the IEPs stated that S.S.'s behavior had declined, that she was not consistently putting effort into class and homework, and that she \"continued to have difficulty `grasping' information when reading content material in social studies and science.\" (<i>Id.</i>) Despite the noted progress, SRO III found that \"there [was] no documentary or testimonial evidence that describes the student's program at YNJ or demonstrates how YNJ's programs met the student's special education needs.\" (<i>Id.</i>) Specifically, SRO III stated that the hearing record contained \"no information\" regarding the \"student's daily schedule,\" the size of the classes or the \"profiles of the other students\" in S.S.'s classes or the methodologies or strategies used to address S.S.'s deficits. (<i>Id.</i>) SRO III also found that no information was provided regarding \"the accommodations and modifications provided to the student in the mainstream or self-contained classes, or the supplementary aids and services that may be appropriate\" for S.S. (<i>Id.</i>) With insufficient evidence on the record, SRO III decided that Parents failed to \"demonstrate that YNJ provided educational instruction specially designed to meet the unique needs of\" S.S. (<i>Id.</i> at 11-12.)</p>\n<p>Additionally, SRO III disagreed with IHO III regarding the restrictiveness of the YNJ placement. (<i>Id.</i> at 12.) SRO III noted that for all three school years, S.S. was mainstreamed for some religious subjects, computers and physical education. (<i>Id.</i> at 10.) SRO III explained that for the 2005-06 school year, S.S. was mainstreamed in science; however, she was subsequently removed from the mainstream class for 2006-07 because the 8th grade \"class required more reading\" than <span class=\"star-pagination\">*546</span> S.S. could handle. (<i>Id.</i>) SRO III also noted that for 2006-07, S.S. was mainstreamed for math. (<i>Id.</i>) SRO III concluded that the evidence \"suggest[ed] that YNJ ha[d] not met [S.S.'s] special education needs\" for 2006-07 when \"the only additional class in which [S.S.] was mainstreamed was math\" and when S.S. \"was taken out of the mainstream science class due to her reading deficits.\" (<i>Id.</i> at 12.) Accordingly, SRO III reversed IHO III's reimbursement award. (<i>Id.</i>)</p>\n<p></p>\n<h2><i>C. Procedural Background</i></h2>\n<p>Parents filed their initial Complaint in this Court on June 28, 2006six days after they filed their petition for an impartial hearing on the 2005-06 school yearseeking tuition reimbursement for S.S.'s placement at YNJ for both the 2004-05 and 2005-06 school years. (Compl. ¶ 8.) Parents filed a First Amended Complaint on July 14, 2006, adding claims of discrimination based on religion and disability and removing their claim for tuition reimbursement for the 2005-06 school year. (Dkt. No. 2.) Following SRO Il's dismissal of their petition for review of the 2005-06 school year, on November 15, 2006, Parents filed a Second Amended Complaint (\"SAC\") to consolidate their appeal of SRO Il's decision. (Dkt. No. 12.) On March 1, 2007, Parents and Defendants filed summary judgment motions regarding SRO I and SRO Il's denials of tuition reimbursement for the 2004-05 and 2005-06 school years.<sup>[7]</sup> On May 6, 2008, Parents filed a new complaint under a new docket number seeking review of SRO Ill's decision and reimbursement for the YNJ tuition for the 2006-07 school year. (Compl., <i>Schreiber v. E. Ramapo Cent. Sch. Dist.,</i> No. 08-CV-4288, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">3154025</span></span> (S.D.N.Y. May 6, 2008).) On January 29, 2009, the Parties agreed in a stipulation to consolidate the two different actions, to have the Court deny without prejudice the pending motions in the older case, and to file new motions addressing the consolidated action.<sup>[8]</sup> (Dkt. No. 39.) In March 2009, Parents filed a new summary judgment motion seeking tuition reimbursement for all three school years, as well as compensatory and punitive damages under § 1983 and § 504 of the Rehabilitation Act. (Pls.' Mem. 10-20; Pls.' Year 3 56.1 Stmt. ¶¶ 3, 24.) Defendants also filed for summary judgment, seeking to dismiss all of Plaintiffs' claims. The Court held oral argument on January 26, 2010.</p>\n<p></p>\n<h2><i>II. Discussion</i></h2>\n<p></p>\n<h2><i>A. Parents' Claims Under the IDEA</i></h2>\n<p></p>\n<h2><i>1. Standard of Review</i></h2>\n<p>Unlike an ordinary summary judgment motion, the existence of a disputed issue of material fact will not necessarily defeat a motion for summary judgment in the IDEA context. <i>See </i><i>Viola v. Arlington Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"2451181\"><a href=\"/opinion/2451181/viola-v-arlington-central-school-dist/\"><span class=\"volume\">414</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">366</span></a></span>, 377 (S.D.N.Y.2006). Thus, while the parties \"may call the procedure a motion for summary judgment, the procedure is in substance an appeal from an administrative determination, not a summary judgment.\" <i>Lillbask ex rel. Mauclaire v. Conn. Dep't of Educ.,</i> <span class=\"citation\" data-id=\"789137\"><a href=\"/opinion/789137/ingabritt-lillbask-as-legal-guardian-on-behalf-of-lindsey-mauclaire-v/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 83 n. 3 (2d Cir.2005) (internal quotation marks and ellipse omitted); <i>see also </i><i>P. ex rel. Mr. P. v. Newington Bd. of Ed.,</i> <span class=\"citation\" data-id=\"1361921\"><a href=\"/opinion/1361921/p-ex-rel-mr-and-mrs-p-v-newington-bd-of-ed/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 118 (2d Cir.2008) (\"[W]hile our review is de novo, it is tinged with a significant degree of deference to the state educational agency, as we are essentially acting in an administrative-law-style capacity.\"). <span class=\"star-pagination\">*547</span> Courts reviewing administrative decisions under the IDEA must determine whether the decision is supported by \"`the preponderance of the evidence,' taking into account not only the record from the administrative proceedings, but also any further evidence presented before the District Court by the parties.\" <i>Grim v. Rhinebeck Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"783833\"><a href=\"/opinion/783833/joan-grim-and-steven-grim-parents-of-a-disabled-child-chelsea-v/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span>, 380 (2d Cir.2003); <i>see also </i><i>M.S. ex rel. S.S. v. Bd. of Educ. of the City Sch. Dist. of Yonkers,</i> <span class=\"citation\" data-id=\"770963\"><a href=\"/opinion/770963/ms-on-behalf-of-ss-his-minor-child-v-board-of-education-of-the-city/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 102 (2d Cir.2000), <i>abrogated on other grounds by </i><i>Schaffer ex rel. Schaffer v. Weast,</i> <span class=\"citation\" data-id=\"1993216\"><a href=\"/opinion/1993216/schaffer-v-weast/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, 57-58, <span class=\"citation\" data-id=\"1993216\"><a href=\"/opinion/1993216/schaffer-v-weast/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"1993216\"><a href=\"/opinion/1993216/schaffer-v-weast/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span></a></span> (2005). \"In conducting this review, the [c]ourt may reject factual findings that are not supported by the record or are controverted by the record.\" <i>C.B. ex rel. W.B. v. N.Y. City Dep't of Educ.,</i> 02-CV-4620, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1388964</span></span>, at *13 (E.D.N.Y. June 10, 2005).</p>\n<p>The Supreme Court and the Second Circuit have cautioned \"that IDEA's statutory scheme requires substantial deference to state administrative bodies on matters of educational policy.\" <i>Cerra v. Pawling Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"792261\"><a href=\"/opinion/792261/andrea-cerra-parent-of-kathryn-c-a-disabled-student-and-thomas-cerra/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span>, 191 (2d Cir.2005) (citing <i>Rowley,</i> 458 U.S. at 205-08, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>). \"While federal courts do not simply rubber stamp administrative decisions, they are expected to give `due weight' to these proceedings, mindful that the judiciary generally `lacks the specialized knowledge and experience necessary to resolve persistent and difficult questions of educational policy.'\" <i>Walczak,</i> 142 F.3d at 129 (quoting <i>Rowley,</i> 458 U.S. at 206, 208, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>) (internal quotation marks and brackets omitted). Courts may not \"substitute their own notions of sound educational policy for those of the school authorities which they review.\" <i>M.S.,</i> 231 F.3d at 102 (internal quotation marks omitted). Thus, where an SRO decision \"is reasoned and supported by the record,\" the district court should not disturb it. <i>Gagliardo,</i> 489 F.3d at 114; <i>see also </i><i>Newington,</i> 546 F.3d at 118 (\"`Deference is particularly appropriate when the state hearing officers' review has been thorough and careful.'\" (quoting <i>Walczak,</i> 142 F.3d at 129) (internal ellipse omitted)).<sup>[9]</sup></p>\n<p></p>\n<h2><i>2. Parents' Claims for Tuition Reimbursement</i></h2>\n<p>Parents seek tuition reimbursement from the District, arguing that the District's IEPs were inadequate. In <i>Forest Grove School District v. T.A.,</i> the Supreme Court last year reaffirmed that the IDEA permits parents to seek reimbursement for the private placement of a child who has not received a FAPE. ___ U.S. ___, <span class=\"citation\" data-id=\"145855\"><a href=\"/opinion/145855/forest-grove-school-dist-v-t-a/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2484</span></a></span>, 2496, <span class=\"citation\" data-id=\"145855\"><a href=\"/opinion/145855/forest-grove-school-dist-v-t-a/\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">168</span></a></span> (2009). Generally, tuition reimbursement for a private placement is warranted if: (1) \"the proposed IEP was inadequate to afford the child an appropriate public education, and (2)[ ] the private education services obtained by the parents were appropriate to the child's needs.\" <i>Walczak,</i> 142 F.3d at 129 (citing <i>Sch. Comm. of Burlington v. Dep't of Educ. of Mass.,</i> <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, 370, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1996</span></a></span>, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1985)); <i>see also </i><i>Frank G. v. Bd. of</i> <span class=\"star-pagination\">*548</span> <i>Educ. of Hyde Park,</i> <span class=\"citation\" data-id=\"795358\"><a href=\"/opinion/795358/frank-g-and-dianne-g-parents-of-a-disabled-student-anthony-g-v-board/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">356</span></a></span>, 363 (2d Cir.2006) (same). \"Moreover, because the authority to grant reimbursement is discretionary, `equitable considerations [relating to the reasonableness of the action taken by the parents] are relevant in fashioning relief.'\" <i>Frank G.,</i> 459 F.3d at 363-64 (quoting <i>Burlington,</i> 471 U.S. at 374, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1996</span></a></span>) (alteration in original). Parents thus may receive tuition reimbursement even if the child has not previously received special education or related services from a public school or agency. <i>See Forest Grove,</i> 129 S.Ct. at 2487. But, courts also \"retain discretion to reduce the amount of a reimbursement award if the equities so warrantfor instance, if the parents failed to give the school district adequate notice of their intent to enroll the child in private school.\" <i>Id.</i> at 2496. Although the burden of persuasion under IDEA generally rests with the party seeking the impartial hearing, <i>see </i><i>Schaffer,</i> 546 U.S. at 62, <span class=\"citation\" data-id=\"1993216\"><a href=\"/opinion/1993216/schaffer-v-weast/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">528</span></a></span>, under New York law the school district bears the burden of showing that the IEP was appropriate and parents seeking tuition reimbursement bear the burden of showing that a private placement was appropriate. <i>See</i> N.Y. Educ. Law § 4404(1)(c); <i>see also </i><i>Frank G.,</i> 459 F.3d at 364 (\"Parents seeking reimbursement for a private placement bear the burden of demonstrating that the private placement is appropriate.\"). Because the District does not contest SRO I's finding that the November 2004 and March 2005 IEPs were inappropriate, or SRO Ill's finding that the District failed to provide S.S. with a FAPE for the 2006-07 school year (Mem. of Law in Supp. of Defs.' Mot. for Summ. J. (\"Defs.' Mem.\") 1-2), the Court focuses solely on whether YNJ was an appropriate placement for S.S. during the 2004-05, 2005-06, and 2006-07 school years. Thus, under either <i>Schaffer</i> or New York state law, Plaintiffs bear the burden in this inquiry.</p>\n<p>\"Subject to certain limited exceptions, `the same considerations and criteria that apply in determining whether the school district's placement is appropriate should be considered in determining the appropriateness of the parents' placement.\" <i>Gagliardo,</i> 489 F.3d at 112 (quoting <i>Frank G.,</i> 459 F.3d at 364) (internal brackets omitted). Thus, \"[t]o determine the appropriateness of parental placement, courts must apply the <i>Rowley</i> standard, that is, whether the private placement is reasonably calculated to enable the child to receive educational benefit.\" <i>C.B.,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1388964</span></span>, at *16 (internal quotation marks omitted); <i>see also </i><i>Gagliardo,</i> 489 F.3d at 112 (\"Subject to certain limited exceptions, the same considerations and criteria that apply in determining whether the school district's placement is appropriate should be considered in determining the appropriateness of the parents' placement.\" (internal quotation marks and brackets omitted)). Aside from that requirement, however, \"[n]o one factor is necessarily dispositive in determining whether parents' unilateral placement is `reasonably calculated to enable the child to receive educational benefits.'\" <i>Frank G.,</i> 459 F.3d at 364 (quoting <i>Rowley,</i> 458 U.S. at 207, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>). \"Grades, test scores, and regular advancement . . . constitute evidence that a child is receiving educational benefit,\" but courts may also consider whether \"the totality of the circumstances [demonstrates that the] . . . placement reasonably serves a child's individual needs.\" <i>Id.</i> Thus, a private placement is appropriate if the parents can show that in totality, the placement \"is `likely to produce progress, not regression.'\" <i>Gagliardo,</i> 489 F.3d at 112 (quoting <i>Walczak,</i> 142 F.3d at 130).</p>\n<p>Notably, \"the standard applied to . . . parental placements is less restrictive and subject to fewer constraints than that applied <span class=\"star-pagination\">*549</span> to the school authorities.\" <i>C.B.,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1388964</span></span>, at *16. For example, \"[t]he parents' unilateral placement need not have certified special education teachers or an IEP for the disabled student in order to qualify as appropriate.\" <i>Gabel ex rel. L.G. v. Bd. of Educ. of the Hyde Park Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"2529053\"><a href=\"/opinion/2529053/gabel-ex-rel-lg-v-board-of-educ-of-hyde-park/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">313</span></a></span>, 326 (S.D.N.Y.2005) (citing <i>Florence County Sch. Dist. v. Carter,</i> <span class=\"citation\" data-id=\"112910\"><a href=\"/opinion/112910/florence-county-school-dist-four-v-carter/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">7</span></a></span>, 14, <span class=\"citation\" data-id=\"112910\"><a href=\"/opinion/112910/florence-county-school-dist-four-v-carter/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></a></span>, <span class=\"citation\" data-id=\"112910\"><a href=\"/opinion/112910/florence-county-school-dist-four-v-carter/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">284</span></a></span> (1993)); <i>see also </i><i>Frank G.,</i> 459 F.3d at 364 (noting that \"a[n appropriate] private placement need not meet state education standards\"). Nor is the parents' placement \"`subject to the same mainstreaming requirements as a school board.'\" <i>Frank G.,</i> 459 F.3d at 364 (quoting <i>M.S.,</i> 231 F.3d at 105); <i>see also </i><i>Gabel,</i> 368 F.Supp.2d at 326 (\"[W]hile students with disabilities should be educated in the least restrictive environment, parents are not held to the same strict standard of placement as school districts are.\" (internal citation omitted)). \"Nonetheless, IDEA's requirement that an appropriate education be in the mainstream to the extent possible remains a consideration that bears upon a parent's choice of an alternative placement and may be considered by the hearing officer in determining whether the placement was appropriate. . . .\" <i>M.S.,</i> 231 F.3d at 105 (reversing district court's award of tuition to student's parents where SRO refused tuition on the grounds that the private placement was too restrictive); <i>see also </i><i>Muller ex rel. Muller v. Comm. on Special Educ. of the E. Islip Union Free Sch. Dist.,</i> <span class=\"citation\" data-id=\"754641\"><a href=\"/opinion/754641/henry-muller-on-behalf-of-treena-muller-a-minor-and-catherine-muller-on/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 105 (2d Cir.1998) (\"[T]he presumption in favor of mainstreaming must be weighed against the importance of providing an appropriate education to handicapped students.\" (internal quotation marks omitted)); <i>Pinn ex rel. Steven P. v. Harrison Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"2327795\"><a href=\"/opinion/2327795/pinn-ex-rel-steven-p-v-harrison-central-school/\"><span class=\"volume\">473</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">477</span></a></span>, 482 (S.D.N.Y.2007) (\"While failure of a parent to put a student in the [least restrictive environment] is not a bar to tuition reimbursement, it is a factor which may be considered by a hearing officer.\" (internal citation omitted)).<sup>[10]</sup></p>\n<p></p>\n<h2><i>a. The 2004-05 School Year</i></h2>\n<p>The first school year for which Parents seek tuition reimbursement is <span class=\"star-pagination\">*550</span> 2004-2005. Contrary to Parents' contention that SRO I \"did not review the child's benefit in or from YNJ and did not consider the child's language and emotional needs\" (Pls.' Mem. 11-12), the record shows that SRO I expressly considered these factors in making his determination. For example, SRO I's decision carefully described the decade-long history of Parents' interaction with the District; S.S.'s history of classification and subsequent declassification; the results of evaluations of S.S. from the summers of 2001 and 2004; the details of the District's two IEPs; the IEPs prepared by YNJ; and S.S.'s curriculum in the transitional program at YNJ, including the programs implemented to address her special needs. (SRO I Decision 1-9, 12-13.) In particular, SRO I's decision noted that YNJ's evaluations of S.S. in March and June 2005 showed that she was making progress in reading, writing, spelling, and comprehension. (<i>Id.</i> at 13.) Upon weighing all of these facts, SRO I concluded that S.S. had \"average to low average cognitive abilities and achievement test scores,\" but that her abilities were not so severe as to warrant YNJ's \"self-contained classroom of no more than seven students for all academic subjects.\" (<i>Id.</i> at 14.)</p>\n<p>The Court recognizes that Parents presented evidence to IHO I and SRO I that S.S. was making some progress at YNJ, both socially and in the academic areas of reading comprehension, writing, and spelling. (Defs.' IH I Ex. 7, at 1 (\"[S.S.] ma[de] satisfactory academic progress in [the transitional] program\"); IH I Tr. 335 (Test. of Judith Silver (\"Silver\")) (stating that S.S. \"made improvement\" at YNJ); <i>id.</i> at 541-45 (Goldstein) (noting that S.S.'s writing had improved since entering YNJ and stating that S.S. had grown socially, becoming more confident and making friends).) In addition, the program at YNJ addressed S.S.'s need for remedial instruction in vocabulary, comprehension, word-retrieval skills, verbal abstract thinking skills, and oral language skills, \"element[s] of special education services in which [SRO I judged that the] public school placement was deficient.\" <i>See </i><i>Frank G.,</i> 459 F.3d at 365 (internal quotation marks omitted). Notwithstanding this evidence, there was also substantial support in the record for SRO I's conclusion that YNJ was too restrictive to allow S.S. to develop to her full potential. Although academic progress is clearly relevant to the inquiry, it \"does not itself demonstrate that a private placement is appropriate.\" <i>Gagliardo,</i> 489 F.3d at 115; <i>see also Green v. N.Y. City Dep't of Educ.,</i> No. 07-CV-1259, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">919609</span></span>, at *7 (S.D.N.Y. Mar. 31, 2008) (same).</p>\n<p>In particular, evidence was presented at the hearing that the intense mainstream academic environment at YNJ limited S.S.'s opportunities for a mainstream academic education, and, that as a result, S.S. was not mainstreamed during the 2004-05 school year for any of her academic courses. For example, S.S. was not mainstreamed in math despite evidence that she could have performed at grade level in this subject. (IH I Tr. 582 (Goldstein); Defs.' IH I Ex. 5, at 5, 11.) YNJ's decision not to mainstream S.S. for math was based on that school's view that S.S. could not succeed in YNJ's mainstream math class, in part because of the intensity of the academic curriculum at YNJ. (IH I Tr. 547-48, 604-06 (Goldstein).) In other words, YNJ did not keep S.S. from its mainstream math curriculum because of poor performance on standardized tests, but rather because the school's assessment was tailored to fit its rigorous math program. (<i>Id.</i> at 604-08.) Especially given the reality that the mainstream curriculum at YNJ was \"very academic,\" \"intense,\" and \"competitive,\" SRO I did not err in <span class=\"star-pagination\">*551</span> concluding that the opportunities for S.S. to participate in the mainstream curriculum were too limited at YNJ. (<i>Id.</i> at 576, 581-82, 603-05); <i>see Pinn,</i> 473 F.Supp.2d at 482 (finding private placement inappropriate because it was not the least restrictive environment in which the student could be placed when the \"education consisted of one-on-one tutoring, and [the student] did not have the opportunity for taking classes in mainstream settings\"). Furthermore, evidence from IH III, which this Court may consider, <i>see </i><i>Grim,</i> 346 F.3d at 380, supports SRO I's conclusion that the rigorous mainstream curriculum at YNJ made it difficult for S.S. to participate in mainstream classes. (IH III Tr. 220-21 (Test. of Elizabeth Cohen (\"Cohen\")) (stating that the \"gap between the [transitional] class [at YNJ] and the mainstream class [was] vast\" and that \"it would take quite a lot of doing\" for a student to \"work themselves out of the [transitional] class and into the regular\" class.) It is in this type of environment that private placement can be appropriately rejected. <i>See </i><i>W.C. ex rel. Sue C. v. Cobb County Sch. Dist.,</i> <span class=\"citation\" data-id=\"2357040\"><a href=\"/opinion/2357040/wc-ex-rel-sue-c-v-cobb-county-school-dist/\"><span class=\"volume\">407</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1351</span></a></span>, 1362 (N.D.Ga.2005) (finding private placement inappropriate when there was no \"indication that th[e] placement would eventually transition [the student] into a less restrictive placement\").<sup>[11]</sup></p>\n<p>Also, the District's school psychologist, Elizabeth Cohen, testified that from her evaluation of S.S. and her review of prior evaluations, it \"did not appear . . . that [S.S.'s] disabilities were that significant that\" she should be \"segregated out from all of her other nondisabled peers.\" (IH I Tr. 147 (Cohen).) Ms. Cohen also stated that S.S. was \"head and shoulders\" above the other students in the transition class that Ms. Cohen observed. (<i>Id.</i> at 175.) Defendant Schwartz testified that S.S. \"is a student who should be in the company of nondisabled peers\" to enable her to \"learn social skills\" and \"to develop and mature.\" (<i>Id.</i> at 1158-59 (Schwartz).) Evaluations of S.S. showed that while she had some significant academic deficiencies, her cognitive abilities were average overall. (Defs.' IH I Ex. 5, at 6.) Indeed, the private educational evaluation in 2004, which triggered Parents' referral of S.S. to the CSE, recommended that S.S. \"be educated within a <i>regular school setting,</i>\" with the addition of \"an integrative resource room\" and \"extended time\" for testing.<sup>[12]</sup> (<i>Id.</i> at 7 (emphasis added).) Similarly, the psychological evaluation from 2004 recommended \"language therapy\" and a \"structured writing remediation program,\" but did not recommend an entirely self-contained classroom for S.S. (Defs.' IH I Ex. 6, at 7-8.) Thus, SRO I did not impose, as <span class=\"star-pagination\">*552</span> Parents argue, an \"illegal standard\" requiring Parents to mainstream S.S. for all academics. (Pls.' Mem. 3.) Instead, given the evidence, SRO I properly considered the restrictiveness of YNJ as one element of whether it would \"produce progress, not regression\" and determined that YNJ was an inappropriate placement. <i>Gagliardo,</i> 489 F.3d at 112; <i>see also </i><i>M.S.,</i> 231 F.3d at 105 (deferring to SRO's \"supportable finding\" that parents' private placement was inappropriate when hearing officer considered whether the private placement allowed the student to be mainstreamed to the extent possible); <i>Pinn,</i> 473 F.Supp.2d at 482-483 (finding that SRO did not err in concluding that private placement was inappropriate considering, inter alia, that the student did not have the opportunity to take mainstream classes); <i>cf. </i><i>Muller,</i> 145 F.3d at 105 (finding private placement appropriate despite not providing mainstreaming opportunities because \"it [was] clear that mainstreaming did not work\" for the student). Considering that SRO I came to its conclusion after carefully reviewing all of the evidence, including the specific evidence that Parents argue was ignored by IHO I, the Court declines to \"discredit[] . . . SRO [I]'s interpretation of the objective evidence,\" particularly given that SRO I's \"assessment of educational progress is a type of judgment for which [a] district court should defer to the SRO's educational experience.\" <i>M.S.,</i> 231 F.3d at 105.<sup>[13]</sup> And, because Parents have presented no additional evidence to undermine SRO I's reasoned conclusion, the Court will not inject its own views to the contrary. <i>See </i><i>Frank G.,</i> 459 F.3d at 367 (noting that if the district court had reached the opposite conclusion based on the evidence available to the SRO, instead of on new evidence not previously available, the court would not likely have affirmed the district court's decision).</p>\n<p>Accordingly, Parents' Motion for Summary Judgment on this issue is denied and Defendants' Motion for Summary Judgment on this issue is granted.<sup>[14]</sup></p>\n<p></p>\n<h2><i>b. The 2005-06 School Year</i></h2>\n<p></p>\n<h2><i>i. SRO I's Decision</i></h2>\n<p>Parents also seek reimbursement for the private placement of S.S. during the 2005-06 school year, arguing that the decision of SRO I denying their request for reimbursement was in error. (Pls.' Mem. 4-8.) SRO I rejected Parents' claim for reimbursement for the 2005-06 school year on the ground that Parents had failed to carry their burden of demonstrating that YNJ was an appropriate placement for S.S. for the 2005-06 school year. (SRO I Decision 15.) SRO I noted that the record contained \"no information . . . regarding the student's program at YNJ during the 2005-06 school year or how that program met her special needs.\" (<i>Id.</i>)</p>\n<p>In reviewing SRO I's conclusion, this Court may consider the record before SRO I, as well as \"any further evidence presented. . . by the parties.\" <i>Grim,</i> 346 F.3d at 380; <i>see also </i><i>Frank G.,</i> 459 F.3d at 362, 376 (upholding district court's reversal of <span class=\"star-pagination\">*553</span> SRO when district court emphasized that the decision was \"not based solely on the evidence before the SRO, but was informed by additional evidence of [the student's] progress\" (internal quotation marks omitted)). As SRO I noted, the administrative record contains little evidence related to the appropriateness of YNJ for S.S. during the 2005-06 school year. (SRO I Decision 15.) The most notable evidence in the record is the testimony of Barbara Goldstein, the director of YNJ's transitional program, who suggested that S.S. might be mainstreamed for science in the 2005-06 school year. (IH I Tr. 579 (Goldstein).)</p>\n<p>Parents have presented the Court with additional evidence regarding the 2005-06 school year. First, Parents' affidavita statement by Plaintiff Philip Schreiber, the father of S.S.states that S.S. \"was mainstreamed for more of each school day in 2005-06 than she had been in 2004-05.\" (Pls.' Aff. ¶ 35.) Second, Parents have tendered the YNJ IEP prepared for S.S. in March 2006, during the spring semester of the 2005-06 school year. (Pls.' Aff. Ex. EE, at 1-9.) Comparison of the March 2006 IEP with the IEP prepared by YNJ in June 2005 reveals that S.S. made some progress during the 2005-06 school year in the phonic elements and structural analysis of reading, in literal and inferential reading comprehension, in grammar and writing structure, and in spelling. (Pls.' IH I Ex. O, at 1-3; Pls.' Aff. Ex. EE, at 1-4.) By March of the 2005-06 school year, S.S. was \"mainstreamed once a week\" in writing \"due to [her] great achievements.\" (Pls.' Aff. Ex. EE, at 4.) S.S. also demonstrated progress in math, as the March 2006 YNJ IEP states that S.S. is \"doing very well in math\" and that her errors \"are careless mistakes, which she can correct independently once they are pointed out.\" (<i>Id.</i> at 5-7; Pls.' IH I Ex. O, at 4-5.)</p>\n<p>The Court also has the benefit of evidence presented to IHO III, namely additional progress reports from the 2005-06 school year, a summary document of S.S.'s mainstreamed classes over the three years at issue, and some testimony. The testimony and the summary of S.S.'s mainstreamed classes show that S.S. was not mainstreamed in math for the 2005-06 school year despite positive reports about her abilities in the November 2005 and March 2006 IEPs. (Pls.' IHO III Ex. G; IHO III Tr. 138 (P. Schreiber).) However, S.S. was mainstreamed for science. (Pls.' IHO III Ex. G). The June 2006 IEP shows that from March to June, S.S. achieved moderate progress in some reading and writing skills and substantial progress in fractions and decimals. (Pls.' IHO III Ex. E, at 10-23.)</p>\n<p>Although Parents' evidence shows that S.S. made progress at YNJ during the 2005-06 school year, it does not demonstrate a significant increase in the amount of time S.S. spent in a mainstream setting. Besides being mainstreamed in science and once a week in writing, there does not appear to have been much change to the amount of time S.S. spent in mainstreamed academic classes versus small, self-contained classes. And, despite S.S.'s continued achievement in math, it appears that YNJ did not attempt to mainstream S.S. in math for the 2005-06 school year. Given that, in SRO I's judgment, the degree to which S.S. was mainstreamed in academic subjects was a significant factor in determining the appropriateness of the placement, this Court does not find that Parents have met their burden of showing that YNJ was an appropriate placement for the 2005-06 school year, when S.S. continued most of her curriculum in self-contained classes. <i>See </i><i>Gagliardo,</i> 489 F.3d at 115 (upholding SRO's finding that private placement was inappropriate despite evidence of student's progress); <span class=\"star-pagination\">*554</span> <i>Pinn,</i> 473 F.Supp.2d at 482-83 (finding that SRO did not err in concluding that private placement was inappropriate considering, inter alia, that the student did not have the opportunity to take mainstream classes). Indeed, this conclusion is consistent with SRO I's decision, which noted that YNJ had other programs besides general education and the transitional program, such as an \"enrichment program, pull-out resource room, and inclusion classroom with a special education, regular education teacher and teacher assistant.\" (SRO I Decision 13-14.) No evidence was presented as to whether S.S. was considered for these other, less restrictive educational services, whether she was likely to make better progress in these other programs, or what additional educational benefits she might have received from participating. Similarly, there is no evidence that YNJ provided S.S. the psychological counseling recommended by the 2004 psychological evaluation. (Defs.' IH I Ex. 5, at 8.) All of these factors undercut Parents' justifications for S.S.'s private placement. <i>See Omidian v. Bd. of Educ. of New Hartford Cent. Sch. Dist.,</i> No. 05-CV-398, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">890625</span></span>, at *28 (N.D.N.Y. Mar. 31, 2009) (finding that despite academic progress, parents' private placement was inappropriate when the student's emotional needs were not met). Therefore, Parents have failed to show entitlement to tuition reimbursement for the 2005-06 school year. Accordingly, Parents' Motion for Summary Judgment on this issue is denied and Defendants' Motion for Summary Judgment on this issue is granted.</p>\n<p></p>\n<h2><i>ii. SRO Il's Decision</i></h2>\n<p>Parents argue at length in their Memorandum of Law that SRO II erred in dismissing their claim for tuition reimbursement for the 2005-06 school year on the grounds of res judicata. (Pls.' Mem. 4-8.) Parents contend that their claim for reimbursement for the 2005-06 school year has \"never been argued, discussed at [a] hearing[, or] . . . been decided by any hearing officer.\" (<i>Id.</i> at 5.) Contrary to Parents' contention, the record is clear that the decisions of both IHO I and SRO I addressed Parents' claim of entitlement to tuition reimbursement for the 2005-06 year. It is true that Parents' first impartial hearing request, filed on February 7, 2005, did not explicitly include a request for tuition reimbursement for the 2005-06 school year. (<i>Id.</i> at. 4; IH I Ex. 1, at 1-2.) Nevertheless, by their own admission, Parents requested reimbursement for the 2005-06 school year at the close of IH I. (Pls.' Aff. ¶ 30; IH I Tr. 1198 (\"[W]e ask the Hearing Officer to find for [S.S.] and her parents and to award them reimbursement for tuition at [YNJ] for the year 2004 and 5, and for the present year 2005 and 6.\").)</p>\n<p>In light of this request, IHO I explicitly denied Parents tuition reimbursement for the 2005-06 school year. (IHO I Decision 1, 6.) When Parents appealed IHO I's decision to SRO I, they did not contend that IHO I improperly issued a decision on reimbursement for the 2005-06 school year. (Pet. by Parents Before SRO I 18.) Indeed, Parents argued in their petition to SRO I that, based on the evidence presented at the hearing, they were entitled to reimbursement for the 2005-06 school year. (<i>Id.</i>) As SRO II noted, there is no evidence in the record to support Parents' contention that the District objected to their request to have IHO I determine reimbursement for the 2005-06 school year. (SRO II Decision 3.) Given this history, the Court finds no error in SRO Il's decision to dismiss Parents' claim on the grounds that \"reimbursement for the 2005-06 year had already been decided against [Parents] in a prior impartial hearing and in a subsequent appeal to a[SRO].\" (SRO II Decision 2.) <i>See Grenon v. Taconic</i> <span class=\"star-pagination\">*555</span> <i>Hills Cent. Sch. Dist.,</i> No. 05-CV-1109, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3751450</span></span>, at *6 (N.D.N.Y. Dec. 19, 2006) (upholding SRO decision to dismiss case based on res judicata when the parents \"requested the second hearing in order to address the same issues as in the first hearing\").<sup>[15]</sup></p>\n<p>In any event, Parents remained free to object to SRO I's decision, present their claim for tuition reimbursement for the 2005-06 school year on this appeal, and present to this Court whatever evidence they believed was unfairly excluded from the relevant IHO and SRO decisions. The Court has reviewed this claim and the additional evidence presented by Parents above, <i>supra</i> Section II.A.2.a, denies Parents' claim for summary judgment on the merits, and grants Defendants' summary judgment motion.</p>\n<p></p>\n<h2><i>c. The 2006-07 School Year</i></h2>\n<p>Parents also seek reimbursement for the 2006-07 school year. As an initial <span class=\"star-pagination\">*556</span> matter, the Court does not accept SRO Ill's blanket statement that \"no documentary or testimonial evidence\" described S.S.'s program at YNJ or demonstrated how YNJ's transition program might meet S.S.'s educational needs. (SRO III Decision 11.) To the contrary, the District's school psychologist, Dr. Cohen, testified about YNJ's transition program, stating that it was a \"self-contained setting\" that was a \"warm, nurturing program where they meet the children on their level.\" (IH III Tr. 220-224 (Cohen).) Dr. Cohen also testified that the gap between the transitional program and the mainstream classes was difficult for students to overcome. (<i>Id.</i> at 220-21.) Parents also presented numerous IEPs, prepared by YNJ, that listed S.S.'s goals, detailed the methods and materials used to try and achieve those goals, tracked S.S.'s progress, and provided commentary by S.S.'s teachers on S.S.'s strengths, weaknesses, achievements, and continuing areas of concern. (Pls.' IH III Exs. C, D, E.) S.S.'s father also testified regarding the classes that were self-contained or mainstreamed, stating that the transitional program was designed so that \"some girls can transition to a mainstream class.\" (IH III Tr. 132-134, 138 (P. Schreiber).) Parents also offered into evidence the decisions of IHO I and SRO I, which generally describe the transitional program at YNJ. (Pls.' IH III Exs. A, B.)</p>\n<p>SRO III was correct, however, that Parents offered little substantive detail during IH III about the \"size of [S.S.'s] classes[,]. . . the profiles of the other students[,] . . . the frequency and duration of the student's reading or other instruction[,] . . . the methodologies used for instruction[,]. . . [or] the assessment strategies or formal tests used to determine the student's needs or to measure the student's progress.\" (SRO III Decision 11.) Some information was provided regarding the methods and materials used for S.S.'s instruction in the IEPs, which explained that S.S. was participating in the Wilson Reading Program (Pls.' IH III Ex. C, at 10), tracked her achievement level in the reading programs (<i>id.</i> at 22, 32), and discussed methods such as a \"Basic Writing Skills Program\" and positive reinforcement, (<i>id.</i> at 25). However, no witnesses from YNJ testified to explain the methods and evaluations used in the program, and Mr. Schreiber's limited testimony did little to fill in the gaps of the record. Furthermore, very little information was provided on the \"accommodations and modifications provided to the student in the mainstream or self-contained classes, or the supplementary aids and services that may be appropriate for the student.\" (SRO III Decision 11.) The only items of evidence in the record are two mainstream classwork evaluation formsthe form for \"Dinim\" (a religious subject) stated that S.S.'s modifications were taking tests with the teacher or being given a \"modified/English exam;\" the form for math did not list any needed modifications. (Pls.' IH III Ex. C, at 7-8.)</p>\n<p>Based on this record, SRO III did not err in holding that Parents had \"not provided sufficient evidence to demonstrate that YNJ provided educational instruction designed to meet the unique needs of the student.\" (SRO III Decision 11-12.) Indeed, without much information regarding the nature of S.S.'s self-contained and mainstreamed classes, the other students in S.S.'s classes, the methods used to evaluate and to instruct S.S., and the modifications that were or could have been used by YNJ to supplement mainstreamed classes, SRO III reasonably decided that Parents had failed to sustain their burden of showing that YNJ was an appropriate placement for S.S. <i>See Stevens ex rel. E.L. v. N.Y. City Dep't of Educ.,</i> No. 09-CV-5327, <span class=\"star-pagination\">*557</span> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">1005165</span></span>, at *9 (S.D.N.Y. Mar. 18, 2010) (upholding SRO's denial of tuition reimbursement for a private placement when, despite some evidence in the record regarding the student's deficits and the academic support provided by the private placement, the evidence was \"not sufficient to overturn the SRO's determination that the program was not appropriate\"); <i>see also </i><i>Student X v. N.Y. City Dep't of Educ.,</i> No. 07-CV-2316, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4890440</span></span>, at *18 (E.D.N.Y. Oct. 30, 2008) (finding that parents failed to present sufficient evidence to show IEP was inappropriate despite existence of testimony that countered IHO's statement that \"no evidence\" was provided); <i>cf. </i><i>Jennifer D. ex rel. Travis D. v. N.Y. City Dep't of Educ.,</i> <span class=\"citation\" data-id=\"1451575\"><a href=\"/opinion/1451575/jennifer-d-ex-rel-travis-d-v-new-york-city/\"><span class=\"volume\">550</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">420</span></a></span>, 434-36 (S.D.N.Y.2008) (holding that parents presented sufficient evidence of appropriateness of private placement when several witnesses, including a professional working with the student, explained why the program met the student's educational needs).</p>\n<p>On this appeal, the Court recognizes the existence of the testimony from IH I, which provides general information on the transitional program and S.S.'s curriculum. In particular, the testimony at IH I described YNJ's \"self-contained\" transitional program (IH I Tr. 526-30), the various reading and writing programs in which S.S. was enrolled (<i>id.</i> at 532-33, 540, 591 (Goldstein)), and the individualized attention YNJ provided S.S. to improve her vocabulary and spelling, (<i>id.</i> at 538). The testimony also summarized S.S.'s limited mainstreaming during the 2004-05 school year (<i>id.</i> at 527-28), and YNJ's decision not to mainstream S.S. for math, (<i>id.</i> at 604-05). The Court also notes that the same SRO, Paul F. Kelly, presided over SR I and SR III, and that he was presumably familiar with the testimony from IH I. Although this information is useful, it is not enough to warrant overturning SRO Ill's conclusion that Parents provided insufficient evidence regarding the 2006-07 school year to show that YNJ was appropriate. None of the additional information from IH I specifically applied to the 2006-07 school year. Specifically, the evidence from IH I does not explain why S.S. was placed in particular classes or provided particular services for 2006-07 or why those decisions were designed to meet S.S.'s educational needs during her eighth grade year.</p>\n<p>Furthermore, the Court believes that SRO Ill's conclusion that a lack of mainstreaming in 2006-07 \"suggests that YNJ ha[d] not met the student's special education needs\" is supported by the evidence. (SRO III Decision 12.) Although S.S. was mainstreamed for math in 2006-07, she was simultaneously removed from the mainstream science class because the eighth grade science class involved reading that S.S. \"couldn't handle.\" (Pls.' IH III Ex. G; IH III Tr. 143-144 (P. Schreiber).) Although somewhat unclear, the record also suggests that S.S. did not continue to be mainstreamed once a week in writing despite her success in the mainstream the previous year. (Pls.' IH III Ex. G; IH III Tr. 138 (P. Schreiber).) Thus, no objective evidence exists to warrant overturning SRO Ill's finding that S.S. was not mainstreamed much more in 2006-07 than in previous years. (SRO III Decision 12.)</p>\n<p>SRO Ill's disagreement with IHO III regarding the appropriateness of YNJ's restrictive environment also is supported by a preponderance of the evidence. IHO III awarded partial reimbursement because \"YNJ ha[d] been consistently addressing [S.S.'s] reading and writing difficulties,\" and because \"there [was] no evidence that the environment was overly restrictive\" given that the 2006 educational evaluation \"recommended that the student receive small group instruction to <span class=\"star-pagination\">*558</span> address her academic deficits.\" (IHO III Decision 8.) The June 2006 educational evaluation, on which IHO III relied, recommended small group instruction specifically \"to address [S.S.'s] academic deficits in the denoted areas.\" (Pls.' IH III Ex. H, at 3.) The evaluation discussed deficits in \"decoding, spelling, vocabulary and critical reading skills\" and in \"[s]pecific skills in written expressive language\" such as punctuation, capitalization, and grammar. (<i>Id.</i> at 1, 3.) However, the evaluation stated that S.S. \"appear[ed] to work with confidence when asked to complete math processes\" and that S.S. should \"continue her fine work\" in math, though she needed to review specific computation skills. (<i>Id.</i> at 2-3.) The evaluation also stated that S.S. had confidence in her creative writing. (<i>Id.</i> at 3.) Thus, while the evaluation recommends small group instruction to address S.S.'s reading, spelling, and specified writing deficits, it does not state, or even suggest, that S.S. requires small group instruction for almost all of her classes. Despite this, YNJ continued to keep S.S. in self-contained classes for social studies, science, and writing. The evaluation also does not specify what kind of small group instruction, <i>i.e.</i> resource room or self-contained classes, would best address S.S.'s needs. As SRO III noted, Parents did not present evidence regarding what assessments were used to decide whether S.S. should be mainstreamed or what accommodations, modifications, or supplementary aids might have been appropriate for S.S. (SRO III Decision 11-12.) Furthermore, Ms. Cohen testified that the gap between the transition program and the mainstream classes was \"vast,\" making it difficult for students in the transition program to participate in mainstream classes. (IH III Tr. 220-21 (Cohen).)</p>\n<p>SRO Ill's conclusion that YNJ may not have met the student's special education needs is further supported by evidence that S.S. not only succeeded in less restrictive environments, but also gained significant educational benefits from mainstreamed classes. S.S.'s March 2007 IEP for religious studies stated that \"[w]hen supported with reviews and one-on-one sessions, [S.S.] is capable of doing well, even in the mainstream classes.\" (Pls.' IH III Ex. C, at 20.) Although the District's school psychologist stated that the mainstream religious classes were less rigorous and \"not as analytically in-depth\" as the secular classes (IH III Tr. 202 (Cohen)), S.S. also succeeded in her mainstreamed math class, (Pls.' IH III Ex. C, at 8.)</p>\n<p>Interestingly, the November 2006 IEP for religious studies stated that in the mainstream class, S.S. \"follow[ed] along writing notes and completing sheets\" but in the smaller class \"she [did] not invest enough effort in learning the material.\" (<i>Id.</i> at 5.) Similarly, the June 2007 IEP stated that \"[S.S.] is clearly motivated to do well in the mainstream classes; she is eager to complete her assignments and her scores reflect comprehension and review. However, [S.S.] d[id] <i>not perform as well in the smaller classes.</i> She does not review nightly and put in the appropriate effort.\" (<i>Id.</i> at 30 (emphasis added).) Thus, S.S. gained motivation and attention in the mainstream classes that she lacked in the self-contained setting. Considering this record, SRO III did not err in deciding that YNJ's mainstreaming choices suggested that the program was not designed to meet the unique needs of S.S., supported by such services as are necessary to permit the student to benefit from instruction, even though S.S. made some progress during the year. <i>See </i><i>Gagliardo,</i> 489 F.3d at 115 (\"[A] child's progress [in a private placement] is relevant to the court's review. But such progress does not itself demonstrate that a private placement <span class=\"star-pagination\">*559</span> was appropriate.\"); <i>Frank G.,</i> 459 F.3d at 367 (\"[A]n assessment of educational progress is a type of judgment for which the district court should defer to the SRO's educational experience . . . .\" (internal quotation marks omitted)); <i>see also </i><i>Kasenia R. ex rel. M.R. v. Brookline Sch. Dist.,</i> <span class=\"citation\" data-id=\"1680641\"><a href=\"/opinion/1680641/kasenia-r-ex-rel-mr-v-brookline-school-dist/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">175</span></a></span>, 193-94 (D.N.H. 2008) (finding private placement inappropriate when student made \"progress in several placements [that were] less restrictive\" and when \"there [was] no evidence to suggest that a more restrictive placement was necessary\"); <i>Pinn,</i> 473 F.Supp.2d at 482 (finding private placement inappropriate because student had one-on-one instruction and \"did not have the opportunity for taking classes in mainstream settings\"). After considering the additional evidence presented on this appeal, the Court declines to overturn SRO Ill's reasoned decision that Parents failed to present sufficient evidence of YNJ's appropriateness to warrant reimbursement. Thus, the Court denies Parents' Motion for Summary Judgment and grants Defendants' Motion for Summary Judgment on this issue.</p>\n<p></p>\n<h2><i>B. Parents' Claims of Discrimination</i></h2>\n<p>Defendants have moved for summary judgment on Parents' claims for compensatory and punitive damages based on alleged discrimination. (Defs.' Mem. 1-2.) These actions are brought pursuant to § 1983 and § 504 of the Rehabilitation Act.</p>\n<p></p>\n<h2><i>1. Standard of Review</i></h2>\n<p>Summary judgment may be granted where it is shown that there is \"no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c)(2); <i>see also </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Pinn,</i> 473 F.Supp.2d at 483 (\"Unlike in the case of [p]laintiff's IDEA claim, summary judgment is appropriate in the case of their Rehabilitation Act claim only if there is no genuine issue as to any material fact.\" (internal quotation marks omitted)). The Court must view all evidence in the light most favorable to the non-moving party and must draw all reasonable inferences in the non-movant's favor. <i>See </i><i>Tufariello v. Long Island R.R.,</i> <span class=\"citation\" data-id=\"795250\"><a href=\"/opinion/795250/vito-tufariello-v-long-island-railroad-company-docket-no-05-1945-cv/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 85 (2d Cir.2006). Where the movant shows prima facie entitlement to summary judgment, \"the burden shifts to the nonmovant to point to record evidence creating a genuine issue of material fact.\" <i>Salahuddin v. Goord,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></span>, 272-73 (2d Cir.2006). \"[T]he nonmovant cannot rest on allegations in the pleadings and must point to specific evidence in the record to carry its burden on summary judgment.\" <i>Id.</i> at 273; <i>see also </i><i>McPherson v. N.Y. City Dep't of Educ.,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></span>, 215 n. 4 (2d Cir.2006) (\"[S]peculation alone is insufficient to defeat a motion for summary judgment.\"). The materiality of the facts is governed by substantive law. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). At summary judgment, the court is not charged with weighing the evidence and determining its truth, but only with determining whether there is a genuine issue for trial. <i>See </i><i>Westinghouse Elec. Corp. v. N.Y. City Transit Auth.,</i> <span class=\"citation no-link\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1205</span></span>, 1212 (S.D.N.Y.1990); <i>see also </i><i>Castro v. Metro. Transp. Auth.,</i> No. 04-CV-1445, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">1418585</span></span>, at *2 (S.D.N.Y. May 23, 2006). The Court's goal should be \"to isolate and dispose of factually unsupported claims.\" <i>Celotex Corp.,</i> 477 U.S. at 323-24, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>.</p>\n<p></p>\n<h2><i>2. Section 1983</i></h2>\n<p>Parents assert entitlement to compensatory and punitive damages from Defendants pursuant to § 1983 on the grounds that Parents and S.S. were denied <span class=\"star-pagination\">*560</span> \"equal access to federal entitlements, including special education and related services. . . solely on the basis of [S.S.'s] status as a disabled child attending a private religious school\" in violation of the Equal Protection clause of the Fourteenth Amendment. (SAC ¶ 36.)<sup>[16]</sup></p>\n<p>When, as here, \"the defendant sued for discrimination under . . . § 1983 is a municipalityor an individual sued in his official capacitythe plaintiff is required to show that the challenged acts were performed pursuant to a municipal policy or custom.\" <i>Patterson v. County of Oneida,</i> <span class=\"citation\" data-id=\"786894\"><a href=\"/opinion/786894/michael-antonio-patterson-v-county-of-oneida-new-york-oneida-county/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 226 (2d Cir.2004) (internal citations omitted); <i>see also </i><i>Monell v. Dep't of Soc. Servs. of the City of N.Y.,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 692-94, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). \"For purposes of § 1983, school districts are considered to be local governments and are subject to similar liability as local governments under <i>Monell.\" Scaggs v. N.Y. Dep't of Educ.,</i> No. 06-CV-799, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1456221</span></span>, at *14 (E.D.N.Y. May 16, 2007) (internal quotation marks omitted); <i>see also </i><i>Back v. Hastings on Hudson Union Free Sch. Dist.,</i> <span class=\"citation\" data-id=\"785851\"><a href=\"/opinion/785851/elana-back-v-hastings-on-hudson-union-free-school-district-john-j/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 128 (2d Cir.2004) (\"Municipalities and other local government bodies, including school districts, are considered `persons' within the meaning of § 1983. But a municipality cannot be held liable pursuant to § 1983 solely because of the discriminatory actions of one of its employees.\" (internal citations omitted)). \"The Supreme Court has identified at least two situations that constitute a municipal policy: (1) where there is an officially promulgated policy as that term is generally understood (i.e., a formal act by the municipality's governing body), and (2) where a single act is taken by a municipal employee who, as a matter of State law, has final policymaking authority in the area in which the action was taken.\" <i>Newton v. City of New York,</i> <span class=\"citation\" data-id=\"2396855\"><a href=\"/opinion/2396855/newton-v-city-of-new-york/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">256</span></a></span>, 271 (S.D.N.Y.2008) (citing <i>Pembaur v. City of Cincinnati,</i> <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 480-81, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></a></span>, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></a></span> (1986) and <i>Monell,</i> 436 U.S. at 690, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>) (internal footnote and emphasis omitted). \"A municipal `custom,' on the other hand, need not receive formal approval by the appropriate decisionmaker <span class=\"star-pagination\">*561</span>. . . .\" <i>Id.</i> Instead, \"an act performed pursuant to a `custom' that has not been formally approved by an appropriate decision-maker may fairly subject a municipality to liability on the theory that the relevant practice is so widespread as to have the force of law.\" <i>Bd. of the County Comm'rs of Bryan County v. Brown,</i> <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 404, <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1997); <i>see also </i><i>Kern v. City of Rochester,</i> <span class=\"citation\" data-id=\"724867\"><a href=\"/opinion/724867/wendy-l-kern-v-city-of-rochester-fire-department-of-the-city-of/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 44 (2d Cir.1996) (noting that a municipality's custom \"need not be memorialized in a specific rule or regulation\"). To prevail on this theory of municipal liability, however, a plaintiff must prove that the custom at issue is well-settled. <i>See </i><i>City of St. Louis v. Praprotnik,</i> <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 127, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></a></span> (1988) (noting that the Supreme Court \"has long recognized that a plaintiff may be able to prove the existence of a widespread practice that, although not authorized by written law or express municipal policy, is so permanent and well settled as to constitute a custom or usage with the force of law'\" (internal quotation marks omitted)).</p>\n<p>Here, Parents make only a conclusory allegation that \"Defendants have developed a policy of discriminating against disabled students based upon their disability and attendance in private religious schools.\" (SAC ¶ 37.) Parents have not produced <i>any</i> evidence of an official policy of the District to support this claim. Nor have Parents shown that any District employee with final policy making authority committed an act that could be construed as such a policy. Defendant Schwartz, the Deputy Superintendent supervising special education services, who arguably has final policy making authority, did not conduct any of the evaluations or attend any of the CPSE or CSE meetings that Parents claim resulted in a failure to provide S.S. with necessary services.<sup>[17]</sup> (IH I Tr. 89) (stating that Schwartz first learned about S.S. a month or two before the first impartial hearing (Schwartz).) Parents seem to assert that the District had a custom of denying religious school students services based on: (1) the fact that the rate of classification of disabled children in the District was 5.6% lower than the statewide average in 2002-03 (Pls.' Aff. ¶ 43; <i>id.</i> Ex. BB, at 1); and (2) the fact that the \"vast majority of non-public schools are yeshiva (Jewish),\" yet only 300 of the 800 disabled students eligible for special education services and attending nonpublic schools in the District attended yeshivas, (<i>id.</i> ¶¶ 45-46).</p>\n<p>These two statistics are insufficient to show any discriminatory custom or widespread practice of the District. First, the statistic showing that the District had a lower <i>overall</i> percentage of children classified as disabled does not show that the District had a custom of excluding students based on their attendance at a religious school. Defendant Schwartz testified that many factors affect the percentage of students classified as disabled in a particular district (IH I Tr. 1079-80 (Schwartz)), such as parents viewing classification as a stigma and refusing to refer children to the CSE, (<i>id.</i> at 1067-69, 1076-79). Parents have not offered any evidence to contradict Schwartz's testimony. Second, Parents mischaracterize Schwartz's testimony regarding the number of yeshiva students receiving services. According to Parents, Defendant Schwartz stated that out of 800 students receiving services who attend non-public schools, only \"close to 300\" attend yeshivas. <span class=\"star-pagination\">*562</span> (Pls.' Aff. ¶ 46.) Defendant Schwartz actually testified that the District had \"close to 300 students . . . getting their <i>services in the yeshiva.</i>\" (IHO I Tr. 1075 (Schwartz) (emphasis added).) Schwartz explained that the District provides certain services, such as a resource room, on-site in the yeshivas within the District. (<i>Id.</i> at 131.) Additionally, the District provides services to yeshiva students in its own public schools, as well as services to students, like S.S., who attend yeshivas outside of the District. (<i>Id.</i> at 130-32, 1074-75, 1090-1091.) Thus, the number cited by Parents does nothing to show a custom of discrimination against yeshiva students when it represents a mere subset of the yeshiva students receiving services from the District. Accordingly, Parents have failed to raise a disputed issue of fact regarding the District's liability.<sup>[18]</sup></p>\n<p>Even assuming, <i>arguendo,</i> that Parents can assert a proper <i>Monell</i> claim, Parents have also failed to raise a material issue of fact regarding the substantive Equal Protection claim. To establish a § 1983 claim under the Equal Protection Clause of the Fourteenth Amendment, there must be evidence that Parents and S.S. were \"selectively treated\" as \"compared with others similarly situated\" based on \"impermissible considerations such as . . . religion\" or disability. <i>See </i><i>Giordano v. City of New York,</i> <span class=\"citation\" data-id=\"775903\"><a href=\"/opinion/775903/david-giordano-v-city-of-new-york-howard-safir-police-commissioner-new/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 750 (2d Cir.2001); <i>see also </i><i>Spavone v. City of New York,</i> <span class=\"citation\" data-id=\"2520034\"><a href=\"/opinion/2520034/spavone-v-city-of-new-york/\"><span class=\"volume\">420</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">236</span></a></span>, 240 (S.D.N.Y.2005) (\"To allege a violation under the Equal Protection Clause, a plaintiff must `prove purposeful discrimination directed at an identifiable or suspect class.'\" (quoting <i>Hart v. Westchester County Dep't of Soc. Servs.,</i> <span class=\"citation\" data-id=\"2578420\"><a href=\"/opinion/2578420/hart-v-westchester-cty-dss/\"><span class=\"volume\">160</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">570</span></a></span>, 578 (S.D.N.Y.2001))); <i>Essen v. Bd. of Educ. of the Ithaca City Sch. Dist.,</i> No. 92-CV-1164, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">191948</span></span>, at *9 (N.D.N.Y. Apr. 15, 1996) (\"[A]bsent a showing that the [d]istrict's policies served to discriminate against a particular class of disabled students, no equal protection cause of action exists.\"). Here, Parents offer no basis for a fact finder to conclude that S.S. or other disabled Jewish children were denied \"special education and related services\" on the basis of their religion or their disability. (SAC ¶ 36.)</p>\n<p>Parents argue that their claim of discrimination is supported by: (1) their allegation that the District did not provide an appropriate IEP for S.S. because of her religion from the time she was first evaluated in 1997 through the time Parents filed suit (Pls.' Aff. ¶ 42); and (2) the same two <span class=\"star-pagination\">*563</span> statistics discussed above, (<i>id.</i> ¶¶ 43-46). Even assuming that the District violated the IDEA between 1997 and 2006, this alone would not by itself support a Fourteenth Amendment equal protection claim against the District. <i>See Pape v. Bd. of Educ. of the Wappingers Cent. Sch. Dist.,</i> No. 07-CV-8828, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3151200</span></span>, at *6 (S.D.N.Y. Sept. 29, 2009) (\"[A]bsent more specific claims that [d]efendants engaged in invidious discrimination against [the student] because of her disability, beyond just a general claim that [d]efendants failed to provide her with a FAPE, [p]laintiffs have failed to state an equal protection claim.\"); <i>see also Gavrity v. New Lebanon Cent. Sch. Dist.,</i> Nos. 05-CV-1024, 06-CV-317, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3164435</span></span>, at *39 (N.D.N.Y. Sept. 29, 2009) (\"To survive a motion for summary judgment, a plaintiff must present evidence [ ] of differential treatment from others similarly situated. . . .\").</p>\n<p>Second, the <i>only</i> evidence offered by Parentsthe statistics regarding the overall rate of disability classification and the number of yeshiva students classified in East Ramapofails to present the required \"stark pattern\" of discrimination necessary for statistics \"to be acceptable as the sole proof of discriminatory intent under the Constitution.\" <i>See </i><i>Chesna v. U.S. Dep't of Defense,</i> <span class=\"citation no-link\"><span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">110</span></span>, 117-18 (D.Conn.1994) (granting summary judgment on equal protection claim where plaintiff \"presented nothing more than one bare statistic\" that 55% of the total employee population were hourly employees and 89% of security clearance revocations involved hourly employees, and when defendant \"presented ample evidence refuting [plaintiff's] bald claim of discrimination\" (internal quotation marks omitted)); <i>see also </i><i>Bussey v. Phillips,</i> <span class=\"citation\" data-id=\"2291807\"><a href=\"/opinion/2291807/bussey-v-phillips/\"><span class=\"volume\">419</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">569</span></a></span>, 583 (S.D.N.Y.2006) (noting, in the context of a § 1983 equal protection claim, that unlike in class action cases, \"statistics alone do not suffice to establish discriminatory intent\" for individual disparate impact cases and that, in general, such statistics must be \"large enough, to infer discriminatory intent\"); <i>Drake v. Delta Air Lines, Inc.,</i> No. 94-CV-5944, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1743816</span></span>, at *6 (E.D.N.Y. July 21, 2005) (\"Statistics alone are insufficient in a[n individual] disparate-treatment claim because an individual plaintiff must prove that he or she <i>in particular</i> has been discriminated against.\" (emphasis in original)), <i>aff'd,</i> 216 Fed.Appx. 95 (2d Cir.2007).<sup>[19]</sup> Because Parents have offered nothing more than bare statistics to support their conclusory allegations of intentional discrimination against their daughter, the Court finds that Parents have failed to establish a disputed issue of fact regarding their equal protection claim. <i>Cf. Bailey v. City of New York,</i> No. 98-CV-1812, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">21031972</span></span>, at *9 (S.D.N.Y. May 2, 2003) (report and recommendation) (granting defendants' summary judgment motion in employment discrimination case brought under § 1983 because the proffered statistics \"at most constitute[d] evidence of a disparate impact,\" which was \"insufficient to raise a triable issue that the [defendant] included [an employment] requirement for the actual purpose of excluding minorities\"); <i>see also </i><i>Hart,</i> 160 F.Supp.2d at 578 (non-movant cannot avoid summary judgment <span class=\"star-pagination\">*564</span> simply based on unsupported allegations). Accordingly, Defendants' Motion for Summary Judgment on Parents' § 1983 claim is granted.</p>\n<p></p>\n<h2><i>3. Section 504</i></h2>\n<p>Parents also allege that Defendants violated § 504 of the Rehabilitation Act. To recover under the Rehabilitation Act, there must be evidence that: (1) the student is disabled; (2) the student is otherwise qualified to participate in school activities; (3) the school or the board receives federal financial assistance; and (4) the student was excluded from participation in programs at, denied the benefits of, or subject to discrimination at, the school on the basis of her disability. <i>See </i><i>Gabel,</i> 368 F.Supp.2d at 334; <i>see also Pinn,</i> 473 F.Supp.2d at 483 (noting that a plaintiff bringing a § 504 claim must demonstrate that she is disabled and that she has been excluded from federal benefits \"because of his or her disability\" (citing <i>Mrs. C. v. Wheaton,</i> <span class=\"citation\" data-id=\"549752\"><a href=\"/opinion/549752/mrs-c-on-her-own-behalf-and-as-mother-and-guardian-on-behalf-of-jc-v/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span>, 74 (2d Cir.1990))). Here, it is undisputed that the first three conditions are met. Thus, \"Section 504 relief is conditioned on a showing of discrimination, [which] requires something more than proof of a mere violation of IDEAi.e., more than a faulty IEP.\" <i>Gabel,</i> 368 F.Supp.2d at 334. Rather, a plaintiff must put forth evidence that she was \"denied a federal benefit <i>because</i> of h[er] disability.\" <i>Pinn,</i> 473 F.Supp.2d at 484 (emphasis in original); <i>see also Gavrity,</i> <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3164435</span></span>, at *37 (noting that a § 504 claim requires a plaintiff to show that \"he has been denied the benefit by reason of his disability\"). Moreover, there must be evidence that a school district acted with deliberate or reckless indifference to the student's federally protected rights or with \"bad faith or gross misjudgment.\" <i>See </i><i>Bartlett v. N.Y. State Bd. of Law Examiners,</i> <span class=\"citation\" data-id=\"758024\"><a href=\"/opinion/758024/marilyn-j-bartlett-v-new-york-state-board-of-law-examiners-james-t/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span>, 331 (2d Cir.1998) (noting that intentional discrimination under the Rehabilitation Act may be inferred from \"at least deliberate indifference to the strong likelihood that a violation of federally protected rights will\" occur), <i>vacated on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">790</span></span> (1999); <i>Pinn,</i> 473 F.Supp.2d at 483 (\"Where a plaintiff asserts denial of a free appropriate public education. . . ., plaintiff must demonstrate bad faith or gross misjudgment.\"); <i>Gabel,</i> 368 F.Supp.2d at 334 (noting that a Rehabilitation Act claim may be brought if \"a school district acts with gross negligence or reckless indifference in depriving a child of access to a FAPE\").</p>\n<p>The Court's review of the record shows insufficient evidence of discrimination on the part of Defendants to prove a violation of § 504. First, Parents have not put forth any evidence whatsoever that supports their allegation that S.S. was denied a benefit <i>because</i> of her disability. Parents' general assertions that the District failed to convene the CSE or provide IEPs do not establish that the Districts' acts were premised in any way on S.S.'s disability. <i>See </i><i>P.C. v. McLaughlin,</i> <span class=\"citation\" data-id=\"547607\"><a href=\"/opinion/547607/pc-v-neil-mclaughlin-individually-rod-copeland-individually-and-in-his/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span>, 1041 (2d Cir.1990) (affirming summary judgment when plaintiff alleged that student was \"denied meaningful access to the benefits provided to other handicapped individuals\" and not, as § 504 requires, that the school district failed to provide \"even-handed treatment in relation to the non-handicapped\" (internal quotation marks omitted)); <i>see also Pinn,</i> 473 F.Supp.2d at 484 (granting defendant's summary judgment motion when plaintiffs failed to put forth any evidence that their child \"was denied a federal benefit <i>because</i> of his disability\" (emphasis in original)). At best, Parents simply disagree with the District employees' opinions regarding S.S.'s educational needs. <i>See Pinn,</i> 473 F.Supp.2d at 484 (granting defendant's summary judgment motion when plaintiffs' Rehabilitation Act claims were \"merely restatements <span class=\"star-pagination\">*565</span> of their IDEA claims\"); <i>Zahran ex rel. Zahran v. N.Y. Dep't of Educ.,</i> <span class=\"citation\" data-id=\"2526119\"><a href=\"/opinion/2526119/zahran-ex-rel-zahran-v-new-york-dept-of-educ/\"><span class=\"volume\">306</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">204</span></a></span>, 213-14 (N.D.N.Y.2004) (dismissing Rehabilitation Act claim because the claims were \"substantially the same as that of the IDEA claim,\" which were \"essentially challenges to the program itself, not [to] any type of discriminatory decisions\").</p>\n<p>Second, there is no basis for a reasonable fact finder to conclude that the District acted with deliberate or reckless indifference or with gross negligence in failing to provide S.S. with a FAPE. Although the District ultimately failed to provide a FAPE for S.S. for the 2004-05, 2005-06, or 2006-07 school years, the process employed by the District did not rise to the level of gross negligence or reckless indifference required to prove a § 504 claim.<sup>[20]</sup><i>See Pinn,</i> 473 F.Supp.2d at 484 (granting defendants' summary judgment motion regarding plaintiffs' Rehabilitation Act claims when, even if the court agreed that the school district failed to provide a FAPE, plaintiffs had \"put forth insufficient evidence of bad faith or gross misjudgment on the part of the [district]\"); <i>Zahran,</i> 306 F.Supp.2d at 213-14 (finding that plaintiffs' claims did not show that the district acted with gross negligence when plaintiffs alleged that the district \"failed to make necessary evaluations to develop a proper IEP\" and failed \"to offer prompt administrative review\"); <i>cf. </i><i>Gabel,</i> 368 F.Supp.2d at 336 (finding that the school district acted with reckless indifference when \"it actually avoided dealing with [student's] parents because it had no proper placement for\" the child (emphasis omitted)); <i>R.B. ex rel. L.B. v. Bd. of Educ. of the City of N.Y.,</i> <span class=\"citation\" data-id=\"2291081\"><a href=\"/opinion/2291081/rb-ex-rel-lb-v-board-of-educ-of-city/\"><span class=\"volume\">99</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">411</span></a></span>, 414, 419 (S.D.N.Y.2000) (denying motion to dismiss when the IHO found that the school district exhibited \"gross neglect\" by causing the student to be excluded from school for an entire school year). Rather, the undisputed evidence (including the evidence evaluated by the many IHOs and SROs) shows that the District was responsive to Parents' requests. The District initially convened a CSE meeting at Parents' request in November 2004 to develop a program for S.S., acted quickly to refine the CSE's recommendation upon receiving Parents' due process complaint in February 2005, and reevaluated S.S. in 2006. Although SRO III concluded that the District's request that Parents consent to a CSE meeting for the 2006-07 school year was an unnecessary procedural step, the District initiated contact with Parents, informed Parents of their right to a CSE meeting, and attempted to collect records from YNJ. Such conduct does not violate the Rehabilitation Act. <i>See Pinn,</i> 473 F.Supp.2d at 484 (rejecting Rehabilitation Act claim when the District \"never ignored [p]laintiffs request\" for classification, \"attempted to address\" the issues raised, \"sought out additional information,\" and \"ultimately classified [the child]\").</p>\n<p><span class=\"star-pagination\">*566</span> The only other allegations Parents present in support of their claim of \"bad faith or gross misjudgment\" is the District's purported failure to \"fully evaluate, prepare an IEP, [and] convene an IEP meeting\" when S.S. was evaluated by the District in 2001. (SAC ¶ 33.) Yet, the merits of Parents' claims with respect to the District's conduct in the summer and early fall of 2001 are not properly before this Court because the statute of limitations had expired on these claims by fall 2004, several months before Parents filed their first due process complaint in February 2005. <i>See Darcy v. Lippman,</i> No. 03-CV-6898, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">629999</span></span>, at *11 (S.D.N.Y. Mar. 10, 2008) (claims under the Rehabilitation Act expire in New York three years after the plaintiff knows or has reason to know of the injury that is the basis for the action).<sup>[21]</sup></p>\n<p>Parents' § 504 claims \"are, in actuality, merely restatements of their IDEA claims\" that the District failed to provide an appropriate IEP for S.S. <i>See Pinn,</i> 473 F.Supp.2d at 484; <i>see also </i><i>Zahran,</i> 306 F.Supp.2d at 213 (dismissing Rehabilitation Act claim because the claims were \"substantially the same as that of the IDEA claim,\" which were \"essentially challenges to the program itself, not of any type of discriminatory decisions\"). Accordingly, Defendants' Motion for Summary Judgment on this issue is granted.</p>\n<h2>NOTES</h2>\n<p>[1]  Hereinafter, where a statement of fact is undisputed, the Court will only cite to either the District's or Parents' 56.1 Statement.</p>\n<p>[2]  Parents' explanation that they signed the form only to express disagreement with the District's recommended services is hard to reconcile with the form itself. Indeed, the form makes no mention of the offer of any special services, but instead merely is intended, as it states, to reflect S.S.'s transition from pre-school to kindergarten. (Defs.' IH I Ex. 12.) Because S.S. had been found to be disabled by the CPSE, and therefore in need of special services during preschool, the District was merely recommending in this form that S.S. be referred to the CSE for consideration as a disabled student in kindergarten. The CPSE would be in no position to evaluate S.S.'s needs for kindergarten, as it deals only with pre-school students, let alone to offer particular special education services. In fact, the purpose of such a referral would allow a CSE to consider which services, if any, S.S. might need in kindergarten. Thus, any claim that Parents' disagreement with this referral was only meant to disagree with the CPSE's recommendation of particular special services is specious. On its face, and even excluding the handwritten note, the form shows that Parents disagreed with the District's referral of S.S. to the CSE prior to her kindergarten year.</p>\n<p>[3]  The psychological report also notes that the reason for the referral was \"[a]cademic [d]ifficulty.\" (Pls.' IH I Ex. A, at 1.)</p>\n<p>[4]  The due process complaint filed by Parents on February 7, 2005 did not include a request for tuition reimbursement for the 2005-06 school year (IH I Ex. 1, at 1-2), but Parents requested reimbursement for 2005-06 in their closing arguing before IHO I. (Pls.' Aff. ¶ 30; IH I Tr. 1198 (\"[W]e ask the Hearing Officer to find for [S.S.] and her parents and to award them reimbursement for tuition at [YNJ] for the year 2004 and 5, and for the present year 2005 and 6\"). Parents now contend that IHO I inappropriately considered their entitlement for reimbursement for the 2005-06 school year and that Parents did not have the opportunity to present evidence on that school year. (Pls.' Mem. in Supp. of Mot. for Summ. J. (\"Pls.' Mem.\") 4-8.) This claim is discussed more fully below. <i>See infra</i> Section II.A.2.b.ii.</p>\n<p>[5]  IHO I incorrectly characterized this claim as raised under the No Child Left Behind Act (\"NCLB\"), rather than under the child find provisions of the IDEA, and concluded that the policy purposes behind the NCLB did not support Parents' claim. (IHO I Decision 5-6; SRO I Decision 7-8)</p>\n<p>[6]  Additionally, IHO I denied Parents' other requests for, inter alia, reimbursement for fees related to counseling and language therapy for S.S., costs related to S.S.'s tutoring, and costs of private evaluations conducted in 2004, without stating his reasoning for doing so. (IHO I Decision 6.) SRO I later affirmed IHO I's denial of these requests. (SRO I Decision 14.) Because Parents have not appealed denial of reimbursement for these expenses (Second Am. Compl. (\"SAC\")), the Court will not consider these denials.</p>\n<p>[7]  This case was transferred to this Court from Judge Colleen McMahon on August 6, 2007. (Dkt. No. 35.)</p>\n<p>[8]  The consolidated case is referred to by its old docket number, 06-CV-5004. (Dkt. No. 39.)</p>\n<p>[9]  Deference to the SRO is appropriate even where the SRO, at least in part, has disagreed with the IHO. <i>See </i><i>Karl ex rel. Karl</i> v. <i>Bd. of Educ. of Geneseo Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"437243\"><a href=\"/opinion/437243/lisa-karl-by-her-parents-and-natural-guardians-harold-and-virginia-karl/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span>, 877 (2d Cir.1984) (noting that the Supreme Court's decision in <i>Rowley</i> \"requires that federal courts defer to the final decision of the state authorities, and that deference may not be eschewed merely because a decision is not unanimous or the reviewing authority disagrees with the hearing officer\"); <i>Watson ex rel. Watson v. Kingston City Sch. Dist.,</i> <span class=\"citation\" data-id=\"2407042\"><a href=\"/opinion/2407042/watson-ex-rel-watson-v-kingston-city-school-dist/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">141</span></a></span>, 145 (N.D.N.Y.2004) (\"[D]eference to the final decision issued by a state agency on an issue of educational methodology is no less appropriate simply because the SRO has disagreed with the IHO.\"), <i>aff'd,</i> 142 Fed.Appx. 9 (2d Cir.2005).</p>\n<p>[10]  The Second Circuit recently adopted a two-part test employed by several other circuit courts for determining whether an IEP provides the least restrictive environment possible: (1) \"whether a student can be satisfactorily educated in the regular classroom with the benefit of supplemental aids and services;\" and (2) if the school district was justified in removing the student from the mainstream classes, \"whether the school has included the child in school programs with nondisabled children to the maximum extent appropriate.\" <i>Newington,</i> 546 F.3d at 121; <i>accord </i><i>L.B. ex rel. K.B. v. Nebo Sch. Dist.,</i> <span class=\"citation\" data-id=\"164926\"><a href=\"/opinion/164926/lb-v-nebo-school-district/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">966</span></a></span>, 976 (10th Cir.2004); <i>Sacramento City Unified Sch. Dist. v. Rachel H.,</i> <span class=\"citation\" data-id=\"661529\"><a href=\"/opinion/661529/sacramento-city-unified-school-district-board-of-education-v-rachel-h/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1398</span></a></span>, 1403-04 (9th Cir.1994); <i>Oberti ex rel. Oberti v. Bd. of Educ. of the Borough of Clementon Sch. Dist.,</i> <span class=\"citation\" data-id=\"609180\"><a href=\"/opinion/609180/rafael-oberti-by-his-parents-and-next-friends-carlos-and-jeanne-oberti/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1204</span></a></span>, 1215 (3d Cir. 1993). In considering the first prong, courts should consider whether \"reasonable efforts [were made] to accommodate the child in a regular classroom,\" \"the educational benefits available to the child in a regular class, with appropriate supplementary aids and services, as compared to the benefits provided in a special education class,\" and potential \"negative effects . . . on the education of the other students in the class.\" <i>Newington,</i> 546 F.3d at 120; <i>see also </i><i>L. ex rel. Mr. F. v. N. Haven Bd. of Ed.,</i> <span class=\"citation\" data-id=\"2304859\"><a href=\"/opinion/2304859/l-ex-rel-mr-f-v-north-haven-bd-of-educ/\"><span class=\"volume\">624</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">163</span></a></span>, 180-81 (D.Conn.2009) (same). As noted above, parents are not held to the same mainstreaming requirements as school districts. Thus, parents should not be held strictly to the <i>Newington</i> test, which interprets the least restrictive environment requirement placed on school districts. However, because mainstreaming may be a factor in deciding the appropriateness of a private placement, and because the test is designed to help courts decide whether a placement is the least restrictive environment, the above factors may be useful in determining the overall appropriateness of the parental placement.</p>\n<p>[11]  Moreover, as IHO I's decision noted, there was evidence that YNJ was an inappropriate placement for the additional reason that S.S.'s reading skills could be negatively affected by dual language instruction in both Hebrew and English. (IH I Tr. 125 (Schwartz); <i>id.</i> at 391 (Silver); <i>id.</i> at 194 (Goldstein).) Furthermore, although SRO I noted that the transitional program at YNJ had access to a psychologist, it appears from the record that YNJ failed to provide any form of counseling for S.S., despite the recommendation in the 2004 evaluation that S.S. would benefit from weekly counseling. (SRO I Decision 13 (finding that psychologist taught social skills to entire school); IH I Tr. 527-28 (Goldstein)); <i>see Green,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">919609</span></span>, at *7 (finding private placement inappropriate despite academic success because school failed to provide needed counseling services or a specially-designed program).</p>\n<p>[12]  The Court notes that Dr. Silver testified that, despite the plain language of the evaluation, the recommendation was not for a standard resource room, such as those provided by the District, but for a specific type of resource room program that used a self-contained setting and \"access to the mainstream with special-ed services.\" (IH I Tr. 358, 384-85 (Silver).)</p>\n<p>[13]  The Court acknowledges that IHO I improperly characterized the least restrictive environment standard as being \"mandatory\" on Parents. (IHO I Decision 5.) However, SRO I applied the correct legal standard, explicitly stating that the restrictiveness of the placement \"must be balanced against the requirement that each student receive an appropriate education.\" (SRO I Decision 12.)</p>\n<p>[14]  Defendants argue that tuition reimbursement is not warranted for the 2004-05 school year for the additional reason that Parents unreasonably delayed in notifying the District of their dissatisfaction with the IEP proposed for S.S. (Defs.' Mem. 13-14.) Because the Court denies reimbursement on other grounds, the Court need not, and therefore does not, address the merits of this argument.</p>\n<p>[15]  Parents argue that they were not given a fair opportunity to present evidence at IH I regarding the 2005-06 school year, as reflected by SRO I's statement that \"[P]arent's [sic] witness from YNJ who offered information regarding [S.S.'s] program . . . concluded her testimony . . . prior to the beginning of the 2005-06 school year. There is no information in evidence regarding the student's program at YNJ during the 2005-06 school year or how that program met her special education needs.\" (SRO I Decision 15.) Considering that Parents requested that IHO I decide whether reimbursement was appropriate for 2005-06 and petitioned SRO I to award reimbursement for 2005-06, the Court finds no error in SRO II's conclusion that Parents \"requested relief regarding the 2005-06 school year . . . and then failed to present evidence\" to support their request. (SRO II Decision 3.)\n</p>\n<p>Parents also claim that IHO I lacked jurisdiction to decide issues regarding the 2005-06 school year because their initial request for a hearing asked only for reimbursement for the 2004-05 school year. (Pls.' Mem. 6-7.) The Court finds no error in SRO II's decision that the jurisdictional claim was barred by res judicata when parents asked IHO I and SRO I to grant tuition reimbursement for 2005-06. Furthermore, Parents were free to raise their jurisdictional claim on the appeal to SRO I, yet failed to do so. (SRO II Decision 4.) Additionally, the cases cited by Parents do not support their argument. All of the cases presented situations where the parents did not request reimbursement for an additional year, the defendants did not consent to expanding jurisdiction, or the IHO declined to decide the issues pertaining to the additional year. <i>See Application of the Bd. of Educ. of the City Sch. Dist. of the City of Poughkeepsie,</i> Appeal No. 02-101, http://www.sro.nysed.gov/decisionindex/2002/02-101.htm (Dec. 10, 2003) (IHO denied parents request to expand the jurisdiction of the hearing); <i>Application of a Child with Disability,</i> Appeal No. 00-75, http://www.sro.nysed.gov/decisionindex/2000/ 00-075.htm (Nov. 15, 2001) (same); <i>Application of the Bd. of Educ. of the City Sch. Dist. of the City of N.Y.,</i> Appeal No. 99-77, http:// www.sro.nysed.gov/decisionindex/1999/99-077.htm (Oct. 3, 2000) (parties did not consent to conferring jurisdiction on IHO); <i>Application of a Child with Disability,</i> Appeal No. 96-45, http://www.sro.nysed.gov/decisionindex/1996/96-45.htm (Aug. 8, 1996) (parties did not agree to expand jurisdiction of IHO). Here, in contrast, Parents asked IHO I to address 2005-06 (IH I Tr. 1198), there is no evidence that Defendants objected to this request, and IHO I decided the issues relating to the 2005-06 school year, (IHO I Decision 1).</p>\n<p>Parents also assert that they have never presented their claim that no IEP was created for 2005-06 to any administrative body. (Pls.' Mem. 6.) As an initial matter, the March IEP on its face applied to the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) Parents do not explain this fact, though Dr. Rosenshein testified that, in his opinion, the June 2006 review date was a mistake. (IH I Tr. 429 (Rosenshein).) Regardless, Parents' claim is immaterial to this appeal. Although SRO I did not explicitly rule that no FAPE was provided for 2005-06 (SRO I Decision 12), SRO I found that Parents failed to present sufficient evidence regarding YNJ's appropriateness for 2005-06, (<i>id.</i> at 15). Because the Court declines to overturn SRO I's decision regarding the appropriateness of YNJ, there is no need to address whether or not the District provided a FAPE in 2005-06.</p>\n<p>[16]  Parents' SAC only requests § 1983 relief for violations of the Equal Protection Clause of the Fourteenth Amendment. (SAC ¶¶ 36-39.) Parents do not request, and, therefore, the Court does not address, monetary damages pursuant to § 1983 for deprivation of Parents' or S.S.'s federal rights under the IDEA. <i>See </i><i>Smith v. Guilford Bd. of Educ.,</i> 226 Fed.Appx. 58, 63 (2d Cir.2007) (summary order) (stating that although \"IDEA itself does not provide for monetary damages, plaintiffs may sue pursuant to § 1983 to enforce its provisions . . . and to obtain damages for violations of such provisions\"). In any event, such a claim against the District or against Schwartz in his official capacity as Superintendent would fail because, for the reasons discussed below, Parents have asserted no facts showing that such a deprivation was part of a policy or custom of the District or part of acts taken by a person with final policymaking authority. <i>See </i><i>Monell v. Dep't of Soc. Servs. of the City of N. Y.,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 692-94, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978); <i>see also </i><i>R.B. ex rel. L.B. v. Bd. of Educ. of the City of N.Y.,</i> <span class=\"citation\" data-id=\"2291081\"><a href=\"/opinion/2291081/rb-ex-rel-lb-v-board-of-educ-of-city/\"><span class=\"volume\">99</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">411</span></a></span>, 418 (S.D.N.Y.2000) (noting, in the context of a § 1983 claim seeking compensatory and punitive damages based on violations of the IDEA, that plaintiffs must plead <i>Monell</i> liability and that a district's \"failure to act must rise to the level of deliberate indifference\" in order to raise an inference of a municipal policy to cause violations of the federal right). For the reasons explained below in relation to Parents' § 504 claim, the Court does not believe Parents have raised a disputed issue of fact regarding whether Defendants' actions constituted deliberate indifference. Additionally, a similar claim against Schwartz in his personal capacity would fail because, as explained below, Parents have asserted no facts showing that Schwartz was personally involved in any alleged deprivation of Parents' or S.S.'s rights under the IDEA.</p>\n<p>[17]  Parents do not claim, or point to any evidence suggesting, that the other District employees involved in the evaluations and meetings at issue had final policy making authority for the District.</p>\n<p>[18]  Parents also named Schwartz as a Defendant in his \"individual official capacity\" as Superintendent. (SAC 1.) To the extent this claim includes Schwartz in his official capacity as Superintendent, it is duplicative of the claim against the District itself. <i>See </i><i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165-166, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985) (\"Official-capacity suits . . . `generally represent only another way of pleading an action against an entity of which an officer is an agent.'\" (quoting <i>Monell,</i> 436 U.S. at 690 n. 55, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>)). To the extent that this claim sues Schwartz individually, the Court finds, for the reasons discussed below, that Parents have failed to raise a material issue of fact regarding the substance of this Equal Protection Claim. Moreover, Parents have alleged no facts showing that Schwartz was personally involved in or otherwise responsible for the alleged discrimination against S.S., thus fatally undermining Parents' claim. <i>See </i><i>Back,</i> 365 F.3d at 122 (\"[P]ersonal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.\" (internal quotation marks omitted)); <i>B.D.S. v. Southold Union Free Sch. Dist.,</i> Nos. 08-CV-1319, 08-CV-1864, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1875942</span></span>, at *17 (E.D.N.Y. June 24, 2009) (dismissing § 1983 claim when \"plaintiff d[id] not plead any factual allegations plausibly suggesting that [defendant] was personally involved in any of the alleged constitutional violations\"). Accordingly, Defendants' Motion for Summary Judgment regarding the § 1983 claim against Schwartz is granted.</p>\n<p>[19]  While the Court does not weigh the evidence in deciding a motion for summary judgment, it is worth noting that there is ample, undisputed evidence in the record to refute Parents' unsupported claim of discrimination. Indeed, Parents' own expert testified that the District \"has a wonderful reputation. . . in the Jewish community\" for its efforts in working with Parents of disabled children attending the nonpublic yeshivas. (Tr. 458-59 (Rosenshein).) Defendant Schwartz also testified at length about the programs the District employs to ensure that disabled students in nonpublic yeshivas are classified and provided with special education services. (Tr. 88-89, 878-89, 913-14, 925-26 (Schwartz).)</p>\n<p>[20]  Even taking as true Parents' claim that the District failed to provide S.S. with a new IEP at the start of the 2005-06 school year, this action does not amount to gross negligence or indifference because the IEP developed on March 17, 2005 covered the end of the 2004-05 school year through the entirety of the 2005-06 school year. (Defs.' IH I Ex. 2, at 1.) The IDEA only requires that an IEP be in effect \"[a]t the beginning of each school year,\" it does not require development of a new IEP at the start of each school year. 20 U.S.C. § 1414(d)(2)(A); <i>see also </i><i>Cerra,</i> 427 F.3d at 194 (noting that \"school districts must only ensure that a child's IEP is in effect by the beginning of the school year\"). Particularly given that the appropriateness of the March 17, 2005 IEP was being reviewed by the SRO until March 27, 2006, the fact that the District did not issue a new IEP at the start of the 2005-06 school year did not amount to gross negligence or indifference.</p>\n<p>[21]  Regardless of the Statute of Limitations, the District's actions do not rise to the level of indifference or gross negligence when the District responded to Parents' request by conducting an educational and psychological evaluation (Pls.' IH I Exs. A, B), and when Parents never asked the District for a CSE and continued to enroll S.S. in private school without notifying the District. <i>See Pinn,</i> 473 F.Supp.2d at 484 (finding no evidence of gross negligence when the CSE evaluated plaintiffs' child and \"conduct[ed] a further investigation including a speech and language assessment and psychiatric evaluation\" to determine the child's classification).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145855/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/164926/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/549752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/609180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/724867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/753719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758024/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/792261/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/797990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1361921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1451575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1680641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1993216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2291081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2291807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2304859/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2327795/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2357040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2396855/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2407042/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2451181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2520034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2526119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2529053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2578420/"
          ]
        }
      ],
      "judges": "Kenneth M. Karas",
      "date_created": "2014-10-30T23:25:06.701377Z",
      "date_modified": "2016-03-03T22:18:46.368273Z",
      "date_filed": "2010-03-31",
      "date_filed_is_approximate": false,
      "slug": "schreiber-v-east-ramapo-central-school-dist",
      "citation_id": 2428648,
      "case_name_short": "Schreiber",
      "case_name": "Schreiber v. EAST RAMAPO CENTRAL SCHOOL DIST.",
      "case_name_full": "",
      "federal_cite_one": "700 F. Supp. 2d 529",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2328119/schreiber-v-east-ramapo-central-school-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:25:06.698346Z",
  "date_modified": "2014-10-30T23:25:06.698346Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Schreiber",
  "case_name": "Schreiber v. EAST RAMAPO CENTRAL SCHOOL DIST.",
  "case_name_full": "",
  "slug": "schreiber-v-east-ramapo-central-school-dist",
  "docket_number": "Case No. 06-CV-5004 (KMK)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}