{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2330725/",
  "id": 2330725,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/moctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2458303/",
      "id": 2458303,
      "absolute_url": "/opinion/2458303/cartwright-v-cartwright/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2330725/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2458303/",
          "id": 2458303,
          "absolute_url": "/opinion/2458303/cartwright-v-cartwright/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2458303/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7710/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:41:05.230712Z",
          "date_modified": "2017-04-10T02:41:50.456820Z",
          "type": "010combined",
          "sha1": "e1337588e40aa595bb91005c78daf1366a250507",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>707 S.W.2d 469 (1986)</b></center>\n<center><h1>Lee H. CARTWRIGHT, Respondent,<br>\nv.<br>\nBarbara F. CARTWRIGHT, Appellant.</h1></center>\n<center>No. 50052.</center>\n<center><p><b>Missouri Court of Appeals, Eastern District, Division Three.</b></p></center>\n<center>March 18, 1986.</center>\n<p><span class=\"star-pagination\">*471</span> Hal B. Coleman, Leigh H. Greenhaw, St. Louis, for appellant.</p>\n<p>Harry B. Wilson, Mark G. Zellmer, Husch, Eppenberger, Donohue, Elson &amp; Cornfield, St. Louis, for respondent.</p>\n<p>GARY M. GAERTNER, Judge.</p>\n<p>The parties, Lee Cartwright (husband) and Barbara Cartwright (wife), were married on September 1, 1962. One child, Anne Davis Cartwright, was born of that marriage on January 30, 1970. The parties separated on January 3, 1983, and husband petitioned for dissolution of the marriage. On March 18, 1985, the trial court entered a decree dissolving the marriage, dividing all property held by the parties, and awarding custody of the minor child to husband. Wife appeals from that decree, and husband cross-appeals. We affirm.</p>\n<p>Preliminarily, we observe that in a courttried case, such as the case at bar, our standard of review is governed by Rule 73.01. Pursuant to that rule, we must sustain the trial court's decree unless it is not supported by substantial evidence, unless it is against the weight of the evidence, or unless the trial court has erroneously declared or applied the law. <i>Murphy v. Carron,</i> 536 S.W.2d 30, 32 (Mo. banc 1976); <i>Hack v. Hack,</i> 695 S.W.2d 498, 500 (Mo. App.1985).</p>\n<p>In her first point on appeal, wife argues that the trial court erred in identifying as marital property certain items that were in fact her separate property. These items included funds inherited by wife during the marriage, securities purchased with the inherited funds, and proceeds from the sale of inherited securities. Wife claims that such items fall within a statutory exception to the marital property presumption because they were acquired by bequest or in exchange for property acquired by bequest.</p>\n<p>A trial court possesses broad discretion in identifying and dividing marital property. <i>Trapani v. Trapani,</i> 684 S.W.2d 500, 503 (Mo.App.1984). All property acquired by either spouse subsequent to the marriage and prior to the decree of dissolution is, however, presumed to be marital property regardless of how title is held. Section 452.330.3 RSMo Cum.Supp.1984. A party claiming that such property is in fact separate property must assume the burden of rebutting this presumption by clear and convincing evidence. <i>Boyce v. Boyce,</i> 694 S.W.2d 288, 291 (Mo.App.1985). The presumption may be overcome by a showing that the property was acquired by a method listed in section 452.330.2 RSMo Cum. Supp.1984.<sup>[1]</sup> More particularly, under subsection <span class=\"star-pagination\">*472</span> 2 of section 452.330.2, the marital property presumption may be overcome by a showing that the property was received in exchange for property acquired by bequest.</p>\n<p>We first consider wife's claims regarding stock in Ozark Holdings and Citizens &amp; Southern Georgia Corporation (C &amp; SG). These securities were acquired as follows: During the marriage, wife inherited money from the estate of Nell Greene. Wife used this money to purchase a $25,000 certificate of deposit, which she held in her name alone. This certificate matured on October 15, 1980, whereupon wife reinvested the principal and the interest in another certificate of deposit. When this certificate matured on May 7, 1981, wife used part of the proceeds to purchase stock in Ozark Airlines and Ransburg Corporation. Wife later exchanged the Ozark Airlines stock for the Ozark Holdings stock, and exchanged the Ransburg Corporation stock for the C &amp; SG stock. Wife thus contends that these stocks were received in exchange for property acquired by bequest.</p>\n<p>Contrary to wife's assertion, the Ozark Holdings and C &amp; SG stocks were not received in exchange for property acquired by bequest. As explained below, this exception to the marital property presumption is inapplicable because wife commingled the inherited funds with marital property, thereby converting her inherited funds into marital property. The stocks subsequently acquired with those funds were thus marital property as well.</p>\n<p>This court has held that income from separate property acquired subsequent to the marriage is presumed to be marital property. <i>Wilhelm v. Wilhelm,</i> 688 S.W.2d 381, 383 (Mo.App.1985); <i>Goldberg v. Goldberg,</i> 691 S.W.2d 317, 319 (Mo. App.1985). When marital property, such as the income from separate property, is commingled with separate property, the separate property is thereby transmuted into marital property. <i>Jaeger v. Jaeger,</i> 547 S.W.2d 207, 211 (Mo.App. 1977). Such commingling may indicate an intent on the part of the owning spouse to contribute his separate property to the marital estate. <i>Trapani,</i> 684 S.W.2d at 503.</p>\n<p>In the case before us, it is undisputed that wife purchased a certificate of deposit with the money inherited from Nell Greene, and that the certificate matured on October 15, 1980. It is also undisputed that wife reinvested both the principal and the interest earned on that certificate in another certificate of deposit. The interest earned on the original certificate of deposit was marital property because it was income from separate property acquired subsequent to the marriage. By reinvesting that interest with the principal, which was separate property, wife commingled marital property with separate property. By failing to sufficiently segregate her own property, wife indicated an intent to contribute that property to the marital estate, thereby transmuting that property into marital property. The Ozark Holdings and C &amp; SG stocks were not, therefore, received in exchange for separate property acquired by bequest; rather, the stocks were received in exchange for marital property. We thus hold that the trial court did not abuse its discretion in declaring those stocks marital property.</p>\n<p>We next consider wife's claims regarding a money market account that she established during the marriage in her name alone. She contends that certain securities purchased with funds from that account and certain funds remaining in the account at the time of the dissolution were her separate property.<sup>[2]</sup> Wife contends, as above, that the marital property presumption is inapplicable because the funds and <span class=\"star-pagination\">*473</span> the stocks were received in exchange for property acquired by bequest. Wife made three major deposits into the account during the marriage. We will consider each of these separately.</p>\n<p>Wife established the account in November of 1981 with a $2500 deposit. This $2500 derived from the same $25,000 certificate of deposit that wife purchased with funds inherited from Nell Greene. As discussed above, the proceeds of that certificate of deposit became marital property when wife commingled the principal and the interest from that certificate. We thus hold that this $2500 deposit into the account was marital property.</p>\n<p>In November of 1982, wife made a second deposit into the account. The deposited funds were acquired as follows: In 1978 and 1979 wife inherited $23,000 from her mother. Wife used approximately $18,000 of this inheritance to purchase a certificate of deposit. Wife purchased this certificate in the joint names of herself and her husband. This certificate matured five times, and each time it was renewed in their joint names. The interest earned on each certificate was segregated and used for household expenses. When the final certificate matured in November of 1982, wife deposited the proceeds of that certificate into the money market account.</p>\n<p>This deposit constituted marital property because the deposited funds derived from joint certificates of deposit. By investing the inherited funds in joint certificates, wife transmuted her separate property into marital property. This court has consistently held that using separate property to purchase joint certificates of deposit raises a presumption that the separate property has become marital property. <i>Boone v. Boone,</i> 637 S.W.2d 249, 250 (Mo. App.1982); <i>Dunsford v. Dunsford,</i> 671 S.W.2d 282, 283 (Mo.App.1983). This presumption may be rebutted by clear and convincing evidence to the contrary. <i>Layton v. Layton,</i> 673 S.W.2d 462, 464 (Mo. App.1984). In the case at bar, wife seeks to rebut this presumption with evidence that she transferred the proceeds of the joint certificates to her separately held money market account. We hold this evidence insufficient to overcome the presumption, given that the funds were held jointly for several years and the interest was used for household expenses. This deposit into the money market account thus constituted marital property.</p>\n<p>In 1983, wife sold certain securities that she had inherited during the marriage from the estate of Nell Greene. Wife also deposited the proceeds of this sale into the money market account. By so doing, wife commingled these separate funds with other funds in the account that we have previously determined were marital property. This deposit thus constituted marital property as well.</p>\n<p>In light of the foregoing analysis, we find that all funds deposited into the money market account during the marriage were marital property. It necessarily follows that all securities purchased with funds from that account were also marital property. We thus hold that the trial court did not abuse its discretion in finding that all stocks purchased with funds from the account and all funds remaining in the account at the time of dissolution were marital property.</p>\n<p>In her second point on appeal, wife argues that the trial court erred in making a roughly equal division of the marital property. Wife contends that she made a proportionately greater contribution to the marital estate than did husband, thereby entitling her to more of the marital property.</p>\n<p>In dividing marital property, the trial court must consider all relevant factors, including:</p>\n<blockquote>(1) The contribution of each spouse to the acquisition of the marital property, including the contribution of a spouse as homemaker;</blockquote>\n<blockquote>(2) The value of the property set apart to each spouse;</blockquote>\n<blockquote>(3) The economic circumstances of each spouse at the time the division of <span class=\"star-pagination\">*474</span> property is to become effective, including the desirability of awarding the family home or the right to live therein for reasonable periods to the spouse having custody of any children; and</blockquote>\n<blockquote>(4) The conduct of the parties during the marriage.</blockquote>\n<p>Section 452.330.1 RSMo Cum.Supp.1984. The division of marital property need not be precisely equal, but must be just. <i>Kornberg v. Kornberg,</i> 688 S.W.2d 377, 379 (Mo.App.1985). The trial court is vested with considerable discretion in dividing marital property, and an appellate court will interfere only if the division is so heavily and unduly weighted in favor of one party as to amount to an abuse of discretion. <i>Dardick v. Dardick,</i> 670 S.W.2d 865, 869 (Mo. banc 1984); <i>Salcedo v. Salcedo,</i> 693 S.W.2d 875, 879 (Mo.App. 1985).</p>\n<p>Wife does not challenge the trial court's consideration of the statutory factors relating to the value of separate property, the economic circumstances of the parties or the conduct of the parties. She argues only that the trial court failed to properly consider her contribution to the marital estate. The evidence indicates that during the twenty-two year marriage wife contributed $108,000 of her separate property to the marital estate. Wife also contributed, according to her testimony, as the primary homemaker and financial manager. The evidence regarding husband's contributions indicates that in the six-year period from 1978 to 1983 he contributed his total earnings of $105,000 to household support.</p>\n<p>This record does not establish the sort of disparity or injustice that would cause us to interfere with the trial court's exercise of discretion. Over a six-year period, husband's monetary contributions nearly equalled those of wife for the entire twenty-two years of marriage. Wife's status as homemaker and financial manager, without more, is insufficient to support a conclusion that the division of marital property was unjust. We therefore reject wife's claim of error on this point.</p>\n<p>In her final point on appeal, wife argues that the trial court abused its discretion in awarding custody of the parties' minor child to husband. The evidence establishes, according to wife, that she was the child's primary caretaker during the marriage, and that husband's unstable employment history, excessive use of alcohol and emotional instability render him unfit to serve as the child's custodian.</p>\n<p>The Dissolution of Marriage Act requires that a trial court determine custody in accordance with the best interests of the child. Section 452.375.2 RSMo Cum. Supp.1984. In making this determination, the trial court must consider all relevant factors, including:</p>\n<blockquote>(1) The wishes of the child's parents as to his custody;</blockquote>\n<blockquote>(2) The wishes of a child as to his custodian;</blockquote>\n<blockquote>(3) The interaction and interrelationship of the child with his parents, his siblings, and any other person who may significantly affect the child's best interests;</blockquote>\n<blockquote>(4) The child's adjustment to his home, school, and community;</blockquote>\n<blockquote>(5) The mental and physical health of all individuals involved; and</blockquote>\n<blockquote>(6) The needs of the child for a continuing relationship with both parents and the ability and willingness of parents to actively perform their functions as mother and father for the needs of the child.</blockquote>\n<p><i>Id.</i> A trial court is vested with broad discretion in determining child custody, given that it is in the best position to consider all the facts in evidence. <i>In re Marriage of Mihalovich,</i> 659 S.W.2d 798, 801 (Mo. App.1983). Unless the evidence bearing on custody clearly preponderates in favor of the objecting party, the trial court's disposition will not be disturbed on appeal. <i>McDowell v. McDowell,</i> 670 S.W.2d 518, 521 (Mo.App.1984).</p>\n<p>Applying the statutory factors to the case before us, we find that the parties obviously differ as to which parent should <span class=\"star-pagination\">*475</span> have custody. The minor child, however, in testifying at the dissolution hearing, clearly expressed her preference that her father act as custodian. The child was fifteen years old at the time of the hearing, and her intelligence and maturity were undisputed. The child testified that she \"get[s] along better\" with her father than her mother. The evidence also indicated that the child is well adjusted to her home environment and is an excellent student. The fifth statutory factor involves the mental and physical health of the parties. While wife attempted to label husband an alcoholic and characterize him as emotionally unstable, the only medical testimony offered at the hearing was to the contrary. Indeed, a psychiatrist testified that wife suffers from a paranoid personality disorder. The sixth statutory factor was considered by the trial court in allowing wife reasonable visitation rights. The child expressed her desire to continue seeing both parents, and the evidence indicated that the parents were willing and able to arrange a visitation schedule. Given this record, we hold that the trial court did not abuse its discretion in making the child custody determination.</p>\n<p>In his only point on cross-appeal, husband argues that the trial court erred in finding that certain securities distributed to wife from the estate of Nell Greene were wife's separate property.<sup>[3]</sup> While conceding that the securities were bequeathed and distributed directly to wife, husband contends that the evidence indicates an intent on the part of Nell Greene to make a bequest to both husband and wife.</p>\n<p>A trial court has broad discretion in distinguishing marital from separate property. <i>Trapani,</i> 684 S.W.2d at 503. While property acquired during the marriage is presumptively marital property, section 452.330.3 RSMo Cum.Supp.1984, this presumption may be overcome by clear and convincing evidence that the property was acquired by bequest. Section 452.330.2(1) RSMo Cum.Supp.1984; <i>Boyce,</i> 694 S.W.2d at 291.</p>\n<p>In the case before us, wife presented clear and convincing evidence혰including the testimony of both parties혰that the bequest was made to wife alone. Husband seeks to rebut this evidence by showing that the testator intended a bequest to both parties. We hold that the trial court did not abuse its discretion in accepting the bequest on its face and rejecting husband's evidence of intent.</p>\n<p>Judgment affirmed.</p>\n<p>KAROHL, P.J., and SIMON, J., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  That section provides that \"marital property\" includes all property acquired during the marriage except:\n</p>\n<p>(1) Property acquired by gift, bequest, devise or descent;</p>\n<p>(2) Property acquired in exchange for property acquired prior to the marriage or in exchange for property acquired by gift, bequest, devise, or descent;</p>\n<p>(3) Property acquired by a spouse after a decree of legal separation;</p>\n<p>(4) Property excluded by valid agreement of the parties; and</p>\n<p>(5) The increase in value of property acquired prior to the marriage.</p>\n<p>[2]  At the time of the dissolution, $12,000 remained in the account.</p>\n<p>[3]  These securities included 200 shares of Chicago-Milwaukee Corporation preferred stock, 300 shares of Mobil Oil Corporation stock, 300 shares of Consolidated Edison Company stock, 685 shares of National Aviation and Technology stock, and 2700 shares of Avco Corporation debentures. The total value of these securities was approximately $35,000.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">469</span></span> (1986)</b></center>\n<center><h1>Lee H. CARTWRIGHT, Respondent,<br>\nv.<br>\nBarbara F. CARTWRIGHT, Appellant.</h1></center>\n<center>No. 50052.</center>\n<center><p><b>Missouri Court of Appeals, Eastern District, Division Three.</b></p></center>\n<center>March 18, 1986.</center>\n<p><span class=\"star-pagination\">*471</span> Hal B. Coleman, Leigh H. Greenhaw, St. Louis, for appellant.</p>\n<p>Harry B. Wilson, Mark G. Zellmer, Husch, Eppenberger, Donohue, Elson &amp; Cornfield, St. Louis, for respondent.</p>\n<p>GARY M. GAERTNER, Judge.</p>\n<p>The parties, Lee Cartwright (husband) and Barbara Cartwright (wife), were married on September 1, 1962. One child, Anne Davis Cartwright, was born of that marriage on January 30, 1970. The parties separated on January 3, 1983, and husband petitioned for dissolution of the marriage. On March 18, 1985, the trial court entered a decree dissolving the marriage, dividing all property held by the parties, and awarding custody of the minor child to husband. Wife appeals from that decree, and husband cross-appeals. We affirm.</p>\n<p>Preliminarily, we observe that in a courttried case, such as the case at bar, our standard of review is governed by Rule 73.01. Pursuant to that rule, we must sustain the trial court's decree unless it is not supported by substantial evidence, unless it is against the weight of the evidence, or unless the trial court has erroneously declared or applied the law. <i>Murphy v. Carron,</i> <span class=\"citation\" data-id=\"1684319\"><a href=\"/opinion/1684319/murphy-v-carron/\"><span class=\"volume\">536</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">30</span></a></span>, 32 (Mo. banc 1976); <i>Hack v. Hack,</i> <span class=\"citation no-link\"><span class=\"volume\">695</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">498</span></span>, 500 (Mo. App.1985).</p>\n<p>In her first point on appeal, wife argues that the trial court erred in identifying as marital property certain items that were in fact her separate property. These items included funds inherited by wife during the marriage, securities purchased with the inherited funds, and proceeds from the sale of inherited securities. Wife claims that such items fall within a statutory exception to the marital property presumption because they were acquired by bequest or in exchange for property acquired by bequest.</p>\n<p>A trial court possesses broad discretion in identifying and dividing marital property. <i>Trapani v. Trapani,</i> <span class=\"citation\" data-id=\"1630275\"><a href=\"/opinion/1630275/trapani-v-trapani/\"><span class=\"volume\">684</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">500</span></a></span>, 503 (Mo.App.1984). All property acquired by either spouse subsequent to the marriage and prior to the decree of dissolution is, however, presumed to be marital property regardless of how title is held. Section 452.330.3 RSMo Cum.Supp.1984. A party claiming that such property is in fact separate property must assume the burden of rebutting this presumption by clear and convincing evidence. <i>Boyce v. Boyce,</i> <span class=\"citation\" data-id=\"1574380\"><a href=\"/opinion/1574380/boyce-v-boyce/\"><span class=\"volume\">694</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">288</span></a></span>, 291 (Mo.App.1985). The presumption may be overcome by a showing that the property was acquired by a method listed in section 452.330.2 RSMo Cum. Supp.1984.<sup>[1]</sup> More particularly, under subsection <span class=\"star-pagination\">*472</span> 2 of section 452.330.2, the marital property presumption may be overcome by a showing that the property was received in exchange for property acquired by bequest.</p>\n<p>We first consider wife's claims regarding stock in Ozark Holdings and Citizens &amp; Southern Georgia Corporation (C &amp; SG). These securities were acquired as follows: During the marriage, wife inherited money from the estate of Nell Greene. Wife used this money to purchase a $25,000 certificate of deposit, which she held in her name alone. This certificate matured on October 15, 1980, whereupon wife reinvested the principal and the interest in another certificate of deposit. When this certificate matured on May 7, 1981, wife used part of the proceeds to purchase stock in Ozark Airlines and Ransburg Corporation. Wife later exchanged the Ozark Airlines stock for the Ozark Holdings stock, and exchanged the Ransburg Corporation stock for the C &amp; SG stock. Wife thus contends that these stocks were received in exchange for property acquired by bequest.</p>\n<p>Contrary to wife's assertion, the Ozark Holdings and C &amp; SG stocks were not received in exchange for property acquired by bequest. As explained below, this exception to the marital property presumption is inapplicable because wife commingled the inherited funds with marital property, thereby converting her inherited funds into marital property. The stocks subsequently acquired with those funds were thus marital property as well.</p>\n<p>This court has held that income from separate property acquired subsequent to the marriage is presumed to be marital property. <i>Wilhelm v. Wilhelm,</i> <span class=\"citation\" data-id=\"1719006\"><a href=\"/opinion/1719006/wilhelm-v-wilhelm/\"><span class=\"volume\">688</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">381</span></a></span>, 383 (Mo.App.1985); <i>Goldberg v. Goldberg,</i> <span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">317</span></span>, 319 (Mo. App.1985). When marital property, such as the income from separate property, is commingled with separate property, the separate property is thereby transmuted into marital property. <i>Jaeger v. Jaeger,</i> <span class=\"citation\" data-id=\"2438625\"><a href=\"/opinion/2438625/jaeger-v-jaeger/\"><span class=\"volume\">547</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">207</span></a></span>, 211 (Mo.App. 1977). Such commingling may indicate an intent on the part of the owning spouse to contribute his separate property to the marital estate. <i>Trapani,</i> 684 S.W.2d at 503.</p>\n<p>In the case before us, it is undisputed that wife purchased a certificate of deposit with the money inherited from Nell Greene, and that the certificate matured on October 15, 1980. It is also undisputed that wife reinvested both the principal and the interest earned on that certificate in another certificate of deposit. The interest earned on the original certificate of deposit was marital property because it was income from separate property acquired subsequent to the marriage. By reinvesting that interest with the principal, which was separate property, wife commingled marital property with separate property. By failing to sufficiently segregate her own property, wife indicated an intent to contribute that property to the marital estate, thereby transmuting that property into marital property. The Ozark Holdings and C &amp; SG stocks were not, therefore, received in exchange for separate property acquired by bequest; rather, the stocks were received in exchange for marital property. We thus hold that the trial court did not abuse its discretion in declaring those stocks marital property.</p>\n<p>We next consider wife's claims regarding a money market account that she established during the marriage in her name alone. She contends that certain securities purchased with funds from that account and certain funds remaining in the account at the time of the dissolution were her separate property.<sup>[2]</sup> Wife contends, as above, that the marital property presumption is inapplicable because the funds and <span class=\"star-pagination\">*473</span> the stocks were received in exchange for property acquired by bequest. Wife made three major deposits into the account during the marriage. We will consider each of these separately.</p>\n<p>Wife established the account in November of 1981 with a $2500 deposit. This $2500 derived from the same $25,000 certificate of deposit that wife purchased with funds inherited from Nell Greene. As discussed above, the proceeds of that certificate of deposit became marital property when wife commingled the principal and the interest from that certificate. We thus hold that this $2500 deposit into the account was marital property.</p>\n<p>In November of 1982, wife made a second deposit into the account. The deposited funds were acquired as follows: In 1978 and 1979 wife inherited $23,000 from her mother. Wife used approximately $18,000 of this inheritance to purchase a certificate of deposit. Wife purchased this certificate in the joint names of herself and her husband. This certificate matured five times, and each time it was renewed in their joint names. The interest earned on each certificate was segregated and used for household expenses. When the final certificate matured in November of 1982, wife deposited the proceeds of that certificate into the money market account.</p>\n<p>This deposit constituted marital property because the deposited funds derived from joint certificates of deposit. By investing the inherited funds in joint certificates, wife transmuted her separate property into marital property. This court has consistently held that using separate property to purchase joint certificates of deposit raises a presumption that the separate property has become marital property. <i>Boone v. Boone,</i> <span class=\"citation\" data-id=\"1776177\"><a href=\"/opinion/1776177/boone-v-boone/\"><span class=\"volume\">637</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">249</span></a></span>, 250 (Mo. App.1982); <i>Dunsford v. Dunsford,</i> <span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">282</span></span>, 283 (Mo.App.1983). This presumption may be rebutted by clear and convincing evidence to the contrary. <i>Layton v. Layton,</i> <span class=\"citation\" data-id=\"2455983\"><a href=\"/opinion/2455983/layton-v-layton/\"><span class=\"volume\">673</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">462</span></a></span>, 464 (Mo. App.1984). In the case at bar, wife seeks to rebut this presumption with evidence that she transferred the proceeds of the joint certificates to her separately held money market account. We hold this evidence insufficient to overcome the presumption, given that the funds were held jointly for several years and the interest was used for household expenses. This deposit into the money market account thus constituted marital property.</p>\n<p>In 1983, wife sold certain securities that she had inherited during the marriage from the estate of Nell Greene. Wife also deposited the proceeds of this sale into the money market account. By so doing, wife commingled these separate funds with other funds in the account that we have previously determined were marital property. This deposit thus constituted marital property as well.</p>\n<p>In light of the foregoing analysis, we find that all funds deposited into the money market account during the marriage were marital property. It necessarily follows that all securities purchased with funds from that account were also marital property. We thus hold that the trial court did not abuse its discretion in finding that all stocks purchased with funds from the account and all funds remaining in the account at the time of dissolution were marital property.</p>\n<p>In her second point on appeal, wife argues that the trial court erred in making a roughly equal division of the marital property. Wife contends that she made a proportionately greater contribution to the marital estate than did husband, thereby entitling her to more of the marital property.</p>\n<p>In dividing marital property, the trial court must consider all relevant factors, including:</p>\n<blockquote>(1) The contribution of each spouse to the acquisition of the marital property, including the contribution of a spouse as homemaker;</blockquote>\n<blockquote>(2) The value of the property set apart to each spouse;</blockquote>\n<blockquote>(3) The economic circumstances of each spouse at the time the division of <span class=\"star-pagination\">*474</span> property is to become effective, including the desirability of awarding the family home or the right to live therein for reasonable periods to the spouse having custody of any children; and</blockquote>\n<blockquote>(4) The conduct of the parties during the marriage.</blockquote>\n<p>Section 452.330.1 RSMo Cum.Supp.1984. The division of marital property need not be precisely equal, but must be just. <i>Kornberg v. Kornberg,</i> <span class=\"citation no-link\"><span class=\"volume\">688</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">377</span></span>, 379 (Mo.App.1985). The trial court is vested with considerable discretion in dividing marital property, and an appellate court will interfere only if the division is so heavily and unduly weighted in favor of one party as to amount to an abuse of discretion. <i>Dardick v. Dardick,</i> <span class=\"citation\" data-id=\"2366049\"><a href=\"/opinion/2366049/dardick-v-dardick/\"><span class=\"volume\">670</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">865</span></a></span>, 869 (Mo. banc 1984); <i>Salcedo v. Salcedo,</i> <span class=\"citation no-link\"><span class=\"volume\">693</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">875</span></span>, 879 (Mo.App. 1985).</p>\n<p>Wife does not challenge the trial court's consideration of the statutory factors relating to the value of separate property, the economic circumstances of the parties or the conduct of the parties. She argues only that the trial court failed to properly consider her contribution to the marital estate. The evidence indicates that during the twenty-two year marriage wife contributed $108,000 of her separate property to the marital estate. Wife also contributed, according to her testimony, as the primary homemaker and financial manager. The evidence regarding husband's contributions indicates that in the six-year period from 1978 to 1983 he contributed his total earnings of $105,000 to household support.</p>\n<p>This record does not establish the sort of disparity or injustice that would cause us to interfere with the trial court's exercise of discretion. Over a six-year period, husband's monetary contributions nearly equalled those of wife for the entire twenty-two years of marriage. Wife's status as homemaker and financial manager, without more, is insufficient to support a conclusion that the division of marital property was unjust. We therefore reject wife's claim of error on this point.</p>\n<p>In her final point on appeal, wife argues that the trial court abused its discretion in awarding custody of the parties' minor child to husband. The evidence establishes, according to wife, that she was the child's primary caretaker during the marriage, and that husband's unstable employment history, excessive use of alcohol and emotional instability render him unfit to serve as the child's custodian.</p>\n<p>The Dissolution of Marriage Act requires that a trial court determine custody in accordance with the best interests of the child. Section 452.375.2 RSMo Cum. Supp.1984. In making this determination, the trial court must consider all relevant factors, including:</p>\n<blockquote>(1) The wishes of the child's parents as to his custody;</blockquote>\n<blockquote>(2) The wishes of a child as to his custodian;</blockquote>\n<blockquote>(3) The interaction and interrelationship of the child with his parents, his siblings, and any other person who may significantly affect the child's best interests;</blockquote>\n<blockquote>(4) The child's adjustment to his home, school, and community;</blockquote>\n<blockquote>(5) The mental and physical health of all individuals involved; and</blockquote>\n<blockquote>(6) The needs of the child for a continuing relationship with both parents and the ability and willingness of parents to actively perform their functions as mother and father for the needs of the child.</blockquote>\n<p><i>Id.</i> A trial court is vested with broad discretion in determining child custody, given that it is in the best position to consider all the facts in evidence. <i>In re Marriage of Mihalovich,</i> <span class=\"citation\" data-id=\"1658794\"><a href=\"/opinion/1658794/in-re-marriage-of-mihalovich/\"><span class=\"volume\">659</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">798</span></a></span>, 801 (Mo. App.1983). Unless the evidence bearing on custody clearly preponderates in favor of the objecting party, the trial court's disposition will not be disturbed on appeal. <i>McDowell v. McDowell,</i> <span class=\"citation\" data-id=\"2365955\"><a href=\"/opinion/2365955/mcdowell-v-mcdowell/\"><span class=\"volume\">670</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">518</span></a></span>, 521 (Mo.App.1984).</p>\n<p>Applying the statutory factors to the case before us, we find that the parties obviously differ as to which parent should <span class=\"star-pagination\">*475</span> have custody. The minor child, however, in testifying at the dissolution hearing, clearly expressed her preference that her father act as custodian. The child was fifteen years old at the time of the hearing, and her intelligence and maturity were undisputed. The child testified that she \"get[s] along better\" with her father than her mother. The evidence also indicated that the child is well adjusted to her home environment and is an excellent student. The fifth statutory factor involves the mental and physical health of the parties. While wife attempted to label husband an alcoholic and characterize him as emotionally unstable, the only medical testimony offered at the hearing was to the contrary. Indeed, a psychiatrist testified that wife suffers from a paranoid personality disorder. The sixth statutory factor was considered by the trial court in allowing wife reasonable visitation rights. The child expressed her desire to continue seeing both parents, and the evidence indicated that the parents were willing and able to arrange a visitation schedule. Given this record, we hold that the trial court did not abuse its discretion in making the child custody determination.</p>\n<p>In his only point on cross-appeal, husband argues that the trial court erred in finding that certain securities distributed to wife from the estate of Nell Greene were wife's separate property.<sup>[3]</sup> While conceding that the securities were bequeathed and distributed directly to wife, husband contends that the evidence indicates an intent on the part of Nell Greene to make a bequest to both husband and wife.</p>\n<p>A trial court has broad discretion in distinguishing marital from separate property. <i>Trapani,</i> 684 S.W.2d at 503. While property acquired during the marriage is presumptively marital property, section 452.330.3 RSMo Cum.Supp.1984, this presumption may be overcome by clear and convincing evidence that the property was acquired by bequest. Section 452.330.2(1) RSMo Cum.Supp.1984; <i>Boyce,</i> 694 S.W.2d at 291.</p>\n<p>In the case before us, wife presented clear and convincing evidence혰including the testimony of both parties혰that the bequest was made to wife alone. Husband seeks to rebut this evidence by showing that the testator intended a bequest to both parties. We hold that the trial court did not abuse its discretion in accepting the bequest on its face and rejecting husband's evidence of intent.</p>\n<p>Judgment affirmed.</p>\n<p>KAROHL, P.J., and SIMON, J., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  That section provides that \"marital property\" includes all property acquired during the marriage except:\n</p>\n<p>(1) Property acquired by gift, bequest, devise or descent;</p>\n<p>(2) Property acquired in exchange for property acquired prior to the marriage or in exchange for property acquired by gift, bequest, devise, or descent;</p>\n<p>(3) Property acquired by a spouse after a decree of legal separation;</p>\n<p>(4) Property excluded by valid agreement of the parties; and</p>\n<p>(5) The increase in value of property acquired prior to the marriage.</p>\n<p>[2]  At the time of the dissolution, $12,000 remained in the account.</p>\n<p>[3]  These securities included 200 shares of Chicago-Milwaukee Corporation preferred stock, 300 shares of Mobil Oil Corporation stock, 300 shares of Consolidated Edison Company stock, 685 shares of National Aviation and Technology stock, and 2700 shares of Avco Corporation debentures. The total value of these securities was approximately $35,000.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1574380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1630275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1658794/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1684319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1719006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1776177/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2365955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2366049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2438625/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455983/"
          ]
        }
      ],
      "judges": "Gary M. Gaertner",
      "date_created": "2014-10-30T23:26:01.001067Z",
      "date_modified": "2016-03-03T22:19:07.786294Z",
      "date_filed": "1986-03-18",
      "date_filed_is_approximate": false,
      "slug": "cartwright-v-cartwright",
      "citation_id": 2431075,
      "case_name_short": "Cartwright",
      "case_name": "Cartwright v. Cartwright",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "707 S.W.2d 469",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 16,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2330725/cartwright-v-cartwright/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:26:00.998741Z",
  "date_modified": "2014-10-30T23:26:00.998741Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Cartwright",
  "case_name": "Cartwright v. Cartwright",
  "case_name_full": "",
  "slug": "cartwright-v-cartwright",
  "docket_number": "50052",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}