{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2334053/",
  "id": 2334053,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/tnwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2467370/",
      "id": 2467370,
      "absolute_url": "/opinion/2467370/ashton-v-city-of-memphis/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2334053/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2467370/",
          "id": 2467370,
          "absolute_url": "/opinion/2467370/ashton-v-city-of-memphis/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2467370/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3277/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:43:36.387172Z",
          "date_modified": "2017-04-10T03:45:17.525783Z",
          "type": "010combined",
          "sha1": "647ef054933fc19b01624804ce799ddd4264e257",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>49 F.Supp.2d 1051 (1999)</b></center>\n<center><h1>William ASHTON, et al., Plaintiffs,<br>\nv.<br>\nCITY OF MEMPHIS, et al., Defendants.<br>\nRussell Aiken, et al., Plaintiffs,<br>\nv.<br>\nCity of Memphis, et al., Defendants.</h1></center>\n<center>Nos. 89-2863-TUA, 90-2069-TUA.</center>\n<center><p><b>United States District Court, W.D. Tennessee, Western Division.</b></p></center>\n<center>May 11, 1999.</center>\n<p><span class=\"star-pagination\">*1052</span> <span class=\"star-pagination\">*1053</span> David M. Sullivan, Memphis, TN, for plaintiff.</p>\n<p>Louis P. Britt, III, Ford &amp; Harrison, Memphis, TN, for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>TURNER, District Judge.</p>\n<p>These cases have been remanded to this court pursuant to the en banc decision of the Sixth Circuit in <i>Aiken v. City of Memphis,</i> 37 F.3d 1155 (6th Cir.1994). In that order, the Sixth Circuit instructed this court to determine whether the use of affirmative action in the 1988 and 1989 promotional processes in the Memphis Police Department (\"MPD\") was a narrowly tailored remedy in light of the government's compelling interest in remedying past discrimination within that department.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>The following background facts were set forth in the Sixth Circuit's order.</p>\n<blockquote>In 1974, the United States Department of Justice brought a civil rights action against the City of Memphis, Tennessee, in which it alleged that the City had engaged in race and gender discrimination in the hiring and promotion of City employees. To settle this lawsuit, the City and the United States entered into a consent decree that was approved by the United States District Court for the Western District of Tennessee in November 1974. In the decree, the City denied that it had unlawfully discriminated but admitted that certain of its past practices may have given rise to an inference that it had engaged in unlawful discrimination. The decree stated that its purpose was \"to insure that blacks and women are not placed at a disadvantage by the hiring, promotion and transfer policies of the City, and that any disadvantage to blacks and women which may have resulted from past discrimination is remedied so that equal employment opportunities will be provided to all.\" Moreover, the decree provided:</blockquote>\n<blockquote>In determining whether this purpose has been achieved, an appropriate standard of comparison is the proportion of blacks and women in the Shelby County civilian labor force. The City, therefore, agrees to undertake as its long term goal in this decree, subject to the availability of qualified applicants, the goal of achieving throughout the work force proportions of black and female employees in each job classification, approximating their respective proportions in the civilian labor force.</blockquote>\n<blockquote>The decree further stated that the City could apply for dissolution of the decree at any time after five years subsequent to the date of its entry.</blockquote>\n<blockquote>The City was sued again when, in August 1975, the Afro-American Police Association filed in the same district court an action in which it alleged that the promotion practices of the Memphis Police Department were racially discriminatory. To settle this action, the parties entered into a consent decree that was approved by the district court in March 1979. In the stipulation of facts that was submitted along with the decree, the City denied that it had \"intentionally engaged in unlawful employment discrimination with respect to the employment of blacks on the Memphis Police Department in the period since March 24, 1972,\" but admitted that \"historically blacks have been excluded from or limited in hiring or promotional opportunities within its police department.\" The decree declared that its purpose was \"to prohibit unlawful discrimination in the promotional practices of the Memphis Police Department, and to eliminate any effects of prior discrimination.\" The decree thus provided that, \"to the extent that qualified black applicants are available ... the percentage of promotions awarded to blacks at each <span class=\"star-pagination\">*1054</span> rank shall constitute at least the percentage which blacks constitute in the next rank below.\"</blockquote>\n<blockquote>....</blockquote>\n<blockquote>In 1981, the City and the United States entered into an \"amended consent decree,\" in which they agreed that \"certain provisions of the 1974 decree have served their purpose, and the goals of that decree should be updated to meet present circumstances.\" The 1981 decree \"substituted for the 1974 decree\" and was approved by the district court. The 1981 decree reaffirmed the 1974 decree's long-term goal of remedying any disadvantage to blacks that may have resulted from past discrimination, and retained, subject to the availability of qualified applicants, \"the goal of achieving in the Divisions, and where applicable, the job categories and classifications specified in this decree, proportions of black and female employees approximating their respective proportions in the relevant Shelby County civilian labor force.\" The 1981 decree also provided that [p]romotional vacancies within the uniformed rank structure of the Police ... Division[ ] shall be filled in accordance respectively with the terms of the consent order entered on March 20, 1979, in <i>Afro-American Police Ass'n v. City of Memphis</i> .... [T]he 1981 decree stated that it was not \"intended to require the City to hire unnecessary or unqualified personnel, or to hire, transfer or promote a less qualified person in preference to a better qualified person.\" The 1981 decree further provided that the City could move for its dissolution at any time after March 1, 1984, but the City has yet to do so.</blockquote>\n<blockquote>The Aiken litigation concerns Memphis Police Department promotions to the rank of sergeant during the years 1988 and 1989.... The promotion process for all of these positions consists of four components: (1) a written examination; (2) an evaluation of the employee's performance record; (3) seniority points; and (4) an oral interview. After completing this process, each candidate for promotion is assigned a numerical score and placed in rank order.</blockquote>\n<blockquote>In 1988, the Memphis Police Department made 75 promotions to the rank of sergeant, for which 210 officers competed. After the promotion candidates were placed in rank order, it was discovered that, while 32.4% of the officers in the rank below sergeant (which is patrol officer) were black, only 9.3%, or 7, of the top 75 candidates were black. To meet the consent decrees' goal of proportionate black promotions, the City promoted not only the 7 blacks among the 75 top-ranked candidates, but also 19 other blacks who were [sic] ranked below the 75th position.</blockquote>\n<blockquote>Similarly, in 1989, the police department made 94 promotions to the rank of sergeant, for which 177 officers competed. Since only 16%, or 15, of the 94 top-ranked candidates were black, the City promoted, in addition to these 15 candidates, 18 other black candidates who were ranked below the 94th position.</blockquote>\n<blockquote>The Aiken plaintiffs are white officers in the Memphis Police Department who were denied promotions to sergeant in 1988 and/or 1989, despite having been ranked higher than most of the black candidates who were promoted to sergeant.<sup>[1]</sup> The Aiken plaintiffs sued the City of Memphis, and both the Memphis Mayor and Director of Police Services in their official and personal capacities. In their complaints, the Aiken plaintiffs alleged violations of their rights under, inter alia, the Equal Protection Clause....</blockquote>\n<p><i>Id.</i> at 1158-60 (internal alterations, footnote and citations to the record omitted).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1055</span> II. <i>Scope of Remand and the Factors to be Considered</i>\n</h2>\n<p>In <i>Aiken,</i> the Sixth Circuit determined that the City's use of race-based promotions in the 1988 and 1989 promotional processes within the MPD was supported by a compelling governmental interest. <i>Id.</i> at 1162-63. The Sixth Circuit questioned, however, whether those race-based promotions were made pursuant to a narrowly tailored remedy. <i>Id.</i> at 1164-66. Specifically, the Sixth Circuit questioned the City's effort to limit the duration of the race-based remedy and whether the City's promotion goals bore a \"sufficiently precise relationship to the `relevant labor market' to be `narrowly tailored.'\" <i>Id.</i></p>\n<p>The parties dispute whether this court's focus on remand is limited to the two potentially problematic areas identified by the Sixth Circuit, or whether the court should conduct a de novo review on the narrowly tailored question. The court agrees with plaintiffs, and finds that it should conduct a de novo review on the issue.</p>\n<p>Remands can either be general or limited in scope. <i>United States v. Campbell,</i> 168 F.3d 263, 265 (6th Cir.1999). \"Limited remands explicitly outline the issues to be addressed by the district court and create a narrow framework within which the district court must operate.\" <i>Id.</i> \"General remands, in contrast, give district courts authority to address all matters as long as remaining consistent with the remand.\" <i>Id.</i> In determining whether a remand is limited or general, \"[t]he key is to consider the specific language used in the context of the entire opinion or order.\" <i>Id.</i> at 267-68. \"However, `in the absence of an explicit limitation, the remand order is presumptively a general one.'\" <i>Id.</i> at 268 (quoting <i>United States v. Moore,</i> 131 F.3d 595, 598 (6th Cir.1997)) (internal alteration omitted) \"A limited remand must convey clearly the intent to limit the scope of the district court's review.\" <i>Id.</i> at 267.</p>\n<p>Turning to the <i>Aiken</i> order, the court notes that it is devoid of any language explicitly limiting the scope of remand. Thus, the court presumes that the remand is general. The Sixth Circuit stated that in order to determine whether race-based relief is narrowly tailored, a court should look to several factors, \"including the necessity for the [race-based] relief and the efficacy of alternative remedies; the flexibility and duration of the relief, including the availability of waiver provisions; the relationship of the numerical goals to the relevant labor market; and the impact of the relief on the rights of third parties.\" <i>Aiken,</i> 37 F.3d at 1164 (quoting <i>United States v. Paradise,</i> 480 U.S. 149, 171, 107 S.Ct. 1053, 94 L.Ed.2d 203 (1987) (plurality opinion)). As noted earlier, the Sixth Circuit focused on the duration of the relief and the relationship of the numerical goals to the relevant labor market as potential problem areas in the City's use of affirmative action in the promotional processes at issue. After discussing those potential problems, the Sixth Circuit stated that it \"must remand these cases to the district court so that it may reexamine its finding on the narrowly tailored issue.\" <i>Id.</i> at 1167. The Sixth Circuit continued by stating that on remand, the court should consider the two potential problems identified. <i>Id.</i> This court does not find in this language or in the portions of the Sixth Circuit's order discussing the identified potential problems that the Sixth Circuit conveyed clearly its intent to limit the scope of this court's review to the identified potential problems. Moreover, the court notes that the Sixth Circuit's order served to affirm the district court's grant of summary judgment for the City with respect to the compelling interest issue, but to vacate the grant of summary judgment with respect to the narrowly tailored issue. Thus, it would appear that the court should treat this proceeding as though the defendants' motion for summary judgment on the narrowly tailored issue had been decided against defendants. Accordingly, the court finds the Sixth Circuit's order to be a general remand on the narrowly tailored issue.</p>\n<p><span class=\"star-pagination\">*1056</span> Buttressing this conclusion is the court's decision on another area of dispute between the parties. Plaintiffs argue that the Paradise factors identified by the Sixth Circuit in Aiken are actually elements, such that if any one \"factor\" is determined to be in plaintiffs' favor, the court would have to find for plaintiffs on the narrowly tailored issue. The court disagrees for two reasons. First, the ordinary meaning of the word \"factor\" does not support plaintiffs' position. See Webster's Third New Int'l Dictionary 813 (1986) (defining \"factor\" as something that contributes to the production of a result). Second, the court is aware of no other court that has interpreted the Paradise factors as elements upon each of which the government must prevail. To the contrary, courts apply the factors as that term is used in the ordinary sense. <i>See </i><i>Dallas Fire Fighters Ass'n v. City of Dallas,</i> 150 F.3d 438, 441 n. 13 (5th Cir.1998) (finding Paradise factors offered support for both positions and weighing the factors); <i>Aiken,</i> 37 F.3d at 1164 (finding City's lack of effort to limit the duration of a race-based remedy only \"cuts against a finding\" that the remedy is narrowly tailored). <i>See also </i><i>Boston Police Superior Officers Fed'n v. City of Boston,</i> 147 F.3d 13, 23 (1st Cir.1998) (using a variation of the <i>Paradise</i> factors to determine whether an affirmative action plan was narrowly tailored). Since the <i>Paradise</i> factors function only as a guide for the court's decision on the narrowly tailored issue rather than as a checklist of elements, it would make little sense to treat the Sixth Circuit's order as a limited remand. The Sixth Circuit's order is devoid of any findings regarding the necessity for the race-based relief and the efficacy of alternative remedies or the impact of the relief on the rights of third parties. To limit the scope of remand would thus nonsensically require this court to issue findings of fact and conclusions of law based solely on the application of two of the four Paradise factors.</p>\n<p></p>\n<h2>III. <i>Burden of Proof</i>\n</h2>\n<p>Citing <i>Aiken,</i> plaintiffs argue that the City bears the threshold burden of producing evidence as to the constitutionality of its use of affirmative action. In <i>Aiken</i> the Sixth Circuit stated that when \"a race-based affirmative action plan is subjected to strict scrutiny, the party defending the plan bears the burden of producing evidence that the plan is constitutional. The party challenging the plan, however, retains the ultimate burden of proving its unconstitutionality.\" <i>Id.</i> at 1162 (citing <i>Brunet v. City of Columbus,</i> 1 F.3d 390, 404-05 (6th Cir.1993)). According to plaintiffs, if the City fails to meet its \"threshold\" burden of production, plaintiffs need not fulfill what would normally be their ultimate burden of establishing the unconstitutionality of the race-based promotions. The court disagrees with plaintiffs' argument, and finds that the burden of production placed on the City only requires it to produce evidence that it had a compelling interest in using affirmative action. Once this burden is met, plaintiffs bear the burden of proving by a preponderance of the evidence that the City either did not have a compelling interest or that the use of remedial action was not narrowly tailored.<sup>[2]</sup></p>\n<p>Generally speaking, a plaintiff bears the ultimate burden of proving a violation of his constitutional rights. This holds true where a plaintiff challenges the government's use of affirmative action as a violation of the Equal Protection Clause. <i>Wygant v. Jackson Bd. of Educ.,</i> 476 U.S. 267, 277, 106 S.Ct. 1842, 90 L.Ed.2d 260 (1986) (plurality opinion); <i>Aiken,</i> 37 F.3d at 1162. <i>See also </i><i>Johnson v. Transp. Agency, Santa Clara County,</i> 480 U.S. 616, 626, 107 <span class=\"star-pagination\">*1057</span> S.Ct. 1442, 94 L.Ed.2d 615 (1987) (finding that a plaintiff's burden under Title VII is the same as it would be in an equal protection analysis, where the ultimate burden remains on the plaintiff to demonstrate the unconstitutionality of an affirmative action program).<sup>[3]</sup> However, \"[t]here are no hard-and-fast standards governing the allocation of the burden of proof in every situation. The issue, rather, `is merely a question of policy and fairness based on experience in the different situations.'\" <i>Keyes v. School Dist. No. 1,</i> 413 U.S. 189, 209, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973) (quoting 9 J. Wigmore, <i>Evidence</i> ยง 2486 (3d ed.1940)). Even though a plaintiff may bear the ultimate burden of persuasion, the Court has not hesitated to place a burden of production on defendants where justice so requires. <i>See, e.g. </i><i>Keyes,</i> 413 U.S. at 209, 93 S.Ct. 2686 (finding that in the context of racial segregation in public education there are a \"variety of situations in which `fairness' and `policy' require state authorities to bear the burden of explaining actions or conditions which appear to be racially motivated\"); <i>Texas Dep't of Community Affairs v. Burdine,</i> 450 U.S. 248, 254-55, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981) (stating that in discrimination case defendant bears the burden of producing evidence of a legitimate reason for his action once plaintiff establishes prima facie case, but that plaintiff always retains burden of persuasion). Such is the case in an equal protection challenge to an affirmative action plan, where the Supreme Court has placed a burden on the government to produce evidence that it had a compelling interest for implementing its plan. <i>City of Richmond v. J.A. Croson Co.,</i> 488 U.S. 469, 500, 109 S.Ct. 706, 102 L.Ed.2d 854 (1989); <i>Wygant,</i> 476 U.S. at 277, 106 S.Ct. 1842 (plurality opinion) (\"[T]he Court has insisted upon some showing of prior discrimination by the governmental unit involved before allowing limited use of racial classifications in order to remedy such discrimination.\"). To date, the Court has not placed a similar burden on the government to produce evidence that the remedy used was narrowly tailored.</p>\n<p>It appears to the court that the burden of producing evidence of a compelling interest was placed on the government largely because the government is also required to develop that evidence prior to implementing an affirmative action plan. <i>See </i><i>Wygant,</i> 476 U.S. at 277, 106 S.Ct. 1842 (plurality opinion) (\"In particular, a public employer like the Board must ensure that, <i>before</i> it embarks on an affirmative-action program, it has convincing evidence that remedial action is warranted. That is, it must have sufficient evidence to justify the conclusion that there has been prior discrimination.\") (emphasis added). The requirement that the government develop evidence of a compelling interest prior to implementing affirmative action serves to ensure that the government's intent in using affirmative action is benign or remedial rather than illegitimate. <i>See Croson,</i> 488 U.S. at 505, 109 S.Ct. 706 (\"[B]ecause racial characteristics so seldom provide a relevant basis for disparate treatment, and because classifications based on race are potentially so harmful to the entire body politic, it is especially important that the reasons for any such classification be clearly identified and unquestionably <span class=\"star-pagination\">*1058</span> legitimate.\") (internal citation and quotation omitted). The government's burden to develop evidence of a compelling interest and lack of a burden to develop evidence of narrow tailoring is demonstrated in <i>Regents of the Univ. of Cal. v. Bakke,</i> 438 U.S. 265, 98 S.Ct. 2733, 57 L.Ed.2d 750 (1978).</p>\n<blockquote>We have never approved a classification that aids persons perceived as members of relatively victimized groups at the expense of other innocent individuals in the absence of judicial, legislative, or administrative findings of constitutional or statutory violations. <i>See, e.g., </i><i>International Brotherhood of Teamsters v. United States,</i> 431 U.S. 324, 367-376, 97 S.Ct. 1843, 1870-1875, 52 L.Ed.2d 396 (1977); <i>United Jewish Organizations,</i> 430 U.S. at 155-156, 97 S.Ct. at 1004-1005; <i>South Carolina v. Katzenbach,</i> 383 U.S. 301, 308, 86 S.Ct. 803, 808, 15 L.Ed.2d 769 (1966). After such findings have been made, the governmental interest in preferring members of the injured groups at the expense of others in substantial, since the legal rights of the victims must be vindicated. In such a case, the extent of the injury and the consequent remedy will have been judicially, legislatively, or administratively defined. Also, <i>the remedial action usually remains subject to continuing oversight to assure that it will work the least harm possible to other innocent persons competing for the benefit.</i> Without such findings of constitutional or statutory violations, it cannot be said that the government has any greater interest in helping one individual than in refraining from harming another.</blockquote>\n<p><i>Id.</i> at 307-09, 98 S.Ct. 2733 (emphasis added and footnote omitted). This passage reflects the fact that only the extent of the identified discrimination and the required remedy need be judicially, legislatively, or administratively defined; the \"fit\" of that remedy might only be subjected to future judicial oversight.</p>\n<p>Although it is clear that the government must develop evidence of a compelling interest prior to implementing its plan, the Supreme Court has never explained its reasons for placing a burden on the government to produce that evidence in a subsequent equal protection challenge to the plan.<sup>[4]</sup> An often cited reason for shifting a burden to defendants, and one that seems highly applicable where defendants must gather evidence of prior discrimination prior to implementing affirmative action, is that the defendants already possess the evidence or have greater access to it. <i>See</i> 2 John W. Strong, <i>McCormick on Evidence</i> ยง 337, p. 429 (4th ed.1992). That reason is inapplicable when the focus is on narrow tailoring, because the government has not already developed the evidence and it appears that plaintiffs have equal access and opportunity to develop it. The court is not aware of any other reason which might justify placing a burden of production on defendants, and it therefore declines to do so.<sup>[5]</sup> Once plaintiffs assert a <span class=\"star-pagination\">*1059</span> violation of their constitutional rights, defendants will have every incentive to produce evidence to counter plaintiffs' assertion.</p>\n<p>The court's position on this issue is not without support. In her concurring opinion in <i>Wygant,</i> Justice O'Connor stated as follows:</p>\n<blockquote>[W]hen the Board introduces its statistical proof as evidence of its remedial purpose, thereby supplying the court with the means for determining that the Board had a firm basis for concluding that remedial action was appropriate, it is incumbent upon the nonminority teachers to prove their case; they continue to bear the ultimate burden of persuading the court that the Board's evidence did not support an inference of prior discrimination and thus a remedial purpose, or that the plan instituted on the basis of this evidence was not sufficiently \"narrowly tailored.\" Only by meeting this burden could the plaintiffs establish a violation of their constitutional rights, and thereby defeat the presumption that the Board's assertedly remedial action based on the statistical evidence was justified.</blockquote>\n<p><i>Wygant,</i> 476 U.S. at 293, 106 S.Ct. 1842 (O'Connor, J., concurring). <i>See also </i><i>Contractors Ass'n of Eastern Pa., Inc. v. City of Philadelphia,</i> 91 F.3d 586, 597 (3d Cir.), <i>cert. denied,</i> 519 U.S. 1113, 117 S.Ct. 953, 136 L.Ed.2d 840 (1997), (finding that a proponent of a plan has the burden of producing evidence showing that it had a firm basis in evidence for the inference that discrimination existed and that race-based relief was a necessary remedy; once proponent meets burden of production plaintiffs bear the burden of persuasion that a violation of Equal Protection occurred by offering evidence that either the identified discrimination did not exist or that the means chosen as a remedy did not \"fit\" the identified discrimination); <i>Concrete Works of Colorado, Inc. v. City and County of Denver,</i> 36 F.3d 1513, 1523 (10th Cir.1994) (finding that once Denver produced adequate statistical evidence of discrimination in area construction market, plaintiff had to establish either that Denver's evidence did not constitute strong evidence of discrimination or that the use of race-based remedy was not narrowly tailored); <i>Majeske v. City of Chicago,</i> 29 F.Supp.2d 872, 875 (N.D.Ill.1998) (using same burden analysis in white police officer reverse discrimination case); <i>McLaughlin by </i><i>McLaughlin v. Boston Sch. Comm.,</i> 938 F.Supp. 1001, 1010 (D.Mass.1996). <i>See also </i><i>Jansen v. City of Cincinnati,</i> 977 F.2d 238, 243 (6th Cir. 1992) (placing burden of proof on plaintiffs to show plan was not narrowly tailored without mentioning a burden of production).</p>\n<p></p>\n<h2>IV. <i>Analysis</i>\n</h2>\n<p>As noted earlier in this order, the Sixth Circuit has remanded this case so that this court may consider whether the City's use of affirmative action in the 1988 and 1989 promotion processes was narrowly tailored in light of the <i>Paradise</i> factors. Again, the factors to be considered are \"the necessity for the relief and the efficacy of alternative remedies; the flexibility and duration of the relief, including the availability of waiver provisions; the relationship of the numerical goals to the relevant labor market; and the impact of the relief on the rights of third parties.\" <i>Paradise,</i> 480 U.S. at 171, 107 S.Ct. 1053 (plurality opinion). Since these factors are all indicators of whether the City's use of affirmative action is narrowly tailored, the court will first make findings with respect to each factor and then consider the factors together before drawing a conclusion.</p>\n<p></p>\n<h2>1. <i>The necessity for the race-based relief and the efficacy of alternative remedies.</i>\n</h2>\n<p>In order to evaluate the necessity of race-based relief, a court must first look to the purpose the relief is intended to serve. <i>Paradise,</i> 480 U.S. at 171, 107 S.Ct. 1053 (plurality opinion). The goal of the consent decrees at issue was to eradicate prior discrimination within the MPD in the sergeant rank.</p>\n<p><span class=\"star-pagination\">*1060</span> Once a goal is elicited, a court must evaluate whether the use of affirmative action will enable the government to reach that goal. The court finds the provisions of the consent decrees at issue are specifically designed to remedy identified discrimination against blacks in the upper levels of the MPD. The decrees command that when promotions are made the City must promote a sufficient number of black patrol officers to sergeant so that the percentage of blacks in the sergeant rank approximate the percentage of blacks in the patrol officer rank. In this sense, the plan is a tight \"fit.\" It is directed at accomplishing a specific goal, and is not under- or over-inclusive, meaning it does not remedy less than the identified discrimination or affect racial or gender groups for which no discrimination has been identified. <i>See Croson,</i> 488 U.S. at 506, 109 S.Ct. 706 (questioning plan that benefitted racial groups where no showing of discrimination against those racial groups had been made); <i>Wygant,</i> 476 U.S. at 284 n. 13, 106 S.Ct. 1842 (same).</p>\n<p>The court must next determine whether the use of affirmative action was necessary to reach that goal. Otherwise stated, could the goal have effectively been reached through means other than a race-based remedy, and/or had the goal been reached prior to the use of affirmative action at issue? <i>See Croson,</i> 488 U.S. at 507, 109 S.Ct. 706 (plurality opinion) (finding significant factor in lack of narrow tailoring was government's failure to consider alternatives to affirmative action). Plaintiffs argue that the use of affirmative action was not necessary both because the City could have developed a validated testing procedure which would have alleviated the City of the burden of using affirmative action under the decrees,<sup>[6]</sup> and because the goal of the consent decrees had been reached prior to 1988.</p>\n<p>There is significant evidence supporting plaintiffs' first argument. In early 1979, the City filed a stipulation of facts with the district court pertaining to the Afro-American Police Association litigation that eventually resulted in the 1979 consent decree. In that stipulation of facts, the City stated as follows:</p>\n<blockquote>The City is currently in the process of developing job-related, and non-discriminatory selection procedures for the promotional ranks on the Memphis Police Department. While development of fully validated processes is two to three years from accomplishment, the City represents that it is developing interim promotion procedures to ensure within current limitations the selection of persons for promotion on the basis of fair, objective and job-related standards.</blockquote>\n<p>Despite the City's representation in 1979, a validated testing procedure was not developed until 1996. According to Dr. Mark Jones, an industrial psychologist who finally developed a validated promotional procedure for the City, a validated test could have been implemented within a few years if work had begun in 1979. Moreover, Dr. Jones testified that development of the test validated in 1996 took only two years. Plaintiffs also point to the testimony of Dr. Jack Parrish, an industrial psychologist who worked as a consultant for the City, who testified that if work had begun in 1979, development of a validated procedure would have taken no more than three to three and one-half years.</p>\n<p>In response, the City devotes much of its argument to pointing out that without using affirmative action blacks would have suffered a significant adverse impact, and that blacks continued to be under-represented within the MPD. More precisely, the City argues that it could not have made promotions from the composite list developed from actual test results in rank order because too few blacks would be promoted. This argument misses the <span class=\"star-pagination\">*1061</span> point. Had a validated test been developed, the necessity of using affirmative action to adjust the order of promotions produced from the results of a non-valid test would be a moot issue. The City would simply make promotions, without racial discrimination, according to the rank order results of the validated test. The City, however, went to great lengths to garner Dr. Parrish's admission that he did not consider the impact of the Memorandum of Understanding (\"MOU\") between the City and the Memphis Police Association (\"MPA\") when he made his three to three and one-half year estimate.<sup>[7]</sup> Similarly, the City elicited testimony from Dr. Jones that he did not believe that it would have been possible to develop a validated test during the 1980s that would not have had adverse impact on blacks.<sup>[8]</sup> This was primarily because the MOU required any promotional procedure to include seniority as a factor, and on average white patrol officers had more seniority.<sup>[9]</sup> It is not clear what legal relevance defendants attribute to this testimony. The EEOC Guidelines to Title VII provide that \"[t]he use of any selection procedure which has an adverse impact on the hiring, promotion, or other employment or membership opportunities of members of any race, sex, or ethnic group will be considered to be discriminatory and inconsistent with these guidelines unless the procedure has been validated in accordance with these guidelines.\" 29 C.F.R. ยง 1607.3(A). The guidelines further state that \"[w]here two or more selection procedures are available which serve the user's legitimate interest in efficient and trustworthy workmanship, and which are substantially equally valid for a given purpose, the user should use the procedure which has been demonstrated to have the lesser adverse impact.\" 29 C.F.R. ยง 1607.3(B). Thus, adverse impact does not necessarily preclude validation. Instead, the City had only to develop a valid test and ensure no other equally job-related test would have less adverse impact. Louis Britt, who represents the defendants in this action, came to the same conclusion when testifying at an earlier arbitration hearing on the proper interpretation of the consent decree. Britt testified as follows:</p>\n<blockquote>What this [1979] decree had permitted was that the City could utilize the written examination on a pass/fail basis selecting individuals unless there was adverse effect. But even if you had adverse effect, once the testing was properly validated under the guidelines, then the City could promote even if there was an adverse effect if the test had been properly validated.</blockquote>\n<p>Clearly, if the City had developed such a validated test the City would be released from the obligation to use affirmative action.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*1062</span> The City also attempts to refute plaintiffs' evidence by arguing that it could not have developed a validated testing procedure during the 1980s, but that it made valiant efforts to do so. The court finds that the City could have developed a validated testing procedure prior to 1988, and that its attempts to do so were meager. The City represented in 1979 that it was in the process of developing a validated process, and that completion of a fully validated process was only two or three years away. Presumably, the City was in the best position to ascertain its true ability to develop such a procedure within that period of time. Rather than address why the erroneous representation was made, defendants, citing union and other problems, now say that it would have been impossible to develop a validated test during the 1980s. Those problems, however, existed when the City made the representation in 1979. The City has not explained why it failed to account for those problems when it made its estimate in 1979 or why the problems allegedly preventing development in the 1980s did not prevent development in the 1990s. MPD Director Walter Winfrey testified that he decided a validated test was needed sometime after he was appointed in May 1994, and that validated procedure was completed in 1996. Moreover, the City has cited little evidence to support its position that it would have been impossible to develop a validated test in the 1980s. The City cites the inability of the Shelby County Sheriff's Department to develop a validated test between 1982 and 1983. However, there is no evidence to suggest that the Sheriff's Department stipulated to the fact that development of such a process was only two or three years away, and the Sheriff's Department's failure to develop such a test in a two year period in no way justifies the City's failure to develop such a test over a nine year period. Even assuming that development of a valid test would have been problematic, there is no evidence to suggest that the problems could not be overcome. Dr. Jones testified that the same union problem existed in 1996 and he merely found an alternate solution. It is impossible to predict just how long of a delay would have occurred due to problems (although the court finds development could have been completed prior to 1988) because the City made so little effort in the 1980s to develop a validated testing procedure. Fortifying this conclusion is Ex-Mayor Richard Hackett's testimony. Hackett testified that he didn't pursue validation because he believed the City was doing what was required by the consent decrees and because he did not know that validation would relieve the City of the consent decree's requirement of affirmative action. Wiley Hamby, an employee with the federal Office of Personnel Management testified that the OPM made money and technical assistance available to entities such as the MPD to help those entities develop valid promotion procedures until 1983, but that the MPD did not request such assistance. Diane Minton, the City's Supervisor of Employment in 1988 and 1989 testified that the City had not tried to validate the promotional processes in the 1980s, and knew of no reason why validation could not be done. Furthermore, Dr. Parrish estimated that complete validation should only have taken two years after he completed the job analysis study and descriptions he developed in 1984-85. Dr. Parrish also testified that he did his work from scratch. That is, nobody before him had begun work on the initial steps in developing a valid testing procedure. Thus, it is not clear what steps, if any, the City took towards actual development of a valid test between 1979 and 1984. Although the City did make some efforts to develop job-related promotion procedures in the 1980s, it failed to produce a validation study or make any determined efforts toward completing a validated promotional procedure.<sup>[11]</sup> The court finds that <span class=\"star-pagination\">*1063</span> the City failed to devote significant resources towards the development of a validated test. The court cannot accept defendants' contention that it was impossible to develop a valid testing process when the City itself in 1979 said development was only a few years away, but made little effort to develop such a process. This is especially true when the court considers the fact that a validated test was developed shortly after Director Winfrey decided one was needed.</p>\n<p>Plaintiffs also argue that the use of affirmative action was not necessary because the City had reached the goals of the consent decree in 1985. The City determined the extent to which it was required to use affirmative action by comparing the percentage of blacks in the sergeant rank with the percentage of blacks in the patrol officer rank. The required percentage of blacks in the rank of patrol officer was in turn determined by reference to the percentage of blacks in the undifferentiated Shelby County civilian labor force. Thus, the required percentage of blacks in the sergeant rank was indirectly tied to the percentage of blacks in the civilian labor force. It is undisputed that the City should not have used the civilian labor force as a \"measuring stick\" for determining the acceptable racial composition of the MPD. As will be discussed later in this opinion, the parties do dispute what is the correct \"measuring stick\" and both parties offer evidence to show that the goal either was or was not attained under their respective \"measuring sticks\" prior to the 1988 and 1989 promotion processes. If the plaintiffs' proffered \"measuring stick\" were used, the City would have reached the goals of the consent decree in 1985, thus obviating the necessity of using affirmative action in 1988 and 1989. The court finds, however, that both plaintiffs' and defendants' proffered \"measuring sticks\" are legally deficient. There is no evidence in the record from which the court can discern whether and when the goal of the consent decree was reached when the correct \"measuring stick\" is used.</p>\n<p>In summary, the court finds the plaintiffs have shown the City's use of affirmative action was not necessary because the City could have developed a validated promotional procedure.</p>\n<p></p>\n<h2>2. <i>The flexibility and duration of the relief, including the availability of waiver provisions.</i>\n</h2>\n<p></p>\n<h2>a. <i>Flexibility</i>\n</h2>\n<p>\"In judging `flexibility,' courts often consider whether [an affirmative action] plan provides a waiver in a case when sufficient numbers of qualified minorities are not available for hire or promotion.\" <i>Middleton,</i> 92 F.3d at 411. The court finds the City's plan contained such a waiver provision. The amended consent decree provides:</p>\n<blockquote>The City agrees to retain as its long term goal in this decree, subject to the availability of qualified applicants, the goal of achieving in the Divisions, and where applicable, the job categories and classifications specified in this decree proportions of black and female employees approximating their respective proportions in the relevant Shelby County civilian labor force.... It is understood that all interim goals are subject to the availability of qualified applicants, and that in determining the attainment of the long term goals, the proportions of blacks and women in the labor force who are qualified for particular skilled positions and the proportions of blacks and women in the applicant pool shall be considered along with the composition of the Shelby County civilian labor force.</blockquote>\n<p>Plaintiffs argue that the City ignored the amended decree's \"subject to qualified applicants\" provisions by promoting several black patrol officers who were not qualified. Plaintiffs assert that in the 1988 promotion process, two black patrol officers were promoted who had previously tested positive for marijuana use. Plaintiffs also assert that in the 1989 process, a black patrol officer who was physically unable to perform as a police officer was promoted and then given a medical retirement <span class=\"star-pagination\">*1064</span> at the rank of sergeant. Rather than dispute these assertions, the City argues that the only qualification for promotion is that a patrol officer have five years in rank and that he pass the promotion exam, and that the eligibility qualifications are applied in a racially neutral manner.</p>\n<p>The court finds that plaintiffs' theory that the City promoted unqualified blacks to meet the needs of the race-based remedy is not supported by the evidence.<sup>[12]</sup> The two black patrol officers who tested positive for drug use were ranked numbers 96 and 118 on the 1988 composite score list. The officer who ranked number 118 was the twenty-first highest scoring black out of sixty-nine black patrol officer candidates. Thus, forty-eight more black patrol officers who competed in the 1988 process scored lower than that officer, but were nevertheless otherwise eligible for promotion.<sup>[13]</sup> Had the two officers who tested positive for drugs not been qualified, the City could have merely skipped over those candidates and selected lower scoring blacks from further down the list. The same holds true with respect to the black patrol officer who was physically unable to perform who competed in the 1989 process. That officer ranked 122 on the composite score list and even if she was unqualified there were nineteen lower scoring black patrol officers eligible for selection.<sup>[14]</sup> Thus, there is no evidence to suggest that the City was forced into promoting unqualified black patrol officers in order to implement affirmative action.</p>\n<p>The court will address plaintiffs' arguments even more directly. Although the City promoted a black officer who was physically unable to perform, the City also allowed two white patrol officers who were physically unable to perform to compete for promotion. The first of those white <span class=\"star-pagination\">*1065</span> officers competed in the 1988 process while in a wheelchair, and the second competed in both the 1988 and 1989 processes despite not meeting vision requirements. Although neither white officer ranked high enough to be promoted, no evidence was produced to suggest they would not have been promoted had they ranked high enough.<sup>[15]</sup> Both officers subsequently took line of duty retirements. Although the City also promoted two black patrol officers who had tested positive for drug use, William Oldham, Deputy Director of the MPD, testified that such positive testing did not automatically lead to discharge or serve as a bar to competing for promotion. Instead, officers who tested positive for drug use could choose between termination or referral to the MPD's confidential employee assistance program. Oldham testified that both black and white patrol officers who tested positive for drug use while patrol officers have been allowed to compete for promotions, and that white patrol officers who had used drugs had been promoted. In short, the court finds the evidence does not support plaintiffs' assertion that the City promoted unqualified blacks to meet the goals of the consent decree.</p>\n<p>A second factor to consider in terms of flexibility in whether the City is required to promote black patrol officers regardless of whether promotions are needed. <i>See </i><i>Paradise,</i> 480 U.S. at 177-78, 107 S.Ct. 1053 (plurality opinion). Neither the 1979 decree nor the 1981 amended decree absolutely require the City to promote black patrol officers on a scheduled basis. Instead, those decrees provide that the City will use affirmative action to promote qualified black patrol officers when the City conducts a promotion process. Nor is there any evidence to suggest that the City promoted black patrol officers outside the few scattered promotion processes open to all candidates since the implementation of the 1974 consent decree.</p>\n<p>In summary, the court finds that the City was not forced to select unqualified patrol officers for promotion in order to meet the goal of the consent decrees. The court also finds that the City used affirmative action only when it needed to make promotions. Thus, the plan was highly flexible.</p>\n<p></p>\n<h2>b. <i>Duration</i>\n</h2>\n<p>At the time of the 1988 promotion process, the City had been under some form of a consent decree for fourteen years. Those decrees provided two primary avenues through which the City could have stopped using affirmative action in the MPD's promotional processes. First, each decree specified a date after which the City could move to dissolve the decree.<sup>[16]</sup> Pursuant to each decree, if the court found the goals of the decree had been substantially achieved, the court would grant the City's motion. Second, the City could develop a validated promotional test pursuant to Title VII and the guidelines thereunder. Pursuant to the 1979 decree, the use of a validated test provided the City with a defense for the failure to meet the goal of the decree.</p>\n<p>The court is troubled by the City's longterm operation under the consent decrees.<sup>[17]</sup> A consent decree may appropriately <span class=\"star-pagination\">*1066</span> be used to remedy past discrimination, but it may not be used to achieve and maintain racial balance. <i>Local 28 of Sheet Metal Workers v. EEOC,</i> 478 U.S. 421, 477-78, 106 S.Ct. 3019, 92 L.Ed.2d 344 (1986); <i>Johnson,</i> 480 U.S. at 639, 107 S.Ct. 1442. The longer a consent decree remains in effect, the more it appears to belong in the latter category. Nevertheless, a long duration alone does not automatically invalidate a decree. The Sixth Circuit has addressed a decree similar to the ones being discussed here and held it was narrowly tailored. <i>Jansen,</i> 977 F.2d at 242-44. The decree at issue in Jansen was entered into in 1974 and contained no definite time limit other than a provision allowing the government to dissolve the decree once its objectives had been met. <i>Id.</i> at 240. The decree had not been dissolved at the time of the <i>Jansen</i> decision in 1992, and the government indicated that it did not intend to move for dissolution. <i>Id.</i> Thus, the defendants in Jansen had been operating under the decree for eighteen years. In its conclusion, the Sixth Circuit stated:</p>\n<blockquote>While we recognize that a consent decree operating in perpetuity may not be the most effective way to eradicate the evils of discrimination in the municipal workplace, we must remain true to the wording and intent of such decrees, until their goals are met. As a footnote, we also observe that the consent decree specifically provides for its own dissolution upon a proper motion by the defendant parties to the decree and that the City has not yet moved the court for dissolution of any portion of the decree. <i>Id.</i> at 246.</blockquote>\n<p>Similar to the holding in <i>Jansen,</i> the City asserts the goal of the consent decrees had not been met as of the 1988 and 1989 promotional processes and that this court should therefore tolerate its continued long-term operation under the decrees. As discussed earlier, the goal of the consent decrees was to eradicate prior discrimination within the MPD by having the percentage of blacks promoted to sergeant approximate the percentage of blacks in the rank of patrol officer. The percentage of blacks in the rank of patrol officer was tied to the percentage of blacks in the undifferentiated Shelby County civilian work force. Therefore, the number of black sergeants necessary to fulfill the goals of the decrees was ultimately tied to the percentage of blacks in the undifferentiated civilian labor force. As the court will discuss later in this opinion, the undifferentiated civilian labor force was not an appropriate \"measuring stick\" for the number of blacks that needed to be hired or promoted to make up for past discrimination. Neither party disputes this, and both parties offer evidence of the extent to which they believe affirmative action was required under what they respectively believe to be the correct \"measuring stick.\" The City argues that under its \"measuring stick\" the ultimate goal of the consent decrees had not been met as of the 1988 or 1989 process. As will also be discussed, the court finds that the respective \"measuring sticks\" offered by the parties are legally deficient. Using the correct \"measuring stick,\" it is impossible to tell from the evidence introduced at trial whether and when the ultimate goal of the consent decrees was reached.</p>\n<p>The City also attempts to justify its long-term operation under the decrees by explaining its failure to adopt a validated test such that it could eliminate the use of affirmative action required by the decrees. The remand order from the Sixth Circuit pointed out the problematic nature of the City's long-term use of race-based relief in this context:</p>\n<blockquote>[T]he City has made no effort to limit the duration of these remedies. The 1979 and 1981 decrees provide that the use of validated non-discriminatory promotional procedures may be an acceptable alternative to race-based relief. Indeed, over 15 years ago the City stipulated that it \"is currently in the process of developing\" such procedures, and that \"development of fully validated processes is two to three years from accomplishment.\" <span class=\"star-pagination\">*1067</span> (Aiken Plaintiffs' Brief Addendum at 26.) Yet, incredibly, the City continues to make police ... department promotions according to procedures that have not been validated as racially neutral. This dereliction cuts against a finding that the race-based remedies at issue here are narrowly tailored....</blockquote>\n<blockquote>We note that the City's failure even to develop validated promotional procedures suggests political pressures may have prevented it from utilizing racially neutral remedies as an alternative to the promotion goals set forth in the decrees. When such pressures are present, racially neutral remedies often will remain untried, absent legal action by those persons adversely affected by the race-based relief. Under such circumstances, the courts must take special care as they engage in their \"most searching examination\" of whether racial preferences have been shown to be necessary, <i>Wygant,</i> 476 U.S. at 273, 106 S.Ct. at 1846, since that examination will not be undertaken by any other body.</blockquote>\n<p>The court has already found that the City could have developed a validated promotional test prior to the 1988 and 1989 processes, but that it made little effort to do so. In that light, the continued use of affirmative action over a fourteen year period cuts against a finding that the plan was narrowly tailored.</p>\n<p>The court's conclusion is only slightly tempered by the City's limited use of affirmative action. The City argues that the duration of its operation under the decrees must be considered in light of its having only conducted four promotional processes to sergeant between 1972 and 1988.<sup>[18]</sup> The City's argument has limited merit. It is possible that the paucity of promotion processes would make it more difficult to develop a validated test, although no evidence was produced to that effect. However, the paucity of promotional processes does not justify the relative lack of effort to develop a validated test.</p>\n<p>In summary, it is impossible to determine whether the goals of the consent decrees had been met prior to 1988 and 1989 promotional processes such that the City could have moved for dissolution. However, even assuming the goals were not met, the court finds the City's assertion that it could not have developed a validated test untenable. This conclusion is tempered only slightly by the City's limited use of affirmative action because of the paucity of promotional processes.</p>\n<p></p>\n<h2>3. <i>The relationship of the numerical goals to the relevant labor market.</i>\n</h2>\n<p>In <i>Aiken,</i> the Sixth Circuit stated that \"the promotion goals set forth in the 1979 and 1980 decrees may not bear a sufficiently precise relationship to the `relevant labor market' to be `narrowly tailored.'\" 37 F.3d at 1164. The Sixth Circuit explained further as follows.</p>\n<blockquote>[T]he 1979 and 1980 decrees provide that, to the extent qualified applicants are available, the percentage of blacks promoted to each rank shall be at least the percentage of blacks in the next rank below. As a result of this \"ripple effect,\" the promotion goals are tied to the hiring goals contained in the 1974 and 1981 decrees. Those hiring goals are determined by reference to the undifferentiated \"Shelby County civilian labor force.\" Thus, the promotion goals ultimately are tied to undifferentiated Shelby County labor force statistics. If the percentage of blacks in the Shelby County labor force is greater than the percentage of blacks in the qualified labor pool for the position[ ] of patrol officer ... this reliance upon undifferentiated Shelby County labor force statistics eventually might cause more blacks to be promoted than would have been <span class=\"star-pagination\">*1068</span> promoted in a system that never had been influenced by discrimination against blacks. In that event, the promotion goals would move beyond the elimination of the \"vestiges of past discrimination,\" to engage in unwarranted racial classifications.</blockquote>\n<blockquote>We therefore must determine if a genuine issue exists as to whether the racial composition of the Shelby County labor force differs materially from that of the qualified labor pool for the position[ ] of patrol officer.... In <i>Croson,</i> the Supreme Court \"recognized that for certain entry level positions or positions requiring minimal training, statistical comparisons of the racial composition of an employer's work force to the racial composition of the relevant population may be probative of a pattern of discrimination.\" 488 U.S. at 501, 109 S.Ct. at 726. The Court reiterated, however, that \"`[w]hen special qualifications are required to fill particular jobs, comparisons to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.'\" <i>Id.</i> (quoting <i>Hazelwood,</i> 433 U.S. at 308 n. 13, 97 S.Ct. at 2742 n. 13). \"Special qualifications,\" then, winnow out a large enough portion of the general workforce to create a real possibility that the qualified labor pool for the position will have a materially different racial composition than that of the general workforce.</blockquote>\n<blockquote>Here, the qualifications for the positions of patrol officer ... have this winnowing effect. The qualifications for police officers in Tennessee are set forth in Tenn.Code Ann. ยง 38-8-106.... Since the qualifications for these positions winnow out a significant portion of the general workforce, there indeed is a possibility that the racial composition of the qualified labor pools for these positions will materially differ from that of the general Shelby County labor force.</blockquote>\n<p><i>Id.</i> at 1165-66 (footnotes and internal citations omitted).</p>\n<p>Thus, this court's task is to determine whether the percentage of blacks in the undifferentiated Shelby County civilian labor force, relied on by the City to hire black patrol officers, materially differs from the percentage of blacks in the relevant labor force for the position of patrol officer.<sup>[19]</sup> Unfortunately, neither party offered evidence probative on the percentage of blacks in the relevant labor force for the position of patrol officer.</p>\n<p>To determine the percentage of blacks in the relevant labor force, the relevant labor force must first be defined. The parties, based on the testimony of their respective experts, dispute how that term should be defined. Plaintiffs' expert, Dr. David Sharp, defined the relevant labor force as the total number of people within a geographic area seeking employment or that are employed, less those individuals who would not be qualified for the specific position at issue. Defendants' expert, Dr. David H. Ciscel, defined relevant labor force as the total number of individuals who actually applied for the job and who passed an initial intelligence screening test.<sup>[20]</sup> In short, plaintiffs argue that the relevant labor force should be defined solely by reference to the number of qualified individuals, and defendants argue it should be defined solely by reference to the number of interested individuals as represented in applications received. The court <span class=\"star-pagination\">*1069</span> finds that neither approach is appropriate. Instead, relevant labor market should be defined as the number of applicants who were actually qualified for the job.<sup>[21]</sup><i>See </i><i>Hazelwood School Dist. v. United States,</i> 433 U.S. 299, 308 n. 13, 97 S.Ct. 2736, 53 L.Ed.2d 768 (1977) (finding applicant-flow data which showed actual percentage of whites and blacks applying for positions is \"very relevant\" to defining relevant labor market); <i>Anderson v. Douglas &amp; Lomason Co., Inc.,</i> 26 F.3d 1277, 1287 (5th Cir. 1994) (\"Actual applicant flow figures are the preferred method by which to measure an employer's hiring practice and performance.\"); <i>E.E.O.C. v. Chicago Miniature Lamp Works,</i> 947 F.2d 292, 302 (7th Cir. 1991) (\"The identification of a relevant labor market ... means not only identifying <i>qualified</i> potential applicants for the job at issue but also identifying <i>interested</i> potential applicants.\") (emphasis in original); <i>Williams v. Owens-Illinois, Inc.,</i> 665 F.2d 918, 927 (9th Cir.1982) (\"One potentially more accurate indicator of the relevant market would be actual applicant (as opposed to hired worker) flow, at least where there is no evidence of systematic discouragement of minority applicants.\"). <i>See also </i><i>Wards Cove Packing Co. v. Atonio,</i> 490 U.S. 642, 653-54, 109 S.Ct. 2115, 104 L.Ed.2d 733 (1989).<sup>[22]</sup><i>Cf. Croson,</i> 488 U.S. at 509, 109 S.Ct. 706 (plurality opinion) (finding an inference of discrimination could arise where a significant statistical disparity existed between the number of minority contractors qualified, willing and able to perform and the number actually used); <i>Vogel v. City of Cincinnati,</i> 959 F.2d 594, 600 (6th Cir.1992) (upholding City's comparison of composition of police force with actual number of qualified applicants).<sup>[23]</sup></p>\n<p>The court will now turn to the findings offered by the parties respective experts, and discuss whether those findings are probative in light of the proper definition of the relevant labor market. Pertinent portions of Dr. Sharp's conclusions, with headings provided by the court, are reproduced in the following table.</p>\n<p></p>\n<pre>\n                         QUALIFIED\n                        LABOR FORCE               DISTRIBUTION\n        YEAR           BLACK    WHITE            BLACK      WHITE\n        1983           7,857    33,094          19.187%    80.813%\n        1984           8,369    34,018          19.745%    80.255%\n        1985           8,914    34,968          20.314%    79.686%\n        1986           9,495    35,944          20.896%    79.104%\n        1987          10,113    36,947          21.490%    78.510%\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1070</span>\n  1988     10,772     37,978     22.097%   77.903%\n  1989     11,474     39,038     22.716%   77.284%\n</pre>\n<p>The figures representing the actual number of blacks and whites in the qualified labor force are based on Dr. Sharp's application of the minimum qualifications for patrol officer to census figures adjusted for projected rates of growth in the population.<sup>[24]</sup> It appears, and Dr. Sharp testified, that the largest winnowing factor affecting the pool of qualified applicants was the two year college requirement. In other words, far more whites in the civilian labor force had two years of college than blacks, and whites therefore constituted a greater percentage of the qualified civilian labor force.</p>\n<p>However, the court notes three problems with Dr. Sharp's analysis. First, and most importantly, Dr. Sharp did not factor interest into his analysis. In his report, Dr. Sharp assumes that interest in becoming a member of the MPD is constant across both races, but he explicitly notes that this assumption may not be a reasonable one.<sup>[25]</sup> As will be discussed shortly, Dr. Sharp's assumption was not reasonable; blacks have tended during the relevant time period to apply in much greater percentages for patrol officer positions than their percentage in the qualified labor force. Thus, had interest been considered, the ideal distribution percentages arrived at by Dr. Sharp would have been higher for blacks and lower for whites.<sup>[26]</sup> Second, <span class=\"star-pagination\">*1071</span> Dr. Sharp considered the wrong age group in arriving at his conclusion. Plaintiffs acknowledge that the MPD required incoming patrol officers to be at least twenty-one years old and no more than thirty-five years old. Dr. Sharp, however, based his analysis on the number of individuals in the Shelby County labor force between twenty-five and forty-four years old. By itself, this would not appear to create any great disparity in Dr. Sharp's results. The court would be willing to assume that blacks aged twenty-five to forty-four make up the same approximate percentage of the twenty-five to forty-four year old labor market as blacks aged twenty-one to thirty-five do in the twenty-one to thirty-five year old labor market. However, the court heard testimony from Dr. Ciscel who indicated that younger blacks tend to be more educated than older blacks. Dr. Sharp also noted the steady increase year after year in the percentage of qualified blacks, and attributed this to an annual increase in the number of blacks who had fulfilled the college education requirement. Thus, by not including individuals aged twenty-one to twenty-four, Dr. Sharp's analysis is skewed away from the more educated portion of the black labor market. In other words, had Dr. Sharp analyzed the twenty-one to thirty-five year old labor market, a higher number of blacks would have met the education requirement and thus would have been qualified, in turn increasing the percentage of blacks within Dr. Sharp's definition of the relevant labor pool.<sup>[27]</sup> Third, Dr. Sharp failed to account for the impact of Tennessee's requirement that candidates for patrol officer may \"[n]ot have been convicted of or pleaded guilty to or entered a plea of nolo contendere to any felony charge or to any violation of any federal or state laws or city ordinances relating to force, violence, theft, dishonesty, gambling, liquor or controlled substances.\" Tenn.Code Ann. ยง 38-8-106(4). Dr. Sharp assumed that this requirement would not have a significant statistical impact on the number of qualified blacks in his definition of the relevant labor pool. However, as noted by Dr. Sharp, the Bureau of Justice Statistics indicates that 26.6% of all black males are expected to be imprisoned for the first time by the time they reach age forty, while only 3.5% of white males are expected to be so imprisoned. Thus, with respect to this requirement it appears as though the number of blacks in the pool of qualified laborers reported by Dr. Sharp is somewhat overstated.</p>\n<p>In summary, the court finds that Dr. Sharp failed to consider the major variable of racial interest in a patrol officer position, and failed to properly apply the major variables of age and prior criminal record. Thus, the court finds Dr. Sharp's report to be of no probative value on the issue of whether the Shelby County civilian labor force materially differed from the relevant labor market for patrol officer positions.</p>\n<p>The court will now consider the testimony of defendants' expert witness, Dr. David H. Ciscel. Pertinent portions of Dr. Ciscel's conclusions are reproduced in the following table.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1072</span>\n        APPLICANTS            APPLICANTS PASSING I.Q TEST\nDATE    WHITE  BLACK  % BLACK  WHITE    BLACK     % BLACK\nOct-81    80    164     67.21%   79      118       59.90%\nAug-82   118    185     61.06%  115      151       56.77%\nDec-82    95    139     59.40%   94       96       50.53%\nJun-83   152    158     50.97%  152      142       48.30%\nOct-83    75    153     67.11%   73      117       61.58%\nMay-88   154    265     63.25%  145      162       52.77%\nSep-88   145    331     69.54%  141      215       60.39%\nJan-89   252    743     74.67%  237      479       66.90%\n</pre>\n<p>Over the span of the eight classes considered, black applicants constituted 64.15% of all individuals applying for patrol officer positions, and constituted 57.14% of all candidates after the administration of the intelligence test.</p>\n<p>There are two problems with Dr. Ciscel's data. First, and most importantly, it does not take into account the applicants' qualifications.<sup>[28]</sup> Dr. Ciscel testified that he assumed applicants would be self-policing ยthat is, individuals would not apply unless they believed they met all the requirements. There are several problems with Dr. Ciscel's assumption. First, an individual's belief that he is qualified does not mean that he is qualified. Second, the court agrees with plaintiffs that at least some non-qualified individuals will apply and Dr. Ciscel admitted that a non-qualified individual who applied would be included within his definition of the relevant labor force. Third, Dr. Ciscel offered no scientific basis to support his assumption.</p>\n<p>The second problem with Dr. Ciscel's analysis is that he analyzed only a few classes. Dr. Ciscel testified that applicant flow data was not available for other classes, but Diane Minton testified that records of applicant flow data existed since 1974 and that such records were available to the public. Dr. Ciscel admitted that his numbers could be skewed because of the few classes analyzed. The paucity of classes examined is especially problematic when the court considers that, pursuant to the consent decrees, the City was focusing recruiting efforts on blacks during the relevant time periods, which might have artificially inflated the true interest of the black racial group as shown by the applicant flow data. <i>See </i><i>Williams,</i> 729 F.2d at 1562.</p>\n<p>In short, because Dr. Ciscel analyzed so few classes and failed to consider the qualifications of those individuals interested in becoming patrol officers, the court finds his report is of no probative value in defining the relevant labor force.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1073</span> 4. <i>The impact of the relief on the rights of third parties.</i>\n</h2>\n<p>The use of affirmative action will always place a burden on non-preferred third parties. In examining the impact of affirmative action upon the rights of third parties, the court's duty is to determine whether that burden is an acceptable one. <i>See </i><i>Paradise,</i> 480 U.S. at 182, 107 S.Ct. 1053 (plurality opinion) (finding burden placed on innocent third party white police officers through race-based promotions was an acceptable one).</p>\n<p>The City's use of affirmative action in 1988 and 1989 resulted in white patrol officers, including plaintiffs, not being promoted where they otherwise would have been absent the use of affirmative action. Pursuant to the use of affirmative action, these white patrol officers were denied salary increases, pension benefits, and the opportunity to accrue seniority enabling them to compete more effectively for further promotions.</p>\n<p>However, the Supreme Court has indicated that lost promotions are not as burdensome as the loss of an existing job. <i>Id.</i> at 183, 107 S.Ct. 1053; <i>Johnson v. Transportation Agency,</i> 480 U.S. 616, 638, 107 S.Ct. 1442, 94 L.Ed.2d 615 (1987) (\"[W]hile petitioner in this case was denied a promotion, he retained his employment with the Agency, at the same salary and with the same seniority, and remained eligible for other promotions\"). <i>See also </i><i>Boston Police Superior Officers Fed'n,</i> 147 F.3d at 24 (finding that \"departure from strict rank order `limits only to a rather small extent the ability of white police officers to become sergeants. Indeed, white officers passed over on one test may be considered for future appointments.'\") (quoting <i>Stuart v. Roache,</i> 951 F.2d 446, 454 (1st Cir.1991)); <i>Higgins v. City of Vallejo,</i> 823 F.2d 351, 360 (9th Cir.1987) (\"Like hiring goals, promotion guidelines visit a minor burden on nonminority employees. But unlike hiring goals, promotion guidelines do not require that an individual bear the burden of past discrimination to the extent that he or she is denied a livelihood. All of the City's employees who are denied promotion retain their existing jobs, salary, and seniority.\"). Thus, the impact suffered by plaintiffs is not as great as the impact on an individual who loses his job. The impact is further reduced when the court considers the impact on all white patrol officer candidates as a class. Of the seventy-five promotions made in 1988, forty-nine went to white candidates. Of the ninety-four promotions made in 1989, sixty-one went to white candidates. Thus, there was no absolute bar to the promotion of white qualified candidates in 1988 or 1989, and in fact the majority of promotions went to such candidates. <i>See </i><i>Paradise,</i> 480 U.S. at 182-83, 107 S.Ct. 1053 (plurality opinion) (finding lack of absolute bar to white advancement an important criteria in analyzing the impact on third parties).<sup>[29]</sup></p>\n<p>Plaintiffs argue that the initial denial of their promotions in 1988 and 1989 is compounded because several members of their group still have not been promoted, or were not promoted until several years after <span class=\"star-pagination\">*1074</span> the 1988 or 1989 processes. Plaintiffs specifically point to the situation of plaintiff O'Connor, who after being passed over for promotion in 1988 competed for promotion two additional times before finally being promoted in 1997. The court finds no merit in plaintiffs' argument that the detrimental impact from a denial of a promotion in 1988 or 1989 is compounded until that plaintiff eventually gets promoted. There is no evidence to suggest that any of the plaintiffs were precluded from competing for future promotions, and the situation of plaintiff O'Connor reflects this. Moreover, the City stopped using affirmative action in promotions to sergeant in 1989. Thus, candidates denied a promotion in 1988 or 1989 because of affirmative action could compete free of the use of a race-based remedy in future years.<sup>[30]</sup></p>\n<p>On the other hand, while the specific burden imposed may not have been large, that burden was placed on a very focused group of individuals. Unlike the use of affirmative action in initial hiring where the burden is diffused among the relevant labor force, the potential impact of race-based promotions here is limited to the pool of qualified white patrol officers who might be passed over for promotion. <i>See </i><i>Bennett,</i> 20 F.3d at 1549 (finding impact of decree which set aside fifty percent of promotions to lieutenant for black firefighters was too focused on non-black firefighter candidates for promotion).</p>\n<p>In summary, the court finds plaintiffs suffered a relatively light impact, but that the impact was focused on a small group of individuals.</p>\n<p></p>\n<h2>5. <i>Conclusion</i>\n</h2>\n<p>The court finds that plaintiffs have proven by a preponderance of the evidence that the City's use of affirmative action in the 1988 and 1989 sergeant promotion processes was not narrowly tailored.<sup>[31]</sup> The use of affirmative action was unnecessary, in that the City could have developed validated testing procedures under Title VII. Although the decrees were flexible, in light of the City's lack of effort to use validated testing as an alternative to race-based relief, the City's operation under the decrees for fourteen years was too long. The unnecessary use of affirmative action and duration of the decrees are sufficient to find the consent decrees were not narrowly tailored, even considering the impact on third parties as a neutral factor and both parties' failure to offer evidence probative on the relevant labor force.</p>\n<p></p>\n<h2>V. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, the court finds the City's use of affirmative action was not narrowly tailored. A hearing is scheduled for Wednesday, June 30, 1999, at 9:30 a.m. to determine the plaintiffs' damages.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff Ashton represents a group of white patrol officers denied a promotion in the 1988 promotion process. Plaintiff Aiken represents a group of white patrol officers denied a promotion in the 1989 process. The cases were consolidated on appeal.</p>\n<p>[2]  The statement in <i>Aiken</i> need not be read as broadly as plaintiffs wish. <i>Brunet,</i> which was the only authority relied on by the en banc panel of the Sixth Circuit in making the statement at issue, only placed a burden on the government to produce evidence that the government possessed a compelling interest for using affirmative action. 1 F.3d at 404-05. <i>Brunet</i> did not place a burden on the government to produce evidence that the plan was narrowly tailored.</p>\n<p>[3]  In light of the pronouncements of the Supreme Court and the statement in the en banc Sixth Circuit decision, the court respectfully discounts the framework used by the Sixth Circuit in <i>Middleton v. City of Flint,</i> 92 F.3d 396 (6th Cir.), <i>cert. denied,</i> 520 U.S. 1196, 117 S.Ct. 1552, 137 L.Ed.2d 700 (1997), which was heavily relied on by plaintiffs. In <i>Middleton,</i> the Sixth Circuit stated that the City \"must prove that it had a compelling state interest when it enacted its plan, and that the plan is narrowly tailored to further that compelling state interest.\" <i>Id.</i> at 404. The Sixth Circuit did not further discuss the burdens placed on the parties, but it is apparent from a reading of the decision that the Sixth Circuit did place the full burden of proof on the City. With all due respect to that Sixth Circuit panel, placing the burden on the City would appear to be contrary to established Supreme Court precedent, and the court finds that plaintiffs' reliance on <i>Middleton</i> is misplaced to the extent it supports an argument that the burden of proof or production on the narrowly tailored issue is on the City.</p>\n<p>[4]  In <i>Wygant,</i> a plurality of the court stated as follows:\n</p>\n<p>Evidentiary support for the conclusion that remedial action is warranted becomes crucial when the remedial program is challenged in court by nonminority employees.... In such a case, the trial court must make a factual determination that the employer had a strong basis in evidence for its conclusion that remedial action was necessary. The ultimate burden remains with the employees to demonstrate the unconstitutionality of an affirmative-action program. But unless such a determination is made, an appellate court reviewing a challenge by non-minority employees to remedial action cannot determine whether the race-based action is justified an a remedy for prior discrimination.</p>\n<p>476 U.S. at 277 (plurality opinion). The requirement that the determination be made does not explain the allocation of the burden.</p>\n<p>[5]  On the other hand, placing the burden of production on defendants would create significant uncertainty for governmental entities that wish to ensure that evidence of narrow tailoring exists prior to implementation of a plan intended to remedy past identified discrimination. Those entities would have to consider what type and how much evidence is sufficient to show narrow tailoring with little guidance from the courts.</p>\n<p>[6]  The 1979 decree provided that defendants' continued use of a written pass-fail examination to make promotions would not justify a failure to reach the goal, \"unless the parties agree that the test has no adverse impact on blacks or is properly validated as a predictor of successful job performance pursuant to Title VII and the Guidelines thereunder.\"</p>\n<p>[7]  The City also pointed out that Dr. Parrish had never created a validated promotional system for a law enforcement agency. However, the court finds Dr. Parrish to be a credible witness. Dr. Parrish began work as a consultant for the City in 1982 and developed a job analysis study and created job descriptions which are the first steps towards validating a testing procedure. Thus, the court finds that Dr. Parrish was in a strong position to estimate the amount of time it would take to complete development.</p>\n<p>[8]  Dr. Jones also testified that technological advances in video-taping made it easier to develop a validated test in the 1990s, but he did not testify that the lack of those advances would have precluded development in the 1980s.</p>\n<p>[9]  Dr. Parrish testified that seniority would only be a valid factor to the extent it reflected increased experience, and Dr. Jones also voiced his concerns with seniority as a factor.</p>\n<p>[10]  Defendants may have been attempting to argue that a valid test with adverse impact is not an appropriate race-neutral alternative to affirmative action. Under this reasoning, if a valid test without adverse impact could not have been developed, no racially-neutral alternative to race-based promotions would have existed. The court need not evaluate this argument because defendants failed to clearly make it and, as noted Dr. Jones, it is impossible to determine whether a validated test will have adverse impact until after it is implemented. Thus, it is not clear whether a test developed and validated in the 1980s would have had adverse impact.</p>\n<p>[11]  Other than hire Dr. Parrish, the City obtained input from the MPA about developing a job-related test and examined procedures used in other police departments in the country.</p>\n<p>[12]  Several errors were made in grading portions of the 1988 and 1989 promotion exams and in compiling scores. Plaintiffs imply that the errors were intentional because they overwhelmingly favored black patrol officers, but the court finds no evidence to support plaintiffs' theory. There is no direct evidence of purposeful error, and plaintiffs have not produced a statistical study breaking down the errors by race such that the court could infer an illegitimate intent. Plaintiffs cite only four plaintiffs' scores that would have entitled them to a promotion absent the use of affirmative action had the scores been properly tabulated. At least three of these plaintiffs were promoted once the error was discovered. A fifth plaintiff, however, received a higher score than he was entitled to. Had that plaintiff's score been correctly tabulated, he would not have been entitled to a promotion even absent the use of affirmative action. Another plaintiff's rank moved from 56 to 72 after regrading. Moreover, at least one black candidate was given a lower score than he was entitled to. Thus, the only evidence before the court suggests that the errors were not one-sided.\n</p>\n<p>Even if the court did find that the intentional mis-grading occurred, it is not clear how it would be relevant to the inquiry here. All candidates on the composite list were qualified, and once the City decided to use affirmative action it could have promoted black patrol officers whose scores put them on the bottom of the list. It is unclear why the City would care where the black patrol officers ranked on the list as long as they were qualified if it was going to use affirmative action to promote them.</p>\n<p>[13]  No evidence exists to suggest that any of the forty-eight lower scoring black candidates were not otherwise eligible for promotion.\n</p>\n<p>However, William Downs testified by deposition that although the MOU required a candidate to achieve a score of 70 on the written portion of the test before being allowed to proceed further in the promotion procedure, the City lowered that score so that there would not be adverse impact on minorities. If true, this would significantly undermine defendants' claim that the plan was flexible. <i>See </i><i>Middleton,</i> 92 F.3d at 411 (finding government's adjusting score cut-off to ensure certain number of black candidates qualified \"destroys\" the government's claim that the plan is flexible). However, neither party addressed this evidence or the argument against flexibility that can be drawn from it. Thus, the court will not further address it here.</p>\n<p>[14]  Plaintiffs assert that this candidate was incorrectly given seniority points and that she should have ranked 139 on the list. Even if that were true, she still would have outscored at least fourteen black patrol officers. Thus, the City still could have skipped over her and used affirmative action to select the next \"qualified\" black patrol officer.</p>\n<p>[15]  Although the physically impaired black officer was initially denied a promotion because of her medical status, she was later given the promotion after a grievance was filed. Moreover, the white officer who suffered from a vision impairment is a plaintiff in this lawsuit, indicating plaintiffs' belief that he was entitled to a promotion regardless of his physical disability.</p>\n<p>[16]  The 1974 decree provided that the City could move for dissolution of that decree after five years. The 1979 decree provided that the City could move for dissolution of that decree after four years. The 1981 amended decree, which essentially replaced the 1974 decree, provided that the City could move for dissolution of that amended decree after March 1, 1984.</p>\n<p>[17]  Although not strictly relevant to the City's use of affirmative action in 1988 and 1989, the court notes that the City did not foreclose the possible use of affirmative action in an MPD promotional process until it entered into a second amended consent decree in 1997. Thus, the City operated under a consent decree for twenty-three years.</p>\n<p>[18]  The City conducted two promotional processes between 1972 and 1979. After the entry of the 1979 decree, the City conducted two more promotional processes in 1981 and 1985. The City used affirmative action in both the 1981 and the 1985 process.</p>\n<p>[19]  Most courts focusing on the constitutionality of promotions made under an affirmative action program define the relevant labor market as the pool of candidates from which promotions could be made. <i>See, e.g., </i><i>Bennett v. Arrington (In re Birmingham Reverse Employment Discrimination Litigation),</i> 20 F.3d 1525, 1548-49 (11th Cir.1994); <i>Donaghy v. City of Omaha,</i> 933 F.2d 1448, 1461 (8th Cir.1991). The Sixth Circuit's order delineates that this court's focus, with respect to defining the relevant labor force, must be on the potential pool of candidates for an entry level position with the MPD.</p>\n<p>[20]  As will be discussed later in this order, Dr. Ciscel assumes that individuals who apply will be qualified, and he therefore argues that he considered qualifications. As will be discussed, the court finds there was no basis for Dr. Ciscel's assumption.</p>\n<p>[21]  This definition might need to be adjusted to account for a racial groups' lack of interest in applying caused by discrimination, or to account for a racial groups' excessive interest stemming from focused recruiting efforts. <i>See </i><i>Williams v. City of New Orleans,</i> 729 F.2d 1554, 1562 (5th Cir.1984).</p>\n<p>[22]  The court recognizes that many of the cited cases involved challenges to hiring practices brought under Title VII of the Civil Rights Act of 1964. There is no legal reason, however, to define \"relevant labor market\" differently in an Equal Protection challenge than it is defined in a challenge under Title VII.</p>\n<p>[23]  If the qualifications of the applicant pool could not have been verified, the court would have accepted as a proxy a valid statistical study that considered the qualifications of the local geographic population adjusted by the relative interest of racial groups within that qualified population. A study that entirely fails to account for a given race's propensity to apply for a specific job, however, is legally deficient. <i>See Croson,</i> 488 U.S. at 507-08, 109 S.Ct. 706 (\"[I]t is completely unrealistic to assume that individuals of one race will gravitate with mathematical exactitude to each employer or union absent unlawful discrimination.\") (quoting <i>Sheet Metal Workers,</i> 478 U.S. at 494, 106 S.Ct. 3019 (O'Connor, J., concurring in part and dissenting in part)). <i>Cf. </i><i>Middleton,</i> 92 F.3d at 408-09 (discussing importance of determining racial preferences for a job in the context of considering whether past discrimination occurred).</p>\n<p>[24]  \"Winnowing\" qualifications considered by Dr. Sharp were age, residency, and education (two year college requirement). There are several other additional minimum requirements for patrol officer, many of which are required by Tenn.Code Ann. ยง 38-8-106, that Dr. Sharp did not factor into his analysis. Dr. Sharp assumed that these requirements would not have a statistically significant impact upon the racial breakdown of the qualified labor pool. For example, Dr. Sharp assumed that the same percentage of black and white individuals would fail the physical or mental health requirements. With respect to most of these additional requirements, the court finds Dr. Sharp's assumption was reasonable. To the extent the court finds Dr. Sharp's assumptions were not reasonable, the court will discuss those shortcomings infra.</p>\n<p>[25]  Dr. Sharp felt it unnecessary to justify this assumption because he was under the impression that relative rates of interest in becoming a member of the MPD were not addressed in the amended consent decree. This justification is wrong for two reasons. First, the task at hand is to determine whether the City's use of affirmative action was narrowly tailored to the goal of remedying past discrimination. Thus, the court needs to look at the percentages used by the City in instituting affirmative action and compare those percentages to the percentages the City should have used based on the correct relevant labor market. How the consent decree defines relevant labor market is irrelevant in this context. Second, even if the definition of relevant labor market provided in the consent decree was relevant, to the extent the consent decree gives any indication of how that market should be defined it clearly contemplates consideration of actual interest. The amended consent decree states \"that in determining the attainment of long term goals, the proportions of blacks and women in the labor force, who are qualified for particular skilled positions and the proportions of blacks and women <i>in the applicant pool</i> shall be considered along with the composition of the Shelby County civilian labor force.\" (emphasis added). In short, Dr. Sharp should have considered as a factor the population of individuals interested in becoming patrol officers.</p>\n<p>[26]  At trial, Dr. Sharp noted three specific problems in relying on applicant flow data. First, Dr. Sharp testified that such data shows desire and not actual qualifications. The court agrees, and that is why the relevant labor market includes only the number of applicants who were actually qualified. Second, Dr. Sharp testified that people could apply from anywhere, but that the MPD had a residency requirement. To the extent there was a residency requirement, the court agrees that non-residents who intended to remain non-residents should be disqualified and thus not included in the relevant labor market. However, the court heard testimony from Jim Wiechert, a recruiting officer with the MPD in the 1970s, that the MPD often recruited outside Shelby County because of the college requirement. Third, Dr. Sharp identified the potential problem that would be created if 99% of all applicants were white. Dr. Sharp stated that in such a situation it would not make sense to hire 99% whites. Dr. Ciscel did not dispute this and said that applicant flow data needed to be used with care, indicating there is subjectiveness to its use. The court will make three points here. First, the court is not sure if it agrees that it would be problematic, from an equal protection standpoint, to hire 99% whites if the applicant pool was 99% white and there was no indication that blacks were being discouraged from applying because of their race. Second, as noted above, the use of applicant flow data has been judicially approved by higher courts. Third, under Dr. Sharp's analysis there would be no change in the relevant labor force if 99% of the applicants were black. Given the appropriateness of considering interest as a factor, that conclusion is not correct.</p>\n<p>[27]  Dr. Sharp used the twenty-five to forty-four year old age group because that was the category for which census data was readily available. At trial, Dr. Sharp testified that it might have been possible to do an analysis of the twenty-one to thirty-five year old labor force.</p>\n<p>[28]  Dr. Ciscel did prepare another table which reflected the actual number of white and black candidates who were recommended for selection as patrol officers in the first five classes listed in the above table. Out of the 1,137 applicants for those classes who passed the IQ test, 145 were recommended for selection. Of the 145, 62 were black and 83 were white. Thus, black applicants who passed the IQ test made up 44.8% of the applicants recommended for selection out of the October 1981 through October 1983 applicant pools. This data is not relevant to defining the relevant labor force. It is unlikely that the individuals recommended for selection could be used as a fair proxy for the number of applicants who were qualified. To begin with, the court heard no evidence as to the number of patrol officers the City intended to hire out of those classes, and a possible explanation for the large numbers of applicants who were not recommended for selection may have been a limited number of positions. Also, Dr. Ciscel admitted at trial that the applicants actually recommended for selection might reflect bias, including the use of affirmative action, on the part of the individuals doing the recommending, rather than the applicants' qualifications.</p>\n<p>[29]  The court notes that had seniority not been considered as a factor in the grading process, several of the plaintiffs would not have ranked high enough to be promoted absent the use of affirmative action. Indeed, several black patrol officers promoted with the use of affirmative action would have ranked high enough in their own right to merit promotion had seniority not been considered. Both Dr. Jones and Dr. Parrish testified that the use of seniority in the 1988 and 1989 process produced adverse impact because white patrol officers, on average, had more experience than black patrol officers. It can be assumed that the white officers' greater experience stems, at least in part, from the identified prior discrimination in the MPD against hiring blacks. Dr. Parrish also testified that seniority was limited as a predictor of job success. Thus, it is difficult to find these plaintiffs were greatly impacted through the use of affirmative action when, but for their greater seniority points due in part to prior discrimination by the MPD, they would not have ranked high enough to be promoted absent the use of affirmative action.</p>\n<p>[30]  Under plaintiffs' reasoning, an innocent third party denied a job because of affirmative action who unsuccessfully competed for other jobs for several years could argue that the burden affirmative action placed upon him should be measured from the time of the initial denial through the time he eventually retained employment. Under this reasoning it would be virtually impossible to measure the impact on third parties.</p>\n<p>[31]  The court also finds, for purposes of appellate review, that defendants failed to produce evidence on the consent decrees' constitutionality. Defendants failed to offer probative evidence on the relevant labor market, which makes it impossible to determine whether it was necessary to use affirmative action, and if it was, whether the duration of the consent decrees was appropriate.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1051</span></span> (1999)</b></center>\n<center><h1>William ASHTON, et al., Plaintiffs,<br>\nv.<br>\nCITY OF MEMPHIS, et al., Defendants.<br>\nRussell Aiken, et al., Plaintiffs,<br>\nv.<br>\nCity of Memphis, et al., Defendants.</h1></center>\n<center>Nos. 89-2863-TUA, 90-2069-TUA.</center>\n<center><p><b>United States District Court, W.D. Tennessee, Western Division.</b></p></center>\n<center>May 11, 1999.</center>\n<p><span class=\"star-pagination\">*1052</span> <span class=\"star-pagination\">*1053</span> David M. Sullivan, Memphis, TN, for plaintiff.</p>\n<p>Louis P. Britt, III, Ford &amp; Harrison, Memphis, TN, for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>TURNER, District Judge.</p>\n<p>These cases have been remanded to this court pursuant to the en banc decision of the Sixth Circuit in <i>Aiken v. City of Memphis,</i> <span class=\"citation\" data-id=\"679988\"><a href=\"/opinion/679988/russell-aiken-92-6154-william-ashton-92-6159-v-the-city-of-memphis/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1155</span></a></span> (6th Cir.1994). In that order, the Sixth Circuit instructed this court to determine whether the use of affirmative action in the 1988 and 1989 promotional processes in the Memphis Police Department (\"MPD\") was a narrowly tailored remedy in light of the government's compelling interest in remedying past discrimination within that department.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>The following background facts were set forth in the Sixth Circuit's order.</p>\n<blockquote>In 1974, the United States Department of Justice brought a civil rights action against the City of Memphis, Tennessee, in which it alleged that the City had engaged in race and gender discrimination in the hiring and promotion of City employees. To settle this lawsuit, the City and the United States entered into a consent decree that was approved by the United States District Court for the Western District of Tennessee in November 1974. In the decree, the City denied that it had unlawfully discriminated but admitted that certain of its past practices may have given rise to an inference that it had engaged in unlawful discrimination. The decree stated that its purpose was \"to insure that blacks and women are not placed at a disadvantage by the hiring, promotion and transfer policies of the City, and that any disadvantage to blacks and women which may have resulted from past discrimination is remedied so that equal employment opportunities will be provided to all.\" Moreover, the decree provided:</blockquote>\n<blockquote>In determining whether this purpose has been achieved, an appropriate standard of comparison is the proportion of blacks and women in the Shelby County civilian labor force. The City, therefore, agrees to undertake as its long term goal in this decree, subject to the availability of qualified applicants, the goal of achieving throughout the work force proportions of black and female employees in each job classification, approximating their respective proportions in the civilian labor force.</blockquote>\n<blockquote>The decree further stated that the City could apply for dissolution of the decree at any time after five years subsequent to the date of its entry.</blockquote>\n<blockquote>The City was sued again when, in August 1975, the Afro-American Police Association filed in the same district court an action in which it alleged that the promotion practices of the Memphis Police Department were racially discriminatory. To settle this action, the parties entered into a consent decree that was approved by the district court in March 1979. In the stipulation of facts that was submitted along with the decree, the City denied that it had \"intentionally engaged in unlawful employment discrimination with respect to the employment of blacks on the Memphis Police Department in the period since March 24, 1972,\" but admitted that \"historically blacks have been excluded from or limited in hiring or promotional opportunities within its police department.\" The decree declared that its purpose was \"to prohibit unlawful discrimination in the promotional practices of the Memphis Police Department, and to eliminate any effects of prior discrimination.\" The decree thus provided that, \"to the extent that qualified black applicants are available ... the percentage of promotions awarded to blacks at each <span class=\"star-pagination\">*1054</span> rank shall constitute at least the percentage which blacks constitute in the next rank below.\"</blockquote>\n<blockquote>....</blockquote>\n<blockquote>In 1981, the City and the United States entered into an \"amended consent decree,\" in which they agreed that \"certain provisions of the 1974 decree have served their purpose, and the goals of that decree should be updated to meet present circumstances.\" The 1981 decree \"substituted for the 1974 decree\" and was approved by the district court. The 1981 decree reaffirmed the 1974 decree's long-term goal of remedying any disadvantage to blacks that may have resulted from past discrimination, and retained, subject to the availability of qualified applicants, \"the goal of achieving in the Divisions, and where applicable, the job categories and classifications specified in this decree, proportions of black and female employees approximating their respective proportions in the relevant Shelby County civilian labor force.\" The 1981 decree also provided that [p]romotional vacancies within the uniformed rank structure of the Police ... Division[ ] shall be filled in accordance respectively with the terms of the consent order entered on March 20, 1979, in <i>Afro-American Police Ass'n v. City of Memphis</i> .... [T]he 1981 decree stated that it was not \"intended to require the City to hire unnecessary or unqualified personnel, or to hire, transfer or promote a less qualified person in preference to a better qualified person.\" The 1981 decree further provided that the City could move for its dissolution at any time after March 1, 1984, but the City has yet to do so.</blockquote>\n<blockquote>The Aiken litigation concerns Memphis Police Department promotions to the rank of sergeant during the years 1988 and 1989.... The promotion process for all of these positions consists of four components: (1) a written examination; (2) an evaluation of the employee's performance record; (3) seniority points; and (4) an oral interview. After completing this process, each candidate for promotion is assigned a numerical score and placed in rank order.</blockquote>\n<blockquote>In 1988, the Memphis Police Department made 75 promotions to the rank of sergeant, for which 210 officers competed. After the promotion candidates were placed in rank order, it was discovered that, while 32.4% of the officers in the rank below sergeant (which is patrol officer) were black, only 9.3%, or 7, of the top 75 candidates were black. To meet the consent decrees' goal of proportionate black promotions, the City promoted not only the 7 blacks among the 75 top-ranked candidates, but also 19 other blacks who were [sic] ranked below the 75th position.</blockquote>\n<blockquote>Similarly, in 1989, the police department made 94 promotions to the rank of sergeant, for which 177 officers competed. Since only 16%, or 15, of the 94 top-ranked candidates were black, the City promoted, in addition to these 15 candidates, 18 other black candidates who were ranked below the 94th position.</blockquote>\n<blockquote>The Aiken plaintiffs are white officers in the Memphis Police Department who were denied promotions to sergeant in 1988 and/or 1989, despite having been ranked higher than most of the black candidates who were promoted to sergeant.<sup>[1]</sup> The Aiken plaintiffs sued the City of Memphis, and both the Memphis Mayor and Director of Police Services in their official and personal capacities. In their complaints, the Aiken plaintiffs alleged violations of their rights under, inter alia, the Equal Protection Clause....</blockquote>\n<p><i>Id.</i> at 1158-60 (internal alterations, footnote and citations to the record omitted).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1055</span> II. <i>Scope of Remand and the Factors to be Considered</i>\n</h2>\n<p>In <i>Aiken,</i> the Sixth Circuit determined that the City's use of race-based promotions in the 1988 and 1989 promotional processes within the MPD was supported by a compelling governmental interest. <i>Id.</i> at 1162-63. The Sixth Circuit questioned, however, whether those race-based promotions were made pursuant to a narrowly tailored remedy. <i>Id.</i> at 1164-66. Specifically, the Sixth Circuit questioned the City's effort to limit the duration of the race-based remedy and whether the City's promotion goals bore a \"sufficiently precise relationship to the `relevant labor market' to be `narrowly tailored.'\" <i>Id.</i></p>\n<p>The parties dispute whether this court's focus on remand is limited to the two potentially problematic areas identified by the Sixth Circuit, or whether the court should conduct a de novo review on the narrowly tailored question. The court agrees with plaintiffs, and finds that it should conduct a de novo review on the issue.</p>\n<p>Remands can either be general or limited in scope. <i>United States v. Campbell,</i> <span class=\"citation\" data-id=\"761804\"><a href=\"/opinion/761804/united-states-v-james-e-campbell/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></a></span>, 265 (6th Cir.1999). \"Limited remands explicitly outline the issues to be addressed by the district court and create a narrow framework within which the district court must operate.\" <i>Id.</i> \"General remands, in contrast, give district courts authority to address all matters as long as remaining consistent with the remand.\" <i>Id.</i> In determining whether a remand is limited or general, \"[t]he key is to consider the specific language used in the context of the entire opinion or order.\" <i>Id.</i> at 267-68. \"However, `in the absence of an explicit limitation, the remand order is presumptively a general one.'\" <i>Id.</i> at 268 (quoting <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"749329\"><a href=\"/opinion/749329/united-states-v-kenneth-r-moore/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span>, 598 (6th Cir.1997)) (internal alteration omitted) \"A limited remand must convey clearly the intent to limit the scope of the district court's review.\" <i>Id.</i> at 267.</p>\n<p>Turning to the <i>Aiken</i> order, the court notes that it is devoid of any language explicitly limiting the scope of remand. Thus, the court presumes that the remand is general. The Sixth Circuit stated that in order to determine whether race-based relief is narrowly tailored, a court should look to several factors, \"including the necessity for the [race-based] relief and the efficacy of alternative remedies; the flexibility and duration of the relief, including the availability of waiver provisions; the relationship of the numerical goals to the relevant labor market; and the impact of the relief on the rights of third parties.\" <i>Aiken,</i> 37 F.3d at 1164 (quoting <i>United States v. Paradise,</i> <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, 171, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1987) (plurality opinion)). As noted earlier, the Sixth Circuit focused on the duration of the relief and the relationship of the numerical goals to the relevant labor market as potential problem areas in the City's use of affirmative action in the promotional processes at issue. After discussing those potential problems, the Sixth Circuit stated that it \"must remand these cases to the district court so that it may reexamine its finding on the narrowly tailored issue.\" <i>Id.</i> at 1167. The Sixth Circuit continued by stating that on remand, the court should consider the two potential problems identified. <i>Id.</i> This court does not find in this language or in the portions of the Sixth Circuit's order discussing the identified potential problems that the Sixth Circuit conveyed clearly its intent to limit the scope of this court's review to the identified potential problems. Moreover, the court notes that the Sixth Circuit's order served to affirm the district court's grant of summary judgment for the City with respect to the compelling interest issue, but to vacate the grant of summary judgment with respect to the narrowly tailored issue. Thus, it would appear that the court should treat this proceeding as though the defendants' motion for summary judgment on the narrowly tailored issue had been decided against defendants. Accordingly, the court finds the Sixth Circuit's order to be a general remand on the narrowly tailored issue.</p>\n<p><span class=\"star-pagination\">*1056</span> Buttressing this conclusion is the court's decision on another area of dispute between the parties. Plaintiffs argue that the Paradise factors identified by the Sixth Circuit in Aiken are actually elements, such that if any one \"factor\" is determined to be in plaintiffs' favor, the court would have to find for plaintiffs on the narrowly tailored issue. The court disagrees for two reasons. First, the ordinary meaning of the word \"factor\" does not support plaintiffs' position. See Webster's Third New Int'l Dictionary 813 (1986) (defining \"factor\" as something that contributes to the production of a result). Second, the court is aware of no other court that has interpreted the Paradise factors as elements upon each of which the government must prevail. To the contrary, courts apply the factors as that term is used in the ordinary sense. <i>See </i><i>Dallas Fire Fighters Ass'n v. City of Dallas,</i> <span class=\"citation\" data-id=\"756464\"><a href=\"/opinion/756464/77-fair-emplpraccas-bna-1025-75-empl-prac-dec-p-45782-dallas-fire/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></a></span>, 441 n. 13 (5th Cir.1998) (finding Paradise factors offered support for both positions and weighing the factors); <i>Aiken,</i> 37 F.3d at 1164 (finding City's lack of effort to limit the duration of a race-based remedy only \"cuts against a finding\" that the remedy is narrowly tailored). <i>See also </i><i>Boston Police Superior Officers Fed'n v. City of Boston,</i> <span class=\"citation\" data-id=\"198025\"><a href=\"/opinion/198025/boston-v-city/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 23 (1st Cir.1998) (using a variation of the <i>Paradise</i> factors to determine whether an affirmative action plan was narrowly tailored). Since the <i>Paradise</i> factors function only as a guide for the court's decision on the narrowly tailored issue rather than as a checklist of elements, it would make little sense to treat the Sixth Circuit's order as a limited remand. The Sixth Circuit's order is devoid of any findings regarding the necessity for the race-based relief and the efficacy of alternative remedies or the impact of the relief on the rights of third parties. To limit the scope of remand would thus nonsensically require this court to issue findings of fact and conclusions of law based solely on the application of two of the four Paradise factors.</p>\n<p></p>\n<h2>III. <i>Burden of Proof</i>\n</h2>\n<p>Citing <i>Aiken,</i> plaintiffs argue that the City bears the threshold burden of producing evidence as to the constitutionality of its use of affirmative action. In <i>Aiken</i> the Sixth Circuit stated that when \"a race-based affirmative action plan is subjected to strict scrutiny, the party defending the plan bears the burden of producing evidence that the plan is constitutional. The party challenging the plan, however, retains the ultimate burden of proving its unconstitutionality.\" <i>Id.</i> at 1162 (citing <i>Brunet v. City of Columbus,</i> <span class=\"citation\" data-id=\"627374\"><a href=\"/opinion/627374/ann-brunet-and-denise-sachs-on-behalf-of-themselves-and-the-class-they/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span>, 404-05 (6th Cir.1993)). According to plaintiffs, if the City fails to meet its \"threshold\" burden of production, plaintiffs need not fulfill what would normally be their ultimate burden of establishing the unconstitutionality of the race-based promotions. The court disagrees with plaintiffs' argument, and finds that the burden of production placed on the City only requires it to produce evidence that it had a compelling interest in using affirmative action. Once this burden is met, plaintiffs bear the burden of proving by a preponderance of the evidence that the City either did not have a compelling interest or that the use of remedial action was not narrowly tailored.<sup>[2]</sup></p>\n<p>Generally speaking, a plaintiff bears the ultimate burden of proving a violation of his constitutional rights. This holds true where a plaintiff challenges the government's use of affirmative action as a violation of the Equal Protection Clause. <i>Wygant v. Jackson Bd. of Educ.,</i> <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 277, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span>, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1986) (plurality opinion); <i>Aiken,</i> 37 F.3d at 1162. <i>See also </i><i>Johnson v. Transp. Agency, Santa Clara County,</i> <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 626, 107 <span class=\"star-pagination\">*1057</span> S.Ct. 1442, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1987) (finding that a plaintiff's burden under Title VII is the same as it would be in an equal protection analysis, where the ultimate burden remains on the plaintiff to demonstrate the unconstitutionality of an affirmative action program).<sup>[3]</sup> However, \"[t]here are no hard-and-fast standards governing the allocation of the burden of proof in every situation. The issue, rather, `is merely a question of policy and fairness based on experience in the different situations.'\" <i>Keyes v. School Dist. No. 1,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 209, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973) (quoting 9 J. Wigmore, <i>Evidence</i> ยง 2486 (3d ed.1940)). Even though a plaintiff may bear the ultimate burden of persuasion, the Court has not hesitated to place a burden of production on defendants where justice so requires. <i>See, e.g. </i><i>Keyes,</i> 413 U.S. at 209, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span> (finding that in the context of racial segregation in public education there are a \"variety of situations in which `fairness' and `policy' require state authorities to bear the burden of explaining actions or conditions which appear to be racially motivated\"); <i>Texas Dep't of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 254-55, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981) (stating that in discrimination case defendant bears the burden of producing evidence of a legitimate reason for his action once plaintiff establishes prima facie case, but that plaintiff always retains burden of persuasion). Such is the case in an equal protection challenge to an affirmative action plan, where the Supreme Court has placed a burden on the government to produce evidence that it had a compelling interest for implementing its plan. <i>City of Richmond v. J.A. Croson Co.,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 500, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span> (1989); <i>Wygant,</i> 476 U.S. at 277, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span> (plurality opinion) (\"[T]he Court has insisted upon some showing of prior discrimination by the governmental unit involved before allowing limited use of racial classifications in order to remedy such discrimination.\"). To date, the Court has not placed a similar burden on the government to produce evidence that the remedy used was narrowly tailored.</p>\n<p>It appears to the court that the burden of producing evidence of a compelling interest was placed on the government largely because the government is also required to develop that evidence prior to implementing an affirmative action plan. <i>See </i><i>Wygant,</i> 476 U.S. at 277, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span> (plurality opinion) (\"In particular, a public employer like the Board must ensure that, <i>before</i> it embarks on an affirmative-action program, it has convincing evidence that remedial action is warranted. That is, it must have sufficient evidence to justify the conclusion that there has been prior discrimination.\") (emphasis added). The requirement that the government develop evidence of a compelling interest prior to implementing affirmative action serves to ensure that the government's intent in using affirmative action is benign or remedial rather than illegitimate. <i>See Croson,</i> 488 U.S. at 505, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> (\"[B]ecause racial characteristics so seldom provide a relevant basis for disparate treatment, and because classifications based on race are potentially so harmful to the entire body politic, it is especially important that the reasons for any such classification be clearly identified and unquestionably <span class=\"star-pagination\">*1058</span> legitimate.\") (internal citation and quotation omitted). The government's burden to develop evidence of a compelling interest and lack of a burden to develop evidence of narrow tailoring is demonstrated in <i>Regents of the Univ. of Cal. v. Bakke,</i> <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978).</p>\n<blockquote>We have never approved a classification that aids persons perceived as members of relatively victimized groups at the expense of other innocent individuals in the absence of judicial, legislative, or administrative findings of constitutional or statutory violations. <i>See, e.g., </i><i>International Brotherhood of Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 367-376, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1870-1875, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977); <i>United Jewish Organizations,</i> 430 U.S. at 155-156, 97 S.Ct. at 1004-1005; <i>South Carolina v. Katzenbach,</i> <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 308, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">803</span></a></span>, 808, <span class=\"citation\" data-id=\"107182\"><a href=\"/opinion/107182/south-carolina-v-katzenbach/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">769</span></a></span> (1966). After such findings have been made, the governmental interest in preferring members of the injured groups at the expense of others in substantial, since the legal rights of the victims must be vindicated. In such a case, the extent of the injury and the consequent remedy will have been judicially, legislatively, or administratively defined. Also, <i>the remedial action usually remains subject to continuing oversight to assure that it will work the least harm possible to other innocent persons competing for the benefit.</i> Without such findings of constitutional or statutory violations, it cannot be said that the government has any greater interest in helping one individual than in refraining from harming another.</blockquote>\n<p><i>Id.</i> at 307-09, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span> (emphasis added and footnote omitted). This passage reflects the fact that only the extent of the identified discrimination and the required remedy need be judicially, legislatively, or administratively defined; the \"fit\" of that remedy might only be subjected to future judicial oversight.</p>\n<p>Although it is clear that the government must develop evidence of a compelling interest prior to implementing its plan, the Supreme Court has never explained its reasons for placing a burden on the government to produce that evidence in a subsequent equal protection challenge to the plan.<sup>[4]</sup> An often cited reason for shifting a burden to defendants, and one that seems highly applicable where defendants must gather evidence of prior discrimination prior to implementing affirmative action, is that the defendants already possess the evidence or have greater access to it. <i>See</i> 2 John W. Strong, <i>McCormick on Evidence</i> ยง 337, p. 429 (4th ed.1992). That reason is inapplicable when the focus is on narrow tailoring, because the government has not already developed the evidence and it appears that plaintiffs have equal access and opportunity to develop it. The court is not aware of any other reason which might justify placing a burden of production on defendants, and it therefore declines to do so.<sup>[5]</sup> Once plaintiffs assert a <span class=\"star-pagination\">*1059</span> violation of their constitutional rights, defendants will have every incentive to produce evidence to counter plaintiffs' assertion.</p>\n<p>The court's position on this issue is not without support. In her concurring opinion in <i>Wygant,</i> Justice O'Connor stated as follows:</p>\n<blockquote>[W]hen the Board introduces its statistical proof as evidence of its remedial purpose, thereby supplying the court with the means for determining that the Board had a firm basis for concluding that remedial action was appropriate, it is incumbent upon the nonminority teachers to prove their case; they continue to bear the ultimate burden of persuading the court that the Board's evidence did not support an inference of prior discrimination and thus a remedial purpose, or that the plan instituted on the basis of this evidence was not sufficiently \"narrowly tailored.\" Only by meeting this burden could the plaintiffs establish a violation of their constitutional rights, and thereby defeat the presumption that the Board's assertedly remedial action based on the statistical evidence was justified.</blockquote>\n<p><i>Wygant,</i> 476 U.S. at 293, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span> (O'Connor, J., concurring). <i>See also </i><i>Contractors Ass'n of Eastern Pa., Inc. v. City of Philadelphia,</i> <span class=\"citation\" data-id=\"723768\"><a href=\"/opinion/723768/contractors-association-of-eastern-pennsylvania-inc-general-building/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 597 (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1113</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span></span> (1997), (finding that a proponent of a plan has the burden of producing evidence showing that it had a firm basis in evidence for the inference that discrimination existed and that race-based relief was a necessary remedy; once proponent meets burden of production plaintiffs bear the burden of persuasion that a violation of Equal Protection occurred by offering evidence that either the identified discrimination did not exist or that the means chosen as a remedy did not \"fit\" the identified discrimination); <i>Concrete Works of Colorado, Inc. v. City and County of Denver,</i> <span class=\"citation\" data-id=\"679519\"><a href=\"/opinion/679519/concrete-works-of-colorado-inc-a-colorado-corporation-v-denver-city/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1513</span></a></span>, 1523 (10th Cir.1994) (finding that once Denver produced adequate statistical evidence of discrimination in area construction market, plaintiff had to establish either that Denver's evidence did not constitute strong evidence of discrimination or that the use of race-based remedy was not narrowly tailored); <i>Majeske v. City of Chicago,</i> <span class=\"citation\" data-id=\"2472118\"><a href=\"/opinion/2472118/majeske-v-city-of-chicago/\"><span class=\"volume\">29</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">872</span></a></span>, 875 (N.D.Ill.1998) (using same burden analysis in white police officer reverse discrimination case); <i>McLaughlin by </i><i>McLaughlin v. Boston Sch. Comm.,</i> <span class=\"citation no-link\"><span class=\"volume\">938</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1001</span></span>, 1010 (D.Mass.1996). <i>See also </i><i>Jansen v. City of Cincinnati,</i> <span class=\"citation\" data-id=\"592249\"><a href=\"/opinion/592249/64-fair-emplpraccas-bna-1655-59-empl-prac-dec-p-41792-timothy/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></a></span>, 243 (6th Cir. 1992) (placing burden of proof on plaintiffs to show plan was not narrowly tailored without mentioning a burden of production).</p>\n<p></p>\n<h2>IV. <i>Analysis</i>\n</h2>\n<p>As noted earlier in this order, the Sixth Circuit has remanded this case so that this court may consider whether the City's use of affirmative action in the 1988 and 1989 promotion processes was narrowly tailored in light of the <i>Paradise</i> factors. Again, the factors to be considered are \"the necessity for the relief and the efficacy of alternative remedies; the flexibility and duration of the relief, including the availability of waiver provisions; the relationship of the numerical goals to the relevant labor market; and the impact of the relief on the rights of third parties.\" <i>Paradise,</i> 480 U.S. at 171, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (plurality opinion). Since these factors are all indicators of whether the City's use of affirmative action is narrowly tailored, the court will first make findings with respect to each factor and then consider the factors together before drawing a conclusion.</p>\n<p></p>\n<h2>1. <i>The necessity for the race-based relief and the efficacy of alternative remedies.</i>\n</h2>\n<p>In order to evaluate the necessity of race-based relief, a court must first look to the purpose the relief is intended to serve. <i>Paradise,</i> 480 U.S. at 171, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (plurality opinion). The goal of the consent decrees at issue was to eradicate prior discrimination within the MPD in the sergeant rank.</p>\n<p><span class=\"star-pagination\">*1060</span> Once a goal is elicited, a court must evaluate whether the use of affirmative action will enable the government to reach that goal. The court finds the provisions of the consent decrees at issue are specifically designed to remedy identified discrimination against blacks in the upper levels of the MPD. The decrees command that when promotions are made the City must promote a sufficient number of black patrol officers to sergeant so that the percentage of blacks in the sergeant rank approximate the percentage of blacks in the patrol officer rank. In this sense, the plan is a tight \"fit.\" It is directed at accomplishing a specific goal, and is not under- or over-inclusive, meaning it does not remedy less than the identified discrimination or affect racial or gender groups for which no discrimination has been identified. <i>See Croson,</i> 488 U.S. at 506, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> (questioning plan that benefitted racial groups where no showing of discrimination against those racial groups had been made); <i>Wygant,</i> 476 U.S. at 284 n. 13, <span class=\"citation\" data-id=\"111669\"><a href=\"/opinion/111669/wygant-v-jackson-bd-of-ed/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></a></span> (same).</p>\n<p>The court must next determine whether the use of affirmative action was necessary to reach that goal. Otherwise stated, could the goal have effectively been reached through means other than a race-based remedy, and/or had the goal been reached prior to the use of affirmative action at issue? <i>See Croson,</i> 488 U.S. at 507, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> (plurality opinion) (finding significant factor in lack of narrow tailoring was government's failure to consider alternatives to affirmative action). Plaintiffs argue that the use of affirmative action was not necessary both because the City could have developed a validated testing procedure which would have alleviated the City of the burden of using affirmative action under the decrees,<sup>[6]</sup> and because the goal of the consent decrees had been reached prior to 1988.</p>\n<p>There is significant evidence supporting plaintiffs' first argument. In early 1979, the City filed a stipulation of facts with the district court pertaining to the Afro-American Police Association litigation that eventually resulted in the 1979 consent decree. In that stipulation of facts, the City stated as follows:</p>\n<blockquote>The City is currently in the process of developing job-related, and non-discriminatory selection procedures for the promotional ranks on the Memphis Police Department. While development of fully validated processes is two to three years from accomplishment, the City represents that it is developing interim promotion procedures to ensure within current limitations the selection of persons for promotion on the basis of fair, objective and job-related standards.</blockquote>\n<p>Despite the City's representation in 1979, a validated testing procedure was not developed until 1996. According to Dr. Mark Jones, an industrial psychologist who finally developed a validated promotional procedure for the City, a validated test could have been implemented within a few years if work had begun in 1979. Moreover, Dr. Jones testified that development of the test validated in 1996 took only two years. Plaintiffs also point to the testimony of Dr. Jack Parrish, an industrial psychologist who worked as a consultant for the City, who testified that if work had begun in 1979, development of a validated procedure would have taken no more than three to three and one-half years.</p>\n<p>In response, the City devotes much of its argument to pointing out that without using affirmative action blacks would have suffered a significant adverse impact, and that blacks continued to be under-represented within the MPD. More precisely, the City argues that it could not have made promotions from the composite list developed from actual test results in rank order because too few blacks would be promoted. This argument misses the <span class=\"star-pagination\">*1061</span> point. Had a validated test been developed, the necessity of using affirmative action to adjust the order of promotions produced from the results of a non-valid test would be a moot issue. The City would simply make promotions, without racial discrimination, according to the rank order results of the validated test. The City, however, went to great lengths to garner Dr. Parrish's admission that he did not consider the impact of the Memorandum of Understanding (\"MOU\") between the City and the Memphis Police Association (\"MPA\") when he made his three to three and one-half year estimate.<sup>[7]</sup> Similarly, the City elicited testimony from Dr. Jones that he did not believe that it would have been possible to develop a validated test during the 1980s that would not have had adverse impact on blacks.<sup>[8]</sup> This was primarily because the MOU required any promotional procedure to include seniority as a factor, and on average white patrol officers had more seniority.<sup>[9]</sup> It is not clear what legal relevance defendants attribute to this testimony. The EEOC Guidelines to Title VII provide that \"[t]he use of any selection procedure which has an adverse impact on the hiring, promotion, or other employment or membership opportunities of members of any race, sex, or ethnic group will be considered to be discriminatory and inconsistent with these guidelines unless the procedure has been validated in accordance with these guidelines.\" 29 C.F.R. ยง 1607.3(A). The guidelines further state that \"[w]here two or more selection procedures are available which serve the user's legitimate interest in efficient and trustworthy workmanship, and which are substantially equally valid for a given purpose, the user should use the procedure which has been demonstrated to have the lesser adverse impact.\" 29 C.F.R. ยง 1607.3(B). Thus, adverse impact does not necessarily preclude validation. Instead, the City had only to develop a valid test and ensure no other equally job-related test would have less adverse impact. Louis Britt, who represents the defendants in this action, came to the same conclusion when testifying at an earlier arbitration hearing on the proper interpretation of the consent decree. Britt testified as follows:</p>\n<blockquote>What this [1979] decree had permitted was that the City could utilize the written examination on a pass/fail basis selecting individuals unless there was adverse effect. But even if you had adverse effect, once the testing was properly validated under the guidelines, then the City could promote even if there was an adverse effect if the test had been properly validated.</blockquote>\n<p>Clearly, if the City had developed such a validated test the City would be released from the obligation to use affirmative action.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*1062</span> The City also attempts to refute plaintiffs' evidence by arguing that it could not have developed a validated testing procedure during the 1980s, but that it made valiant efforts to do so. The court finds that the City could have developed a validated testing procedure prior to 1988, and that its attempts to do so were meager. The City represented in 1979 that it was in the process of developing a validated process, and that completion of a fully validated process was only two or three years away. Presumably, the City was in the best position to ascertain its true ability to develop such a procedure within that period of time. Rather than address why the erroneous representation was made, defendants, citing union and other problems, now say that it would have been impossible to develop a validated test during the 1980s. Those problems, however, existed when the City made the representation in 1979. The City has not explained why it failed to account for those problems when it made its estimate in 1979 or why the problems allegedly preventing development in the 1980s did not prevent development in the 1990s. MPD Director Walter Winfrey testified that he decided a validated test was needed sometime after he was appointed in May 1994, and that validated procedure was completed in 1996. Moreover, the City has cited little evidence to support its position that it would have been impossible to develop a validated test in the 1980s. The City cites the inability of the Shelby County Sheriff's Department to develop a validated test between 1982 and 1983. However, there is no evidence to suggest that the Sheriff's Department stipulated to the fact that development of such a process was only two or three years away, and the Sheriff's Department's failure to develop such a test in a two year period in no way justifies the City's failure to develop such a test over a nine year period. Even assuming that development of a valid test would have been problematic, there is no evidence to suggest that the problems could not be overcome. Dr. Jones testified that the same union problem existed in 1996 and he merely found an alternate solution. It is impossible to predict just how long of a delay would have occurred due to problems (although the court finds development could have been completed prior to 1988) because the City made so little effort in the 1980s to develop a validated testing procedure. Fortifying this conclusion is Ex-Mayor Richard Hackett's testimony. Hackett testified that he didn't pursue validation because he believed the City was doing what was required by the consent decrees and because he did not know that validation would relieve the City of the consent decree's requirement of affirmative action. Wiley Hamby, an employee with the federal Office of Personnel Management testified that the OPM made money and technical assistance available to entities such as the MPD to help those entities develop valid promotion procedures until 1983, but that the MPD did not request such assistance. Diane Minton, the City's Supervisor of Employment in 1988 and 1989 testified that the City had not tried to validate the promotional processes in the 1980s, and knew of no reason why validation could not be done. Furthermore, Dr. Parrish estimated that complete validation should only have taken two years after he completed the job analysis study and descriptions he developed in 1984-85. Dr. Parrish also testified that he did his work from scratch. That is, nobody before him had begun work on the initial steps in developing a valid testing procedure. Thus, it is not clear what steps, if any, the City took towards actual development of a valid test between 1979 and 1984. Although the City did make some efforts to develop job-related promotion procedures in the 1980s, it failed to produce a validation study or make any determined efforts toward completing a validated promotional procedure.<sup>[11]</sup> The court finds that <span class=\"star-pagination\">*1063</span> the City failed to devote significant resources towards the development of a validated test. The court cannot accept defendants' contention that it was impossible to develop a valid testing process when the City itself in 1979 said development was only a few years away, but made little effort to develop such a process. This is especially true when the court considers the fact that a validated test was developed shortly after Director Winfrey decided one was needed.</p>\n<p>Plaintiffs also argue that the use of affirmative action was not necessary because the City had reached the goals of the consent decree in 1985. The City determined the extent to which it was required to use affirmative action by comparing the percentage of blacks in the sergeant rank with the percentage of blacks in the patrol officer rank. The required percentage of blacks in the rank of patrol officer was in turn determined by reference to the percentage of blacks in the undifferentiated Shelby County civilian labor force. Thus, the required percentage of blacks in the sergeant rank was indirectly tied to the percentage of blacks in the civilian labor force. It is undisputed that the City should not have used the civilian labor force as a \"measuring stick\" for determining the acceptable racial composition of the MPD. As will be discussed later in this opinion, the parties do dispute what is the correct \"measuring stick\" and both parties offer evidence to show that the goal either was or was not attained under their respective \"measuring sticks\" prior to the 1988 and 1989 promotion processes. If the plaintiffs' proffered \"measuring stick\" were used, the City would have reached the goals of the consent decree in 1985, thus obviating the necessity of using affirmative action in 1988 and 1989. The court finds, however, that both plaintiffs' and defendants' proffered \"measuring sticks\" are legally deficient. There is no evidence in the record from which the court can discern whether and when the goal of the consent decree was reached when the correct \"measuring stick\" is used.</p>\n<p>In summary, the court finds the plaintiffs have shown the City's use of affirmative action was not necessary because the City could have developed a validated promotional procedure.</p>\n<p></p>\n<h2>2. <i>The flexibility and duration of the relief, including the availability of waiver provisions.</i>\n</h2>\n<p></p>\n<h2>a. <i>Flexibility</i>\n</h2>\n<p>\"In judging `flexibility,' courts often consider whether [an affirmative action] plan provides a waiver in a case when sufficient numbers of qualified minorities are not available for hire or promotion.\" <i>Middleton,</i> 92 F.3d at 411. The court finds the City's plan contained such a waiver provision. The amended consent decree provides:</p>\n<blockquote>The City agrees to retain as its long term goal in this decree, subject to the availability of qualified applicants, the goal of achieving in the Divisions, and where applicable, the job categories and classifications specified in this decree proportions of black and female employees approximating their respective proportions in the relevant Shelby County civilian labor force.... It is understood that all interim goals are subject to the availability of qualified applicants, and that in determining the attainment of the long term goals, the proportions of blacks and women in the labor force who are qualified for particular skilled positions and the proportions of blacks and women in the applicant pool shall be considered along with the composition of the Shelby County civilian labor force.</blockquote>\n<p>Plaintiffs argue that the City ignored the amended decree's \"subject to qualified applicants\" provisions by promoting several black patrol officers who were not qualified. Plaintiffs assert that in the 1988 promotion process, two black patrol officers were promoted who had previously tested positive for marijuana use. Plaintiffs also assert that in the 1989 process, a black patrol officer who was physically unable to perform as a police officer was promoted and then given a medical retirement <span class=\"star-pagination\">*1064</span> at the rank of sergeant. Rather than dispute these assertions, the City argues that the only qualification for promotion is that a patrol officer have five years in rank and that he pass the promotion exam, and that the eligibility qualifications are applied in a racially neutral manner.</p>\n<p>The court finds that plaintiffs' theory that the City promoted unqualified blacks to meet the needs of the race-based remedy is not supported by the evidence.<sup>[12]</sup> The two black patrol officers who tested positive for drug use were ranked numbers 96 and 118 on the 1988 composite score list. The officer who ranked number 118 was the twenty-first highest scoring black out of sixty-nine black patrol officer candidates. Thus, forty-eight more black patrol officers who competed in the 1988 process scored lower than that officer, but were nevertheless otherwise eligible for promotion.<sup>[13]</sup> Had the two officers who tested positive for drugs not been qualified, the City could have merely skipped over those candidates and selected lower scoring blacks from further down the list. The same holds true with respect to the black patrol officer who was physically unable to perform who competed in the 1989 process. That officer ranked 122 on the composite score list and even if she was unqualified there were nineteen lower scoring black patrol officers eligible for selection.<sup>[14]</sup> Thus, there is no evidence to suggest that the City was forced into promoting unqualified black patrol officers in order to implement affirmative action.</p>\n<p>The court will address plaintiffs' arguments even more directly. Although the City promoted a black officer who was physically unable to perform, the City also allowed two white patrol officers who were physically unable to perform to compete for promotion. The first of those white <span class=\"star-pagination\">*1065</span> officers competed in the 1988 process while in a wheelchair, and the second competed in both the 1988 and 1989 processes despite not meeting vision requirements. Although neither white officer ranked high enough to be promoted, no evidence was produced to suggest they would not have been promoted had they ranked high enough.<sup>[15]</sup> Both officers subsequently took line of duty retirements. Although the City also promoted two black patrol officers who had tested positive for drug use, William Oldham, Deputy Director of the MPD, testified that such positive testing did not automatically lead to discharge or serve as a bar to competing for promotion. Instead, officers who tested positive for drug use could choose between termination or referral to the MPD's confidential employee assistance program. Oldham testified that both black and white patrol officers who tested positive for drug use while patrol officers have been allowed to compete for promotions, and that white patrol officers who had used drugs had been promoted. In short, the court finds the evidence does not support plaintiffs' assertion that the City promoted unqualified blacks to meet the goals of the consent decree.</p>\n<p>A second factor to consider in terms of flexibility in whether the City is required to promote black patrol officers regardless of whether promotions are needed. <i>See </i><i>Paradise,</i> 480 U.S. at 177-78, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (plurality opinion). Neither the 1979 decree nor the 1981 amended decree absolutely require the City to promote black patrol officers on a scheduled basis. Instead, those decrees provide that the City will use affirmative action to promote qualified black patrol officers when the City conducts a promotion process. Nor is there any evidence to suggest that the City promoted black patrol officers outside the few scattered promotion processes open to all candidates since the implementation of the 1974 consent decree.</p>\n<p>In summary, the court finds that the City was not forced to select unqualified patrol officers for promotion in order to meet the goal of the consent decrees. The court also finds that the City used affirmative action only when it needed to make promotions. Thus, the plan was highly flexible.</p>\n<p></p>\n<h2>b. <i>Duration</i>\n</h2>\n<p>At the time of the 1988 promotion process, the City had been under some form of a consent decree for fourteen years. Those decrees provided two primary avenues through which the City could have stopped using affirmative action in the MPD's promotional processes. First, each decree specified a date after which the City could move to dissolve the decree.<sup>[16]</sup> Pursuant to each decree, if the court found the goals of the decree had been substantially achieved, the court would grant the City's motion. Second, the City could develop a validated promotional test pursuant to Title VII and the guidelines thereunder. Pursuant to the 1979 decree, the use of a validated test provided the City with a defense for the failure to meet the goal of the decree.</p>\n<p>The court is troubled by the City's longterm operation under the consent decrees.<sup>[17]</sup> A consent decree may appropriately <span class=\"star-pagination\">*1066</span> be used to remedy past discrimination, but it may not be used to achieve and maintain racial balance. <i>Local 28 of Sheet Metal Workers v. EEOC,</i> <span class=\"citation\" data-id=\"111747\"><a href=\"/opinion/111747/sheet-metal-workers-v-eeoc/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, 477-78, <span class=\"citation\" data-id=\"111747\"><a href=\"/opinion/111747/sheet-metal-workers-v-eeoc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3019</span></a></span>, <span class=\"citation\" data-id=\"111747\"><a href=\"/opinion/111747/sheet-metal-workers-v-eeoc/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1986); <i>Johnson,</i> 480 U.S. at 639, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1442</span></a></span>. The longer a consent decree remains in effect, the more it appears to belong in the latter category. Nevertheless, a long duration alone does not automatically invalidate a decree. The Sixth Circuit has addressed a decree similar to the ones being discussed here and held it was narrowly tailored. <i>Jansen,</i> 977 F.2d at 242-44. The decree at issue in Jansen was entered into in 1974 and contained no definite time limit other than a provision allowing the government to dissolve the decree once its objectives had been met. <i>Id.</i> at 240. The decree had not been dissolved at the time of the <i>Jansen</i> decision in 1992, and the government indicated that it did not intend to move for dissolution. <i>Id.</i> Thus, the defendants in Jansen had been operating under the decree for eighteen years. In its conclusion, the Sixth Circuit stated:</p>\n<blockquote>While we recognize that a consent decree operating in perpetuity may not be the most effective way to eradicate the evils of discrimination in the municipal workplace, we must remain true to the wording and intent of such decrees, until their goals are met. As a footnote, we also observe that the consent decree specifically provides for its own dissolution upon a proper motion by the defendant parties to the decree and that the City has not yet moved the court for dissolution of any portion of the decree. <i>Id.</i> at 246.</blockquote>\n<p>Similar to the holding in <i>Jansen,</i> the City asserts the goal of the consent decrees had not been met as of the 1988 and 1989 promotional processes and that this court should therefore tolerate its continued long-term operation under the decrees. As discussed earlier, the goal of the consent decrees was to eradicate prior discrimination within the MPD by having the percentage of blacks promoted to sergeant approximate the percentage of blacks in the rank of patrol officer. The percentage of blacks in the rank of patrol officer was tied to the percentage of blacks in the undifferentiated Shelby County civilian work force. Therefore, the number of black sergeants necessary to fulfill the goals of the decrees was ultimately tied to the percentage of blacks in the undifferentiated civilian labor force. As the court will discuss later in this opinion, the undifferentiated civilian labor force was not an appropriate \"measuring stick\" for the number of blacks that needed to be hired or promoted to make up for past discrimination. Neither party disputes this, and both parties offer evidence of the extent to which they believe affirmative action was required under what they respectively believe to be the correct \"measuring stick.\" The City argues that under its \"measuring stick\" the ultimate goal of the consent decrees had not been met as of the 1988 or 1989 process. As will also be discussed, the court finds that the respective \"measuring sticks\" offered by the parties are legally deficient. Using the correct \"measuring stick,\" it is impossible to tell from the evidence introduced at trial whether and when the ultimate goal of the consent decrees was reached.</p>\n<p>The City also attempts to justify its long-term operation under the decrees by explaining its failure to adopt a validated test such that it could eliminate the use of affirmative action required by the decrees. The remand order from the Sixth Circuit pointed out the problematic nature of the City's long-term use of race-based relief in this context:</p>\n<blockquote>[T]he City has made no effort to limit the duration of these remedies. The 1979 and 1981 decrees provide that the use of validated non-discriminatory promotional procedures may be an acceptable alternative to race-based relief. Indeed, over 15 years ago the City stipulated that it \"is currently in the process of developing\" such procedures, and that \"development of fully validated processes is two to three years from accomplishment.\" <span class=\"star-pagination\">*1067</span> (Aiken Plaintiffs' Brief Addendum at 26.) Yet, incredibly, the City continues to make police ... department promotions according to procedures that have not been validated as racially neutral. This dereliction cuts against a finding that the race-based remedies at issue here are narrowly tailored....</blockquote>\n<blockquote>We note that the City's failure even to develop validated promotional procedures suggests political pressures may have prevented it from utilizing racially neutral remedies as an alternative to the promotion goals set forth in the decrees. When such pressures are present, racially neutral remedies often will remain untried, absent legal action by those persons adversely affected by the race-based relief. Under such circumstances, the courts must take special care as they engage in their \"most searching examination\" of whether racial preferences have been shown to be necessary, <i>Wygant,</i> 476 U.S. at 273, 106 S.Ct. at 1846, since that examination will not be undertaken by any other body.</blockquote>\n<p>The court has already found that the City could have developed a validated promotional test prior to the 1988 and 1989 processes, but that it made little effort to do so. In that light, the continued use of affirmative action over a fourteen year period cuts against a finding that the plan was narrowly tailored.</p>\n<p>The court's conclusion is only slightly tempered by the City's limited use of affirmative action. The City argues that the duration of its operation under the decrees must be considered in light of its having only conducted four promotional processes to sergeant between 1972 and 1988.<sup>[18]</sup> The City's argument has limited merit. It is possible that the paucity of promotion processes would make it more difficult to develop a validated test, although no evidence was produced to that effect. However, the paucity of promotional processes does not justify the relative lack of effort to develop a validated test.</p>\n<p>In summary, it is impossible to determine whether the goals of the consent decrees had been met prior to 1988 and 1989 promotional processes such that the City could have moved for dissolution. However, even assuming the goals were not met, the court finds the City's assertion that it could not have developed a validated test untenable. This conclusion is tempered only slightly by the City's limited use of affirmative action because of the paucity of promotional processes.</p>\n<p></p>\n<h2>3. <i>The relationship of the numerical goals to the relevant labor market.</i>\n</h2>\n<p>In <i>Aiken,</i> the Sixth Circuit stated that \"the promotion goals set forth in the 1979 and 1980 decrees may not bear a sufficiently precise relationship to the `relevant labor market' to be `narrowly tailored.'\" 37 F.3d at 1164. The Sixth Circuit explained further as follows.</p>\n<blockquote>[T]he 1979 and 1980 decrees provide that, to the extent qualified applicants are available, the percentage of blacks promoted to each rank shall be at least the percentage of blacks in the next rank below. As a result of this \"ripple effect,\" the promotion goals are tied to the hiring goals contained in the 1974 and 1981 decrees. Those hiring goals are determined by reference to the undifferentiated \"Shelby County civilian labor force.\" Thus, the promotion goals ultimately are tied to undifferentiated Shelby County labor force statistics. If the percentage of blacks in the Shelby County labor force is greater than the percentage of blacks in the qualified labor pool for the position[ ] of patrol officer ... this reliance upon undifferentiated Shelby County labor force statistics eventually might cause more blacks to be promoted than would have been <span class=\"star-pagination\">*1068</span> promoted in a system that never had been influenced by discrimination against blacks. In that event, the promotion goals would move beyond the elimination of the \"vestiges of past discrimination,\" to engage in unwarranted racial classifications.</blockquote>\n<blockquote>We therefore must determine if a genuine issue exists as to whether the racial composition of the Shelby County labor force differs materially from that of the qualified labor pool for the position[ ] of patrol officer.... In <i>Croson,</i> the Supreme Court \"recognized that for certain entry level positions or positions requiring minimal training, statistical comparisons of the racial composition of an employer's work force to the racial composition of the relevant population may be probative of a pattern of discrimination.\" 488 U.S. at 501, 109 S.Ct. at 726. The Court reiterated, however, that \"`[w]hen special qualifications are required to fill particular jobs, comparisons to the general population (rather than to the smaller group of individuals who possess the necessary qualifications) may have little probative value.'\" <i>Id.</i> (quoting <i>Hazelwood,</i> 433 U.S. at 308 n. 13, 97 S.Ct. at 2742 n. 13). \"Special qualifications,\" then, winnow out a large enough portion of the general workforce to create a real possibility that the qualified labor pool for the position will have a materially different racial composition than that of the general workforce.</blockquote>\n<blockquote>Here, the qualifications for the positions of patrol officer ... have this winnowing effect. The qualifications for police officers in Tennessee are set forth in Tenn.Code Ann. ยง 38-8-106.... Since the qualifications for these positions winnow out a significant portion of the general workforce, there indeed is a possibility that the racial composition of the qualified labor pools for these positions will materially differ from that of the general Shelby County labor force.</blockquote>\n<p><i>Id.</i> at 1165-66 (footnotes and internal citations omitted).</p>\n<p>Thus, this court's task is to determine whether the percentage of blacks in the undifferentiated Shelby County civilian labor force, relied on by the City to hire black patrol officers, materially differs from the percentage of blacks in the relevant labor force for the position of patrol officer.<sup>[19]</sup> Unfortunately, neither party offered evidence probative on the percentage of blacks in the relevant labor force for the position of patrol officer.</p>\n<p>To determine the percentage of blacks in the relevant labor force, the relevant labor force must first be defined. The parties, based on the testimony of their respective experts, dispute how that term should be defined. Plaintiffs' expert, Dr. David Sharp, defined the relevant labor force as the total number of people within a geographic area seeking employment or that are employed, less those individuals who would not be qualified for the specific position at issue. Defendants' expert, Dr. David H. Ciscel, defined relevant labor force as the total number of individuals who actually applied for the job and who passed an initial intelligence screening test.<sup>[20]</sup> In short, plaintiffs argue that the relevant labor force should be defined solely by reference to the number of qualified individuals, and defendants argue it should be defined solely by reference to the number of interested individuals as represented in applications received. The court <span class=\"star-pagination\">*1069</span> finds that neither approach is appropriate. Instead, relevant labor market should be defined as the number of applicants who were actually qualified for the job.<sup>[21]</sup><i>See </i><i>Hazelwood School Dist. v. United States,</i> <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 308 n. 13, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977) (finding applicant-flow data which showed actual percentage of whites and blacks applying for positions is \"very relevant\" to defining relevant labor market); <i>Anderson v. Douglas &amp; Lomason Co., Inc.,</i> <span class=\"citation\" data-id=\"672321\"><a href=\"/opinion/672321/daniel-anderson-jr-v-douglas-lomason-co-inc-douglas-lomason-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1277</span></a></span>, 1287 (5th Cir. 1994) (\"Actual applicant flow figures are the preferred method by which to measure an employer's hiring practice and performance.\"); <i>E.E.O.C. v. Chicago Miniature Lamp Works,</i> <span class=\"citation\" data-id=\"570440\"><a href=\"/opinion/570440/equal-employment-opportunity-commission-v-chicago-miniature-lamp-works/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 302 (7th Cir. 1991) (\"The identification of a relevant labor market ... means not only identifying <i>qualified</i> potential applicants for the job at issue but also identifying <i>interested</i> potential applicants.\") (emphasis in original); <i>Williams v. Owens-Illinois, Inc.,</i> <span class=\"citation\" data-id=\"397443\"><a href=\"/opinion/397443/27-fair-emplpraccas-1273-28-fair-emplpraccas-1820-28-empl-prac/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 927 (9th Cir.1982) (\"One potentially more accurate indicator of the relevant market would be actual applicant (as opposed to hired worker) flow, at least where there is no evidence of systematic discouragement of minority applicants.\"). <i>See also </i><i>Wards Cove Packing Co. v. Atonio,</i> <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 653-54, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2115</span></a></span>, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1989).<sup>[22]</sup><i>Cf. Croson,</i> 488 U.S. at 509, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> (plurality opinion) (finding an inference of discrimination could arise where a significant statistical disparity existed between the number of minority contractors qualified, willing and able to perform and the number actually used); <i>Vogel v. City of Cincinnati,</i> <span class=\"citation\" data-id=\"579975\"><a href=\"/opinion/579975/richard-vogel-v-the-city-of-cincinnati-the-sentinel-police-association/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 600 (6th Cir.1992) (upholding City's comparison of composition of police force with actual number of qualified applicants).<sup>[23]</sup></p>\n<p>The court will now turn to the findings offered by the parties respective experts, and discuss whether those findings are probative in light of the proper definition of the relevant labor market. Pertinent portions of Dr. Sharp's conclusions, with headings provided by the court, are reproduced in the following table.</p>\n<p></p>\n<pre>\n                         QUALIFIED\n                        LABOR FORCE               DISTRIBUTION\n        YEAR           BLACK    WHITE            BLACK      WHITE\n        1983           7,857    33,094          19.187%    80.813%\n        1984           8,369    34,018          19.745%    80.255%\n        1985           8,914    34,968          20.314%    79.686%\n        1986           9,495    35,944          20.896%    79.104%\n        1987          10,113    36,947          21.490%    78.510%\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1070</span>\n  1988     10,772     37,978     22.097%   77.903%\n  1989     11,474     39,038     22.716%   77.284%\n</pre>\n<p>The figures representing the actual number of blacks and whites in the qualified labor force are based on Dr. Sharp's application of the minimum qualifications for patrol officer to census figures adjusted for projected rates of growth in the population.<sup>[24]</sup> It appears, and Dr. Sharp testified, that the largest winnowing factor affecting the pool of qualified applicants was the two year college requirement. In other words, far more whites in the civilian labor force had two years of college than blacks, and whites therefore constituted a greater percentage of the qualified civilian labor force.</p>\n<p>However, the court notes three problems with Dr. Sharp's analysis. First, and most importantly, Dr. Sharp did not factor interest into his analysis. In his report, Dr. Sharp assumes that interest in becoming a member of the MPD is constant across both races, but he explicitly notes that this assumption may not be a reasonable one.<sup>[25]</sup> As will be discussed shortly, Dr. Sharp's assumption was not reasonable; blacks have tended during the relevant time period to apply in much greater percentages for patrol officer positions than their percentage in the qualified labor force. Thus, had interest been considered, the ideal distribution percentages arrived at by Dr. Sharp would have been higher for blacks and lower for whites.<sup>[26]</sup> Second, <span class=\"star-pagination\">*1071</span> Dr. Sharp considered the wrong age group in arriving at his conclusion. Plaintiffs acknowledge that the MPD required incoming patrol officers to be at least twenty-one years old and no more than thirty-five years old. Dr. Sharp, however, based his analysis on the number of individuals in the Shelby County labor force between twenty-five and forty-four years old. By itself, this would not appear to create any great disparity in Dr. Sharp's results. The court would be willing to assume that blacks aged twenty-five to forty-four make up the same approximate percentage of the twenty-five to forty-four year old labor market as blacks aged twenty-one to thirty-five do in the twenty-one to thirty-five year old labor market. However, the court heard testimony from Dr. Ciscel who indicated that younger blacks tend to be more educated than older blacks. Dr. Sharp also noted the steady increase year after year in the percentage of qualified blacks, and attributed this to an annual increase in the number of blacks who had fulfilled the college education requirement. Thus, by not including individuals aged twenty-one to twenty-four, Dr. Sharp's analysis is skewed away from the more educated portion of the black labor market. In other words, had Dr. Sharp analyzed the twenty-one to thirty-five year old labor market, a higher number of blacks would have met the education requirement and thus would have been qualified, in turn increasing the percentage of blacks within Dr. Sharp's definition of the relevant labor pool.<sup>[27]</sup> Third, Dr. Sharp failed to account for the impact of Tennessee's requirement that candidates for patrol officer may \"[n]ot have been convicted of or pleaded guilty to or entered a plea of nolo contendere to any felony charge or to any violation of any federal or state laws or city ordinances relating to force, violence, theft, dishonesty, gambling, liquor or controlled substances.\" Tenn.Code Ann. ยง 38-8-106(4). Dr. Sharp assumed that this requirement would not have a significant statistical impact on the number of qualified blacks in his definition of the relevant labor pool. However, as noted by Dr. Sharp, the Bureau of Justice Statistics indicates that 26.6% of all black males are expected to be imprisoned for the first time by the time they reach age forty, while only 3.5% of white males are expected to be so imprisoned. Thus, with respect to this requirement it appears as though the number of blacks in the pool of qualified laborers reported by Dr. Sharp is somewhat overstated.</p>\n<p>In summary, the court finds that Dr. Sharp failed to consider the major variable of racial interest in a patrol officer position, and failed to properly apply the major variables of age and prior criminal record. Thus, the court finds Dr. Sharp's report to be of no probative value on the issue of whether the Shelby County civilian labor force materially differed from the relevant labor market for patrol officer positions.</p>\n<p>The court will now consider the testimony of defendants' expert witness, Dr. David H. Ciscel. Pertinent portions of Dr. Ciscel's conclusions are reproduced in the following table.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1072</span>\n        APPLICANTS            APPLICANTS PASSING I.Q TEST\nDATE    WHITE  BLACK  % BLACK  WHITE    BLACK     % BLACK\nOct-81    80    164     67.21%   79      118       59.90%\nAug-82   118    185     61.06%  115      151       56.77%\nDec-82    95    139     59.40%   94       96       50.53%\nJun-83   152    158     50.97%  152      142       48.30%\nOct-83    75    153     67.11%   73      117       61.58%\nMay-88   154    265     63.25%  145      162       52.77%\nSep-88   145    331     69.54%  141      215       60.39%\nJan-89   252    743     74.67%  237      479       66.90%\n</pre>\n<p>Over the span of the eight classes considered, black applicants constituted 64.15% of all individuals applying for patrol officer positions, and constituted 57.14% of all candidates after the administration of the intelligence test.</p>\n<p>There are two problems with Dr. Ciscel's data. First, and most importantly, it does not take into account the applicants' qualifications.<sup>[28]</sup> Dr. Ciscel testified that he assumed applicants would be self-policing ยthat is, individuals would not apply unless they believed they met all the requirements. There are several problems with Dr. Ciscel's assumption. First, an individual's belief that he is qualified does not mean that he is qualified. Second, the court agrees with plaintiffs that at least some non-qualified individuals will apply and Dr. Ciscel admitted that a non-qualified individual who applied would be included within his definition of the relevant labor force. Third, Dr. Ciscel offered no scientific basis to support his assumption.</p>\n<p>The second problem with Dr. Ciscel's analysis is that he analyzed only a few classes. Dr. Ciscel testified that applicant flow data was not available for other classes, but Diane Minton testified that records of applicant flow data existed since 1974 and that such records were available to the public. Dr. Ciscel admitted that his numbers could be skewed because of the few classes analyzed. The paucity of classes examined is especially problematic when the court considers that, pursuant to the consent decrees, the City was focusing recruiting efforts on blacks during the relevant time periods, which might have artificially inflated the true interest of the black racial group as shown by the applicant flow data. <i>See </i><i>Williams,</i> 729 F.2d at 1562.</p>\n<p>In short, because Dr. Ciscel analyzed so few classes and failed to consider the qualifications of those individuals interested in becoming patrol officers, the court finds his report is of no probative value in defining the relevant labor force.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1073</span> 4. <i>The impact of the relief on the rights of third parties.</i>\n</h2>\n<p>The use of affirmative action will always place a burden on non-preferred third parties. In examining the impact of affirmative action upon the rights of third parties, the court's duty is to determine whether that burden is an acceptable one. <i>See </i><i>Paradise,</i> 480 U.S. at 182, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (plurality opinion) (finding burden placed on innocent third party white police officers through race-based promotions was an acceptable one).</p>\n<p>The City's use of affirmative action in 1988 and 1989 resulted in white patrol officers, including plaintiffs, not being promoted where they otherwise would have been absent the use of affirmative action. Pursuant to the use of affirmative action, these white patrol officers were denied salary increases, pension benefits, and the opportunity to accrue seniority enabling them to compete more effectively for further promotions.</p>\n<p>However, the Supreme Court has indicated that lost promotions are not as burdensome as the loss of an existing job. <i>Id.</i> at 183, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>; <i>Johnson v. Transportation Agency,</i> <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 638, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1442</span></a></span>, <span class=\"citation\" data-id=\"111846\"><a href=\"/opinion/111846/johnson-v-transportation-agency-santa-clara-cty/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1987) (\"[W]hile petitioner in this case was denied a promotion, he retained his employment with the Agency, at the same salary and with the same seniority, and remained eligible for other promotions\"). <i>See also </i><i>Boston Police Superior Officers Fed'n,</i> 147 F.3d at 24 (finding that \"departure from strict rank order `limits only to a rather small extent the ability of white police officers to become sergeants. Indeed, white officers passed over on one test may be considered for future appointments.'\") (quoting <i>Stuart v. Roache,</i> <span class=\"citation\" data-id=\"573879\"><a href=\"/opinion/573879/57-fair-emplpraccas-bna-902-57-empl-prac-dec-p-41141-anne-g/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 454 (1st Cir.1991)); <i>Higgins v. City of Vallejo,</i> <span class=\"citation\" data-id=\"491039\"><a href=\"/opinion/491039/patrick-higgins-v-city-of-vallejo/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 360 (9th Cir.1987) (\"Like hiring goals, promotion guidelines visit a minor burden on nonminority employees. But unlike hiring goals, promotion guidelines do not require that an individual bear the burden of past discrimination to the extent that he or she is denied a livelihood. All of the City's employees who are denied promotion retain their existing jobs, salary, and seniority.\"). Thus, the impact suffered by plaintiffs is not as great as the impact on an individual who loses his job. The impact is further reduced when the court considers the impact on all white patrol officer candidates as a class. Of the seventy-five promotions made in 1988, forty-nine went to white candidates. Of the ninety-four promotions made in 1989, sixty-one went to white candidates. Thus, there was no absolute bar to the promotion of white qualified candidates in 1988 or 1989, and in fact the majority of promotions went to such candidates. <i>See </i><i>Paradise,</i> 480 U.S. at 182-83, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span> (plurality opinion) (finding lack of absolute bar to white advancement an important criteria in analyzing the impact on third parties).<sup>[29]</sup></p>\n<p>Plaintiffs argue that the initial denial of their promotions in 1988 and 1989 is compounded because several members of their group still have not been promoted, or were not promoted until several years after <span class=\"star-pagination\">*1074</span> the 1988 or 1989 processes. Plaintiffs specifically point to the situation of plaintiff O'Connor, who after being passed over for promotion in 1988 competed for promotion two additional times before finally being promoted in 1997. The court finds no merit in plaintiffs' argument that the detrimental impact from a denial of a promotion in 1988 or 1989 is compounded until that plaintiff eventually gets promoted. There is no evidence to suggest that any of the plaintiffs were precluded from competing for future promotions, and the situation of plaintiff O'Connor reflects this. Moreover, the City stopped using affirmative action in promotions to sergeant in 1989. Thus, candidates denied a promotion in 1988 or 1989 because of affirmative action could compete free of the use of a race-based remedy in future years.<sup>[30]</sup></p>\n<p>On the other hand, while the specific burden imposed may not have been large, that burden was placed on a very focused group of individuals. Unlike the use of affirmative action in initial hiring where the burden is diffused among the relevant labor force, the potential impact of race-based promotions here is limited to the pool of qualified white patrol officers who might be passed over for promotion. <i>See </i><i>Bennett,</i> 20 F.3d at 1549 (finding impact of decree which set aside fifty percent of promotions to lieutenant for black firefighters was too focused on non-black firefighter candidates for promotion).</p>\n<p>In summary, the court finds plaintiffs suffered a relatively light impact, but that the impact was focused on a small group of individuals.</p>\n<p></p>\n<h2>5. <i>Conclusion</i>\n</h2>\n<p>The court finds that plaintiffs have proven by a preponderance of the evidence that the City's use of affirmative action in the 1988 and 1989 sergeant promotion processes was not narrowly tailored.<sup>[31]</sup> The use of affirmative action was unnecessary, in that the City could have developed validated testing procedures under Title VII. Although the decrees were flexible, in light of the City's lack of effort to use validated testing as an alternative to race-based relief, the City's operation under the decrees for fourteen years was too long. The unnecessary use of affirmative action and duration of the decrees are sufficient to find the consent decrees were not narrowly tailored, even considering the impact on third parties as a neutral factor and both parties' failure to offer evidence probative on the relevant labor force.</p>\n<p></p>\n<h2>V. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, the court finds the City's use of affirmative action was not narrowly tailored. A hearing is scheduled for Wednesday, June 30, 1999, at 9:30 a.m. to determine the plaintiffs' damages.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff Ashton represents a group of white patrol officers denied a promotion in the 1988 promotion process. Plaintiff Aiken represents a group of white patrol officers denied a promotion in the 1989 process. The cases were consolidated on appeal.</p>\n<p>[2]  The statement in <i>Aiken</i> need not be read as broadly as plaintiffs wish. <i>Brunet,</i> which was the only authority relied on by the en banc panel of the Sixth Circuit in making the statement at issue, only placed a burden on the government to produce evidence that the government possessed a compelling interest for using affirmative action. 1 F.3d at 404-05. <i>Brunet</i> did not place a burden on the government to produce evidence that the plan was narrowly tailored.</p>\n<p>[3]  In light of the pronouncements of the Supreme Court and the statement in the en banc Sixth Circuit decision, the court respectfully discounts the framework used by the Sixth Circuit in <i>Middleton v. City of Flint,</i> <span class=\"citation\" data-id=\"723952\"><a href=\"/opinion/723952/charles-middleton-w-osmund-kelly-iii-brian-sepanak-bruce-sepanak-stephen/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">396</span></a></span> (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1552</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></span> (1997), which was heavily relied on by plaintiffs. In <i>Middleton,</i> the Sixth Circuit stated that the City \"must prove that it had a compelling state interest when it enacted its plan, and that the plan is narrowly tailored to further that compelling state interest.\" <i>Id.</i> at 404. The Sixth Circuit did not further discuss the burdens placed on the parties, but it is apparent from a reading of the decision that the Sixth Circuit did place the full burden of proof on the City. With all due respect to that Sixth Circuit panel, placing the burden on the City would appear to be contrary to established Supreme Court precedent, and the court finds that plaintiffs' reliance on <i>Middleton</i> is misplaced to the extent it supports an argument that the burden of proof or production on the narrowly tailored issue is on the City.</p>\n<p>[4]  In <i>Wygant,</i> a plurality of the court stated as follows:\n</p>\n<p>Evidentiary support for the conclusion that remedial action is warranted becomes crucial when the remedial program is challenged in court by nonminority employees.... In such a case, the trial court must make a factual determination that the employer had a strong basis in evidence for its conclusion that remedial action was necessary. The ultimate burden remains with the employees to demonstrate the unconstitutionality of an affirmative-action program. But unless such a determination is made, an appellate court reviewing a challenge by non-minority employees to remedial action cannot determine whether the race-based action is justified an a remedy for prior discrimination.</p>\n<p>476 U.S. at 277 (plurality opinion). The requirement that the determination be made does not explain the allocation of the burden.</p>\n<p>[5]  On the other hand, placing the burden of production on defendants would create significant uncertainty for governmental entities that wish to ensure that evidence of narrow tailoring exists prior to implementation of a plan intended to remedy past identified discrimination. Those entities would have to consider what type and how much evidence is sufficient to show narrow tailoring with little guidance from the courts.</p>\n<p>[6]  The 1979 decree provided that defendants' continued use of a written pass-fail examination to make promotions would not justify a failure to reach the goal, \"unless the parties agree that the test has no adverse impact on blacks or is properly validated as a predictor of successful job performance pursuant to Title VII and the Guidelines thereunder.\"</p>\n<p>[7]  The City also pointed out that Dr. Parrish had never created a validated promotional system for a law enforcement agency. However, the court finds Dr. Parrish to be a credible witness. Dr. Parrish began work as a consultant for the City in 1982 and developed a job analysis study and created job descriptions which are the first steps towards validating a testing procedure. Thus, the court finds that Dr. Parrish was in a strong position to estimate the amount of time it would take to complete development.</p>\n<p>[8]  Dr. Jones also testified that technological advances in video-taping made it easier to develop a validated test in the 1990s, but he did not testify that the lack of those advances would have precluded development in the 1980s.</p>\n<p>[9]  Dr. Parrish testified that seniority would only be a valid factor to the extent it reflected increased experience, and Dr. Jones also voiced his concerns with seniority as a factor.</p>\n<p>[10]  Defendants may have been attempting to argue that a valid test with adverse impact is not an appropriate race-neutral alternative to affirmative action. Under this reasoning, if a valid test without adverse impact could not have been developed, no racially-neutral alternative to race-based promotions would have existed. The court need not evaluate this argument because defendants failed to clearly make it and, as noted Dr. Jones, it is impossible to determine whether a validated test will have adverse impact until after it is implemented. Thus, it is not clear whether a test developed and validated in the 1980s would have had adverse impact.</p>\n<p>[11]  Other than hire Dr. Parrish, the City obtained input from the MPA about developing a job-related test and examined procedures used in other police departments in the country.</p>\n<p>[12]  Several errors were made in grading portions of the 1988 and 1989 promotion exams and in compiling scores. Plaintiffs imply that the errors were intentional because they overwhelmingly favored black patrol officers, but the court finds no evidence to support plaintiffs' theory. There is no direct evidence of purposeful error, and plaintiffs have not produced a statistical study breaking down the errors by race such that the court could infer an illegitimate intent. Plaintiffs cite only four plaintiffs' scores that would have entitled them to a promotion absent the use of affirmative action had the scores been properly tabulated. At least three of these plaintiffs were promoted once the error was discovered. A fifth plaintiff, however, received a higher score than he was entitled to. Had that plaintiff's score been correctly tabulated, he would not have been entitled to a promotion even absent the use of affirmative action. Another plaintiff's rank moved from 56 to 72 after regrading. Moreover, at least one black candidate was given a lower score than he was entitled to. Thus, the only evidence before the court suggests that the errors were not one-sided.\n</p>\n<p>Even if the court did find that the intentional mis-grading occurred, it is not clear how it would be relevant to the inquiry here. All candidates on the composite list were qualified, and once the City decided to use affirmative action it could have promoted black patrol officers whose scores put them on the bottom of the list. It is unclear why the City would care where the black patrol officers ranked on the list as long as they were qualified if it was going to use affirmative action to promote them.</p>\n<p>[13]  No evidence exists to suggest that any of the forty-eight lower scoring black candidates were not otherwise eligible for promotion.\n</p>\n<p>However, William Downs testified by deposition that although the MOU required a candidate to achieve a score of 70 on the written portion of the test before being allowed to proceed further in the promotion procedure, the City lowered that score so that there would not be adverse impact on minorities. If true, this would significantly undermine defendants' claim that the plan was flexible. <i>See </i><i>Middleton,</i> 92 F.3d at 411 (finding government's adjusting score cut-off to ensure certain number of black candidates qualified \"destroys\" the government's claim that the plan is flexible). However, neither party addressed this evidence or the argument against flexibility that can be drawn from it. Thus, the court will not further address it here.</p>\n<p>[14]  Plaintiffs assert that this candidate was incorrectly given seniority points and that she should have ranked 139 on the list. Even if that were true, she still would have outscored at least fourteen black patrol officers. Thus, the City still could have skipped over her and used affirmative action to select the next \"qualified\" black patrol officer.</p>\n<p>[15]  Although the physically impaired black officer was initially denied a promotion because of her medical status, she was later given the promotion after a grievance was filed. Moreover, the white officer who suffered from a vision impairment is a plaintiff in this lawsuit, indicating plaintiffs' belief that he was entitled to a promotion regardless of his physical disability.</p>\n<p>[16]  The 1974 decree provided that the City could move for dissolution of that decree after five years. The 1979 decree provided that the City could move for dissolution of that decree after four years. The 1981 amended decree, which essentially replaced the 1974 decree, provided that the City could move for dissolution of that amended decree after March 1, 1984.</p>\n<p>[17]  Although not strictly relevant to the City's use of affirmative action in 1988 and 1989, the court notes that the City did not foreclose the possible use of affirmative action in an MPD promotional process until it entered into a second amended consent decree in 1997. Thus, the City operated under a consent decree for twenty-three years.</p>\n<p>[18]  The City conducted two promotional processes between 1972 and 1979. After the entry of the 1979 decree, the City conducted two more promotional processes in 1981 and 1985. The City used affirmative action in both the 1981 and the 1985 process.</p>\n<p>[19]  Most courts focusing on the constitutionality of promotions made under an affirmative action program define the relevant labor market as the pool of candidates from which promotions could be made. <i>See, e.g., </i><i>Bennett v. Arrington (In re Birmingham Reverse Employment Discrimination Litigation),</i> <span class=\"citation\" data-id=\"667173\"><a href=\"/opinion/667173/in-re-birmingham-reverse-discrimination-employment-litigation-james-a/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1525</span></a></span>, 1548-49 (11th Cir.1994); <i>Donaghy v. City of Omaha,</i> <span class=\"citation\" data-id=\"561812\"><a href=\"/opinion/561812/thomas-j-donaghy-v-city-of-omaha-a-municipal-corporation-james-skinner/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1448</span></a></span>, 1461 (8th Cir.1991). The Sixth Circuit's order delineates that this court's focus, with respect to defining the relevant labor force, must be on the potential pool of candidates for an entry level position with the MPD.</p>\n<p>[20]  As will be discussed later in this order, Dr. Ciscel assumes that individuals who apply will be qualified, and he therefore argues that he considered qualifications. As will be discussed, the court finds there was no basis for Dr. Ciscel's assumption.</p>\n<p>[21]  This definition might need to be adjusted to account for a racial groups' lack of interest in applying caused by discrimination, or to account for a racial groups' excessive interest stemming from focused recruiting efforts. <i>See </i><i>Williams v. City of New Orleans,</i> <span class=\"citation\" data-id=\"433026\"><a href=\"/opinion/433026/34-fair-emplpraccas-1009-34-empl-prac-dec-p-34311-larry-williams-v/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1554</span></a></span>, 1562 (5th Cir.1984).</p>\n<p>[22]  The court recognizes that many of the cited cases involved challenges to hiring practices brought under Title VII of the Civil Rights Act of 1964. There is no legal reason, however, to define \"relevant labor market\" differently in an Equal Protection challenge than it is defined in a challenge under Title VII.</p>\n<p>[23]  If the qualifications of the applicant pool could not have been verified, the court would have accepted as a proxy a valid statistical study that considered the qualifications of the local geographic population adjusted by the relative interest of racial groups within that qualified population. A study that entirely fails to account for a given race's propensity to apply for a specific job, however, is legally deficient. <i>See Croson,</i> 488 U.S. at 507-08, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> (\"[I]t is completely unrealistic to assume that individuals of one race will gravitate with mathematical exactitude to each employer or union absent unlawful discrimination.\") (quoting <i>Sheet Metal Workers,</i> 478 U.S. at 494, <span class=\"citation\" data-id=\"111747\"><a href=\"/opinion/111747/sheet-metal-workers-v-eeoc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3019</span></a></span> (O'Connor, J., concurring in part and dissenting in part)). <i>Cf. </i><i>Middleton,</i> 92 F.3d at 408-09 (discussing importance of determining racial preferences for a job in the context of considering whether past discrimination occurred).</p>\n<p>[24]  \"Winnowing\" qualifications considered by Dr. Sharp were age, residency, and education (two year college requirement). There are several other additional minimum requirements for patrol officer, many of which are required by Tenn.Code Ann. ยง 38-8-106, that Dr. Sharp did not factor into his analysis. Dr. Sharp assumed that these requirements would not have a statistically significant impact upon the racial breakdown of the qualified labor pool. For example, Dr. Sharp assumed that the same percentage of black and white individuals would fail the physical or mental health requirements. With respect to most of these additional requirements, the court finds Dr. Sharp's assumption was reasonable. To the extent the court finds Dr. Sharp's assumptions were not reasonable, the court will discuss those shortcomings infra.</p>\n<p>[25]  Dr. Sharp felt it unnecessary to justify this assumption because he was under the impression that relative rates of interest in becoming a member of the MPD were not addressed in the amended consent decree. This justification is wrong for two reasons. First, the task at hand is to determine whether the City's use of affirmative action was narrowly tailored to the goal of remedying past discrimination. Thus, the court needs to look at the percentages used by the City in instituting affirmative action and compare those percentages to the percentages the City should have used based on the correct relevant labor market. How the consent decree defines relevant labor market is irrelevant in this context. Second, even if the definition of relevant labor market provided in the consent decree was relevant, to the extent the consent decree gives any indication of how that market should be defined it clearly contemplates consideration of actual interest. The amended consent decree states \"that in determining the attainment of long term goals, the proportions of blacks and women in the labor force, who are qualified for particular skilled positions and the proportions of blacks and women <i>in the applicant pool</i> shall be considered along with the composition of the Shelby County civilian labor force.\" (emphasis added). In short, Dr. Sharp should have considered as a factor the population of individuals interested in becoming patrol officers.</p>\n<p>[26]  At trial, Dr. Sharp noted three specific problems in relying on applicant flow data. First, Dr. Sharp testified that such data shows desire and not actual qualifications. The court agrees, and that is why the relevant labor market includes only the number of applicants who were actually qualified. Second, Dr. Sharp testified that people could apply from anywhere, but that the MPD had a residency requirement. To the extent there was a residency requirement, the court agrees that non-residents who intended to remain non-residents should be disqualified and thus not included in the relevant labor market. However, the court heard testimony from Jim Wiechert, a recruiting officer with the MPD in the 1970s, that the MPD often recruited outside Shelby County because of the college requirement. Third, Dr. Sharp identified the potential problem that would be created if 99% of all applicants were white. Dr. Sharp stated that in such a situation it would not make sense to hire 99% whites. Dr. Ciscel did not dispute this and said that applicant flow data needed to be used with care, indicating there is subjectiveness to its use. The court will make three points here. First, the court is not sure if it agrees that it would be problematic, from an equal protection standpoint, to hire 99% whites if the applicant pool was 99% white and there was no indication that blacks were being discouraged from applying because of their race. Second, as noted above, the use of applicant flow data has been judicially approved by higher courts. Third, under Dr. Sharp's analysis there would be no change in the relevant labor force if 99% of the applicants were black. Given the appropriateness of considering interest as a factor, that conclusion is not correct.</p>\n<p>[27]  Dr. Sharp used the twenty-five to forty-four year old age group because that was the category for which census data was readily available. At trial, Dr. Sharp testified that it might have been possible to do an analysis of the twenty-one to thirty-five year old labor force.</p>\n<p>[28]  Dr. Ciscel did prepare another table which reflected the actual number of white and black candidates who were recommended for selection as patrol officers in the first five classes listed in the above table. Out of the 1,137 applicants for those classes who passed the IQ test, 145 were recommended for selection. Of the 145, 62 were black and 83 were white. Thus, black applicants who passed the IQ test made up 44.8% of the applicants recommended for selection out of the October 1981 through October 1983 applicant pools. This data is not relevant to defining the relevant labor force. It is unlikely that the individuals recommended for selection could be used as a fair proxy for the number of applicants who were qualified. To begin with, the court heard no evidence as to the number of patrol officers the City intended to hire out of those classes, and a possible explanation for the large numbers of applicants who were not recommended for selection may have been a limited number of positions. Also, Dr. Ciscel admitted at trial that the applicants actually recommended for selection might reflect bias, including the use of affirmative action, on the part of the individuals doing the recommending, rather than the applicants' qualifications.</p>\n<p>[29]  The court notes that had seniority not been considered as a factor in the grading process, several of the plaintiffs would not have ranked high enough to be promoted absent the use of affirmative action. Indeed, several black patrol officers promoted with the use of affirmative action would have ranked high enough in their own right to merit promotion had seniority not been considered. Both Dr. Jones and Dr. Parrish testified that the use of seniority in the 1988 and 1989 process produced adverse impact because white patrol officers, on average, had more experience than black patrol officers. It can be assumed that the white officers' greater experience stems, at least in part, from the identified prior discrimination in the MPD against hiring blacks. Dr. Parrish also testified that seniority was limited as a predictor of job success. Thus, it is difficult to find these plaintiffs were greatly impacted through the use of affirmative action when, but for their greater seniority points due in part to prior discrimination by the MPD, they would not have ranked high enough to be promoted absent the use of affirmative action.</p>\n<p>[30]  Under plaintiffs' reasoning, an innocent third party denied a job because of affirmative action who unsuccessfully competed for other jobs for several years could argue that the burden affirmative action placed upon him should be measured from the time of the initial denial through the time he eventually retained employment. Under this reasoning it would be virtually impossible to measure the impact on third parties.</p>\n<p>[31]  The court also finds, for purposes of appellate review, that defendants failed to produce evidence on the consent decrees' constitutionality. Defendants failed to offer probative evidence on the relevant labor market, which makes it impossible to determine whether it was necessary to use affirmative action, and if it was, whether the duration of the consent decrees was appropriate.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/198025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/561812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/570440/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/573879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/579975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/592249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/627374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667173/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/672321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/723768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/723952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/749329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/756464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/761804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2472118/"
          ]
        }
      ],
      "judges": "Turner",
      "date_created": "2015-09-22T17:33:09.330293Z",
      "date_modified": "2016-03-03T22:20:20.388535Z",
      "date_filed": "1999-05-11",
      "date_filed_is_approximate": false,
      "slug": "ashton-v-city-of-memphis",
      "citation_id": 2440142,
      "case_name_short": "Ashton",
      "case_name": "Ashton v. City of Memphis",
      "case_name_full": "",
      "federal_cite_one": "49 F. Supp. 2d 1051",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2334053/ashton-v-city-of-memphis/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:27:15.526516Z",
  "date_modified": "2014-10-30T23:27:15.526516Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Ashton",
  "case_name": "Ashton v. City of Memphis",
  "case_name_full": "",
  "slug": "ashton-v-city-of-memphis",
  "docket_number": "89-2863-TUA, 90-2069-TUA",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}