{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/233840/",
  "id": 233840,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/17237/",
      "id": 17237,
      "absolute_url": "/opinion/17237/walker-v-city-of-mesquite/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/233840/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/17237/",
          "id": 17237,
          "absolute_url": "/opinion/17237/walker-v-city-of-mesquite/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/17237/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-25T07:02:20Z",
          "date_modified": "2017-03-24T00:58:30.872241Z",
          "type": "010combined",
          "sha1": "b6de611219a046e6dd4cf83a2d0759f5d4f1f08b",
          "page_count": 37,
          "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\97/97-11083.CV0.wpd.pdf",
          "local_path": "pdf/1999/04/06/Walker_et_al_v._City_of_Mesquite_et_al.pdf",
          "plain_text": "                        Revised April 6, 1999\n\n                 UNITED STATES COURT OF APPEALS\n                      FOR THE FIFTH CIRCUIT\n\n                       _______________________\n\n                             No. 97-11083\n                       _______________________\n\n\nDEBRA WALKER, ET AL,\n\n                                                           Plaintiffs,\n\nDEBRA WALKER; JEANETTE WASHINGTON; HAZEL\nWILLIAMS; ZELMA LANG; RENITA BROWN; LILLIE THOMPSON,\n\n                                                 Plaintiffs-Appellees,\n\nTRACEY SMITH,\n\n                                     Intervenor Plaintiff-Appellee,\n\n                               versus\n\nMESQUITE TX, CITY OF, ET AL,\n\n                                                           Defendants,\n\nDEPARTMENT OF HOUSING & URBAN DEVELOPMENT,\n\n                                                   Defendant-Appellee.\n\n                ********************************\n\nHIGHLANDS OF McKAMY IV AND V COMMUNITY IMPROVEMENT\nASSOCIATION; GINGER LEE; PRESTON HIGHLANDS HOMEOWNERS’\nASSOCIATION, INCORPORATED; DAVID BEER,\n\n                                                Plaintiffs-Appellants,\n\n                               versus\n\nTHE HOUSING AUTHORITY OF THE CITY OF DALLAS,\n\n                                                  Defendant-Appellee.\n\n_________________________________________________________________\n\f           Appeal from the United States District Court\n                for the Northern District of Texas\n_________________________________________________________________\n\n                                March 16, 1999\n\nBefore JONES, SMITH, Circuit Judges, and SHAW*, District Judge.\n\nEDITH H. JONES, Circuit Judge:\n\n             The Dallas Housing Authority (DHA), the United States\n\nDepartment of Housing and Urban Development (HUD), and the City of\n\nDallas were found liable several years ago for unconstitutional\n\nracial     discrimination   and    segregation       within      Dallas’s   public\n\nhousing    programs.     The    primary      issue   on   this    appeal    is   the\n\nconstitutionality of the provision of the district court’s most\n\nrecent remedial order that directs newly constructed units of\n\npublic housing to be located in “predominantly white” Dallas\n\nneighborhoods.\n\n             Specifically, this is an appeal from a final judgment in\n\ntwo actions that were consolidated for trial. In the first action,\n\ntwo homeowners and their homeowners’ associations (“Homeowners”)\n\nsought declaratory and injunctive relief against DHA’s construction\n\nof   two     new   public      housing       projects     adjacent     to    their\n\nneighborhoods.1     The Homeowners challenged the remedial order’s\n\n\n      *\n          District Judge of the Western District of Louisiana, sitting by\ndesignation.\n      1\n         The two homeowners’ associations are: (1) Highlands of McKamy IV and V\nCommunity Improvement Association and (2) Preston Highlands Homeowners’\nAssociation, Inc.\n\n                                         2\n\fprovisions for new public housing construction and race-conscious\n\nsite selection alleging that these were not narrowly tailored to\n\nremedy the vestiges of past discrimination and segregation. In the\n\nsecond action, the original class plaintiffs, tenants in the public\n\nhousing programs, sought declaratory relief that the remedial order\n\nprovisions are constitutional. The district court entered judgment\n\nagainst the Homeowners in the first action and for the class\n\nplaintiffs in the second action.        The Homeowners appealed.       We\n\nessentially vacate and remand for further consideration by the\n\ndistrict court.\n\n                             I.   BACKGROUND\n\n          Part of the convoluted history of this case is concisely\n\nrecounted in Walker v. HUD, 912 F.2d 819, 821-25 (5th Cir. 1990)\n\n[hereinafter Walker IV]. We will not repeat that history here, but\n\nsome important procedural and substantive gaps in this court’s\n\nprior opinion, which addressed different issues, should be filled\n\nin.\n\n          This case began in 1985 and initially resulted in a\n\nconsent decree, which was approved by the district court in 1987.\n\nSee Walker v. HUD, 734 F. Supp. 1231, 1247-82 (N.D. Tex. 1989)\n\n[hereinafter   Walker   I]   (reprinting   the   district   court’s   1987\n\nconsent decree and its “Findings of Fact & Conclusions of Law\n\nApproving the Proposed Consent Decree”).            The consent decree\n\n\n                                    3\n\faddressed    the    plaintiff    class’s2    challenge     under    the   Equal\n\nProtection Clause of the Fourteenth Amendment and 42 U.S.C. § 1983\n\nto the purposeful racial discrimination and segregation within\n\nDHA’s public housing programs.          The defendants were DHA and HUD.\n\nThe City of Dallas was joined as both a defendant to the lawsuit\n\nand a party to the consent decree in 1989.           See Walker v. HUD, 734\n\nF. Supp. 1289 (N.D. Tex. 1989) [hereinafter Walker III].                     The\n\nhistory of public housing in Dallas is a sordid tale of overt and\n\ncovert racial discrimination and segregation. See generally Walker\n\nIII, 734 F. Supp. at 1293-1312 (recounting in detail the history of\n\npublic housing in Dallas).            Virtually all non-elderly public\n\nhousing units3 were constructed in minority areas of Dallas.4                 No\n\nnew public housing units were built between 1955 and 1989 at least\n\nin part for fear that they might be located in white areas.               Tenant\n\nselection and assignment procedures for public housing units were\n\ncrafted and administered to maintain racially segregated projects.\n\n      2\n         The consent decree defined the plaintiff class as “all black persons\npresently or who during the pendency of this Decree become either (a) residents\nof a DHA owned or managed project, or (b) participants in the DHA Section 8\nExisting Housing Program.” See Walker I, 734 F. Supp. at 1263.\n      The plaintiff class will be referred to throughout this opinion as the\n“Walker plaintiffs.” Deborah Walker is one of the named plaintiffs representing\nthe class.\n      3\n         “Public housing units” refer to housing units owned and operated by DHA.\nIn contrast, under DHA’s Section 8 certificate and voucher programs, participants\nrent housing units from private owners, and their rents are subsidized by DHA.\n      4\n         In 1994, of DHA’s approximately 6,400 public housing units, 6,100 were\nin minority areas and 300 were in predominantly white areas. An additional 75\nunits are currently under construction or just completed in a predominantly white\narea (Frankford & Marsh project), and the units at issue in this lawsuit would\nadd another 80 units to predominantly white areas of Dallas.\n\n                                       4\n\fDHA’s Section 8 housing programs were operated to discourage blacks\n\nfrom moving into white areas of metropolitan Dallas.                   See id.\n\nBlacks were purposefully segregated for decades into either Section\n\n8 housing in minority areas of Dallas or predominantly black\n\nhousing projects in minority areas of Dallas.\n\n               The   1987   consent   decree   required   the   demolition    of\n\napproximately 2,600 units of public housing in DHA’s West Dallas\n\nproject, a public housing development located in a predominantly\n\nblack area of the city and referred to by this court as “one of\n\nDallas’s worst slums.”5         Walker IV, 912 F.2d at 821.        These units\n\nwere to be replaced on a one-for-one basis with additional public\n\nhousing units and Section 8 certificates and vouchers.              See id. at\n\n822.       The decree also required that one hundred newly constructed\n\nreplacement units be built in a predominantly white area of Dallas,\n\nthat a nondiscriminatory tenant selection and assignment plan be\n\nimplemented, and that a Section 8 mobility plan be established to\n\n\n\n       5\n         The West Dallas project was completed in 1955 and contained 3,500 units.\nIn many ways, it is at the heart of this litigation. It was constructed to solve\nthe “Negro housing problem.” See Walker III, 734 F. Supp. at 1295. It is the\nsecond largest public housing project in the United States. See id. at 1296\nn.21.    As of 1983, one-third of its units were so dilapidated as to be\nuninhabitable. See id. at 1307. In 1986, rejection rates for available units\nin the West Dallas project ranged from 58-60%. See id. at 1308. At that time,\nthere were 1,583 vacant units of which 1,300 had been boarded up for more than\nten years because of their deteriorated state. See id. The 1987 consent decree\nwas designed to alter this concentration of public housing by requiring the\ndemolition of all but approximately 900 of the West Dallas units, the\nreconfiguration and rehabilitation of the remaining units, and the creation of\nnew public housing opportunities in predominantly white areas of the city and its\nsuburbs.\n\n                                        5\n\fassist black families joining the Section 8 program in finding\n\nhousing in white areas of Dallas.6\n\n               DHA repeatedly violated the 1987 consent decree.          First,\n\nit resisted the construction of the 100 units of new public housing\n\nin a predominantly white area.        See Walker I, 734 F. Supp. at 1243-\n\n45.        Site selection for and construction of the 100 units was\n\neventually completed, but only by court order.              See id.     Second,\n\nDHA violated the tenant selection and assignment and mobility\n\nprovisions of the decree.          See id. at 1235-42.         DHA failed to\n\nestablish and fund the required Section 8 mobility program, failed\n\nto timely obtain fair market exception rents,7 delayed implementing\n\na nondiscriminatory tenant selection and assignment program, failed\n\nto include in Section 8 housing information a full list of all\n\nSection 8 units available in non-minority areas, and failed to use\n\nall of the Section 8 certificates and vouchers allocated by HUD to\n\nDHA.       See id.\n\n\n\n\n       6\n         The Section 8 mobility program was designed to educate landlords about\nthe Section 8 program and to assist Section 8 participants in locating Section\n8 housing in non-minority areas of Dallas. Specifically, the program was to\ninclude landlord recruitment, exceptions to HUD’s “fair market value” rent caps\non Section 8 vouchers and certificates, Title VIII enforcement actions, and child\ncare and transportation services. The program was also to provide neighborhood\nspecific information on crime rates, job training and employment opportunities,\nday care, medical facilities, neighborhood shopping, transportation, social\nservices, objective indicators of school quality such as TAAS test results, and\n“environmental hazards or other conditions inimical to family life.”\n       7\n         The value of a Section 8 voucher or certificate is capped by HUD at the\n“fair market rent.” This cap, however, can be increased by special application\nto HUD.\n\n                                       6\n\f             In March 1992, the district court vacated the 1987\n\nconsent decree on the grounds that its terms were not implemented\n\nand   that   the   vestiges     of   purposeful     segregation     persisted.\n\nSubsequently, the district court granted the Walker plaintiffs’\n\nuncontested motion for summary judgment on the issue of liability.\n\nIn September 1994, the district court held a trial on the issue of\n\na remedy.    The district court entered its remedial order affecting\n\nDHA in February 1995 and its remedial order affecting HUD in April\n\n1996.\n\n             The remedial order affecting DHA requires DHA (1) to\n\ndemolish at least 2,630 units of its West Dallas project, (2) to\n\ndevelop 2,807 replacement units for the demolished West Dallas\n\nunits through both new construction and Section 8 vouchers and\n\ncertificates,8 (3) to develop, either through construction or\n\nacquisition, an additional 3,205 new units of public housing in\n\npredominantly white areas of metropolitan Dallas in which the\n\npoverty rate does not exceed 13%, and (4) to develop all new public\n\nhousing units in predominantly white areas until there are as many\n\n\n      8\n         These 2,807 units have already been funded by HUD. The 2,807 units are\nmade up of 774 new public housing units and 2,033 Section 8 certificates and\nvouchers. Specifically, the replacement units consist of (i) the 100 units\nconstructed pursuant to court order from the 1987 consent decree, (ii) 1,335\nSection 8 certificates and vouchers previously funded by HUD, (iii) 339 new\npublic housing units allocated to DHA in 1990 and 1991 as part of the proposed\n2,000 unit West Dallas project, (iv) 335 new public housing units allocated under\nHOPE VI in 1994 as replacement units for West Dallas, and (v) 698 additional\nSection 8 vouchers promised by HUD. Therefore, there are 674 new units of public\nhousing currently funded but not under construction. Eighty of these units are\nspecifically at issue in this case.\n\n                                       7\n\funits in predominantly white areas as there are in minority areas.9\n\nA “predominantly white area” is defined as less than 37% Hispanic,\n\nblack, or other minority.         The required 3,205 new units may be\n\nsatisfied by the use of Section 8 certificates or vouchers, but\n\nonly after court approval.10       The construction costs for 674 of the\n\n2,807 new replacement units have been previously allocated to DHA\n\nby HUD,11 although only 75 of these units are currently under\n\nconstruction or completed.12\n\n            The Homeowners filed this suit against DHA and HUD to\n\nenjoin the construction of two new 40-unit public housing projects\n\n\n\n\n      9\n         The source of this final detail of the district court’s remedial order\nis unclear. The written order itself is confusing. Paragraph A.3 requires that\nall of the 3,205 new units be built in predominantly white areas.\n      In slight contrast, the district court reiterates throughout his oral and\nwritten opinions that all of the 674 new units of public housing (i.e., the ones\ncurrently funded by HUD but not under construction) “and any other allocated in\nthe future, must be developed in predominantly white areas until there are\napproximately as many non-elderly public housing units in those areas as in\nminority areas.” 10/6/97 Written Opinion, at 22. The district court goes on to\nsay, “The race conscious site selection remedy is limited. It applies only until\nthere is a comparable number of public housing units in white and minority\nareas.” Id. at 22-23; see also 8/25/97 Oral Opinion, at 22 (“Again, the 674\nunits must be placed in white non-minority areas until there are as many public\nhousing units in white areas as in minority areas.”).\n      10\n         To date, no plan for the use of Section 8 certificates or vouchers has\nbeen submitted to the district court. However, HUD states in its brief to this\ncourt that it “expects to meet this obligation by providing funding for Section\n8 certificates and vouchers for all of the 3,205 units, at a rate of 320 units\nper year for 10 years. Thus, it is likely that the only public housing units\ndeveloped under the Remedial Orders will be the 774 units already allocated by\nHUD and designated as replacement units under paragraph A.1 of the HUD Remedial\nOrder and paragraph A.2 of the DHA Remedial Order.”\n      11\n         The district court authorized that 200 of the replacement units may be\nused in the reconfiguration and revitalization of the West Dallas project.\n      12\n          The 75 units either under construction or completed are at DHA’s\nFrankford & Marsh site.\n\n                                       8\n\fon sites adjacent to their neighborhoods.13                        The Homeowners allege\n\nthat the remedy of new construction is not narrowly tailored\n\nbecause    it    requires     that          the    new     units     be    constructed      in\n\npredominantly white areas.              The Homeowners do not contest either\n\nthe remedial order’s poverty site-selection criterion or HUD’s\n\nsite-selection standards set forth in 24 C.F.R. § 941.202.\n\n            In    response       to    the        Homeowners’       action,      the   Walker\n\nplaintiffs sought declaratory relief that the remedial order was\n\nconstitutional.        The Homeowners’ request for an injunction and the\n\nWalker plaintiffs’ declaratory judgment action were tried together\n\nin   October     1996.     The     district         court    denied        the   Homeowners’\n\ninjunctive relief and granted the Walker plaintiffs declaratory\n\nrelief.    The district court gave an oral opinion on August 25,\n\n1997, entered final judgment on September 18, 1997, and issued its\n\nwritten opinion on October 6, 1997.14\n\n                                      II.    STANDING\n\n            As    an     initial       matter,       DHA     and     HUD    challenge      the\n\nHomeowners'      standing     to       bring       their     suit.         The    burden   of\n\nestablishing standing rests with the party seeking to invoke\n\nfederal jurisdiction (i.e., the Homeowners).                        See United States v.\n\nHays, 515 U.S. 737, 743, 115 S. Ct. 2431, 2435 (1995); Lujan v.\n\n      13\n         One site is at the intersection of McCallum and Meandering Way, and the\nother site is at the intersection of Hillcrest and Highway 190.\n      14\n         These opinions will hereinafter be cited respectively as: 8/25/97 Oral\nOpinion, 9/18/97 Final Judgment, and 10/6/97 Written Opinion.\n\n                                               9\n\fDefenders of Wildlife, 504 U.S. 555, 561, 112 S. Ct. 2130, 2136\n\n(1992).       In a case that has proceeded to final judgment, the\n\nfactual allegations supporting standing (if controverted) must be\n\nsupported adequately by the evidence adduced at trial.                See Hays,\n\n515 U.S. at 743, 115 S. Ct. at 2435; Lujan, 504 U.S. at 561, 112 S.\n\nCt. at 2137; Gladstone Realtors v. Village of Bellwood, 441 U.S.\n\n91, 115 n.31, 99 S. Ct. 1601, 1616 n.31 (1979); see also CHARLES ALAN\n\nWRIGHT   ET AL.,   13A FEDERAL PRACTICE & PROCEDURE § 3531.15, at 105 (2d ed.\n\n1984).15\n\n              The irreducible constitutional minimum of standing is\n\ncomposed of three elements:\n\n              First, the plaintiff must have suffered an\n              “injury in fact”--an invasion of a legally\n              protected interest which is (a) concrete and\n              particularized, and (b) actual or imminent,\n              not conjectural or hypothetical.       Second,\n              there must be a causal connection between the\n              injury and the conduct complained of . . . .\n              Third, it must be likely, as opposed to merely\n              speculative, that the injury will be redressed\n              by a favorable decision.\n\nHays, 515 U.S. at 742-43, 115 S. Ct. at 2435 (quoting Lujan, 504\n\nU.S.     at   560-61,    112   S.   Ct.   at   2136)   (internal   citation   and\n\nquotations omitted).           In applying these constitutional standing\n\n\n\n      15\n           “If this were an appeal from a judgment granting the defendants’\nmotion to dismiss for lack of standing, we would be required to accept as true\nall of the material allegations of the complaint.      However, because we are\nreviewing a final judgment based upon a fully developed record, we must evaluate\nstanding from all materials of record.” Pollard v. Cockrell, 578 F.2d 1002, 1006\n(5th Cir. 1978) (internal citations and quotations omitted).\n\n                                          10\n\frequirements, the Court has adopted a prudential principle that\n\nbars the adjudication of “generalized grievances” against allegedly\n\nillegal government conduct.16         See id.     In the equal protection\n\ncontext, this prudential principle means that standing exists only\n\nfor those persons who are personally denied equal treatment by the\n\nchallenged discriminatory conduct.             See id. (citing Allen v.\n\nWright, 468 U.S. 737, 755, 104 S. Ct. 3315, 3326 (1984)); see also\n\nValley Forge Christian College v. Americans United for Separation\n\nof Church and State, Inc., 454 U.S. 464, 489 n.26, 102 S. Ct. 752,\n\n768 n.26 (1982) (rejecting the proposition that every citizen has\n\n“standing to challenge every affirmative-action program on the\n\nbasis of a personal right to a government that does not deny equal\n\nprotection of the laws”).\n\n            DHA and HUD principally contend that the Homeowners lack\n\nstanding because they allege an injury that is conjectural and a\n\ngeneralized grievance. The essence of the Homeowners’ complaint is\n\ntwofold: (1) they have been purposefully discriminated against\n\nbecause of their race (i.e., they were intentionally singled out\n\nbecause of     their   race   to   accommodate    two   new   public   housing\n\n\n\n      16\n          A “generalized grievance” is a harm “shared in substantially equal\nmeasure by all or a large class of citizens.” Warth v. Seldin, 422 U.S. 490,\n499, 95 S. Ct. 2197, 2205 (1975). “The prudential principle barring adjudication\nof ‘generalized grievances’ is closely related to the constitutional requirement\nof personal ‘injury in fact,’ and the policies underlying both are similar.”\nApache Bend Apartments, Ltd. v. United States, 987 F.2d 1174, 1176 (5th Cir.\n1993) (en banc).\n\n                                      11\n\fprojects adjacent to their neighborhoods), and (2) this decision\n\nhas inflicted or threatens to inflict specific injury including\n\ndecreased property values, increased crime and population density,\n\nenvironmental problems, and diminished aesthetic values of the\n\nneighborhood because DHA will fail to operate and maintain the two\n\nprojects     properly.        The   remedial   order’s    explicit   racial\n\nclassification alone is sufficient to confer standing on these\n\nparticular homeowners. In Allen v. Wright, 104 S. Ct. 3315 (1984),\n\nthe Supreme Court wrote regarding the “stigmatizing injury” caused\n\nby racial discrimination that “[t]here can be no doubt that this\n\nsort of non-economic injury is one of the most serious consequences\n\nof discriminatory government action and is sufficient in some\n\ncircumstances to support standing.”            Id. at 755, 104 S. Ct. at\n\n3326.    The Court continued, “Our cases make clear, however, that\n\nsuch injury accords a basis for standing only to ‘those persons who\n\nare     personally   denied    equal    treatment’   by   the   challenged\n\ndiscriminatory conduct.        Id.; see also City of Richmond v. J.A.\n\nCroson, 488 U.S. 469, 493, 109 S. Ct. 706, 721 (1989) (“To whatever\n\nracial group these citizens belong, their ‘personal rights’ to be\n\ntreated with equal dignity and respect are implicated by a rigid\n\nrule erecting race as the sole criterion in an aspect of public\n\ndecisionmaking.”).\n\n\n\n\n                                       12\n\f           Under the remedial order, DHA selected the homeowners’\n\nneighborhood because they are white and they live in an area of\n\nDallas that is at least 63% white.                  The remedial order also\n\nrequires that new units not be located in areas where the poverty\n\nrate exceeds 13%.       Thus, these homeowners’ “whiteness” is one of\n\ntwo   controlling    elements      which      identified    the     specific       sites\n\nadjacent     to   their     neighborhoods         for      new     public      housing\n\nconstruction.     When a homeowner’s neighborhood adjoins a proposed\n\npublic housing      project      whose   site    was    determined        by   a   race-\n\nconscious standard, he has standing to sue because of the explicit\n\nracial classification.        Cf. Hays, 515 U.S. at 744-45, 115 S. Ct. at\n\n2436 (“Where a plaintiff resides in a racially gerrymandered\n\ndistrict, however, the plaintiff has been denied equal treatment\n\nbecause of the legislature’s reliance on racial criteria, and\n\ntherefore has standing to challenge the legislature’s action.”).\n\n           DHA and HUD cite three cases to support their contention\n\nthat the Homeowners’ injury is a generalized grievance lacking the\n\nspecificity and particularity necessary to confer standing.                         Each\n\ncase is easily distinguishable from the case at hand.                     In Warth v.\n\nSeldin, 422 U.S. 490, 504-07, 95 S. Ct. 2197, 2208-09 (1975), the\n\nplaintiffs    alleged     that    an   adjacent    town’s        zoning    ordinances\n\neffectively excluded low and moderate income persons from living in\n\nthe town, but they could not demonstrate that the ordinances\n\n\n                                         13\n\fspecifically precluded them from living in the adjacent town.           In\n\nApache Bend Apartments v. United States, 515 F.2d 1174, 1177 (5th\n\nCir. 1993), the plaintiff-taxpayers were not seeking to litigate\n\ntheir own tax liability, but the tax liability of taxpayers who\n\nwere not before the court.      And in Hays, 515 U.S. at 744-45, 115 S.\n\nCt. at 2436, the plaintiffs were denied standing to challenge a\n\nreapportionment plan because they did not live in the district that\n\nwas the focus of their claim.          In contrast to these three cases,\n\nthe Homeowners live in neighborhoods next door to the proposed new\n\n40-unit housing projects, and the location of these projects was\n\nselected specifically because of the homeowners’ race.\n\n              In general, the racial classification of the homeowners\n\nis an injury in and of itself.          See Shaw v. Reno, 509 U.S. 630,\n\n643, 113 S. Ct. 2816, 2824 (1993) (“Classifications of citizens\n\nsolely on the basis of race are by their very nature odious to a\n\nfree people whose institutions are founded upon the doctrine of\n\nequality.      They threaten to stigmatize individuals by reason of\n\ntheir membership in a racial group and to incite racial hostility.\"\n\n(internal citations omitted)). But the Homeowners also allege that\n\nconstructing two new 40-unit public housing projects adjacent to\n\ntheir neighborhoods will cause a decline in their property values\n\nand   other     problems   involving    crime,   traffic   and   diminished\n\naesthetic values.      Relying on the district court’s fact finding\n\n\n                                       14\n\fthat the Homeowners have not suffered such an economic injury\n\ncaused by the new public housing projects, HUD and DHA challenge\n\nwhether the Homeowners have in fact suffered a decrease in property\n\nvalues.    Despite this finding, we cannot conclude, having reviewed\n\nthe record, that the Homeowners did not put forth adequate evidence\n\nat trial to confer standing upon them.          The district court did not\n\nhold that the Homeowners lack standing, as he was well aware of the\n\npotential     for   neighborhood   disruption     traceable    to   improperly\n\nmanaged public housing projects.           HUD and DHA cite no cases in\n\nwhich standing has been denied to homeowners who asserted their\n\nquality of life and property values would be diminished by a next-\n\ndoor public housing or other HUD project.            The caselaw is to the\n\ncontrary.17\n\n            In sum, the Homeowners alleged and sufficiently proved\n\nfacts that were adequate to support standing to sue.18              The injury\n\n      17\n          See Alschuler v. HUD, 686 F.2d 472, 476-77 (7th Cir. 1982); South East\nLake View Neighbors v. HUD, 685 F.2d 1027, 1034-35 (7th Cir. 1982); Society Hill\nCivic Ass’n v. Harris, 632 F.2d 1045, 1054 (3d Cir. 1980).\n      18\n         As a subsidiary matter, DHA contends that the Homeowners lack standing\nbecause their alleged injury would not be redressed by the invalidation of the\nremedial order’s requirement that public housing be built only in \"predominantly\nwhite areas.\" In other words, DHA argues that it could have selected the two\nsites in question even without the race-conscious site selection criterion.\n         DHA applies the wrong legal standard. The test is whether DHA would\nhave selected these two sites absent the race-conscious criterion, not whether\nit could have selected the sites. See Warth, 422 U.S. at 504, 95 S. Ct. at 2208\n(framing the standing question as whether, absent the challenged zoning\nordinances that allegedly excluded low-income persons from living in the town of\nPenfield, there was a substantial probability that the plaintiff would have been\nable to obtain such housing). There is no evidence in the record that DHA would\nhave chosen the two sites in question absent the race-conscious criterion, and\nthe Walker plaintiffs admit in their brief to this court that \"[t]he record is\nclear that DHA would not have chosen the sites absent the court order.\"\n\n                                      15\n\fthey assert is not too abstract or conjectural.                    The line of\n\ncausation between the alleged unconstitutional conduct and the\n\ninjury is not attenuated.            And the prospect of obtaining relief\n\nfrom    the    injury    as   a   result    of   a   favorable   ruling   is   not\n\nspeculative.\n\n                 III.    HOMEOWNERS’ EQUAL PROTECTION CLAIM\n\n              The district court held that the Homeowners failed to\n\nallege an equal protection violation.                 The Homeowners challenge\n\nthis conclusion.\n\n                  A.    Lack of a Similarly Situated Group\n\n              The district court, citing Samaad v. City of Dallas, 940\n\nF.2d 925 (5th Cir. 1991), found that the Homeowners failed to show\n\nan equal protection violation because they did not identify a\n\nsimilarly situated set of black persons who have been treated\n\nbetter.       See id. at 941 n.31      This requirement, however, applies\n\nonly    to    equal     protection    claims     involving   facially     neutral\n\ngovernment actions, where it is necessary to establish that the\n\ngovernment is distinguishing or classifying persons on the basis of\n\nrace.        See id. at 941.         Explicit racial classifications, in\n\n\n         Additionally, HUD argues that the Homeowners are challenging the wrong\npart of the remedial order by contesting the 3,205 additional units of public\nhousing that must be built in predominantly white areas. It is quite clear from\nthe record, however, that the Homeowners have properly challenged the two 40-unit\nprojects, which were selected on a race-conscious basis to be built next to their\nneighborhoods. Obviously, these two projects are part of a larger remedial\nscheme that is affected by this court’s opinion herein.\n\n\n                                           16\n\fcontrast, establish unequal treatment by their very nature.                 See\n\nShaw, 509 U.S. at 642, 113 S. Ct. at 2824 (“Laws that explicitly\n\ndistinguish between individuals on racial grounds fall within the\n\ncore of [the Equal Protection Clause’s] prohibition.”).               Because\n\nthe Homeowners challenge an explicit racial classification within\n\nthe district court’s remedial order, they have properly alleged an\n\nequal protection violation.\n\n            The district court also suggested that the Homeowners\n\nfailed to demonstrate an equal protection violation because “[t]he\n\nimpact [of the new construction], if any, on the Homeowners will be\n\nconsiderably less than [the] impact of the existing DHA public\n\nhousing projects on the property owners in the black neighborhoods\n\nwith    existing   projects.”     The      district   court’s   reasoning   is\n\nincorrect: racial classifications are not acceptable simply because\n\nthey are perceived to have little impact.              Any explicit racial\n\nclassification, regardless of the burdens or benefits its imposes,\n\nis     suspect   and   subject   to   strict    scrutiny.       See   Adarand\n\nConstructors, Inc. v. Pena, 515 U.S. 200, 227, 115 S. Ct. 2097,\n\n2113 (1995) (“[A]ll racial classifications, imposed by whatever\n\nfederal, state, or local government actor, must be analyzed by a\n\nreviewing court under strict scrutiny.”); Powers v. Ohio, 499 U.S.\n\n400, 410, 111 S. Ct. 1364, 1370 (1991) (“It is axiomatic that\n\n\n\n\n                                      17\n\fracial classifications do not become legitimate on the assumption\n\nthat all persons suffer them in equal degree.”).\n\n                    B.   Intent to Discriminate\n\n          The district court held that the Homeowners failed to\n\nprove an equal protection violation because there is no intent to\n\ntreat whites worse than similarly situated blacks. Once again, the\n\ndistrict court is incorrect.    An explicit racial classification\n\ndoes not require any inquiry into “intent” in order to allege an\n\nequal protection violation.   See Shaw, 509 U.S. at 642, 113 S. Ct.\n\nat 2824 (“No inquiry into legislative purpose is necessary when the\n\nracial classification appears on the face of the statute.”).\n\n“Express racial classifications are immediately suspect because,\n\n‘[a]bsent searching judicial inquiry . . ., there is simply no way\n\nof determining whether classifications are ‘benign’ or ‘remedial’\n\nand what classifications are in fact motivated by illegitimate\n\nnotions of racial inferiority or simple racial politics.’”   Id. at\n\n642-43, 113 S. Ct. at 2824 (quoting Croson, 488 U.S. at 493, 109 S.\n\nCt. at 721).\n\n          The district court’s skepticism of the Homeowners’ right\n\nto pursue an equal protection claim was unfounded, so we proceed to\n\naddress the merits of their claim.\n\n\n\n\n                                 18\n\f                          IV.   NARROW TAILORING\n\n            The primary issue on appeal is whether the remedial\n\norder’s requirement that new public housing units be built or\n\nacquired in “predominantly white areas” is narrowly tailored to\n\nremedy the vestiges of past discrimination and segregation within\n\nDallas’s public housing programs. No party suggests on appeal that\n\nthe racial steering, which for so many years was a part of Dallas’s\n\npublic housing programs, has not been effectively eradicated.19\n\nRather, the parties’ dispute centers on the district court’s\n\nefforts to rectify the effects of the now-past discriminatory\n\npractices of DHA, HUD, and the City of Dallas.              In short, is it\n\nconstitutional in this case to implement a race-conscious site\n\nselection criterion for newly built or acquired public housing?\n\n            Any   race-conscious    remedial     measure    receives    strict\n\nscrutiny under the Equal Protection Clause.          See Adarand, 515 U.S.\n\nat 227, 115 S. Ct. at 2113; Black Fire Fighters Ass’n v. Dallas, 19\n\nF.3d 992, 995 (5th Cir. 1994) [hereinafter BFFA].            This is true no\n\nmatter    which   race   is   burdened    or   benefitted    by   the   racial\n\nclassification in question.        See Adarand, 515 U.S. at 224, 115 S.\n\nCt. at 2111 (citing Croson, 488 U.S. at 494, 109 S. Ct. at 722).\n\nStrict scrutiny requires that a racial classification be (1)\n\n\n     19\n          See 8/25/97 Oral Opinion, at 5 (“From the very beginning the primary\npurpose that DHA had was to prevent blacks from moving into white areas of the\ncity and the suburbs. That is not true of DHA today . . . .”).\n\n                                     19\n\fjustified by a compelling government interest and (2) narrowly\n\ntailored to further that interest.    See Adarand, 515 U.S. at 227,\n\n115 S. Ct. at 2113.      The Homeowners do not contest that there\n\nexists a compelling government interest in this case.   Therefore,\n\nour inquiry focuses on whether the remedial order is narrowly\n\ntailored.\n\n            In assessing whether a remedy is narrowly tailored,\n\ncourts are to assess five factors: (1) the necessity for relief,\n\n(2) the efficacy of alternative remedies, (3) the flexibility and\n\nduration of relief, (4) the relationship of the numerical goals to\n\nthe relevant market, and (5) the impact of the relief on the rights\n\nof third parties.    See United States v. Paradise, 480 U.S. 149,\n\n171, 107 S. Ct. 1053, 1066 (1987); BFFA, 19 F.3d at 995.     Before\n\nexamining these factors, however, we must address the standard of\n\nreview.\n\n            When a district court’s race-conscious remedial measure\n\nis challenged as not being narrowly tailored, the party defending\n\nthe remedial measure bears the burden of producing evidence that\n\nthe remedial measure is constitutional.   See Wygant v. Jackson Bd.\n\nof Educ., 476 U.S. 267, 277-78, 106 S. Ct. 1842, 1848-49; Aiken v.\n\nCity of Memphis, 37 F.3d 1155, 1162 (6th Cir. 1994); see also Raso\n\nv. Lago, 135 F.3d 11, 20 (1st Cir. 1998) (Stahl, J., dissenting).\n\nThe party challenging the remedial measure, of course, bears the\n\n\n                                 20\n\fultimate burden of demonstrating that the racial classification is\n\nunconstitutional.   See id.\n\n          In   general,   we   review   a   district   court’s   legal\n\nconclusions de novo and its findings of fact for clear error.\n\nHowever, “if the trial court bases its findings upon a mistaken\n\nimpression of applicable legal principles, the reviewing court is\n\nnot bound by the clearly erroneous standard.”     Inwood Labs., Inc.\n\nv. Ives Labs, Inc., 456 U.S. 844, 855 n.15, 102 S. Ct. 2182, 2189\n\nn.15 (1982); see also United States v. Bentley-Smith, 2 F.3d 1368,\n\n1373 (5th Cir. 1993).\n\n          In the case at hand, the district court placed the burden\n\nof production, as well as the ultimate burden of proof, on the\n\nHomeowners. Because he improperly placed the burden of production,\n\nwe are not bound by the clearly erroneous standard in reviewing his\n\nfindings of fact.   Nonetheless, although more rigorous review may\n\nbe in order, we will deferentially examine the district court’s\n\nfindings because this is a complicated case in which the district\n\ncourt has a decade’s worth of experience with Dallas’s public\n\nhousing programs.\n\n          Race-conscious remedies must be narrowly tailored to\n\neliminate the effects of past discrimination as well as bar like\n\ndiscrimination in the future.    See Paradise, 480 U.S. at 172-75,\n\n107 S. Ct. at 1067-68; id. at 183, 107 S.Ct. at 1073 (citing\n\n\n                                 21\n\fLouisiana v. United States, 380 U.S. 145, 154, 85 S. Ct. 817, 822\n\n(1965)).     “Racial classifications are simply too pernicious to\n\npermit any but the most exact connection between justification and\n\nclassification.”       Adarand, 515 U.S. at 229, 115 S. Ct. at 2113\n\n(quoting Fullilove v. Klutznick, 448 U.S. 448, 537, 100 S. Ct.\n\n2758, 2805 (1980) (Stevens, J., dissenting)).               This means that a\n\nrace-conscious remedy must be framed to address the exact effects\n\nand harms of the discrimination at issue.              See Wygant, 476 U.S. at\n\n280, 106 S. Ct. at 1850.\n\n             In application, arriving at an exact fit between harm and\n\nremedy requires consideration of whether a race-neutral or less\n\nrestrictive remedy could be used.           See Adarand, 515 U.S. at 237-38,\n\n115 S. Ct. at 2118; Wygant, 476 U.S. at 280 n.6, 106 S. Ct. at 1850\n\nn.6.   This is because a race-conscious remedy should be the remedy\n\nof last resort.      See Alexander v. Estepp, 95 F.3d 312, 316 (4th\n\nCir. 1996) (“[E]xplicit racial preferences, if available at all,\n\nmust be only a ‘last resort’ option.”).            A “race-conscious remedy\n\nwill   not    be   deemed   narrowly        tailored    until   less   sweeping\n\nalternatives——particularly race neutral ones——have been considered\n\n\n\n\n                                       22\n\fand tried.”      Williams v. Babbitt, 115 F.3d 657, 666 (9th Cir.\n\n1997).20\n\n            The first two Paradise factors are the necessity for\n\nrelief and efficacy of alternative remedies.            These weigh against\n\nrace-conscious site selection for two reasons.              First, Section 8\n\nhousing vouchers have not been given a fair try to prove their\n\npotential to desegregate.         Second, other criteria than a racial\n\nstandard will ensure the desegregated construction or acquisition\n\nof any new    public housing.      See infra, text at n.31.\n\n            The Homeowners argue that Section 8 alone is capable of\n\nremedying the effects of past discrimination in Dallas’s public\n\nhousing programs, and they contend that Section 8 has not been\n\ngiven a fair try.       They also point out, and the district court\n\nagrees, that Section 8 is more cost-efficient than new construction\n\nand   is   preferred   by   the   majority    of   public   housing    program\n\nparticipants. Section 8 is more flexible than fixed public housing\n\nbecause the participants may decide where and in what type facility\n\n\n\n      20\n          It is true that in Hills v. Gautreaux, the Supreme Court did not\ndisapprove a remedial order which, to end discrimination in public housing,\nrequired housing to be built in nonblack neighborhoods of Chicago. See 425 U.S.\n284, 296, 96 S.Ct. 1538, 1546 (1976).      But the Court did not consider the\npropriety of that remedy as opposed to a non-race conscious remedy like a\nvigorous Section 8 program. The only disputed issue in that case was whether the\nremedy could extend beyond the city limits of Chicago. Further, Hills predates\nsignificant changes that have occurred both in HUD’s approach to public housing\nand in the scrutiny afforded race-conscious remedies. Hills does not mandate\neither the construction of new public housing or race-conscious site selection.\nWe must review the application of the Paradise factors, which the district court\ncorrectly understood to frame the issues here.\n\n                                      23\n\fto reside. As a result, virtually all available Section 8 vouchers\n\nhave been snapped up in Dallas.\n\n            Unfortunately, however, numerous programs that would\n\nencourage    and    assist    black    families    to    use   Section    8    in\n\npredominantly white areas had been in effect or fully operational\n\nfor only a short time before trial on the Homeowners’ case.                   For\n\ninstance, the record indicates that DHA’s mobility program had been\n\noperating as originally proposed by the Walker plaintiffs and the\n\ndistrict court since only approximately 1994.21                  In addition,\n\nexceptions to the “fair market rent” caps on Section 8 vouchers and\n\ncertificates have been slow in coming.22                It also appears that\n\npotential Section 8 landlords may now be paid “signing bonuses” for\n\naccepting Section 8 tenants.           These are but three examples of\n\nnumerous “helping-hands” that may be employed to promote the\n\n\n\n\n      21\n          See 10/30/96 Testimony of Ann Lott, Director of DHA’s Section 8\nMobility Program (agreeing that most of the efforts to improve DHA’s mobility\nprogram have been within the preceding two years); 8/7/96 Deposition of Lott\n(explaining new procedures within DHA’s mobility program that were implemented\nin the prior year, including a marketing campaign for prospective landlords, a\nlandlord newsletter, and private briefings for landlords on the Section 8\nprogram).   But see 10/30/96 Testimony of Lori Moon, President & CEO of DHA\n(stating that DHA’s mobility efforts have been in effect since 1989).\n      22\n          It is unclear from the record whether HUD has granted DHA a 120% fair\nmarket exception rent across-the-board for all Section 8 housing in predominantly\nwhite areas. It is also unclear whether DHA could be granted fair market rent\nexceptions higher than 120%. Evidence in the record shows that a 160% fair\nmarket exception rent would significantly increase the availability of Section\n8 housing in predominantly white areas. Prior to implementing a race-conscious\nremedy, it would seem advisable to ensure (1) that rent exceptions above 120% are\nforeclosed, as they offer the potential to break-down a significant barrier to\nan even more effective Section 8 program, or (2) that 120% fair market exception\nrents have been fully implemented and tried, if that is the statutory maximum.\n\n                                       24\n\fsuccess of Section 8 as a desegregation tool.23           While the history\n\nand timing of their implementation by DHA and HUD in this case are\n\nnot perfectly clear, it is evident from the record that they were\n\nnot programs of long-standing before trial. If Section 8, combined\n\nwith such assistance programs, is an effective desegregation tool,\n\nthen Section 8 is superior to a race-conscious remedy in that it\n\nallows market forces and personal preferences rather than racial\n\ncriteria to guide the homemaking decision.\n\n            The   district   court   found,    agreeing   with    the   Walker\n\nplaintiffs, DHA, and HUD, that Section 8 needed to be combined with\n\nnew construction or acquisition in predominantly white areas in\n\norder to remedy the effects of past discrimination.              Adopting the\n\nWalker plaintiffs’ proposed findings of fact and conclusions of law\n\nin toto, the court concluded that Section 8 alone was an inadequate\n\nremedy for several reasons: there are not enough Section 8 units in\n\npredominantly white areas; among the available units there is a\n\nlack of three and four bedroom units; rents in predominantly white\n\nareas are too high to be covered even by Section 8’s fair market\n\nexception rents; landlords do not want to participate in the\n\nSection 8 program; and Section 8 participants become frustrated in\n\nlooking for housing in predominantly white areas and settle for\n\nhousing in minority areas.           The court also found that rental\n\n\n      23\n         Another example would be the vigorous enforcement of state and federal\nlaws prohibiting racial discrimination by private Section 8 landlords.\n\n                                      25\n\fcontract    requirements     in   predominantly      white   areas    contain\n\nprovisions that are difficult for Section 8 families to meet (e.g.,\n\nhigh security deposits, requirement of having held a job for the\n\npast year, etc.).      We neither accept nor attempt to reject these\n\nfactual findings. Rather, there is one overarching factual finding\n\nby the district court——which is uncontested by all parties——that\n\ntranscends the parties’ objections to Section 8 as a remedial\n\nmeasure.\n\n            In 1987, when the district court first found DHA in\n\nviolation of its original consent decree, a negligible number of\n\nblack families in DHA’s Section 8 programs lived in predominantly\n\nwhite areas.24   In contrast, in September 1994, approximately 1,050\n\nSection 8 black families lived in predominantly white areas.25             And\n\nin the fall of 1996, there were approximately 1,335 Section 8 black\n\nfamilies in predominantly white areas.26          These numbers show that\n\nin the two year period between 1994 and 1996, the number of Section\n\n8 black families living in predominantly white areas increased by\n\n285, or 27%.     And it was during this same time period that DHA’s\n\nSection 8 mobility program was getting fully underway. The program\n\n\n      24\n         The Walker plaintiffs state that in 1987 there were 66 Section 8 black\nfamilies living in predominantly white areas, which amounted to approximately\n2.4% of all black families in DHA’s Section 8 program.\n      25\n          According to testimony in the record, this amounted to approximately\n21% of all black families in DHA’s Section 8 program.\n      26\n          According to testimony in the record, this amounted to approximately\n24-25% of all black families in DHA’s Section 8 program.\n\n                                      26\n\fcurrently in place, which the district court has not criticized,\n\nessentially became fully operational around 1994.                 Based on the\n\nrelative success of DHA in moving blacks into predominantly white\n\nareas via its Section 8 program between 1994 and 1996, the Walker\n\nplaintiffs, HUD, and DHA have produced insufficient evidence to\n\nshow    that   the   district     court’s     race-conscious    site   selection\n\ncriterion      is    necessary     to     remedy     the   effects     of   past\n\ndiscrimination.        Cf.   In   re    Birmingham    Reverse   Discrimination\n\nEmployment Litig., 20 F.3d 1525, 1545-47 (11th Cir. 1994);27 see\n\nalso BFFA, 19 F.3d at 995 (“The broad skip promotion remedy in the\n\ndecree is difficult to justify when the knowledge to narrow it\n\nseems readily available.”).             Section 8, a race-neutral remedial\n\nmeasure, is increasingly successful at moving black families into\n\n\n       27\n          In In re Birmingham Reverse Discrimination Employment Litigation, non-\nblack employees of the Birmingham Fire Rescue Service (BFRS) challenged a 1981\nconsent decree entered into by the City of Birmingham that required, inter alia,\nthat 50% of all promotions to the rank of BFRS lieutenant would be filled by\nqualified blacks (i.e., for every two promotions to lieutenant, one must be\nfilled by a black candidate). See id.\n      The 11th Circuit noted that between 1978 and 1981, BFRS significantly\nincreased its total number of black employees from 8 to 42, which represented a\nshift in the black percentage of BFRS’s workforce from 1.89% to 9.3%. See id.\nThis was achieved without the use of a race-conscious remedy. See id. The court\nstated that “there is strong evidence in the record of this case that the City\nhad implemented effective alternatives to race-based quotas to remedy its prior\ndiscriminatory behavior.” Id. “While the district court correctly concluded\nthat, when the decree was entered, no black had as yet become a fire lieutenant,\nwe believe that, given the City’s progress at the entry-level, alternative\nmeasures designed to increase black representation in the fire lieutenant ranks\nwere feasible.” Id. The court proceeded to list the non-race-based remedies\nthat the plaintiffs proposed regarding promotion to BFRS lieutenant. See id. at\n1546-47.    It then concluded, “Considering the efficacy of the alternative\nremedies, the relief provided in the decree cannot be reconciled with the\nrequirement that a government’s use of race must be narrowly tailored.” Id. at\n1547.\n\n                                         27\n\fwhite areas, and the record indicates that it could be even more\n\nsuccessful with, for example, increased funding for both more\n\nvouchers and the mobility program,28 more mobility counselors,29 and\n\nhigher fair market exception rents.30         When Section 8 has evidenced\n\nsuch promising results, options such as these should be explored\n\nand tested before adopting a race-conscious remedy as a last\n\nresort.\n\n            Additionally, it is unnecessary to employ the race-\n\nconscious site selection criterion ordered by the court even if new\n\nconstruction or acquisition of public housing occurs. The district\n\ncourt may proceed with new construction as part of his remedial\n\nplan, but he may not do so using a race-conscious site selection\n\ncriterion. Of course, other criteria may be employed to guide site\n\nselection for new construction.         See United States v. Yonkers Bd.\n\nof Educ., 837 F.2d 1181, 1184, 1236-37 (2d Cir. 1987) (using a\n\ngeographical site selection criterion for public housing).                  The\n\ndistrict court has already mandated that all new sites be in areas\n\n\n\n\n      28\n           See 10/30/96 Testimony of Ann Lott, Director of DHA’s Section 8\nMobility Program, at III-43 (stating that DHA is able to use virtually every\nSection 8 voucher or certificate funded by HUD); see id. at III-65 (stating that\nDHA could put to use an additional 1,500 Section 8 vouchers).\n      29\n          See id. at III-67 (stating that the mobility program could use more\ncounselors).\n      30\n          See id. at III-57 (stating that higher fair market exception rents\nwould assist in obtaining more Section 8 housing in predominantly white areas).\n\n                                      28\n\fwhere the poverty rate does not exceed 13%.31          The district court’s\n\nconcern that if it does not attach a race-conscious site selection\n\ncriterion to new construction, then the new units will end up in\n\nminority areas and, as a consequence, Dallas’s public housing\n\nprojects will almost all remain in minority areas, is unfounded.32\n\n            In deciding that Section 8 and nonracial site selection\n\ncriteria should be implemented before a racial standard, we are\n\nmindful of the “respect owed a district judge’s judgment that\n\nspecified relief is essential to cure a violation of the Fourteenth\n\nAmendment.”       Paradise, 480 U.S. at 183, 107 S. Ct. at 1073.\n\nNonetheless, a district court’s broad equitable powers remain\n\nconstrained by the boundaries of narrow tailoring.33               The recent\n\nsuccess of Section 8 and the availability of viable nonracial, non-\n\ndiscriminatory site selection criteria, combined with the factors\n\ndiscussed    in   the   following    paragraphs,     demonstrate     that   the\n\n\n\n\n      31\n         It is suggested in brief that this criterion essentially restricts the\nareas available for new construction to predominantly white areas.\n      32\n          Moreover, the district court referred throughout his 8/25/97 Oral\nOpinion and 10/6/97 Written Opinion to the danger of losing the funds already\nallocated to new construction because they could not be transferred to the\nSection 8 program. This may be true. Nonetheless, it does not justify the use\nof a race-conscious site selection criterion.\n      33\n         See Billish v. City of Chicago, 989 F.2d 890, 893 (7th Cir. 1993) (en\nbanc); Wessmann v. Gittens, 160 F.3d 790, 808 (1st Cir. 1998) (“Croson, in\nparticular, leaves no doubt that only solid evidence will justify allowing race-\nconscious action. . .”); id. (“Our dissenting brother’s valiant effort to read\ninto Croson a broad discretion for government entities purporting to ameliorate\npast discrimination strikes us as wishful thinking.”).\n\n                                      29\n\fremedial order’s race-conscious site selection criterion is not\n\nnarrowly tailored.\n\n          First,   DHA,    HUD,   and    the   City   of    Dallas   are   all\n\ncooperating defendants.     That is to say, DHA, HUD, and the City of\n\nDallas no longer discriminate against black families in DHA’s\n\npublic housing programs, and -- by all accounts in the record --\n\nall three defendants are active participants in crafting and\n\nimplementing remedial measures to eliminate the vestiges of past\n\ndiscrimination.    In contrast, the Supreme Court approved a race-\n\nconscious remedy in Paradise in large part because earlier, less\n\nrestrictive remedies had proven ineffective since the defendant\n\ncontinually   resisted    their   implementation      and   stonewalled     in\n\ndeveloping acceptable procedures for the advancement of black\n\ntroopers within the Alabama Department of Public Safety.                   See\n\nParadise, 480 U.S. at 162-65, 107 S. Ct. at 1062-63 (describing the\n\nDepartment’s continuing failure to comply with the parties’ consent\n\ndecrees); id. at 170-71, 176-77, 107 S. Ct. at 1066, 1069; see also\n\nBFFA, 19 F.3d at 996 (finding a race-conscious remedial measure\n\nunnecessary, in part, because the defendant was a willing party to\n\nthe settlement of the lawsuit).          Where, as here, the defendants\n\nhave begun making race-neutral, good faith, and effective efforts\n\nto remedy the wrongs of the past, a race-conscious remedy should\n\nonly be a last resort.\n\n\n                                    30\n\f             Second, the district court, in his 8/25/97 Oral Opinion,\n\nmade references to the necessity of a race-conscious site selection\n\ncriterion     because     some     participants     in    DHA’s    public    housing\n\nprograms do not want and should not be forced to use Section 8.34\n\nWhile some may find it difficult to use Section 8, a race-conscious\n\nremedial     measure    is   not    justified     by     certain   class    members’\n\nobjections to looking for housing on their own versus their being\n\noffered a unit owned and operated by DHA.                A race-conscious remedy\n\nis justified, after race-neutral remedies have been considered and\n\nfound wanting, if it is the only effective means by which to remedy\n\nthe effects of past discrimination.               It is by this standard alone\n\nthat the district court must assess his remedial orders.                           As\n\napplied to the facts of this case, the district court’s concern\n\nseems      particularly      irrelevant      as    only     474    new     units   in\n\npredominantly white areas are currently funded, and those units\n\nmust be filled by Section 8 families who participate in DHA’s\n\n\n\n\n      34\n          See, e.g., 8/25/97 Oral Opinion, at 28 (“Even if this money [for new\npublic housing construction] could be reprogrammed for Section 8, there would\nstill be a need for the use of public housing in the desegregation plan. Section\n8, although the preferred method, is not the only method. Indeed, there are\nmembers of this class who made it evident, abundantly clear to this Court, that\nthey did not trust Section 8, they would not use Section 8, and they should not\nbe forced to use Section 8.”); id. at 33 (“I recognized then, as I do now, that\nalthough Section 8 certificates and vouchers may be the preferred method for most\npeople, for many people there are risks in Section 8 that not all class members\nwould want to take.     I declined to force those risks upon unwilling class\nmembers.”).\n\n                                        31\n\fFamily Self-Sufficiency Program.35         That is, they will be filled by\n\nthe “cream-of-the-crop” from DHA’s waiting lists.            Thus, those who\n\nin all probability need public housing units the least (because\n\nthey would be successful Section 8 participants) will be directed\n\nto the new units, while those for whom the district court expresses\n\nconcern will be left with Section 8.          DHA’s rationale for filling\n\nthe new units with participants in its self-sufficiency program is\n\ncommendable, but it throws askew part of the district court’s\n\nreasoning regarding the remedial need for new construction in\n\naddition to Section 8.\n\n            Third, it remains unclear why there is an absolute\n\nremedial necessity to build 474 new units of public housing using\n\na racial classification when (1) 2,033 (or 72%) of the remedial\n\norder’s 2,807 replacement units will be Section 8 and (2) DHA and\n\nHUD may submit a plan to use Section 8 for all of the 3,205\n\nadditional units of public housing to be built in predominantly\n\nwhite areas.36     In sum, out of a total of 6,012 units within the\n\nremedial order, only 474 (or 8%) must——assuming an acceptable\n\n\n\n      35\n          DHA’s Family Self-Sufficiency Program is a voluntary program that\nrequires participants to, for instance, be employed or attend school.       The\nparticipants sign a five-year contract with DHA in which they agree to abide by\nthe program’s regulations. In essence, the program is designed to make its\nparticipants self-sufficient by providing them with “upward mobility type\nassistance.” 8/7/96 Deposition of Lori Moon, President & CEO of DHA, at 110.\n      36\n          As noted previously, HUD states in its brief to this court that it\nintends to fulfill its entire obligation regarding the 3,205 additional units\nwith Section 8 vouchers or certificates.\n\n                                      32\n\fSection 8 plan is submitted for the 3,205 additional units——be new\n\nconstruction in predominantly white areas.       If Section 8 can\n\neffectively satisfy the district court’s remedial goal regarding\n\n5,628 units, it is baffling to assume that it cannot do so for an\n\nadditional 474 units.\n\n          DHA, HUD, and the City of Dallas offer two responses to\n\nthis criticism.      First, they argue that 474 units is a tiny\n\nproportion of the overall number of units contemplated by the\n\nremedial order; the deference due a district court in fashioning a\n\nremedial order should protect such a small element of the overall\n\nremedial plan.    This would be correct if the 474 units were not\n\nattached to a racial classification which requires that they be\n\nbuilt in predominantly white areas.    Racial classifications, even\n\nsmall ones, receive strict scrutiny.   Second, they contend that if\n\nthe 474 units already funded by HUD are not built in white areas,\n\nthey will either not be built at all or will be built in minority\n\nareas which will only further the racial segregation of DHA’s\n\npublic housing projects.    As discussed previously, the district\n\ncourt may entertain any number of site selection criteria regarding\n\nnew public housing units, except for race.    No one suggests that\n\nthe 474 units should not be built, only that requiring that they be\n\nbuilt using a race-conscious site selection criterion is not\n\nnarrowly tailored.\n\n\n\n                                33\n\f            The fourth Paradise factor, the relationship of numerical\n\ngoals to the relevant markets, also cuts against the race-conscious\n\nsite-selection criterion in the remedial order.37                    The district\n\ncourt’s remedial goal is to have half of the families in DHA’s\n\npublic housing programs (either public housing units or Section 8)\n\nin predominantly white areas of Dallas and half in “minority\n\nareas”.      The     justification    for   this       goal    is   that   Dallas’s\n\npopulation is approximately half white and half “minority” and,\n\ntherefore, public housing should be divided accordingly. This goal\n\nis overly broad.        This suit was brought by black plaintiffs on\n\nbehalf of a class of black plaintiffs.           There is no suggestion that\n\nthe suit ever expanded to include all minorities or that any\n\nliability of the public agencies to other minorities could be\n\nfound.      The    court’s   definition     of     a       “predominantly    white”\n\nneighborhood, with 63% white population, is also based on the idea\n\nthat public housing may not be placed in neighborhoods with higher\n\nconcentrations of Hispanics. There is no evidence in the record to\n\nsupport the court’s arbitrary definition of a predominantly white\n\nneighborhood.        The emphasis should instead be directed toward\n\nplacing public housing participants in neighborhoods of their\n\nchoice     through     a   vigorous    Section         8      program,     non-black\n\n\n\n\n     37\n           The third Paradise factor considers the flexibility and duration of\nrelief.   On balance, that factor is neutral in this case.\n\n                                      34\n\fneighborhoods, census tracts in which no public housing currently\n\nexists, or non-poor neighborhoods.38\n\n            The fifth Paradise factor is the impact of a racially-\n\nconscious site selection criterion on the rights of third parties.\n\nAmong all the groups affected by Dallas public housing, only these\n\nHomeowners have maintained that they would be injured by the\n\nracially-based site selection process that occurred here.               Despite\n\nthe court’s having purportedly found against them on this issue,\n\nthe totality of the remedial order is far more ambivalent.                   The\n\ndistrict court ordered stringent criteria for the design and upkeep\n\nof the projects and for tenant selection here and in another\n\n“predominantly white” neighborhood (the Frankford & Marsh site, see\n\nsupra, n.12), and he called for the participation of neighboring\n\ncommunity members, like these Homeowners, in planning the projects.\n\nThe court showed considerable sensitivity to the fact that public\n\nhousing has in the past been disgracefully neglected in Dallas.\n\nThe resulting remedial order thus cuts both ways with respect to\n\nthe Homeowners’ rights.       On one hand, it attempts to placate their\n\n\n\n\n      38\n         According to the Walker plaintiffs’ brief, at 11: “There are 113 county\ncensus tracts with 63% or greater non-Hispanic white population, 95 of which have\na poverty population less than the county average. There are an additional 20\ntracts with a non-Hispanic white population between 50% and 63%. Only seven of\nthese tracts have a poverty rate less than the county’s. There are an additional\n16 tracts with a poverty population below the county average but the non-Hispanic\nwhite population is less than 50%.”\n\n                                       35\n\ffears of deterioration in their neighborhoods.                     On the other hand,\n\nit lends credibility to those fears.\n\n            Because there are promising, non-racially discriminatory\n\nways to continue desegregating public housing in Dallas, the\n\nprovision    of    the    court’s      remedial       order        calling    for   the\n\nconstruction      or   acquisition      of    units     of     public    housing     in\n\n“predominantly white” areas is unconstitutional. Under the balance\n\nof the Paradise factors, the criterion is not narrowly tailored,\n\nand it is premature to utilize such a last-resort measure.                     We must\n\nvacate and remand this portion of the remedial order for further\n\nconsideration.\n\n            In    so   doing,    we   emphasize   several           points.     First,\n\nincreased reliance on Section 8 demands that the public agencies\n\nimplement a vigorous mobility plan that serves the relocation needs\n\nand concerns of black families, reaches out to white landlords,\n\naffords adequate fair market rent exceptions, and combats illegal\n\nprivate discrimination.          Second, this opinion does not deal with\n\nthe   remedial     order’s      nondiscriminatory        tenant       selection     and\n\nassignment provisions, which are not challenged by the Homeowners.\n\nThird,   this     opinion    does     not    preclude        the    construction     or\n\nacquisition of additional public housing if sites are selected by\n\nmeans of nonracial criteria.          But we also recognize that Section 8\n\nis overwhelmingly preferred by public housing families, that it\n\nallows market forces and personal preferences to control the\n\n                                        36\n\fhomemaking decision, and that it has not proven ineffective at\n\ndesegregating Dallas’s public housing programs when combined with\n\na vigorous mobility program.          As applied to the facts of this case,\n\nthe district court erred in employing a race-conscious remedy\n\nbefore utilizing race-neutral alternatives.\n\n                                 V.   CONCLUSION\n\n              For the foregoing reasons, the district court’s remedial\n\norder is VACATED to the extent indicated and the case is REMANDED\n\nfor further proceedings; the declaratory judgment awarded to the\n\nWalker    plaintiffs     is   REVERSED;      and   this    court’s    stay   of\n\nconstruction at the sites adjacent to the Homeowners’ subdivisions\n\nshall    be   ENFORCED   until    the   district   court   holds     additional\n\nhearings and enters a remedial order revised in accordance with the\n\nforegoing opinion.\n\n              Remedial order VACATED and REMANDED; declaratory judgment\n\nfor Walker plaintiffs REVERSED; stay ENFORCED pending entry of\n\nrevised remedial order.\n\n\n\n\n                                        37\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                        Revised April 6, 1999\n\n                 UNITED STATES COURT OF APPEALS\n                      FOR THE FIFTH CIRCUIT\n\n                       _______________________\n\n                             No. 97-11083\n                       _______________________\n\n\nDEBRA WALKER, ET AL,\n\n                                                           Plaintiffs,\n\nDEBRA WALKER; JEANETTE WASHINGTON; HAZEL\nWILLIAMS; ZELMA LANG; RENITA BROWN; LILLIE THOMPSON,\n\n                                                 Plaintiffs-Appellees,\n\nTRACEY SMITH,\n\n                                     Intervenor Plaintiff-Appellee,\n\n                               versus\n\nMESQUITE TX, CITY OF, ET AL,\n\n                                                           Defendants,\n\nDEPARTMENT OF HOUSING & URBAN DEVELOPMENT,\n\n                                                   Defendant-Appellee.\n\n                ********************************\n\nHIGHLANDS OF McKAMY IV AND V COMMUNITY IMPROVEMENT\nASSOCIATION; GINGER LEE; PRESTON HIGHLANDS HOMEOWNERS’\nASSOCIATION, INCORPORATED; DAVID BEER,\n\n                                                Plaintiffs-Appellants,\n\n                               versus\n\nTHE HOUSING AUTHORITY OF THE CITY OF DALLAS,\n\n                                                  Defendant-Appellee.\n\n_________________________________________________________________\n\f           Appeal from the United States District Court\n                for the Northern District of Texas\n_________________________________________________________________\n\n                                March 16, 1999\n\nBefore JONES, SMITH, Circuit Judges, and SHAW*, District Judge.\n\nEDITH H. JONES, Circuit Judge:\n\n             The Dallas Housing Authority (DHA), the United States\n\nDepartment of Housing and Urban Development (HUD), and the City of\n\nDallas were found liable several years ago for unconstitutional\n\nracial     discrimination   and    segregation       within      Dallas’s   public\n\nhousing    programs.     The    primary      issue   on   this    appeal    is   the\n\nconstitutionality of the provision of the district court’s most\n\nrecent remedial order that directs newly constructed units of\n\npublic housing to be located in “predominantly white” Dallas\n\nneighborhoods.\n\n             Specifically, this is an appeal from a final judgment in\n\ntwo actions that were consolidated for trial. In the first action,\n\ntwo homeowners and their homeowners’ associations (“Homeowners”)\n\nsought declaratory and injunctive relief against DHA’s construction\n\nof   two     new   public      housing       projects     adjacent     to    their\n\nneighborhoods.1     The Homeowners challenged the remedial order’s\n\n\n      *\n          District Judge of the Western District of Louisiana, sitting by\ndesignation.\n      1\n         The two homeowners’ associations are: (1) Highlands of McKamy IV and V\nCommunity Improvement Association and (2) Preston Highlands Homeowners’\nAssociation, Inc.\n\n                                         2\n\fprovisions for new public housing construction and race-conscious\n\nsite selection alleging that these were not narrowly tailored to\n\nremedy the vestiges of past discrimination and segregation. In the\n\nsecond action, the original class plaintiffs, tenants in the public\n\nhousing programs, sought declaratory relief that the remedial order\n\nprovisions are constitutional. The district court entered judgment\n\nagainst the Homeowners in the first action and for the class\n\nplaintiffs in the second action.        The Homeowners appealed.       We\n\nessentially vacate and remand for further consideration by the\n\ndistrict court.\n\n                             I.   BACKGROUND\n\n          Part of the convoluted history of this case is concisely\n\nrecounted in Walker v. HUD, </pre><span class=\"citation\" data-id=\"547243\"><a href=\"/opinion/547243/debra-walker-v-the-united-states-department-of-housing-and-urban/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span><pre class=\"inline\">, 821-25 (5th Cir. 1990)\n\n[hereinafter Walker IV]. We will not repeat that history here, but\n\nsome important procedural and substantive gaps in this court’s\n\nprior opinion, which addressed different issues, should be filled\n\nin.\n\n          This case began in 1985 and initially resulted in a\n\nconsent decree, which was approved by the district court in 1987.\n\nSee Walker v. HUD, </pre><span class=\"citation no-link\"><span class=\"volume\">734</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1231</span></span><pre class=\"inline\">, 1247-82 (N.D. Tex. 1989)\n\n[hereinafter   Walker   I]   (reprinting   the   district   court’s   1987\n\nconsent decree and its “Findings of Fact & Conclusions of Law\n\nApproving the Proposed Consent Decree”).            The consent decree\n\n\n                                    3\n\faddressed    the    plaintiff    class’s2    challenge     under    the   Equal\n\nProtection Clause of the Fourteenth Amendment and 42 U.S.C. § 1983\n\nto the purposeful racial discrimination and segregation within\n\nDHA’s public housing programs.          The defendants were DHA and HUD.\n\nThe City of Dallas was joined as both a defendant to the lawsuit\n\nand a party to the consent decree in 1989.           See Walker v. HUD, </pre><span class=\"citation\" data-id=\"1461714\"><a href=\"/opinion/1461714/walker-v-us-dept-of-housing-urban-dev/\"><span class=\"volume\">734</span>\n\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">1289</span></a></span><pre class=\"inline\"> (N.D. Tex. 1989) [hereinafter Walker III].                     The\n\nhistory of public housing in Dallas is a sordid tale of overt and\n\ncovert racial discrimination and segregation. See generally Walker\n\nIII, 734 F. Supp. at 1293-1312 (recounting in detail the history of\n\npublic housing in Dallas).            Virtually all non-elderly public\n\nhousing units3 were constructed in minority areas of Dallas.4                 No\n\nnew public housing units were built between 1955 and 1989 at least\n\nin part for fear that they might be located in white areas.               Tenant\n\nselection and assignment procedures for public housing units were\n\ncrafted and administered to maintain racially segregated projects.\n\n      2\n         The consent decree defined the plaintiff class as “all black persons\npresently or who during the pendency of this Decree become either (a) residents\nof a DHA owned or managed project, or (b) participants in the DHA Section 8\nExisting Housing Program.” See Walker I, 734 F. Supp. at 1263.\n      The plaintiff class will be referred to throughout this opinion as the\n“Walker plaintiffs.” Deborah Walker is one of the named plaintiffs representing\nthe class.\n      3\n         “Public housing units” refer to housing units owned and operated by DHA.\nIn contrast, under DHA’s Section 8 certificate and voucher programs, participants\nrent housing units from private owners, and their rents are subsidized by DHA.\n      4\n         In 1994, of DHA’s approximately 6,400 public housing units, 6,100 were\nin minority areas and 300 were in predominantly white areas. An additional 75\nunits are currently under construction or just completed in a predominantly white\narea (Frankford & Marsh project), and the units at issue in this lawsuit would\nadd another 80 units to predominantly white areas of Dallas.\n\n                                       4\n\fDHA’s Section 8 housing programs were operated to discourage blacks\n\nfrom moving into white areas of metropolitan Dallas.                   See id.\n\nBlacks were purposefully segregated for decades into either Section\n\n8 housing in minority areas of Dallas or predominantly black\n\nhousing projects in minority areas of Dallas.\n\n               The   1987   consent   decree   required   the   demolition    of\n\napproximately 2,600 units of public housing in DHA’s West Dallas\n\nproject, a public housing development located in a predominantly\n\nblack area of the city and referred to by this court as “one of\n\nDallas’s worst slums.”5         Walker IV, 912 F.2d at 821.        These units\n\nwere to be replaced on a one-for-one basis with additional public\n\nhousing units and Section 8 certificates and vouchers.              See id. at\n\n822.       The decree also required that one hundred newly constructed\n\nreplacement units be built in a predominantly white area of Dallas,\n\nthat a nondiscriminatory tenant selection and assignment plan be\n\nimplemented, and that a Section 8 mobility plan be established to\n\n\n\n       5\n         The West Dallas project was completed in 1955 and contained 3,500 units.\nIn many ways, it is at the heart of this litigation. It was constructed to solve\nthe “Negro housing problem.” See Walker III, 734 F. Supp. at 1295. It is the\nsecond largest public housing project in the United States. See id. at 1296\nn.21.    As of 1983, one-third of its units were so dilapidated as to be\nuninhabitable. See id. at 1307. In 1986, rejection rates for available units\nin the West Dallas project ranged from 58-60%. See id. at 1308. At that time,\nthere were 1,583 vacant units of which 1,300 had been boarded up for more than\nten years because of their deteriorated state. See id. The 1987 consent decree\nwas designed to alter this concentration of public housing by requiring the\ndemolition of all but approximately 900 of the West Dallas units, the\nreconfiguration and rehabilitation of the remaining units, and the creation of\nnew public housing opportunities in predominantly white areas of the city and its\nsuburbs.\n\n                                        5\n\fassist black families joining the Section 8 program in finding\n\nhousing in white areas of Dallas.6\n\n               DHA repeatedly violated the 1987 consent decree.          First,\n\nit resisted the construction of the 100 units of new public housing\n\nin a predominantly white area.        See Walker I, 734 F. Supp. at 1243-\n\n45.        Site selection for and construction of the 100 units was\n\neventually completed, but only by court order.              See id.     Second,\n\nDHA violated the tenant selection and assignment and mobility\n\nprovisions of the decree.          See id. at 1235-42.         DHA failed to\n\nestablish and fund the required Section 8 mobility program, failed\n\nto timely obtain fair market exception rents,7 delayed implementing\n\na nondiscriminatory tenant selection and assignment program, failed\n\nto include in Section 8 housing information a full list of all\n\nSection 8 units available in non-minority areas, and failed to use\n\nall of the Section 8 certificates and vouchers allocated by HUD to\n\nDHA.       See id.\n\n\n\n\n       6\n         The Section 8 mobility program was designed to educate landlords about\nthe Section 8 program and to assist Section 8 participants in locating Section\n8 housing in non-minority areas of Dallas. Specifically, the program was to\ninclude landlord recruitment, exceptions to HUD’s “fair market value” rent caps\non Section 8 vouchers and certificates, Title VIII enforcement actions, and child\ncare and transportation services. The program was also to provide neighborhood\nspecific information on crime rates, job training and employment opportunities,\nday care, medical facilities, neighborhood shopping, transportation, social\nservices, objective indicators of school quality such as TAAS test results, and\n“environmental hazards or other conditions inimical to family life.”\n       7\n         The value of a Section 8 voucher or certificate is capped by HUD at the\n“fair market rent.” This cap, however, can be increased by special application\nto HUD.\n\n                                       6\n\f             In March 1992, the district court vacated the 1987\n\nconsent decree on the grounds that its terms were not implemented\n\nand   that   the   vestiges     of   purposeful     segregation     persisted.\n\nSubsequently, the district court granted the Walker plaintiffs’\n\nuncontested motion for summary judgment on the issue of liability.\n\nIn September 1994, the district court held a trial on the issue of\n\na remedy.    The district court entered its remedial order affecting\n\nDHA in February 1995 and its remedial order affecting HUD in April\n\n1996.\n\n             The remedial order affecting DHA requires DHA (1) to\n\ndemolish at least 2,630 units of its West Dallas project, (2) to\n\ndevelop 2,807 replacement units for the demolished West Dallas\n\nunits through both new construction and Section 8 vouchers and\n\ncertificates,8 (3) to develop, either through construction or\n\nacquisition, an additional 3,205 new units of public housing in\n\npredominantly white areas of metropolitan Dallas in which the\n\npoverty rate does not exceed 13%, and (4) to develop all new public\n\nhousing units in predominantly white areas until there are as many\n\n\n      8\n         These 2,807 units have already been funded by HUD. The 2,807 units are\nmade up of 774 new public housing units and 2,033 Section 8 certificates and\nvouchers. Specifically, the replacement units consist of (i) the 100 units\nconstructed pursuant to court order from the 1987 consent decree, (ii) 1,335\nSection 8 certificates and vouchers previously funded by HUD, (iii) 339 new\npublic housing units allocated to DHA in 1990 and 1991 as part of the proposed\n2,000 unit West Dallas project, (iv) 335 new public housing units allocated under\nHOPE VI in 1994 as replacement units for West Dallas, and (v) 698 additional\nSection 8 vouchers promised by HUD. Therefore, there are 674 new units of public\nhousing currently funded but not under construction. Eighty of these units are\nspecifically at issue in this case.\n\n                                       7\n\funits in predominantly white areas as there are in minority areas.9\n\nA “predominantly white area” is defined as less than 37% Hispanic,\n\nblack, or other minority.         The required 3,205 new units may be\n\nsatisfied by the use of Section 8 certificates or vouchers, but\n\nonly after court approval.10       The construction costs for 674 of the\n\n2,807 new replacement units have been previously allocated to DHA\n\nby HUD,11 although only 75 of these units are currently under\n\nconstruction or completed.12\n\n            The Homeowners filed this suit against DHA and HUD to\n\nenjoin the construction of two new 40-unit public housing projects\n\n\n\n\n      9\n         The source of this final detail of the district court’s remedial order\nis unclear. The written order itself is confusing. Paragraph A.3 requires that\nall of the 3,205 new units be built in predominantly white areas.\n      In slight contrast, the district court reiterates throughout his oral and\nwritten opinions that all of the 674 new units of public housing (i.e., the ones\ncurrently funded by HUD but not under construction) “and any other allocated in\nthe future, must be developed in predominantly white areas until there are\napproximately as many non-elderly public housing units in those areas as in\nminority areas.” 10/6/97 Written Opinion, at 22. The district court goes on to\nsay, “The race conscious site selection remedy is limited. It applies only until\nthere is a comparable number of public housing units in white and minority\nareas.” Id. at 22-23; see also 8/25/97 Oral Opinion, at 22 (“Again, the 674\nunits must be placed in white non-minority areas until there are as many public\nhousing units in white areas as in minority areas.”).\n      10\n         To date, no plan for the use of Section 8 certificates or vouchers has\nbeen submitted to the district court. However, HUD states in its brief to this\ncourt that it “expects to meet this obligation by providing funding for Section\n8 certificates and vouchers for all of the 3,205 units, at a rate of 320 units\nper year for 10 years. Thus, it is likely that the only public housing units\ndeveloped under the Remedial Orders will be the 774 units already allocated by\nHUD and designated as replacement units under paragraph A.1 of the HUD Remedial\nOrder and paragraph A.2 of the DHA Remedial Order.”\n      11\n         The district court authorized that 200 of the replacement units may be\nused in the reconfiguration and revitalization of the West Dallas project.\n      12\n          The 75 units either under construction or completed are at DHA’s\nFrankford & Marsh site.\n\n                                       8\n\fon sites adjacent to their neighborhoods.13                        The Homeowners allege\n\nthat the remedy of new construction is not narrowly tailored\n\nbecause    it    requires     that          the    new     units     be    constructed      in\n\npredominantly white areas.              The Homeowners do not contest either\n\nthe remedial order’s poverty site-selection criterion or HUD’s\n\nsite-selection standards set forth in 24 C.F.R. § 941.202.\n\n            In    response       to    the        Homeowners’       action,      the   Walker\n\nplaintiffs sought declaratory relief that the remedial order was\n\nconstitutional.        The Homeowners’ request for an injunction and the\n\nWalker plaintiffs’ declaratory judgment action were tried together\n\nin   October     1996.     The     district         court    denied        the   Homeowners’\n\ninjunctive relief and granted the Walker plaintiffs declaratory\n\nrelief.    The district court gave an oral opinion on August 25,\n\n1997, entered final judgment on September 18, 1997, and issued its\n\nwritten opinion on October 6, 1997.14\n\n                                      II.    STANDING\n\n            As    an     initial       matter,       DHA     and     HUD    challenge      the\n\nHomeowners'      standing     to       bring       their     suit.         The    burden   of\n\nestablishing standing rests with the party seeking to invoke\n\nfederal jurisdiction (i.e., the Homeowners).                        See United States v.\n\nHays, </pre><span class=\"citation\" data-id=\"117965\"><a href=\"/opinion/117965/united-states-v-hays/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span><pre class=\"inline\">, 743, </pre><span class=\"citation\" data-id=\"117965\"><a href=\"/opinion/117965/united-states-v-hays/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></a></span><pre class=\"inline\">, 2435 (1995); Lujan v.\n\n      13\n         One site is at the intersection of McCallum and Meandering Way, and the\nother site is at the intersection of Hillcrest and Highway 190.\n      14\n         These opinions will hereinafter be cited respectively as: 8/25/97 Oral\nOpinion, 9/18/97 Final Judgment, and 10/6/97 Written Opinion.\n\n                                               9\n\fDefenders of Wildlife, </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 561, </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span><pre class=\"inline\">, 2136\n\n(1992).       In a case that has proceeded to final judgment, the\n\nfactual allegations supporting standing (if controverted) must be\n\nsupported adequately by the evidence adduced at trial.                See Hays,\n\n515 U.S. at 743, 115 S. Ct. at 2435; Lujan, 504 U.S. at 561, 112 S.\n\nCt. at 2137; Gladstone Realtors v. Village of Bellwood, </pre><span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">91</span></a></span><pre class=\"inline\">, 115 n.31, </pre><span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1601</span></a></span><pre class=\"inline\">, 1616 n.31 (1979); see also CHARLES ALAN\n\nWRIGHT   ET AL.,   13A FEDERAL PRACTICE & PROCEDURE § 3531.15, at 105 (2d ed.\n\n1984).15\n\n              The irreducible constitutional minimum of standing is\n\ncomposed of three elements:\n\n              First, the plaintiff must have suffered an\n              “injury in fact”--an invasion of a legally\n              protected interest which is (a) concrete and\n              particularized, and (b) actual or imminent,\n              not conjectural or hypothetical.       Second,\n              there must be a causal connection between the\n              injury and the conduct complained of . . . .\n              Third, it must be likely, as opposed to merely\n              speculative, that the injury will be redressed\n              by a favorable decision.\n\nHays, 515 U.S. at 742-43, 115 S. Ct. at 2435 (quoting Lujan, 504\n\nU.S.     at   560-61,    112   S.   Ct.   at   2136)   (internal   citation   and\n\nquotations omitted).           In applying these constitutional standing\n\n\n\n      15\n           “If this were an appeal from a judgment granting the defendants’\nmotion to dismiss for lack of standing, we would be required to accept as true\nall of the material allegations of the complaint.      However, because we are\nreviewing a final judgment based upon a fully developed record, we must evaluate\nstanding from all materials of record.” Pollard v. Cockrell, </pre><span class=\"citation\" data-id=\"357364\"><a href=\"/opinion/357364/james-o-pollard-etc-v-lila-cockrell-etc/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1002</span></a></span><pre class=\"inline\">, 1006\n(5th Cir. 1978) (internal citations and quotations omitted).\n\n                                          10\n\frequirements, the Court has adopted a prudential principle that\n\nbars the adjudication of “generalized grievances” against allegedly\n\nillegal government conduct.16         See id.     In the equal protection\n\ncontext, this prudential principle means that standing exists only\n\nfor those persons who are personally denied equal treatment by the\n\nchallenged discriminatory conduct.             See id. (citing Allen v.\n\nWright, </pre><span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span><pre class=\"inline\">, 755, </pre><span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span><pre class=\"inline\">, 3326 (1984)); see also\n\nValley Forge Christian College v. Americans United for Separation\n\nof Church and State, Inc., </pre><span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, 489 n.26, </pre><span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span><pre class=\"inline\">,\n\n768 n.26 (1982) (rejecting the proposition that every citizen has\n\n“standing to challenge every affirmative-action program on the\n\nbasis of a personal right to a government that does not deny equal\n\nprotection of the laws”).\n\n            DHA and HUD principally contend that the Homeowners lack\n\nstanding because they allege an injury that is conjectural and a\n\ngeneralized grievance. The essence of the Homeowners’ complaint is\n\ntwofold: (1) they have been purposefully discriminated against\n\nbecause of their race (i.e., they were intentionally singled out\n\nbecause of     their   race   to   accommodate    two   new   public   housing\n\n\n\n      16\n          A “generalized grievance” is a harm “shared in substantially equal\nmeasure by all or a large class of citizens.” Warth v. Seldin, </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span><pre class=\"inline\">,\n499, </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span><pre class=\"inline\">, 2205 (1975). “The prudential principle barring adjudication\nof ‘generalized grievances’ is closely related to the constitutional requirement\nof personal ‘injury in fact,’ and the policies underlying both are similar.”\nApache Bend Apartments, Ltd. v. United States, </pre><span class=\"citation\" data-id=\"601819\"><a href=\"/opinion/601819/apache-bend-apartments-ltd-v-united-states-of-america-acting-through/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></a></span><pre class=\"inline\">, 1176 (5th Cir.\n1993) (en banc).\n\n                                      11\n\fprojects adjacent to their neighborhoods), and (2) this decision\n\nhas inflicted or threatens to inflict specific injury including\n\ndecreased property values, increased crime and population density,\n\nenvironmental problems, and diminished aesthetic values of the\n\nneighborhood because DHA will fail to operate and maintain the two\n\nprojects     properly.        The   remedial   order’s    explicit   racial\n\nclassification alone is sufficient to confer standing on these\n\nparticular homeowners. In Allen v. Wright, </pre><span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span><pre class=\"inline\"> (1984),\n\nthe Supreme Court wrote regarding the “stigmatizing injury” caused\n\nby racial discrimination that “[t]here can be no doubt that this\n\nsort of non-economic injury is one of the most serious consequences\n\nof discriminatory government action and is sufficient in some\n\ncircumstances to support standing.”            Id. at 755, 104 S. Ct. at\n\n3326.    The Court continued, “Our cases make clear, however, that\n\nsuch injury accords a basis for standing only to ‘those persons who\n\nare     personally   denied    equal    treatment’   by   the   challenged\n\ndiscriminatory conduct.        Id.; see also City of Richmond v. J.A.\n\nCroson, </pre><span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span><pre class=\"inline\">, 493, </pre><span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span><pre class=\"inline\">, 721 (1989) (“To whatever\n\nracial group these citizens belong, their ‘personal rights’ to be\n\ntreated with equal dignity and respect are implicated by a rigid\n\nrule erecting race as the sole criterion in an aspect of public\n\ndecisionmaking.”).\n\n\n\n\n                                       12\n\f           Under the remedial order, DHA selected the homeowners’\n\nneighborhood because they are white and they live in an area of\n\nDallas that is at least 63% white.                  The remedial order also\n\nrequires that new units not be located in areas where the poverty\n\nrate exceeds 13%.       Thus, these homeowners’ “whiteness” is one of\n\ntwo   controlling    elements      which      identified    the     specific       sites\n\nadjacent     to   their     neighborhoods         for      new     public      housing\n\nconstruction.     When a homeowner’s neighborhood adjoins a proposed\n\npublic housing      project      whose   site    was    determined        by   a   race-\n\nconscious standard, he has standing to sue because of the explicit\n\nracial classification.        Cf. Hays, 515 U.S. at 744-45, 115 S. Ct. at\n\n2436 (“Where a plaintiff resides in a racially gerrymandered\n\ndistrict, however, the plaintiff has been denied equal treatment\n\nbecause of the legislature’s reliance on racial criteria, and\n\ntherefore has standing to challenge the legislature’s action.”).\n\n           DHA and HUD cite three cases to support their contention\n\nthat the Homeowners’ injury is a generalized grievance lacking the\n\nspecificity and particularity necessary to confer standing.                         Each\n\ncase is easily distinguishable from the case at hand.                     In Warth v.\n\nSeldin, </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span><pre class=\"inline\">, 504-07, </pre><span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span><pre class=\"inline\">, 2208-09 (1975), the\n\nplaintiffs    alleged     that    an   adjacent    town’s        zoning    ordinances\n\neffectively excluded low and moderate income persons from living in\n\nthe town, but they could not demonstrate that the ordinances\n\n\n                                         13\n\fspecifically precluded them from living in the adjacent town.           In\n\nApache Bend Apartments v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></span><pre class=\"inline\">, 1177 (5th\n\nCir. 1993), the plaintiff-taxpayers were not seeking to litigate\n\ntheir own tax liability, but the tax liability of taxpayers who\n\nwere not before the court.      And in Hays, 515 U.S. at 744-45, 115 S.\n\nCt. at 2436, the plaintiffs were denied standing to challenge a\n\nreapportionment plan because they did not live in the district that\n\nwas the focus of their claim.          In contrast to these three cases,\n\nthe Homeowners live in neighborhoods next door to the proposed new\n\n40-unit housing projects, and the location of these projects was\n\nselected specifically because of the homeowners’ race.\n\n              In general, the racial classification of the homeowners\n\nis an injury in and of itself.          See Shaw v. Reno, </pre><span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span><pre class=\"inline\">,\n\n643, </pre><span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2816</span></a></span><pre class=\"inline\">, 2824 (1993) (“Classifications of citizens\n\nsolely on the basis of race are by their very nature odious to a\n\nfree people whose institutions are founded upon the doctrine of\n\nequality.      They threaten to stigmatize individuals by reason of\n\ntheir membership in a racial group and to incite racial hostility.\"\n\n(internal citations omitted)). But the Homeowners also allege that\n\nconstructing two new 40-unit public housing projects adjacent to\n\ntheir neighborhoods will cause a decline in their property values\n\nand   other     problems   involving    crime,   traffic   and   diminished\n\naesthetic values.      Relying on the district court’s fact finding\n\n\n                                       14\n\fthat the Homeowners have not suffered such an economic injury\n\ncaused by the new public housing projects, HUD and DHA challenge\n\nwhether the Homeowners have in fact suffered a decrease in property\n\nvalues.    Despite this finding, we cannot conclude, having reviewed\n\nthe record, that the Homeowners did not put forth adequate evidence\n\nat trial to confer standing upon them.          The district court did not\n\nhold that the Homeowners lack standing, as he was well aware of the\n\npotential     for   neighborhood   disruption     traceable    to   improperly\n\nmanaged public housing projects.           HUD and DHA cite no cases in\n\nwhich standing has been denied to homeowners who asserted their\n\nquality of life and property values would be diminished by a next-\n\ndoor public housing or other HUD project.            The caselaw is to the\n\ncontrary.17\n\n            In sum, the Homeowners alleged and sufficiently proved\n\nfacts that were adequate to support standing to sue.18              The injury\n\n      17\n          See Alschuler v. HUD, </pre><span class=\"citation\" data-id=\"407820\"><a href=\"/opinion/407820/frank-alschuler-diane-sokolofski-morton-weisman-and-the-hutchinson-hazel-/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 476-77 (7th Cir. 1982); South East\nLake View Neighbors v. HUD, </pre><span class=\"citation\" data-id=\"407612\"><a href=\"/opinion/407612/south-east-lake-view-neighbors-v-department-of-housing-and-urban/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span><pre class=\"inline\">, 1034-35 (7th Cir. 1982); Society Hill\nCivic Ass’n v. Harris, </pre><span class=\"citation\" data-id=\"382946\"><a href=\"/opinion/382946/society-hill-civic-association-mrs-james-dugan-mrs-hebe-dick-baldwin/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1045</span></a></span><pre class=\"inline\">, 1054 (3d Cir. 1980).\n      18\n         As a subsidiary matter, DHA contends that the Homeowners lack standing\nbecause their alleged injury would not be redressed by the invalidation of the\nremedial order’s requirement that public housing be built only in \"predominantly\nwhite areas.\" In other words, DHA argues that it could have selected the two\nsites in question even without the race-conscious site selection criterion.\n         DHA applies the wrong legal standard. The test is whether DHA would\nhave selected these two sites absent the race-conscious criterion, not whether\nit could have selected the sites. See Warth, 422 U.S. at 504, 95 S. Ct. at 2208\n(framing the standing question as whether, absent the challenged zoning\nordinances that allegedly excluded low-income persons from living in the town of\nPenfield, there was a substantial probability that the plaintiff would have been\nable to obtain such housing). There is no evidence in the record that DHA would\nhave chosen the two sites in question absent the race-conscious criterion, and\nthe Walker plaintiffs admit in their brief to this court that \"[t]he record is\nclear that DHA would not have chosen the sites absent the court order.\"\n\n                                      15\n\fthey assert is not too abstract or conjectural.                    The line of\n\ncausation between the alleged unconstitutional conduct and the\n\ninjury is not attenuated.            And the prospect of obtaining relief\n\nfrom    the    injury    as   a   result    of   a   favorable   ruling   is   not\n\nspeculative.\n\n                 III.    HOMEOWNERS’ EQUAL PROTECTION CLAIM\n\n              The district court held that the Homeowners failed to\n\nallege an equal protection violation.                 The Homeowners challenge\n\nthis conclusion.\n\n                  A.    Lack of a Similarly Situated Group\n\n              The district court, citing Samaad v. City of Dallas, </pre><span class=\"citation\" data-id=\"566016\"><a href=\"/opinion/566016/abdul-muhammad-samaad-v-city-of-dallas-state-fair-of-texas-dallas-grand/\"><span class=\"volume\">940</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">925</span></a></span><pre class=\"inline\"> (5th Cir. 1991), found that the Homeowners failed to show\n\nan equal protection violation because they did not identify a\n\nsimilarly situated set of black persons who have been treated\n\nbetter.       See id. at 941 n.31      This requirement, however, applies\n\nonly    to    equal     protection    claims     involving   facially     neutral\n\ngovernment actions, where it is necessary to establish that the\n\ngovernment is distinguishing or classifying persons on the basis of\n\nrace.        See id. at 941.         Explicit racial classifications, in\n\n\n         Additionally, HUD argues that the Homeowners are challenging the wrong\npart of the remedial order by contesting the 3,205 additional units of public\nhousing that must be built in predominantly white areas. It is quite clear from\nthe record, however, that the Homeowners have properly challenged the two 40-unit\nprojects, which were selected on a race-conscious basis to be built next to their\nneighborhoods. Obviously, these two projects are part of a larger remedial\nscheme that is affected by this court’s opinion herein.\n\n\n                                           16\n\fcontrast, establish unequal treatment by their very nature.                 See\n\nShaw, 509 U.S. at 642, 113 S. Ct. at 2824 (“Laws that explicitly\n\ndistinguish between individuals on racial grounds fall within the\n\ncore of [the Equal Protection Clause’s] prohibition.”).               Because\n\nthe Homeowners challenge an explicit racial classification within\n\nthe district court’s remedial order, they have properly alleged an\n\nequal protection violation.\n\n            The district court also suggested that the Homeowners\n\nfailed to demonstrate an equal protection violation because “[t]he\n\nimpact [of the new construction], if any, on the Homeowners will be\n\nconsiderably less than [the] impact of the existing DHA public\n\nhousing projects on the property owners in the black neighborhoods\n\nwith    existing   projects.”     The      district   court’s   reasoning   is\n\nincorrect: racial classifications are not acceptable simply because\n\nthey are perceived to have little impact.              Any explicit racial\n\nclassification, regardless of the burdens or benefits its imposes,\n\nis     suspect   and   subject   to   strict    scrutiny.       See   Adarand\n\nConstructors, Inc. v. Pena, </pre><span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">, 227, </pre><span class=\"citation\" data-id=\"117947\"><a href=\"/opinion/117947/adarand-constructors-inc-v-pena/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span><pre class=\"inline\">,\n\n2113 (1995) (“[A]ll racial classifications, imposed by whatever\n\nfederal, state, or local government actor, must be analyzed by a\n\nreviewing court under strict scrutiny.”); Powers v. Ohio, </pre><span class=\"citation\" data-id=\"112570\"><a href=\"/opinion/112570/powers-v-ohio/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">400</span></a></span><pre class=\"inline\">, 410, </pre><span class=\"citation\" data-id=\"112570\"><a href=\"/opinion/112570/powers-v-ohio/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1370 (1991) (“It is axiomatic that\n\n\n\n\n                                      17\n\fracial classifications do not become legitimate on the assumption\n\nthat all persons suffer them in equal degree.”).\n\n                    B.   Intent to Discriminate\n\n          The district court held that the Homeowners failed to\n\nprove an equal protection violation because there is no intent to\n\ntreat whites worse than similarly situated blacks. Once again, the\n\ndistrict court is incorrect.    An explicit racial classification\n\ndoes not require any inquiry into “intent” in order to allege an\n\nequal protection violation.   See Shaw, 509 U.S. at 642, 113 S. Ct.\n\nat 2824 (“No inquiry into legislative purpose is necessary when the\n\nracial classification appears on the face of the statute.”).\n\n“Express racial classifications are immediately suspect because,\n\n‘[a]bsent searching judicial inquiry . . ., there is simply no way\n\nof determining whether classifications are ‘benign’ or ‘remedial’\n\nand what classifications are in fact motivated by illegitimate\n\nnotions of racial inferiority or simple racial politics.’”   Id. at\n\n642-43, 113 S. Ct. at 2824 (quoting Croson, 488 U.S. at 493, 109 S.\n\nCt. at 721).\n\n          The district court’s skepticism of the Homeowners’ right\n\nto pursue an equal protection claim was unfounded, so we proceed to\n\naddress the merits of their claim.\n\n\n\n\n                                 18\n\f                          IV.   NARROW TAILORING\n\n            The primary issue on appeal is whether the remedial\n\norder’s requirement that new public housing units be built or\n\nacquired in “predominantly white areas” is narrowly tailored to\n\nremedy the vestiges of past discrimination and segregation within\n\nDallas’s public housing programs. No party suggests on appeal that\n\nthe racial steering, which for so many years was a part of Dallas’s\n\npublic housing programs, has not been effectively eradicated.19\n\nRather, the parties’ dispute centers on the district court’s\n\nefforts to rectify the effects of the now-past discriminatory\n\npractices of DHA, HUD, and the City of Dallas.              In short, is it\n\nconstitutional in this case to implement a race-conscious site\n\nselection criterion for newly built or acquired public housing?\n\n            Any   race-conscious    remedial     measure    receives    strict\n\nscrutiny under the Equal Protection Clause.          See Adarand, 515 U.S.\n\nat 227, 115 S. Ct. at 2113; Black Fire Fighters Ass’n v. Dallas, </pre><span class=\"citation\" data-id=\"6289\"><a href=\"/opinion/6289/black-fire-fighters-assn-of-dallas-v-city-of-dallas-tex/\"><span class=\"volume\">19</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span><pre class=\"inline\">, 995 (5th Cir. 1994) [hereinafter BFFA].            This is true no\n\nmatter    which   race   is   burdened    or   benefitted    by   the   racial\n\nclassification in question.        See Adarand, 515 U.S. at 224, 115 S.\n\nCt. at 2111 (citing Croson, 488 U.S. at 494, 109 S. Ct. at 722).\n\nStrict scrutiny requires that a racial classification be (1)\n\n\n     19\n          See 8/25/97 Oral Opinion, at 5 (“From the very beginning the primary\npurpose that DHA had was to prevent blacks from moving into white areas of the\ncity and the suburbs. That is not true of DHA today . . . .”).\n\n                                     19\n\fjustified by a compelling government interest and (2) narrowly\n\ntailored to further that interest.    See Adarand, 515 U.S. at 227,\n\n115 S. Ct. at 2113.      The Homeowners do not contest that there\n\nexists a compelling government interest in this case.   Therefore,\n\nour inquiry focuses on whether the remedial order is narrowly\n\ntailored.\n\n            In assessing whether a remedy is narrowly tailored,\n\ncourts are to assess five factors: (1) the necessity for relief,\n\n(2) the efficacy of alternative remedies, (3) the flexibility and\n\nduration of relief, (4) the relationship of the numerical goals to\n\nthe relevant market, and (5) the impact of the relief on the rights\n\nof third parties.    See United States v. Paradise, </pre><span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span><pre class=\"inline\">,\n\n171, </pre><span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span><pre class=\"inline\">, 1066 (1987); BFFA, 19 F.3d at 995.     Before\n\nexamining these factors, however, we must address the standard of\n\nreview.\n\n            When a district court’s race-conscious remedial measure\n\nis challenged as not being narrowly tailored, the party defending\n\nthe remedial measure bears the burden of producing evidence that\n\nthe remedial measure is constitutional.   See Wygant v. Jackson Bd.\n\nof Educ., </pre><span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></span><pre class=\"inline\">, 277-78, </pre><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1842</span></span><pre class=\"inline\">, 1848-49; Aiken v.\n\nCity of Memphis, </pre><span class=\"citation\" data-id=\"679988\"><a href=\"/opinion/679988/russell-aiken-92-6154-william-ashton-92-6159-v-the-city-of-memphis/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1155</span></a></span><pre class=\"inline\">, 1162 (6th Cir. 1994); see also Raso\n\nv. Lago, </pre><span class=\"citation\" data-id=\"197752\"><a href=\"/opinion/197752/raso-v-lago/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 20 (1st Cir. 1998) (Stahl, J., dissenting).\n\nThe party challenging the remedial measure, of course, bears the\n\n\n                                 20\n\fultimate burden of demonstrating that the racial classification is\n\nunconstitutional.   See id.\n\n          In   general,   we   review   a   district   court’s   legal\n\nconclusions de novo and its findings of fact for clear error.\n\nHowever, “if the trial court bases its findings upon a mistaken\n\nimpression of applicable legal principles, the reviewing court is\n\nnot bound by the clearly erroneous standard.”     Inwood Labs., Inc.\n\nv. Ives Labs, Inc., </pre><span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span><pre class=\"inline\">, 855 n.15, </pre><span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span><pre class=\"inline\">, 2189\n\nn.15 (1982); see also United States v. Bentley-Smith, </pre><span class=\"citation\" data-id=\"628609\"><a href=\"/opinion/628609/united-states-v-thomas-bentley-smith-and-edsil-m-elledge-jr-aka-ken/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1368</span></a></span><pre class=\"inline\">,\n\n1373 (5th Cir. 1993).\n\n          In the case at hand, the district court placed the burden\n\nof production, as well as the ultimate burden of proof, on the\n\nHomeowners. Because he improperly placed the burden of production,\n\nwe are not bound by the clearly erroneous standard in reviewing his\n\nfindings of fact.   Nonetheless, although more rigorous review may\n\nbe in order, we will deferentially examine the district court’s\n\nfindings because this is a complicated case in which the district\n\ncourt has a decade’s worth of experience with Dallas’s public\n\nhousing programs.\n\n          Race-conscious remedies must be narrowly tailored to\n\neliminate the effects of past discrimination as well as bar like\n\ndiscrimination in the future.    See Paradise, 480 U.S. at 172-75,\n\n107 S. Ct. at 1067-68; id. at 183, 107 S.Ct. at 1073 (citing\n\n\n                                 21\n\fLouisiana v. United States, </pre><span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span><pre class=\"inline\">, 154, </pre><span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span><pre class=\"inline\">, 822\n\n(1965)).     “Racial classifications are simply too pernicious to\n\npermit any but the most exact connection between justification and\n\nclassification.”       Adarand, 515 U.S. at 229, 115 S. Ct. at 2113\n\n(quoting Fullilove v. Klutznick, </pre><span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span><pre class=\"inline\">, 537, </pre><span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span>\n\n<span class=\"page\">2758</span></a></span><pre class=\"inline\">, 2805 (1980) (Stevens, J., dissenting)).               This means that a\n\nrace-conscious remedy must be framed to address the exact effects\n\nand harms of the discrimination at issue.              See Wygant, 476 U.S. at\n\n280, 106 S. Ct. at 1850.\n\n             In application, arriving at an exact fit between harm and\n\nremedy requires consideration of whether a race-neutral or less\n\nrestrictive remedy could be used.           See Adarand, 515 U.S. at 237-38,\n\n115 S. Ct. at 2118; Wygant, 476 U.S. at 280 n.6, 106 S. Ct. at 1850\n\nn.6.   This is because a race-conscious remedy should be the remedy\n\nof last resort.      See Alexander v. Estepp, </pre><span class=\"citation\" data-id=\"726073\"><a href=\"/opinion/726073/marc-alexander-timothy-clark-george-frye-robert-a-moore-angela-moore/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span><pre class=\"inline\">, 316 (4th\n\nCir. 1996) (“[E]xplicit racial preferences, if available at all,\n\nmust be only a ‘last resort’ option.”).            A “race-conscious remedy\n\nwill   not    be   deemed   narrowly        tailored    until   less   sweeping\n\nalternatives——particularly race neutral ones——have been considered\n\n\n\n\n                                       22\n\fand tried.”      Williams v. Babbitt, </pre><span class=\"citation\" data-id=\"741819\"><a href=\"/opinion/741819/97-cal-daily-op-serv-3982-97-daily-journal-dar-6755-thomas-e/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">657</span></a></span><pre class=\"inline\">, 666 (9th Cir.\n\n1997).20\n\n            The first two Paradise factors are the necessity for\n\nrelief and efficacy of alternative remedies.            These weigh against\n\nrace-conscious site selection for two reasons.              First, Section 8\n\nhousing vouchers have not been given a fair try to prove their\n\npotential to desegregate.         Second, other criteria than a racial\n\nstandard will ensure the desegregated construction or acquisition\n\nof any new    public housing.      See infra, text at n.31.\n\n            The Homeowners argue that Section 8 alone is capable of\n\nremedying the effects of past discrimination in Dallas’s public\n\nhousing programs, and they contend that Section 8 has not been\n\ngiven a fair try.       They also point out, and the district court\n\nagrees, that Section 8 is more cost-efficient than new construction\n\nand   is   preferred   by   the   majority    of   public   housing    program\n\nparticipants. Section 8 is more flexible than fixed public housing\n\nbecause the participants may decide where and in what type facility\n\n\n\n      20\n          It is true that in Hills v. Gautreaux, the Supreme Court did not\ndisapprove a remedial order which, to end discrimination in public housing,\nrequired housing to be built in nonblack neighborhoods of Chicago. See </pre><span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">284</span></a></span><pre class=\"inline\">, 296, </pre><span class=\"citation\" data-id=\"109428\"><a href=\"/opinion/109428/hills-v-gautreaux/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1538</span></a></span><pre class=\"inline\">, 1546 (1976).      But the Court did not consider the\npropriety of that remedy as opposed to a non-race conscious remedy like a\nvigorous Section 8 program. The only disputed issue in that case was whether the\nremedy could extend beyond the city limits of Chicago. Further, Hills predates\nsignificant changes that have occurred both in HUD’s approach to public housing\nand in the scrutiny afforded race-conscious remedies. Hills does not mandate\neither the construction of new public housing or race-conscious site selection.\nWe must review the application of the Paradise factors, which the district court\ncorrectly understood to frame the issues here.\n\n                                      23\n\fto reside. As a result, virtually all available Section 8 vouchers\n\nhave been snapped up in Dallas.\n\n            Unfortunately, however, numerous programs that would\n\nencourage    and    assist    black    families    to    use   Section    8    in\n\npredominantly white areas had been in effect or fully operational\n\nfor only a short time before trial on the Homeowners’ case.                   For\n\ninstance, the record indicates that DHA’s mobility program had been\n\noperating as originally proposed by the Walker plaintiffs and the\n\ndistrict court since only approximately 1994.21                  In addition,\n\nexceptions to the “fair market rent” caps on Section 8 vouchers and\n\ncertificates have been slow in coming.22                It also appears that\n\npotential Section 8 landlords may now be paid “signing bonuses” for\n\naccepting Section 8 tenants.           These are but three examples of\n\nnumerous “helping-hands” that may be employed to promote the\n\n\n\n\n      21\n          See 10/30/96 Testimony of Ann Lott, Director of DHA’s Section 8\nMobility Program (agreeing that most of the efforts to improve DHA’s mobility\nprogram have been within the preceding two years); 8/7/96 Deposition of Lott\n(explaining new procedures within DHA’s mobility program that were implemented\nin the prior year, including a marketing campaign for prospective landlords, a\nlandlord newsletter, and private briefings for landlords on the Section 8\nprogram).   But see 10/30/96 Testimony of Lori Moon, President & CEO of DHA\n(stating that DHA’s mobility efforts have been in effect since 1989).\n      22\n          It is unclear from the record whether HUD has granted DHA a 120% fair\nmarket exception rent across-the-board for all Section 8 housing in predominantly\nwhite areas. It is also unclear whether DHA could be granted fair market rent\nexceptions higher than 120%. Evidence in the record shows that a 160% fair\nmarket exception rent would significantly increase the availability of Section\n8 housing in predominantly white areas. Prior to implementing a race-conscious\nremedy, it would seem advisable to ensure (1) that rent exceptions above 120% are\nforeclosed, as they offer the potential to break-down a significant barrier to\nan even more effective Section 8 program, or (2) that 120% fair market exception\nrents have been fully implemented and tried, if that is the statutory maximum.\n\n                                       24\n\fsuccess of Section 8 as a desegregation tool.23           While the history\n\nand timing of their implementation by DHA and HUD in this case are\n\nnot perfectly clear, it is evident from the record that they were\n\nnot programs of long-standing before trial. If Section 8, combined\n\nwith such assistance programs, is an effective desegregation tool,\n\nthen Section 8 is superior to a race-conscious remedy in that it\n\nallows market forces and personal preferences rather than racial\n\ncriteria to guide the homemaking decision.\n\n            The   district   court   found,    agreeing   with    the   Walker\n\nplaintiffs, DHA, and HUD, that Section 8 needed to be combined with\n\nnew construction or acquisition in predominantly white areas in\n\norder to remedy the effects of past discrimination.              Adopting the\n\nWalker plaintiffs’ proposed findings of fact and conclusions of law\n\nin toto, the court concluded that Section 8 alone was an inadequate\n\nremedy for several reasons: there are not enough Section 8 units in\n\npredominantly white areas; among the available units there is a\n\nlack of three and four bedroom units; rents in predominantly white\n\nareas are too high to be covered even by Section 8’s fair market\n\nexception rents; landlords do not want to participate in the\n\nSection 8 program; and Section 8 participants become frustrated in\n\nlooking for housing in predominantly white areas and settle for\n\nhousing in minority areas.           The court also found that rental\n\n\n      23\n         Another example would be the vigorous enforcement of state and federal\nlaws prohibiting racial discrimination by private Section 8 landlords.\n\n                                      25\n\fcontract    requirements     in   predominantly      white   areas    contain\n\nprovisions that are difficult for Section 8 families to meet (e.g.,\n\nhigh security deposits, requirement of having held a job for the\n\npast year, etc.).      We neither accept nor attempt to reject these\n\nfactual findings. Rather, there is one overarching factual finding\n\nby the district court——which is uncontested by all parties——that\n\ntranscends the parties’ objections to Section 8 as a remedial\n\nmeasure.\n\n            In 1987, when the district court first found DHA in\n\nviolation of its original consent decree, a negligible number of\n\nblack families in DHA’s Section 8 programs lived in predominantly\n\nwhite areas.24   In contrast, in September 1994, approximately 1,050\n\nSection 8 black families lived in predominantly white areas.25             And\n\nin the fall of 1996, there were approximately 1,335 Section 8 black\n\nfamilies in predominantly white areas.26          These numbers show that\n\nin the two year period between 1994 and 1996, the number of Section\n\n8 black families living in predominantly white areas increased by\n\n285, or 27%.     And it was during this same time period that DHA’s\n\nSection 8 mobility program was getting fully underway. The program\n\n\n      24\n         The Walker plaintiffs state that in 1987 there were 66 Section 8 black\nfamilies living in predominantly white areas, which amounted to approximately\n2.4% of all black families in DHA’s Section 8 program.\n      25\n          According to testimony in the record, this amounted to approximately\n21% of all black families in DHA’s Section 8 program.\n      26\n          According to testimony in the record, this amounted to approximately\n24-25% of all black families in DHA’s Section 8 program.\n\n                                      26\n\fcurrently in place, which the district court has not criticized,\n\nessentially became fully operational around 1994.                 Based on the\n\nrelative success of DHA in moving blacks into predominantly white\n\nareas via its Section 8 program between 1994 and 1996, the Walker\n\nplaintiffs, HUD, and DHA have produced insufficient evidence to\n\nshow    that   the   district     court’s     race-conscious    site   selection\n\ncriterion      is    necessary     to     remedy     the   effects     of   past\n\ndiscrimination.        Cf.   In   re    Birmingham    Reverse   Discrimination\n\nEmployment Litig., </pre><span class=\"citation\" data-id=\"667173\"><a href=\"/opinion/667173/in-re-birmingham-reverse-discrimination-employment-litigation-james-a/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1525</span></a></span><pre class=\"inline\">, 1545-47 (11th Cir. 1994);27 see\n\nalso BFFA, 19 F.3d at 995 (“The broad skip promotion remedy in the\n\ndecree is difficult to justify when the knowledge to narrow it\n\nseems readily available.”).             Section 8, a race-neutral remedial\n\nmeasure, is increasingly successful at moving black families into\n\n\n       27\n          In In re Birmingham Reverse Discrimination Employment Litigation, non-\nblack employees of the Birmingham Fire Rescue Service (BFRS) challenged a 1981\nconsent decree entered into by the City of Birmingham that required, inter alia,\nthat 50% of all promotions to the rank of BFRS lieutenant would be filled by\nqualified blacks (i.e., for every two promotions to lieutenant, one must be\nfilled by a black candidate). See id.\n      The 11th Circuit noted that between 1978 and 1981, BFRS significantly\nincreased its total number of black employees from 8 to 42, which represented a\nshift in the black percentage of BFRS’s workforce from 1.89% to 9.3%. See id.\nThis was achieved without the use of a race-conscious remedy. See id. The court\nstated that “there is strong evidence in the record of this case that the City\nhad implemented effective alternatives to race-based quotas to remedy its prior\ndiscriminatory behavior.” Id. “While the district court correctly concluded\nthat, when the decree was entered, no black had as yet become a fire lieutenant,\nwe believe that, given the City’s progress at the entry-level, alternative\nmeasures designed to increase black representation in the fire lieutenant ranks\nwere feasible.” Id. The court proceeded to list the non-race-based remedies\nthat the plaintiffs proposed regarding promotion to BFRS lieutenant. See id. at\n1546-47.    It then concluded, “Considering the efficacy of the alternative\nremedies, the relief provided in the decree cannot be reconciled with the\nrequirement that a government’s use of race must be narrowly tailored.” Id. at\n1547.\n\n                                         27\n\fwhite areas, and the record indicates that it could be even more\n\nsuccessful with, for example, increased funding for both more\n\nvouchers and the mobility program,28 more mobility counselors,29 and\n\nhigher fair market exception rents.30         When Section 8 has evidenced\n\nsuch promising results, options such as these should be explored\n\nand tested before adopting a race-conscious remedy as a last\n\nresort.\n\n            Additionally, it is unnecessary to employ the race-\n\nconscious site selection criterion ordered by the court even if new\n\nconstruction or acquisition of public housing occurs. The district\n\ncourt may proceed with new construction as part of his remedial\n\nplan, but he may not do so using a race-conscious site selection\n\ncriterion. Of course, other criteria may be employed to guide site\n\nselection for new construction.         See United States v. Yonkers Bd.\n\nof Educ., </pre><span class=\"citation\" data-id=\"500653\"><a href=\"/opinion/500653/united-states-of-america-yonkers-branch-national-association-for-the/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span><pre class=\"inline\">, 1184, 1236-37 (2d Cir. 1987) (using a\n\ngeographical site selection criterion for public housing).                  The\n\ndistrict court has already mandated that all new sites be in areas\n\n\n\n\n      28\n           See 10/30/96 Testimony of Ann Lott, Director of DHA’s Section 8\nMobility Program, at III-43 (stating that DHA is able to use virtually every\nSection 8 voucher or certificate funded by HUD); see id. at III-65 (stating that\nDHA could put to use an additional 1,500 Section 8 vouchers).\n      29\n          See id. at III-67 (stating that the mobility program could use more\ncounselors).\n      30\n          See id. at III-57 (stating that higher fair market exception rents\nwould assist in obtaining more Section 8 housing in predominantly white areas).\n\n                                      28\n\fwhere the poverty rate does not exceed 13%.31          The district court’s\n\nconcern that if it does not attach a race-conscious site selection\n\ncriterion to new construction, then the new units will end up in\n\nminority areas and, as a consequence, Dallas’s public housing\n\nprojects will almost all remain in minority areas, is unfounded.32\n\n            In deciding that Section 8 and nonracial site selection\n\ncriteria should be implemented before a racial standard, we are\n\nmindful of the “respect owed a district judge’s judgment that\n\nspecified relief is essential to cure a violation of the Fourteenth\n\nAmendment.”       Paradise, 480 U.S. at 183, 107 S. Ct. at 1073.\n\nNonetheless, a district court’s broad equitable powers remain\n\nconstrained by the boundaries of narrow tailoring.33               The recent\n\nsuccess of Section 8 and the availability of viable nonracial, non-\n\ndiscriminatory site selection criteria, combined with the factors\n\ndiscussed    in   the   following    paragraphs,     demonstrate     that   the\n\n\n\n\n      31\n         It is suggested in brief that this criterion essentially restricts the\nareas available for new construction to predominantly white areas.\n      32\n          Moreover, the district court referred throughout his 8/25/97 Oral\nOpinion and 10/6/97 Written Opinion to the danger of losing the funds already\nallocated to new construction because they could not be transferred to the\nSection 8 program. This may be true. Nonetheless, it does not justify the use\nof a race-conscious site selection criterion.\n      33\n         See Billish v. City of Chicago, </pre><span class=\"citation\" data-id=\"603551\"><a href=\"/opinion/603551/earl-billish-v-city-of-chicago-chicago-fire-fighters-union-v-richard-m/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 893 (7th Cir. 1993) (en\nbanc); Wessmann v. Gittens, </pre><span class=\"citation\" data-id=\"198211\"><a href=\"/opinion/198211/wessmann-v-gittens/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span><pre class=\"inline\">, 808 (1st Cir. 1998) (“Croson, in\nparticular, leaves no doubt that only solid evidence will justify allowing race-\nconscious action. . .”); id. (“Our dissenting brother’s valiant effort to read\ninto Croson a broad discretion for government entities purporting to ameliorate\npast discrimination strikes us as wishful thinking.”).\n\n                                      29\n\fremedial order’s race-conscious site selection criterion is not\n\nnarrowly tailored.\n\n          First,   DHA,    HUD,   and    the   City   of    Dallas   are   all\n\ncooperating defendants.     That is to say, DHA, HUD, and the City of\n\nDallas no longer discriminate against black families in DHA’s\n\npublic housing programs, and -- by all accounts in the record --\n\nall three defendants are active participants in crafting and\n\nimplementing remedial measures to eliminate the vestiges of past\n\ndiscrimination.    In contrast, the Supreme Court approved a race-\n\nconscious remedy in Paradise in large part because earlier, less\n\nrestrictive remedies had proven ineffective since the defendant\n\ncontinually   resisted    their   implementation      and   stonewalled     in\n\ndeveloping acceptable procedures for the advancement of black\n\ntroopers within the Alabama Department of Public Safety.                   See\n\nParadise, 480 U.S. at 162-65, 107 S. Ct. at 1062-63 (describing the\n\nDepartment’s continuing failure to comply with the parties’ consent\n\ndecrees); id. at 170-71, 176-77, 107 S. Ct. at 1066, 1069; see also\n\nBFFA, 19 F.3d at 996 (finding a race-conscious remedial measure\n\nunnecessary, in part, because the defendant was a willing party to\n\nthe settlement of the lawsuit).          Where, as here, the defendants\n\nhave begun making race-neutral, good faith, and effective efforts\n\nto remedy the wrongs of the past, a race-conscious remedy should\n\nonly be a last resort.\n\n\n                                    30\n\f             Second, the district court, in his 8/25/97 Oral Opinion,\n\nmade references to the necessity of a race-conscious site selection\n\ncriterion     because     some     participants     in    DHA’s    public    housing\n\nprograms do not want and should not be forced to use Section 8.34\n\nWhile some may find it difficult to use Section 8, a race-conscious\n\nremedial     measure    is   not    justified     by     certain   class    members’\n\nobjections to looking for housing on their own versus their being\n\noffered a unit owned and operated by DHA.                A race-conscious remedy\n\nis justified, after race-neutral remedies have been considered and\n\nfound wanting, if it is the only effective means by which to remedy\n\nthe effects of past discrimination.               It is by this standard alone\n\nthat the district court must assess his remedial orders.                           As\n\napplied to the facts of this case, the district court’s concern\n\nseems      particularly      irrelevant      as    only     474    new     units   in\n\npredominantly white areas are currently funded, and those units\n\nmust be filled by Section 8 families who participate in DHA’s\n\n\n\n\n      34\n          See, e.g., 8/25/97 Oral Opinion, at 28 (“Even if this money [for new\npublic housing construction] could be reprogrammed for Section 8, there would\nstill be a need for the use of public housing in the desegregation plan. Section\n8, although the preferred method, is not the only method. Indeed, there are\nmembers of this class who made it evident, abundantly clear to this Court, that\nthey did not trust Section 8, they would not use Section 8, and they should not\nbe forced to use Section 8.”); id. at 33 (“I recognized then, as I do now, that\nalthough Section 8 certificates and vouchers may be the preferred method for most\npeople, for many people there are risks in Section 8 that not all class members\nwould want to take.     I declined to force those risks upon unwilling class\nmembers.”).\n\n                                        31\n\fFamily Self-Sufficiency Program.35         That is, they will be filled by\n\nthe “cream-of-the-crop” from DHA’s waiting lists.            Thus, those who\n\nin all probability need public housing units the least (because\n\nthey would be successful Section 8 participants) will be directed\n\nto the new units, while those for whom the district court expresses\n\nconcern will be left with Section 8.          DHA’s rationale for filling\n\nthe new units with participants in its self-sufficiency program is\n\ncommendable, but it throws askew part of the district court’s\n\nreasoning regarding the remedial need for new construction in\n\naddition to Section 8.\n\n            Third, it remains unclear why there is an absolute\n\nremedial necessity to build 474 new units of public housing using\n\na racial classification when (1) 2,033 (or 72%) of the remedial\n\norder’s 2,807 replacement units will be Section 8 and (2) DHA and\n\nHUD may submit a plan to use Section 8 for all of the 3,205\n\nadditional units of public housing to be built in predominantly\n\nwhite areas.36     In sum, out of a total of 6,012 units within the\n\nremedial order, only 474 (or 8%) must——assuming an acceptable\n\n\n\n      35\n          DHA’s Family Self-Sufficiency Program is a voluntary program that\nrequires participants to, for instance, be employed or attend school.       The\nparticipants sign a five-year contract with DHA in which they agree to abide by\nthe program’s regulations. In essence, the program is designed to make its\nparticipants self-sufficient by providing them with “upward mobility type\nassistance.” 8/7/96 Deposition of Lori Moon, President & CEO of DHA, at 110.\n      36\n          As noted previously, HUD states in its brief to this court that it\nintends to fulfill its entire obligation regarding the 3,205 additional units\nwith Section 8 vouchers or certificates.\n\n                                      32\n\fSection 8 plan is submitted for the 3,205 additional units——be new\n\nconstruction in predominantly white areas.       If Section 8 can\n\neffectively satisfy the district court’s remedial goal regarding\n\n5,628 units, it is baffling to assume that it cannot do so for an\n\nadditional 474 units.\n\n          DHA, HUD, and the City of Dallas offer two responses to\n\nthis criticism.      First, they argue that 474 units is a tiny\n\nproportion of the overall number of units contemplated by the\n\nremedial order; the deference due a district court in fashioning a\n\nremedial order should protect such a small element of the overall\n\nremedial plan.    This would be correct if the 474 units were not\n\nattached to a racial classification which requires that they be\n\nbuilt in predominantly white areas.    Racial classifications, even\n\nsmall ones, receive strict scrutiny.   Second, they contend that if\n\nthe 474 units already funded by HUD are not built in white areas,\n\nthey will either not be built at all or will be built in minority\n\nareas which will only further the racial segregation of DHA’s\n\npublic housing projects.    As discussed previously, the district\n\ncourt may entertain any number of site selection criteria regarding\n\nnew public housing units, except for race.    No one suggests that\n\nthe 474 units should not be built, only that requiring that they be\n\nbuilt using a race-conscious site selection criterion is not\n\nnarrowly tailored.\n\n\n\n                                33\n\f            The fourth Paradise factor, the relationship of numerical\n\ngoals to the relevant markets, also cuts against the race-conscious\n\nsite-selection criterion in the remedial order.37                    The district\n\ncourt’s remedial goal is to have half of the families in DHA’s\n\npublic housing programs (either public housing units or Section 8)\n\nin predominantly white areas of Dallas and half in “minority\n\nareas”.      The     justification    for   this       goal    is   that   Dallas’s\n\npopulation is approximately half white and half “minority” and,\n\ntherefore, public housing should be divided accordingly. This goal\n\nis overly broad.        This suit was brought by black plaintiffs on\n\nbehalf of a class of black plaintiffs.           There is no suggestion that\n\nthe suit ever expanded to include all minorities or that any\n\nliability of the public agencies to other minorities could be\n\nfound.      The    court’s   definition     of     a       “predominantly    white”\n\nneighborhood, with 63% white population, is also based on the idea\n\nthat public housing may not be placed in neighborhoods with higher\n\nconcentrations of Hispanics. There is no evidence in the record to\n\nsupport the court’s arbitrary definition of a predominantly white\n\nneighborhood.        The emphasis should instead be directed toward\n\nplacing public housing participants in neighborhoods of their\n\nchoice     through     a   vigorous    Section         8      program,     non-black\n\n\n\n\n     37\n           The third Paradise factor considers the flexibility and duration of\nrelief.   On balance, that factor is neutral in this case.\n\n                                      34\n\fneighborhoods, census tracts in which no public housing currently\n\nexists, or non-poor neighborhoods.38\n\n            The fifth Paradise factor is the impact of a racially-\n\nconscious site selection criterion on the rights of third parties.\n\nAmong all the groups affected by Dallas public housing, only these\n\nHomeowners have maintained that they would be injured by the\n\nracially-based site selection process that occurred here.               Despite\n\nthe court’s having purportedly found against them on this issue,\n\nthe totality of the remedial order is far more ambivalent.                   The\n\ndistrict court ordered stringent criteria for the design and upkeep\n\nof the projects and for tenant selection here and in another\n\n“predominantly white” neighborhood (the Frankford & Marsh site, see\n\nsupra, n.12), and he called for the participation of neighboring\n\ncommunity members, like these Homeowners, in planning the projects.\n\nThe court showed considerable sensitivity to the fact that public\n\nhousing has in the past been disgracefully neglected in Dallas.\n\nThe resulting remedial order thus cuts both ways with respect to\n\nthe Homeowners’ rights.       On one hand, it attempts to placate their\n\n\n\n\n      38\n         According to the Walker plaintiffs’ brief, at 11: “There are 113 county\ncensus tracts with 63% or greater non-Hispanic white population, 95 of which have\na poverty population less than the county average. There are an additional 20\ntracts with a non-Hispanic white population between 50% and 63%. Only seven of\nthese tracts have a poverty rate less than the county’s. There are an additional\n16 tracts with a poverty population below the county average but the non-Hispanic\nwhite population is less than 50%.”\n\n                                       35\n\ffears of deterioration in their neighborhoods.                     On the other hand,\n\nit lends credibility to those fears.\n\n            Because there are promising, non-racially discriminatory\n\nways to continue desegregating public housing in Dallas, the\n\nprovision    of    the    court’s      remedial       order        calling    for   the\n\nconstruction      or   acquisition      of    units     of     public    housing     in\n\n“predominantly white” areas is unconstitutional. Under the balance\n\nof the Paradise factors, the criterion is not narrowly tailored,\n\nand it is premature to utilize such a last-resort measure.                     We must\n\nvacate and remand this portion of the remedial order for further\n\nconsideration.\n\n            In    so   doing,    we   emphasize   several           points.     First,\n\nincreased reliance on Section 8 demands that the public agencies\n\nimplement a vigorous mobility plan that serves the relocation needs\n\nand concerns of black families, reaches out to white landlords,\n\naffords adequate fair market rent exceptions, and combats illegal\n\nprivate discrimination.          Second, this opinion does not deal with\n\nthe   remedial     order’s      nondiscriminatory        tenant       selection     and\n\nassignment provisions, which are not challenged by the Homeowners.\n\nThird,   this     opinion    does     not    preclude        the    construction     or\n\nacquisition of additional public housing if sites are selected by\n\nmeans of nonracial criteria.          But we also recognize that Section 8\n\nis overwhelmingly preferred by public housing families, that it\n\nallows market forces and personal preferences to control the\n\n                                        36\n\fhomemaking decision, and that it has not proven ineffective at\n\ndesegregating Dallas’s public housing programs when combined with\n\na vigorous mobility program.          As applied to the facts of this case,\n\nthe district court erred in employing a race-conscious remedy\n\nbefore utilizing race-neutral alternatives.\n\n                                 V.   CONCLUSION\n\n              For the foregoing reasons, the district court’s remedial\n\norder is VACATED to the extent indicated and the case is REMANDED\n\nfor further proceedings; the declaratory judgment awarded to the\n\nWalker    plaintiffs     is   REVERSED;      and   this    court’s    stay   of\n\nconstruction at the sites adjacent to the Homeowners’ subdivisions\n\nshall    be   ENFORCED   until    the   district   court   holds     additional\n\nhearings and enters a remedial order revised in accordance with the\n\nforegoing opinion.\n\n              Remedial order VACATED and REMANDED; declaratory judgment\n\nfor Walker plaintiffs REVERSED; stay ENFORCED pending entry of\n\nrevised remedial order.\n\n\n\n\n                                        37\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/6289/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110056/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/197752/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/198211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/357364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/382946/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/407612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/407820/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/500653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/601819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/603551/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/628609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667173/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1461714/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T08:07:39.082390Z",
      "date_modified": "2016-03-03T00:36:05.445246Z",
      "date_filed": "1999-04-06",
      "date_filed_is_approximate": false,
      "slug": "walker-v-city-of-mesquite",
      "citation_id": 16566,
      "case_name_short": "Walker",
      "case_name": "Walker v. City of Mesquite",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/233840/walker-v-city-of-mesquite/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:46:13.431382Z",
  "date_modified": "2014-10-30T07:46:13.431382Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Walker",
  "case_name": "Walker v. City of Mesquite",
  "case_name_full": "",
  "slug": "walker-v-city-of-mesquite",
  "docket_number": "97-11083",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}