{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2343073/",
  "id": 2343073,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ded/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2476175/",
      "id": 2476175,
      "absolute_url": "/opinion/2476175/robinson-v-danberg/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2343073/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2476175/",
          "id": 2476175,
          "absolute_url": "/opinion/2476175/robinson-v-danberg/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2476175/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2751/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:48:06.128721Z",
          "date_modified": "2017-04-10T05:43:56.055215Z",
          "type": "010combined",
          "sha1": "25aae895eafbd6da3b01cbaf113cc766a77650ce",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>729 F.Supp.2d 666 (2010)</b></center>\n<center><h1>Gregory F. ROBINSON, Plaintiff,<br>\nv.<br>\nCommissioner Carl DANBERG, et al., Defendants.</h1></center>\n<center>Civ. No. 10-362-SLR.</center>\n<center><p><b>United States District Court, D. Delaware.</b></p></center>\n<center>August 5, 2010.</center>\n<p><span class=\"star-pagination\">*672</span> Gregory F. Robinson, James T. Vaughn Correctional Center, Smyrna, DE, Pro Se Plaintiff.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>SUE L. ROBINSON, District Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>Plaintiff Gregory F. Robinson (\"plaintiff'), a prisoner incarcerated at the James T. Vaughn Correctional Center (\"VCC\"), Smyrna, Delaware, filed his complaint pursuant to 42 U.S.C. § 1983.<sup>[1]</sup> He proceeds pro se and has been granted leave to proceed without prepayment of fees.</p>\n<p></p>\n<h2>II. BACKGROUND</h2>\n<p>Plaintiff's complaint names forty-seven defendants and consists of 209 numbered paragraphs with allegations of occurrences from May 25, 2008 to March 15, 2010. (D.I. 2) Plaintiff was a pretrial detainee during the initial allegations, convicted on October 22, 2008, and sentenced on December 10, 2008.<sup>[2]</sup> (<i>See Robinson v. Phelps,</i> Civ. No. 10-577-SLR, D.I. 1, ¶ 2) Attached to the complaint is a six inch stack of exhibits including grievances, disciplinary reports, and letters. The complaint contains a litany of allegations detailing acts that involve plaintiff and other individuals whom he considers to have violated his rights. Plaintiff alleges constitutional violations, including the First, <span class=\"star-pagination\">*673</span> Fourth, Fifth, Six, Eighth, and Fourteenth Amendments of the United States Constitution, as well as state tort claims. He seeks injunctive relief and compensatory and punitive damages. He also requests counsel. (D.I. 5, 7)</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>This court must dismiss, at the earliest practicable time, certain in forma pauperis and prisoner actions that are frivolous, malicious, fail to state a claim, or seek monetary relief from a defendant who is immune from such relief. <i>See</i> 28 U.S.C. § 1915(e)(2) (in forma pauperis actions); 28 U.S.C. § 1915A (actions in which prisoner seeks redress from a governmental defendant); 42 U.S.C. § 1997e (prisoner actions brought with respect to prison conditions). The court must accept all factual allegations in a complaint as true and take them in the light most favorable to a pro se plaintiff. <i>Phillips v. County of Allegheny,</i> 515 F.3d 224, 229 (3d Cir.2008); <i>Erickson v. Pardus,</i> 551 U.S. 89, 93, 127 S.Ct. 2197, 167 L.Ed.2d 1081 (2007). Because plaintiff proceeds pro se, his pleading is liberally construed and his complaint, \"however inartfully pleaded, must be held to less stringent standards than formal pleadings drafted by lawyers.\" <i>Erickson v. Pardus,</i> 551 U.S. at 94, 127 S.Ct. 2197 (citations omitted).</p>\n<p>An action is frivolous if it \"lacks an arguable basis either in law or in fact.\" <i>Neitzke v. Williams,</i> 490 U.S. 319, 325, 109 S.Ct. 1827, 104 L.Ed.2d 338 (1989). Under 28 U.S.C. § 1915(e)(2)(B)(i) and § 1915A(b)(1), a court may dismiss a complaint as frivolous if it is \"based on an indisputably meritless legal theory\" or a \"clearly baseless\" or \"fantastic or delusional\" factual scenario. <i>Neitzke,</i> 490 at 327-28, 109 S.Ct. 1827; <i>Wilson v. Rackmill,</i> 878 F.2d 772, 774 (3d Cir.1989); <i>see, e.g., </i><i>Deutsch v. United States,</i> 67 F.3d 1080, 1091-92 (3d Cir.1995) (holding frivolous a suit alleging that prison officials took an inmate's pen and refused to give it back).</p>\n<p>The legal standard for dismissing a complaint for failure to state a claim pursuant to § 1915(e)(2)(B)(ii) and § 1915A(b)(1) is identical to the legal standard used when ruling on Rule 12(b)(6) motions. <i>Tourscher v. McCullough,</i> 184 F.3d 236, 240 (3d Cir.1999) (applying Fed.R.Civ.P. 12(b)(6) standard to dismissal for failure to state a claim under § 1915(e)(2)(B)). However, before dismissing a complaint for failure to state a claim upon which relief may be granted pursuant to the screening provisions of 28 U.S.C. §§ 1915 and 1915A, the court must grant plaintiff leave to amend his complaint unless amendment would be inequitable or futile. <i>See </i><i>Grayson v. Mayview State Hosp.,</i> 293 F.3d 103, 114 (3d Cir.2002).</p>\n<p>A well-pleaded complaint must contain more than mere labels and conclusions. <i>See </i><i>Ashcroft v. Iqbal,</i> ___ U.S. ___, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009); <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007). The assumption of truth is inapplicable to legal conclusions or to \"[t]hreadbare recitals of the elements of a cause of action supported by mere conclusory statements.\" <i>Id.</i> at 1949. When determining whether dismissal is appropriate, the court conducts a two-part analysis. <i>Fowler v. UPMC Shadyside,</i> 578 F.3d 203, 210 (3d Cir.2009). First, the factual and legal elements of a claim are separated. <i>Id.</i> The court must accept all of the complaint's well-pleaded facts as true, but may disregard any legal conclusions. <i>Id.</i> at 210-11. Second, the court must determine whether the facts alleged in the complaint are sufficient to show that plaintiff has a \"plausible claim for relief.\"<sup>[3]</sup><i>Id.</i> at 211. In other words, <span class=\"star-pagination\">*674</span> the complaint must domore than allege plaintiffs entitlement to relief; rather it must \"show\" such an entitlement with its facts. <i>Id.</i> \"[W]here the well-pleaded facts do not permit the court to infer more than a mere possibility of misconduct, the complaint has allegedbut it has not shown that the pleader is entitled to relief.\" <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting Fed. R.Civ.P. 8(a)(2)).</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p></p>\n<h2>A. Personal Involvement</h2>\n<p>The caption of the complaint names several defendants who are not mentioned in the body of the complaint. A civil rights complaint must state the conduct, time, place, and persons responsible for the alleged civil rights violations. <i>Evancho v. Fisher,</i> 423 F.3d 347, 353 (3d Cir. 2005) (citing <i>Boykins v. Ambridge Area Sch. Dist.,</i> 621 F.2d 75, 80 (3d Cir.1980); <i>Hall v. Pennsylvania State Police,</i> 570 F.2d 86, 89 (3d Cir.1978)). Nurse Amin (\"Amin\"), Lt. Stanley Baynard (\"Baynard\"), C/O Andrew Chase (\"Chase\"), C/O Kenwyn D'Heureux (\"D'Heureux\"), C/O Orlando DeJesus (\"DeJesus\"), Nurse Divine Ebwelle (\"Ebwelle\"), Sgt. Everett (\"Everett\"), Staff Lt. Stephen Furman (\"Furman\"), C/O Hicks (\"Hicks\"), C/O William Morris (\"Morris\"), C/O George Pierce (\"Pierce\"), Major Scaroborough (\"Scaroborough\"), Sgt. Keshaw Travies \"(Travies\"), and Sgt. Valez (\"Valez\") are named as defendants, but they are not mentioned in the complaint and it contains no allegations directed towards them.</p>\n<p>Plaintiff alleges that despite his numerous notes and letters to Commissioner Carl Danberg (\"Danberg\") and Warden Perry Phelps (\"Phelps\"), they did nothing to stop the \"torrent of abuse aimed at [him].\" (D.I. 2, ¶ 207) Contemporaneous, personal knowledge and acquiescence, not after the fact knowledge, is required for the imposition of § 1983 liability. <i>See </i><i>Rode v. Dellarciprete,</i> 845 F.2d 1195, 1207 (3d Cir.1988); <i>Evancho v. Fisher,</i> 423 F.3d 347 (3d Cir.2005). Hence, plaintiffs allegations that Danberg and Phelps did nothing after they became aware of his complaints fail to rise to the level of constitutional violations. <i>See e.g., </i><i>Brooks v. Beard,</i> 167 Fed.Appx. 923, 925 (3d Cir.2006) (not published) (allegations that prison officials and administrators responded inappropriately to inmate's later-filed grievances do not establish the involvement of those officials and administrators in the underlying deprivation). For the stated reasons, the court finds that the claims against defendants Amin, Baynard, Chase, D'Heureux, DeJesus, Ebwelle, Everett, Furman, Hicks, Morris, Pierce, Scaroborough, Travies, and Valez do not meet the pleading requirements of <i>Twombly</i> and <i>Iqbal.</i> In addition, the claims against Danberg and Phelps have no arguable basis in law or in fact. Therefore, the court will dismiss the foregoing defendants and claims against them as frivolous pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>B. Eleventh Amendment Immunity</h2>\n<p>The Delaware Department of Correction (\"DOC\"), an agency of the State of Delaware, is named as a defendant. Plaintiff named the DOC as a defendant for the express purpose of the imposition of injunctive relief. (D.I.2, ¶ 205) \"Absent a state's consent, the Eleventh Amendment bars a civil rights suit in <span class=\"star-pagination\">*675</span> federal court that names the state as a defendant.\" <i>Laskaris v. Thornburgh,</i> 661 F.2d 23, 25 (3d Cir.1981) (citing <i>Alabama v. Pugh,</i> 438 U.S. 781, 98 S.Ct. 3057, 57 L.Ed.2d 1114 (1978)). The Eleventh Amendment protects states and their agencies and departments from suit in federal court regardless of the type of relief sought. <i>Pennhurst State School and Hosp. v. Halderman,</i> 465 U.S. 89, 100, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984); <i>see </i><i>Puerto Rico Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> 506 U.S. 139, 146, 113 S.Ct. 684, 121 L.Ed.2d 605 (1993) (noting the inapplicability of <i>Ex Parte Young,</i> that permits suits for prospective injunctive relief against state officials acting in violation of federal law, to state or state agencies which retain their immunity against all suits in federal court.).</p>\n<p>The State of Delaware has not waived its sovereign immunity under the Eleventh Amendment. <i>See </i><i>Ospina v. Department of Corr.,</i> 749 F.Supp. 572, 579 (D.Del.1990). Hence, as an agency of the State of Delaware, the DOC is entitled to immunity under the Eleventh Amendment. <i>See e.g. Evans v. Ford,</i> C.A. No. 03-868-KAJ, 2004 WL 2009362, *4 (D.Del. Aug. 25, 2004) (dismissing claim against DOC, because DOC is state agency and DOC did not waive Eleventh Amendment immunity). Finally, states and state departments of corrections are not considered persons who can be sued under 42 U.S.C. § 1983. <i>Will v. Michigan Dep't of State Police,</i> 491 U.S. 58, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989); <i>Lavia v. Pennsylvania Dep't of Corr.,</i> 224 F.3d 190, 195 (3d Cir.2000) (state departments of corrections are regarded as not having an existence apart from the state.). Plaintiff's claim against the DOC has no arguable basis in law or in fact inasmuch as it is immune from suit. The claim is frivolous and the DOC is dismissed pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>C. Failure to Train and Supervise</h2>\n<p>Absent direct involvement, a plaintiff can hold a supervisor liable for failure to train or supervise if the supervisor has shown deliberate indifference to the plight of the person involved. <i>Carter v. City of Philadelphia,</i> 181 F.3d 339, 357 (3d Cir. 1999). \"In order for a supervisory official to be held liable for a subordinate's constitutional tort, the official must either be the moving force behind the constitutional violation or exhibit deliberate indifference to the plight of the person deprived.\" <i>Pair v. Danberg,</i> No. 08-458, 2008 WL 4570537 at *2 (D.Del. Oct. 14, 2008) (internal quotations and citations omitted). A claim for supervisory liability or liability based upon a failure to train involves four elements: (1) existing policy created an unreasonable risk of constitutional injury; (2) the supervisor was aware of the potential for this unreasonable risk; (3) the supervisor was indifferent to the risk; and (4) the injury resulted from the policy or practice. <i>Sample v. Diecks,</i> 885 F.2d 1099, 1118 (3d Cir.1989); <i>see also </i><i>Heggenmiller v. Edna Mahan Corr. Inst.,</i> 128 Fed.Appx.240 (3d Cir.2005) (not published).</p>\n<p>Plaintiff alleges in a one sentence statement, \"failure to train and supervise\" (\"not respondeat superior\"). (D.I. 2, ¶ 196) The statement is not directed towards any defendant. An attached memorandum of law in support of the complaint states that plaintiff is suing several defendants for failure to train and supervise, but no names are mentioned. The memo further states that supervisory officials should have been aware of the policy, practice, and custom of CMS to ignore or delay proper medical care, but fails to name the official. It is evident in reading the complaint that plaintiff has failed to meet the pleading requirements of <i>Twombly</i> and <i>Iqbal.</i> The failure to train and supervise <span class=\"star-pagination\">*676</span> claim is conclusory, replete with legal buzz words, and does not identify a defendant. For these reasons, the court will dismiss the failure to train and supervise claim as frivolous pursuant to pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>D. Access to the Courts</h2>\n<p>Prisoners must be allowed \"adequate, effective and meaningful\" access to the courts. <i>Bounds v. Smith,</i> 430 U.S. 817, 822, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977) (holding that prisons must give inmates access to law libraries or direct legal assistance). \"Many courts have found a cause of action for violation of the right of access stated where it was alleged that prison officials confiscated and/or destroyed legal materials.\" <i>Zilich v. Lucht,</i> 981 F.2d 694, 695 (3d Cir.1992) (citations omitted). A violation of the First Amendment right of access to the courts is only established, however, where a litigant shows that he was actually injured by the alleged denial of access. The actual injury requirement is a constitutional prerequisite to suit. <i>Lewis v. Casey,</i> 518 U.S. 343, 351, 116 S.Ct. 2174, 135 L.Ed.2d 606 (1996); <i>Christopher v. Harbury,</i> 536 U.S. 403, 415, 122 S.Ct. 2179, 153 L.Ed.2d 413 (2002) (explaining that the constitutional right of access is \"ancillary to the underlying claim, without which a plaintiff cannot have suffered injury by being shut out of court\"). An actual injury is shown only where a nonfrivolous, arguable claim is lost. <i>Christopher,</i> 536 U.S. at 415, 122 S.Ct. 2179.</p>\n<p>Plaintiff alleges that the acts of C/O Lt. Kolawche Akinbayo (\"Akinbayo\"), Martin Burton (\"Burton\"), Brian Engram (\"Engram\"), Lt. Paul Harvey (\"Harvey\"), Lt. Trader (\"Trader\"), C/O Jason M. Schaffer (\"Schaffer\"), C/O Kirklin (\"Kirklin\"),<sup>[4]</sup> and C/O Tracey Harris (\"Harris\") denied him access to the courts because his legal documents are missing or were taken, he was denied indigent writing supplies, legal mail was returned with missing postage and opened, there was delay in providing him legal materials, and he was provided incorrect legal materials. (D.I. 2, ¶¶ 3, 10, 28, 34, 36-37, 40, 57, 86-89, 112, 121, 129, 153, 154, 170) While plaintiff sets forth a number of allegations, he does not allege actual injury as a result of the alleged constitutional violations. Inasmuch as the actual injury requirement is a constitutional prerequisite to an access to the court claim, the court will dismiss the access to the courts claims contained in paragraphs 3, 10, 28, 34, 36, 37, 40, 57, 86 through 89, 105, 112, 121, 129, 153, 154, and 170 of the complaint as frivolous pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1). Defendants Burton, Engram, Trader, Schaffer, and Kirklin are dismissed since the access to the courts claims are the only claims raised against them.</p>\n<p></p>\n<h2>E. Due Process and False Charges/Set-Ups</h2>\n<p>Plaintiffs due process claims occurred prior to, and after, the time he was sentenced. As a pretrial detainee, plaintiffs liberty interests were firmly grounded in federal constitutional law. <i>Fuentes v. Wagner,</i> 206 F.3d at 341. In evaluating the constitutionality of conditions or restrictions of pretrial detention that implicate the protection against deprivation of liberty without due process of law, the proper inquiry is whether those conditions amount to punishment of the detainee. <i>Id.</i> (citing <i>Bell v. Wolfish,</i> 441 U.S. 520, 535, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979)). A pretrial detainee's rights are at least equivalent to the rights afforded prisoners, including the due process <span class=\"star-pagination\">*677</span> protections for disciplinary hearings. <i>Id.</i> at 545, 99 S.Ct. 1861.</p>\n<p>Upon sentencing, a sentenced prisoner looks to state law for the protection of his personal liberties. <i>Fuentes v. Wagner,</i> 206 F.3d at 341 (citing <i>Cobb v. Aytch,</i> 643 F.2d 946, 957 (3d Cir.1981)). Prisoners must be accorded due process before prison authorities may deprive them of state created liberty interests. <i>Wolff v. McDonnell,</i> 418 U.S. 539, 556, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). A prison disciplinary hearing satisfies the Due Process Clause if the inmate is provided with: (1) written notice of the charges and not less than 24 hours to marshal the facts and prepare a defense for an appearance at the disciplinary hearing; (2) a written statement by the fact finder as to the evidence relied on and the reasons for the disciplinary action; and (3) an opportunity \"to call witnesses and present documentary evidence in his defense when to do so will not be unduly hazardous to institutional safety or correctional goals.\" <i>Wolff,</i> 418 U.S. at 563-71, 94 S.Ct. 2963; <i>Griffin v. Spratt,</i> 969 F.2d 16, 19-20 (3d Cir. 1992). It is axiomatic, however, that to be entitled to procedural due process protections as set forth in <i>Wolff,</i> a prisoner must be deprived of a liberty interest. <i>See </i><i>Wolff,</i> 418 U.S. at 557-558, 94 S.Ct. 2963.</p>\n<p>The Due Process Clause itself confers no liberty interest in freedom from state action taken \"within the sentence imposed.\"<sup>[5]</sup><i>Sandin v. Conner,</i> 515 U.S. 472, 480, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995) (quoting <i>Hewitt v. Helms,</i> 459 U.S. 460, 468, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983)). Moreover, state created liberty interests protected by the Due Process Clause are generally limited to restraints on prisoners that impose an \"atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Griffin v. Vaughn,</i> 112 F.3d 703, 706 (3d Cir.1997) (quoting <i>Sandin,</i> 515 U.S. at 484, 115 S.Ct. 2293). In deciding whether a protected liberty interest exists under <i>Sandin,</i> a federal court must consider the duration of the disciplinary confinement and the conditions of that confinement in relation to other prison conditions. <i>Mitchell v. Horn,</i> 318 F.3d 523, 532 (3d Cir.2003) (citing <i>Shoats v. Horn,</i> 213 F.3d 140, 144 (3d Cir.2000)). <i>See </i><i>Young v. Beard,</i> 227 Fed.Appx. 138 (3d Cir.2007) (not published) (an inmate sentenced to an aggregate of 930 days in disciplinary confinement without dayroom or telephone privileges did not constitute an atypical and significant hardship sufficient to trigger a liberty interest under <i>Sandin</i>).</p>\n<p>Plaintiff alleges that, as a pretrial detainee, Larry Savage (\"Savage\"), Thomas Seacord (\"Seacord\"), and Karen Hawkins (\"Hawkins\") denied him the right to confront his accusers during hearings on \"write-ups\" held on May 30 and September 16, 2008. (D.I. 2, ¶¶ 1, 2, 24) However, there is no absolute federal constitutionally-protected right to confront and cross-examine witnesses at prison disciplinary hearings. <i>Wolff,</i> 418 U.S. at 567-68, 94 S.Ct. 2963. <i>See also </i><i>Baxter v. Palmigiano,</i> 425 U.S. 308, 321-22, 96 S.Ct. 1551, 47 L.Ed.2d 810 (1976); <i>Young v. Kann,</i> 926 F.2d 1396, 1404 (3d Cir.1991). Accordingly, the court will dismiss the claims as frivolous and Savage, Seacord, and Hawkins will be dismissed as defendants.</p>\n<p>Also as a pretrial detainee, plaintiff alleges that he was the victim of a \"set-up\" by Sgt. Wilfred Beckles (\"Beckles\") and Cpl. Sgt. Angelina DeAllie (\"DeAllie\") <span class=\"star-pagination\">*678</span> involving a razor incident; during the disciplinary hearing, plaintiff was told that Beckles and DeAllie were going to make his life miserable. (D.I. 2, ¶ 22) Liberally construing the complaint, as the court must, it appears that paragraph 22 of the complaint states a due process claim against Beckles and DeAllie.</p>\n<p>Plaintiff alleges that, as a sentenced prisoner, Lt. Mark Daum (\"Daum\") found him guilty of write-ups by Sgt. Stanford Henry (\"Henry\") and Harris that he refused to cuff-up. (<i>Id.</i> at ¶ 143) Plaintiff's constitutional rights were not violated merely because he was found guilty. Therefore, the court will dismiss the claim in paragraph 143 against Daum, Henry, and Harris.</p>\n<p>Plaintiff alleges that Daum and Sgt. Roy Foraker (\"Foraker\") found him guilty of a \"bogus\" write-up authored by Sgt. Veronica Downing (\"Downing\") and that he received a false write-up from Downing regarding a slapping incident. (<i>Id.</i> at ¶¶ 108, 191) The filing of a false disciplinary charge and related disciplinary sanctions, without more, does not violate plaintiff's constitutional rights under the Due Process Clause. <i>See </i><i>Smith v. Mensinger,</i> 293 F.3d 641, 653-54 (3d Cir.2002). Rather, plaintiff's due process rights are triggered by a deprivation of a legally cognizable liberty interest. For a prisoner, such a deprivation occurs when the prison \"imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> 515 U.S. 472, 484, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995). It is unknown what punishment, if any, plaintiff received as a result of the guilty finding or if the punishment implicated a protected liberty interest. As the claim now stands, it fails to state a claim upon which relief may be granted. Therefore, the court will dismiss the claim, but will give plaintiff leave to amend paragraphs 108 and 191 of the complaint raised against Daum, Foraker, and Downing.</p>\n<p>Plaintiff alleges that Daum refused to provide him with appeal information and Foraker tried to intimidate his witnesses. (D.I. 2, ¶¶ 191, 195) As to the claim that Foraker \"tried\" to intimidate witnesses, inmates do not have an absolute federal constitutionally-protected right to confront and cross-examine witnesses at their prison disciplinary hearings. <i>See</i> paragraph 18, <i>supra.</i> Therefore, the court will dismiss the claim raised against Foraker in paragraph 195 of the complaint.</p>\n<p>With regard to his claim that Daum refused to provide appeal information, the right to appeal a disciplinary conviction is not within the narrow set of due process rights delineated in <i>Wolff. Garfield v. Davis,</i> 566 F.Supp. 1069, 1074 (E.D.Pa. 1983); <i>Greer v. DeRobertis,</i> 568 F.Supp. 1370 (N.D.Ill.1983). Therefore, the court will dismiss as frivolous the claim in paragraph 191 of the complaint raised against Daum.</p>\n<p>Finally, plaintiff alleges that Henry tried to get officer Gregory Hall (\"Hall\") to make statements to press charges against plaintiff and place him in isolation, and Henry and Harris unsuccessfully tried to set up plaintiff with a \"razor incident\". (D.I. 2, ¶¶ 99, 154) It is evident from the allegations that, while there may have been plans, they did not come to fruition. The claims are frivolous and the allegations against Hall, Henry, and Harris found at paragraphs 99 and 154 of the complaint will be dismissed pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>F. Threats/Harassment</h2>\n<p>Verbal abuse of a prisoner, even of the lewd variety, is not actionable under 42 U.S.C. § 1983. <i>Aleem-X v. Westcott,</i> 347 Fed.Appx. 731 (3d Cir.2009) (not published); <i>see </i><i>Murray v. Woodburn,</i> 809 <span class=\"star-pagination\">*679</span> F.Supp. 383, 384 (E.D.Pa.1993); <i>see also </i><i>McBride v. Deer,</i> 240 F.3d 1287, 1291 (10th Cir.2001) (taunts and threats are not an Eighth Amendment violation); <i>Prisoners' Legal Ass'n v. Roberson,</i> 822 F.Supp. 185, 189 (D.N.J.1993) (verbal harassment does not violate inmate's constitutional rights). Similarly, allegations that prison personnel have used threatening language and gestures are not cognizable claims under § 1983. <i>Collins v. Cundy,</i> 603 F.2d 825 (10th Cir.1979) (defendant laughed at prisoner and threatened to hang him).</p>\n<p>Plaintiff alleges that Beckles, C/O Scott (\"Scott\"), C/O Nicholas Mohr (\"Mohr\"), Henry, Downing, Harris, Foraker, C/O Wagner (\"Wagner\"), and DeAllie verbally threatened, harassed and called him names. He also alleges that he was spat upon, strip searched when no one else was, had clear liquid, food, and juice thrown on him or his cell floor, and was given a write-up for possession of two cleaning soap balls when they were given to him by an officer. (D.I. 2, ¶¶ 7, 12, 18-21, 23, 33, 39, 50, 59, 95, 102, 103, 104, 114, 117, 141, 148, 152, 158, 162, 164, 168, 171, 175, 179-181, 185-188). While the actions of which plaintiff complains are unseemly and unprofessional, they are not unconstitutional and, therefore, have no basis in law. Accordingly, the court will dismiss as frivolous the claims found in paragraphs 7, 12, 18 through 21, 23, 33, 39, 50, 59, 95, 102, 103, 104, 114, 117, 141, 148, 152, 158, 162, 164, 168, 171, 175, 179 through 181, and 185 through 188 of the complaint pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>G. Medical Needs</h2>\n<p>During the time he was a pretrial detainee, plaintiff's medical needs claim arose under the Due Process Clause of the Fourteenth Amendment. <i>Hubbard v. Taylor,</i> 399 F.3d 150, 157-158 (3d Cir. 2005); <i>Natale v. Camden County Corr. Facility,</i> 318 F.3d 575, 581 (3d Cir.2003). As previously discussed, a pretrial detainee's due process rights are violated if the conditions of his confinement amount to punishment prior to an adjudication of guilt. <i>Hubbard v. Taylor,</i> 399 F.3d at 158. The United States Court of Appeals for the Third Circuit has found it constitutionally adequate to analyze a pretrial detainee's claims of inadequate medical care under the deliberate indifference standard. <i>Natale,</i> 318 F.3d at 581-82; <i>Harvey v. Chertoff,</i> 263 Fed.Appx. 188, 191 (3d Cir. 2008) (not published).</p>\n<p>The Eighth Amendment proscription against cruel and unusual punishment requires that prison officials provide inmates with adequate medical care. <i>Estelle v. Gamble,</i> 429 U.S. 97, 103-105, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976). In order to set forth a cognizable claim, an inmate must allege (i) a serious medical need and (ii) acts or omissions by prison officials that indicate deliberate indifference to that need. <i>Estelle v. Gamble,</i> 429 U.S. at 104, 97 S.Ct. 285; <i>Rouse v. Plantier,</i> 182 F.3d 192, 197 (3d Cir. 1999). A prison official is deliberately indifferent if he knows that a prisoner faces a substantial risk of serious harm and fails to take reasonable steps to avoid the harm. <i>Farmer v. Brennan,</i> 511 U.S. 825, 837, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). A prison official may manifest deliberate indifference by \"intentionally denying or delaying access to medical care.\" <i>Estelle v. Gamble,</i> 429 U.S. at 104-05, 97 S.Ct. 285.</p>\n<p>However, \"a prisoner has no right to choose a specific form of medical treatment,\" so long as the treatment provided is reasonable. <i>Harrison v. Barkley,</i> 219 F.3d 132, 138-140 (2d Cir.2000). An inmate's claims against members of a prison medical department are not viable under § 1983 where the inmate receives continuing care, but believes that more should be done by way of diagnosis and treatment <span class=\"star-pagination\">*680</span> and maintains that options available to medical personnel were not pursued on the inmate's behalf. <i>Estelle v. Gamble,</i> 429 U.S. 97, 107, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976). Moreover, allegations of medical malpractice are not sufficient to establish a Constitutional violation. <i>White v. Napoleon,</i> 897 F.2d 103, 108-09 (3d Cir.1990) (citations omitted); <i>see also </i><i>Daniels v. Williams,</i> 474 U.S. 327, 332-34, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986) (negligence is not compensable as a Constitutional deprivation). Finally, \"mere disagreement as to the proper medical treatment\" is insufficient to state a constitutional violation. <i>See </i><i>Spruill v. Gillis,</i> 372 F.3d 218, 235 (3d Cir.2004) (citations omitted).</p>\n<p>Plaintiff alleges that, on several occasions (from July 11, 2008 to March 15, 2010), medical treatment was inappropriate, denied, or delayed, including denial of sick call, x-rays, and an MRI; delay, denial or stoppage of medication; denial of mental health treatment; and delay in receiving a medicine ball due to the acts of Beckles, DeAllie, nurse practitioner Sugarman (\"Sugarman\"), C/O Carmelino Seaton (\"Seaton\"), Downing, nurse Carol Bianchi (\"Bianchi\"), nurse Mark (\"Mark\"), nurse Betty Bryant (\"Bryant\"), nurse Christina, and John Doe. (D.I. 2, ¶¶ 8, 9, 11, 14, 15, 38, 41, 42, 45-48, 54, 56, 70-73, 78-80, 90, 98, 100, 119, 120, 122, 130, 131, 132, 135, 138-140, 144, 149, 156, 157, 173, 174, 183) The allegations in the complaint and voluminous exhibits indicate that plaintiff received medical and dental treatment, underwent medical testing, refused medical testing, refused dental treatment, and refused sick call on a number of occasions because he did not want to be near certain correctional officers, (<i>Id.</i> at 90, 92, 100, 110, 116, 157, 165, 173, 178, 189, 195) Plaintiff also alleges that defendant Correctional Medical Services (\"CMS\") engaged in a custom, practice or policy for repeatedly failing to provide reasonable diagnoses and/or treatment for medical/mental health problems, as described in his sick-call forms and medical grievances. The court, however, will not delve through six inches of exhibits in an effort to discern plaintiff's proposed claim against CMS. (<i>Id.</i> at ¶ 202) Certainly, plaintiffs conclusory allegations directed towards CMS do not meet the pleading requirements of <i>Twombly</i> and <i>Iqbal.</i></p>\n<p>Even when reading the complaint in the most favorable light to plaintiff, he fails to state an actionable constitutional claim for deliberate indifference to a serious medical need against the previously mentioned defendants. Rather, the complaint alleges that plaintiff received treatment on numerous occasions, albeit not always to his liking or as quickly as he desired. Additionally, the allegations and exhibits indicate that plaintiff received on-going medical care and treatment. For these reasons, the court will dismiss as frivolous the medical needs claims in paragraphs 2, 8, 9, 11, 14, 15, 38, 41, 42, 45 through 48, 54, 56, 70 through 73, 78 through 80, 90, 98, 100, 119, 120, 122, 130, 131, 132, 135, 138 through 140, 144, 149, 156, 157, 173, 174, 183, and 202 of the complaint, as well as Sugarman, Bianchi, Mark, Bryant, Christina, Doe, and CMS since the medical needs claims are the only claims raised against them.</p>\n<p></p>\n<h2>H. Retaliation</h2>\n<p>\"Retaliation for the exercise of constitutionally protected rights is itself a violation of rights secured by the Constitution actionable under § 1983.\" <i>White v. Napoleon,</i> 897 F.2d 103, 111-12 (3d Cir. 1990). It has long been established that the First Amendment bars retaliation for protected speech. <i>See </i><i>Crawford-El v. Britton,</i> 523 U.S. 574, 592, 118 S.Ct. 1584, 140 L.Ed.2d 759 (1998); <i>Milhouse v. Carlson,</i> 652 F.2d 371, 373-74 (3d Cir.1981). Proof of a retaliation claim requires that plaintiff demonstrate (1) he engaged in <span class=\"star-pagination\">*681</span> protected activity; (2) he was subjected to adverse actions by a state actor; and (3) the protected activity was a substantial motivating factor in the state actor's decision to take adverse action. <i>Rauser v. Horn,</i> 241 F.3d 330, 333 (3d Cir.2001) (quoting <i>Mt. Healthy Bd. of Educ. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977)); <i>see also </i><i>Allah v. Seiverling,</i> 229 F.3d 220 (3d Cir.2000) (a fact finder could conclude that retaliatory placement in administrative confinement would \"deter a person of ordinary firmness from exercising his First Amendment rights\" (citations omitted)). \"[O]nce a prisoner demonstrates that his exercise of a constitutional right was a substantial or motivating factor in the challenged decision, the prison officials may still prevail by proving that they would have made the same decision absent the protected conduct for reasons reasonably related to a legitimate penological interest.\" <i>Id.</i> at 334.</p>\n<p>Plaintiff alleges that he received false charges, write-ups, and accusations from Beckles, Downing, and Seaton, was placed in \"the hole\" or in isolation on numerous occasions, received numerous threats, was denied food and had foreign objects placed in his food, all in retaliation for exercising his right to file grievances, his statements about suing people, and making those on the outside aware of the prison conditions. (D.I. 2, ¶¶ 49, 60, 69) In addition, he alleges that virtually everything done to him has been in retaliation to punish him for exercising his rights. (<i>Id.</i> at ¶ 196) Finally, he alleges that, because he and Downing had a prior sexual relationship, he sought protective custody after she placed metal in his food, assaulted, targeted, and harassed him. (<i>Id.</i> at ¶ 148) Plaintiff has alleged a chronology of events from which retaliation may be inferred. <i>Bendy v. Ocean County Jail,</i> 341 Fed.Appx. 799, 802 (3d Cir.2009) (not published) (citations omitted). Applying the retaliation standard and construing the complaint liberally, plaintiff has stated retaliation claims against Beckles, Downing, and Seaton, and may proceed with the claims.</p>\n<p></p>\n<h2>I. Conditions of Confinement</h2>\n<p>As a pretrial detainee, plaintiff's condition of confinement claims are governed by the Fourteenth Amendment Due Process Clause. <i>Hubbard v. Taylor,</i> 399 F.3d at 157-58. A conditions of confinement claim is a constitutional attack on the general conditions, practices, and restrictions of pretrial or other detainee confinement. <i>See </i><i>Scott v. Moore,</i> 114 F.3d 51, 53 (5th Cir. 1997). A constitutional violation exists if the court finds that the conditions of confinement are not reasonably related to a legitimate, non-punitive governmental objective. <i>See </i><i>Bell v. Wolfish,</i> 441 U.S. at 538-39, 99 S.Ct. 1861.</p>\n<p>As a sentenced inmate, the claims are governed by the Eighth Amendment. A condition of confinement violates the Eighth Amendment only if it is so reprehensible as to be deemed inhumane under contemporary standards or such that it deprives an inmate of minimal civilized measure of the necessities of life. <i>See </i><i>Hudson v. McMillian,</i> 503 U.S. 1, 8, 112 S.Ct. 995, 117 L.Ed.2d 156 (1992); <i>Wilson v. Seiter,</i> 501 U.S. 294, 298, 111 S.Ct. 2321, 115 L.Ed.2d 271 (1991). When an Eighth Amendment claim is brought against a prison official it must meet two requirements: (1) the deprivation alleged must be, objectively, sufficiently serious; and (2) the prison official must have been deliberately indifferent to the inmate's health or safety. <i>Farmer v. Brennan,</i> 511 U.S. 825, 834, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). Deliberate indifference is a subjective standard in that the prison official must actually have known or been aware of the excessive risk to inmate safety. <span class=\"star-pagination\">*682</span> <i>Beers-Capitol v. Whetzel,</i> 256 F.3d 120, 125 (3d Cir.2001).</p>\n<p>Plaintiff alleges that as a pretrial detainee, Akinbayo denied him dinner on several occasions; the toilet in his cell flooded and Akinbayo and Roddocker left him in the cell for over seven hours; Beckles shook all of plaintiff's uneaten food on the cell floor while he was collecting the food trays; Beckles placed him in a cell with blood everywhere and nothing to protect plaintiff from exposure; Beckles and DeAllie intentionally awakened him from sleep; DeAllie denied plaintiff recreation; and Henry would not give plaintiff supplies to clean urine thrown under his cell door. (D.I. 2, ¶¶ 1, 3, 4, 13, 17, 27, 30) At this stage of the proceedings, it would appear that plaintiffs allegations are sufficient to state a claim for \"punishment\" in violation of the Fourteenth Amendment. The conditions of which plaintiff complains do not appear reasonably related to a legitimate, non-punitive governmental objective. Therefore, plaintiff will be allowed to proceed against Akinbayo, Roddocker, Beckles, DeAllie, and Henry on the claims raised in paragraphs 1, 3, 4, 13, 17, 27, 30, and 35 of the complaint.</p>\n<p>Plaintiff alleges that as a sentenced prisoner, Henry and/or Mohr refused to feed him or provide him lunch on two occasions (D.I. 2, ¶¶ 51, 55, 133); he was housed in cell that smelled like feces; feces was floating in his cell; he was placed in a cell that had feces smeared all over and under the bed and forced to clean it up with his bare hands which made him ill, he was denied cleaning supplies and forced to bathe in sewer water while housed in isolation (<i>Id.</i> at ¶¶ 52, 53, 55, 58, 134, 135); his food contained metal particles, he bit into the metal, he was told by told by Seaton and C/O Williams that nothing would be done, was told that Harvey of internal affairs would speak to him, and that Henry and Harris admitted to placing metal in plaintiffs food (<i>Id.</i> at ¶¶ 74-77, 79, 94, 136); Downing and/or Hall denied him recreation twice and a shower once (<i>Id.</i> at ¶¶ 82, 106); on several occasions he was deprived of sleep by Mohr, Wagner, and/or Henry (<i>Id.</i> at ¶¶ 95, 97, 132, 141, 150, 151, 194); and on one occasion he was denied the use of a telephone (<i>Id.</i> at ¶ 81).</p>\n<p>With regard to the deprivation of lunch on two occasions, the purported deprivation of two meals is not of such magnitude as to rise to the level of a constitutional violation. <i>See </i><i>Lindsey v. O'Connor,</i> 327 Fed.Appx. 319, 321 (3d Cir.2009) (not published) (depriving prisoner of a single meal did not rise to the level of an Eighth Amendment violation); <i>Robles v. Coughlin,</i> 725 F.2d 12, 15 (2d Cir.1983) (only a substantial deprivation of food to a prisoner sets forth a viable Eighth Amendment claim). The claims are frivolous and, therefore, the court will dismiss the claims against Henry and Mohr raised in paragraphs 51, 55, and 133 of the complaint.</p>\n<p>The sanitation issues raised in paragraphs 52, 53, 55, 58, 134, 135 are not raised against any particular defendant. The denial of \"basic sanitation ... is `cruel and unusual because, in the worst case, it can result in physical torture, and, even in less serious cases, it can result in pain without any penological purpose.'\" <i>Young v. Quinlan,</i> 960 F.2d 351, 365 (3d Cir.1992) (quoting <i>Estelle v. Gamble,</i> 429 U.S. at 103, 97 S.Ct. 285). The allegations, however, do not allege sufficient personal involvement in the denial of humane conditions of confinement and, therefore, will be dismissed.</p>\n<p>With regard to metal in his food, the Eighth Amendment requires only that \"prisoners receive food that is adequate to maintain health; it need not be tasty or aesthetically pleasing.\" <i>LeMaire v. Maass,</i> 12 F.3d 1444, 1456 (9th Cir.1993). The fact that the food occasionally contains <span class=\"star-pagination\">*683</span> foreign objects, while unpleasant, does not amount to a constitutional deprivation. <i>See </i><i>Smith v. Younger,</i> 187 F.3d 638 (6th Cir.1999) (no conditions of confinement claim stated where inmate found worm in her peanut butter); <i>LeMaire v. Maass,</i> 12 F.3d at 1456; <i>Hamm v. DeKalb County,</i> 774 F.2d 1567, 1575 (11th Cir.1985). For the most part, the allegations are frivolous. Plaintiff, however, alleges that Henry and Harris admitted to placing metal in his food. (D.I. 2 at ¶ 136) The allegation is sufficient to withstand screening. The remaining metal in food claims raised against Harvey, Seaton, and Williams found at paragraphs 74, 75, 76, 77, 79, and 94 of the complaint will be dismissed as frivolous.</p>\n<p>With regard to the denial of recreation on two occasions and one missed shower, said denials can result in a constitutional violation. \"[M]eaningful recreation `is extremely important to the psychological and physical well-being of the inmates.'\" <i>Peterkin v. Jeffes,</i> 855 F.2d 1021, 1031 (3d Cir.1988)(<i>quoting </i><i>Spain v. Procunier,</i> 600 F.2d 189, 199 (9th Cir.1979)); <i>see also </i><i>Keenan v. Hall,</i> 83 F.3d 1083, 1089 (9th Cir.1996)(\"[d]eprivation of outdoor exercise violates the Eighth Amendment rights of inmates confined to continuous and long-term segregation.\"); <i>Patterson v. Mintzes,</i> 717 F.2d 284, 289 (6th Cir.1983); <i>Campbell v. Cauthron,</i> 623 F.2d 503, 506-07 (8th Cir.1980); <i>Kirby v. Blackledge,</i> 530 F.2d 583, 587 (4th Cir.1976); <i>Loe v. Wilkinson,</i> 604 F.Supp. 130, 135 (M.D.Pa.1984). However, the lack of exercise can only rise to a constitutional level \"where movement is denied and muscles are allowed to atrophy, [and] the health of the individual is threatened.\" <i>Spain,</i> 600 F.2d at 199. Here, plaintiff was denied recreation on only two occasions. Additionally, the complaint does not set forth facts demonstrating that the alleged denial of a shower on a one-time basis was sufficiently serious to deprive plaintiff of the \"minimal civilized measure of life's necessities.\" <i>Fortune v. Hamberger,</i> 379 Fed.Appx. 116, 122 (3d Cir.2010). The claims do not rise to the level of constitutional violations. Therefore, the court dismisses as frivolous the claims raised against Downing and Hall in paragraphs 82 and 106 of the complaint.</p>\n<p>With regard to plaintiffs claims of sleep deprivation due to the acts of Mohr, Wagner, and Henry, sleep constitutes a basic human need, and conditions designed to prevent sleep may violate the Eighth Amendment. <i>Harper v. Showers,</i> 174 F.3d 716, 720 (5th Cir.1999). Plaintiff alleges that the foregoing defendants took specific acts designed to deprive him of sleep. Therefore, plaintiff will be allowed to proceed with the sleep deprivation claim against Mohr, Wagner, and Henry raised in paragraphs 95, 97, 132, 141, 150, 151, and 194 of the complaint.</p>\n<p>With regard to plaintiffs claim that on one occasion he was denied the use of a telephone, inmates have First Amendment rights notwithstanding their incarceration, but these rights are necessarily circumscribed because of the legitimate penological and administrative interests of the prison system. <i>See </i><i>Vester v. Rogers,</i> 795 F.2d 1179, 1182 (4th Cir.1986) (\"Although a prisoner does not shed his first amendment rights at the prison portals, it is equally true that lawful incarceration brings about the necessary withdrawal or limitation of many privileges and rights.\"). \"The exact nature of telephone service to be provided to inmates is generally to be determined by prison administrators, subject to court scrutiny for unreasonable restrictions.\" <i>Almahdi v. Ridge,</i> 201 Fed. Appx. 865 n. 2 (3d Cir.2006) (not published) (quoting <i>Fillmore v. Ordonez,</i> 829 F.Supp. 1544, 1563-64 (D.Kan.1993) (other citations omitted)). A one-time denial of the use of a telephone does not rise to the level of a constitutional violation. Nor does plaintiff provide the name of an individual <span class=\"star-pagination\">*684</span> who allegedly denied him use of the telephone. The claim found at paragraph 81 of the complaint is frivolous and is dismissed.</p>\n<p></p>\n<h2>J. Snitch</h2>\n<p>This court has recognized the serious implications of being labeled a \"snitch\" in prison. <i>Blizzard v. Hastings,</i> 886 F.Supp. 405, 410 (D.Del.1995)(being labeled a snitch \"can put a prisoner at risk of being injured\"). <i>See also Hendrickson v. Emergency Med. Services,</i> Civ. A. 95-4392, 1996 WL 472418 at *5 (E.D.Pa. Aug. 20, 1996) (denying defendants' motion for summary judgment because of factual issue as to whether a guard call a prisoner a snitch in front of other inmates); <i>Thomas v. District of Columbia,</i> 887 F.Supp. 1, 4 (D.D.C. 1995) (being \"physically confronted by and threatened by inmates\" after a guard started a rumor that prisoner was a snitch was \"sufficiently harmful to make out an Eighth Amendment excessive force claim\"). Other circuits have also held that a correction officer's calling a prisoner a \"snitch\" in front of other inmates is an Eighth Amendment violation. <i>See </i><i>Northington v. Jackson,</i> 973 F.2d 1518, 1525 (10th Cir.1992) (overturning Rule 12(b)(6) dismissal of complaint alleging that prisoner was beaten by inmates because a guard told them the prisoner was a \"snitch\"; allegation that guard intended harm to prisoner by inciting other inmates to beat him states a claim); <i>Miller v. Leathers,</i> 913 F.2d 1085, 1088 n. * (4th Cir.1990) (\"It is impossible to minimize the possible consequences to a prisoner of being labeled a `snitch.'\"); <i>Valandingham v. Bojorquez,</i> 866 F.2d 1135, 1139 (9th Cir.1989) (reversing grant of summary judgment for defendants because \"whether [the guards] called [a prisoner] a `snitch' in the presence of other inmates is `material' to a section 1983 claim for denial of the right not to be subjected to physical harm by employees of the state acting under color of law.\"); <i>Harmon v. Berry,</i> 728 F.2d 1407, 1409 (11th Cir.1984) (reversing the district court's dismissal as frivolous of prisoner's claim the \"prison officials have labeled him a snitch and are exposing him to inmate retaliation.\").</p>\n<p>Plaintiff alleges that when Beckles handed him a write-up from Downing, he called plaintiff a snitch; Henry and Downing kicked his cell door and called him a snitch; he was threatened by inmates he did not know who said, \"snitches get stitches\" and told him they would stab and do him bodily harm; and Henry and Mohr called him a snitch. (D.I. 2, ¶¶ 83, 132, 163, 172, 175) Based upon the allegations and the law, the court concludes that plaintiff has adequately alleged an Eighth Amendment claim. Therefore, he will be allowed to proceed against Beckles, Downing, Henry, and Mohr on the allegations contains in paragraphs 83, 132, 163, 172, and 175 of the complaint.</p>\n<p></p>\n<h2>K. Protective Custody/Cell Assignment</h2>\n<p>Plaintiff was a pretrial detainee and, later, a sentenced inmate during the timeframe of the housing/classification allegations. As a pretrial detainee, the <i>Bell v. Wolfish</i> standard discussed hereinabove is utilized to determine the viability of plaintiffs allegations. Once sentenced, the analysis differs. The transfer of a prisoner from one classification is unprotected by \"`the Due Process Clause in and of itself,'\" even though the change in status involves a significant modification in conditions of confinement. <i>Hewitt,</i> 459 U.S. at 468, 103 S.Ct. 864 (citation omitted); <i>Moody v. Daggett,</i> 429 U.S. 78, 97 S.Ct. 274, 50 L.Ed.2d 236 (1976); <i>see also </i><i>Brown v. Cunningham,</i> 730 F.Supp. 612 (D.Del.1990) (plaintiffs transfer from general population to administrative segregation, without being given notice and opportunity <span class=\"star-pagination\">*685</span> to challenge it, was not violation of plaintiffs liberty interest). Notably, the Delaware Supreme Court has recognized that prison officials have discretion to house inmates at the facilities they choose. <i>Walls v. Taylor,</i> 856 A.2d 1067, 2004 WL 906550 (Del.2004) (table) (citing <i>Brathwaite v. State,</i> No. 169, 2003 (Del. Dec. 29, 2003)).</p>\n<p>Plaintiff complains that, as a pretrial detainee, he was placed in isolation by Beckles on June 27, 2008 and, on October 6, 2008, returned to isolation for time he had already served. (D.I. 2, ¶¶ 6, 29) Plaintiff expressly refers to punishment in excess of that meted to him and makes reference to the imposition of additional hardships that are not shared by the general prison population. <i>See </i><i>Stevenson v. Carroll,</i> 495 F.3d at 65-66. The reasonable inference from these factual allegations is that plaintiff was impermissibly punished. <i>Id.</i> (citation omitted). For the above reasons, the court will allow plaintiff to proceed with his pretrial cell assignment claim raised against Beckles at paragraphs 6 and 29 of the complaint.</p>\n<p>As a sentenced inmate plaintiff sought protective custody from Phelps because he feared for his life, was moved to protective custody, but requested a transfer because he was deprived of many things during the time he was housed there. (<i>Id.</i> at ¶¶ 91, 93, 94, 96, 126, 169, 190). He further alleges that he was kept in isolation on a set-up charge from Henry and Hall. (<i>Id.</i> at ¶ 123) The transfer from one classification to another did not violate plaintiffs due process rights. Accordingly, the decision to place plaintiff in protective custody, upon his own request, or to keep him in isolation, cannot be viewed as falling outside the scope of \"the sentence imposed upon him [or] otherwise violative of the Constitution.\" The sentenced inmate due process claims at paragraphs 91, 93, 94, 96, 126, 169, and 190 have no arguable basis in law or in fact and, therefore, are dismissed as frivolous.</p>\n<p></p>\n<h2>L. Personal Property</h2>\n<p>A prisoner's due process claim based on random and unauthorized deprivation of property by a state actor is not actionable under § 1983, whether the deprivation is negligent or intentional, unless there is no adequate post-deprivation remedy available. <i>See </i><i>Parratt v. Taylor,</i> 451 U.S. 527, 542, 101 S.Ct. 1908, 68 L.Ed.2d 420 (1981), <i>overruled on other grounds</i> 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986); <i>Hudson v. Palmer,</i> 468 U.S. 517, 533, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984).</p>\n<p>Plaintiff complains that his radio was taken by Daum, Henry, Harris, Wagner and three John Does, he filed two grievances on the issue and a hearing was held. (D.I. 2, ¶¶ 145, 147, 160, 161, 167) He raises a § 1983 claim and also raises a state tort theft claim. (<i>Id.</i> at ¶ 196) Plaintiff has available to him the option of filing a common law claim for conversion of property. Delaware law provides an adequate remedy for plaintiff and, therefore, he cannot maintain a cause of action pursuant to § 1983. <i>See </i><i>Hudson,</i> 468 U.S. at 535, 104 S.Ct. 3194; <i>Nicholson v. Carroll,</i> 390 F.Supp.2d 429, 435 (D.Del.2005); <i>Acierno v. Preit-Rubin, Inc.,</i> 199 F.R.D. 157 (D.Del.2001) (other citations omitted). For the above reasons, the court will dismiss the § 1983 personal property claim as frivolous.</p>\n<p>With regard to the supplemental state tort theft claim, § 1367(a) states: \"[e]xcept as provided ... in any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States <span class=\"star-pagination\">*686</span> Constitution. Such supplemental jurisdiction shall include claims that involve the joinder or intervention of additional parties.\" The court concludes that upon dismissal of the § 1983 personal property claim, the state tort theft claim is not so related to the remaining claims in the action to form part of the same case or controversy. Therefore, the court declines to exercise jurisdiction over the supplemental state tort theft claim. 28 U.S.C. § 1367; <i>Arbaugh v. Y &amp; H Corp.,</i> 546 U.S. 500, 126 S.Ct. 1235, 163 L.Ed.2d 1097 (2006); <i>De Asencio v. Tyson Foods, Inc.,</i> 342 F.3d 301, 309 (3d Cir.2003).</p>\n<p></p>\n<h2>M. Religion</h2>\n<p>When a prisoner claims that his right to exercise religion has been curtailed, a court must determine as a threshold matter whether the prisoner has alleged a belief that is \"both sincerely held and religious in nature.\" <i>DeHart v. Horn,</i> 227 F.3d 47, 51 (3d Cir.2000). If so, the court must then apply the four-factor test set forth in <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), to determine whether the curtailment at issue is \"reasonably related to penological interests.\" <i>DeHart,</i> 227 F.3d at 51. Plaintiff alleges that he was denied his Bible while he was housed in isolation from September 8, 2009 until November 1, 2009. (D.I. 2, ¶ 118) Plaintiff has not alleged his religion nor provided the name of the individual or individuals who allegedly deprived him of his Bible. The claim is deficiently pled. Therefore, the court will dismiss the religion claim for failure to state a claim upon which relief may be granted pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>N. Sexual Harassment</h2>\n<p>Allegations of sexual harassment of a prisoner by a corrections officer may state an Eighth Amendment claim under § 1983 so long as two elements are met. <i>See </i><i>Walker v. Taylorville Corr. Ctr.,</i> 129 F.3d 410, 414 (7th Cir.1997); <i>Mathie v. Fries,</i> 121 F.3d 808 (2d Cir.1997); <i>Freitas v. Ault,</i> 109 F.3d 1335, 1338-39 (8th Cir. 1997); <i>Boddie v. Schnieder,</i> 105 F.3d 857 (2d Cir.1997). The objective element requires severe or repetitive sexual abuse of an inmate by a prison officer. <i>Harris v. Zappan,</i> No. CIV A 97-4957, 1999 WL 360203, at *4 (E.D.Pa. May 28, 1999) (citation omitted). The subjective element is whether the official had a sufficiently culpable state of mind. <i>Id.</i> (citation omitted). However, a single isolated incident of sexual harassment that is not in and of itself severe, is not sufficiently serious to satisfy the objective component of an Eighth Amendment claim. <i>See </i><i>Boddie,</i> 105 F.3d at 857 (male prisoner's allegations that female officer touched his penis and said, \"[Y]ou know your [sic] sexy black devil, I like you,\" later bumped into him, and pressed her whole body against his body were not sufficiently serious to satisfy the objective component); <i>Berry hill v. Schriro,</i> 137 F.3d 1073 (8th Cir.1998) (male inmate's claims that two officers grabbed his buttocks for a moment did not meet the objective component of Eighth Amendment); <i>see also Wright v. O'Hara,</i> No. CIV.A. 00-1557, 2004 WL 1793018, at *7 (E.D.Pa. Aug. 11, 2004).</p>\n<p>Plaintiff alleges that Henry made sexual advances towards him and sexually harassed him by blowing kisses at him and telling plaintiff he wanted the two of them to engage in sexual acts. (D.I. 2, ¶¶ 177, 185, 187) While unseemly, the allegations do not allege conditions that are sufficiently serious to satisfy the objective component of an Eighth Amendment claim. Accordingly, the sexual harassment claims are dismissed as frivolous pursuant to 28 U.S.C. § 1915(e)(2)(B)(ii) and § 1915A(b)(1).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*687</span> O. Excessive Force/Failure to Protect</h2>\n<p>Plaintiff raises constitutional excessive force and failure to protect claims as well as state tort claims of assault and battery. Excessive force claims for pretrial detainees are analyzed under the Fourteenth Amendment, <i>Sylvester v. City of Newark,</i> 120 Fed.Appx. 419, 423 (3d Cir.2005) (not published), and excessive force claims for those convicted of a crime are analyzed under the Eighth Amendment, <i>Graham v. Connor,</i> 490 U.S. at 395 n. 10, 109 S.Ct. 1865. <i>See also </i><i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979) (pretrial detainees are adequately protected from \"punishment\" under the Fourteenth Amendment, as opposed to protection from punishment that is \"cruel and unusual\" under the Eighth Amendment); <i>Hubbard v. Taylor,</i> 399 F.3d 150, 166 (3d Cir.2005).</p>\n<p>To prove a Due Process violation, the pretrial detainee must show that the force used amounts to a wanton infliction of punishment, as opposed to an amount rationally related to exercising control. <i>See </i><i>Fuentes v. Wagner,</i> 206 F.3d 335 (3d Cir.2000) (Eighth Amendment's cruel and unusual punishment standards apply to a pretrial detainee's excessive force claim arising in the context of a prison disturbance); <i>Travillion v. Leon,</i> 248 Fed.Appx. 353, 356 (3d Cir.2007).</p>\n<p>When analyzing an excessive force claim under the Eighth Amendment, the court must determine \"whether the force was applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for the very purpose of causing harm.\" <i>Whitley v. Albers,</i> 475 U.S. 312, 320-21, 106 S.Ct. 1078, 89 L.Ed.2d 251 (1986) (citations omitted). <i>See </i><i>Wilkins v. Gaddy,</i> ___ U.S. ___, 130 S.Ct. 1175, ___ L.Ed.2d ___ (2010). Use of force is actionable under § 1983 when it exceeds \"that which is reasonable and necessary under the circumstances.\" <i>Davidson v. O'Lone,</i> 752 F.2d 817, 827 (3d Cir. 1984). The court must determine whether the force was applied in good faith by weighing the following factors: (1) the need for the application of force, (2) the relationship between the need and the amount of force that was used, (3) the extent of the injury inflicted, (4) the threat reasonably perceived by the responsible officials, and (5) the efforts made to temper the severity of a forceful response. <i>Davis v. Carroll,</i> 390 F.Supp.2d 415, 419 (D.Del.2005) (citing <i>Hudson v. McMillian,</i> 503 U.S. at 7, 112 S.Ct. 995).</p>\n<p>To prevail on an Eighth Amendment failure to protect claim, a plaintiff is required to show that (1) he is incarcerated under conditions posing a substantial risk of serious harm (the objective element); and (2) prison officials acted with deliberate indifference, i.e., that prison officials knew of and disregarded an excessive risk to inmate health or safety (the subjective element). <i>See </i><i>Farmer v. Brennan,</i> 511 U.S. at 833-34, 114 S.Ct. 1970; <i>see also </i><i>Griffin v. DeRosa,</i> 153 Fed.Appx. 851 (3d Cir.2005) (not published).</p>\n<p>Plaintiff alleges that as a pretrial detainee, on May 31, 2008, Beckles slammed him against the wall by his throat, while Henry and others were searching plaintiffs cell. Henry told Beckles to stop because another inmate was looking at him. (D.I. 2, ¶ 2) Plaintiff alleges that on June 20, 2008, Beckles damaged his left hand and left foot, but provides no further details. (<i>Id.</i> at ¶ 5) Plaintiff will be allowed to proceed on the May 31, 2008 pretrial detainee excessive force and failure to protect claims against Beckles and Henry. The June 20, 2008 claim, however, is deficiently pled. It does not apprise the reader how or where the injuries took place. Therefore the court will dismiss <span class=\"star-pagination\">*688</span> paragraph 5 for failure to state a claim upon which relief may be granted.</p>\n<p>As a sentenced prisoner, plaintiff alleges that (a) he was maced by DeAllie for no reason, (b) Mohr pushed him against the wall while he was handcuffed behind his back and shackled; (c) Downing slapped him in face while he was handcuffed behind the back; (d) Henry tried to make plaintiff lose his balance and shoved him against the wall; and (e) Henry shoved plaintiff in the back after he removed plaintiffs handcuffs. (<i>Id.</i> at ¶¶ 79, 93, 107, 109, 184) He further alleges that he was struck in the face with a potato wedge and hit in the heat with tomatoes thrown by either Henry, Officer John Doe, or Wagner. (<i>Id.</i> at ¶¶ 145, 168) Plaintiff may proceed on the claims raised against DeAllie, Mohr, Downing, and Henry raised in paragraphs 79, 93, 107, 109, and 184 of the complaint. The food throwing allegations against Henry, Wagner, and Doe found at paragraphs 145 and 168 of the complaint are frivolous are dismissed pursuant to 28 U.S.C. § 1915(e)(2)(B)(i) and § 1915A(b)(1)</p>\n<p></p>\n<h2>P. Request for Counsel</h2>\n<p>A pro se litigant proceeding in forma pauperis has no constitutional or statutory right to representation by counsel. <i>See </i><i>Ray v. Robinson,</i> 640 F.2d 474, 477 (3d Cir.1981); <i>Parham v. Johnson,</i> 126 F.3d 454, 456-57 (3d Cir.1997). It is within the court's discretion to seek representation by counsel for plaintiff, and this effort is made only \"upon a showing of special circumstances indicating the likelihood of substantial prejudice to [plaintiff] resulting ... from [plaintiffs] probable inability without such assistance to present the facts and legal issues to the court in a complex but arguably meritorious case.\" <i>Smith-Bey v. Petsock,</i> 741 F.2d 22, 26 (3d Cir.1984); <i>accord </i><i>Tabron v. Grace,</i> 6 F.3d 147, 155 (3d Cir.1993) (representation by counsel may be appropriate under certain circumstances, after a finding that a plaintiffs claim has arguable merit in fact and law).</p>\n<p>After passing this threshold inquiry, the court should consider a number of factors when assessing a request for counsel, including:</p>\n<blockquote>(1) the plaintiffs ability to present his or her own case; (2) the difficulty of the particular legal issues; (3) the degree to which factual investigation will be necessary and the ability of the plaintiff to pursue investigation; (4) the plaintiffs capacity to retain counsel on his own behalf; (5) the extent to which a case is likely to turn on credibility determinations; and (6) whether the case will require testimony from expert witnesses.</blockquote>\n<p><i>Tabron,</i> 6 F.3d at 155-57; <i>accord </i><i>Parham,</i> 126 F.3d at 457; <i>Montgomery v. Pinchak,</i> 294 F.3d 492, 499 (3d Cir.2002).</p>\n<p>Plaintiff requests counsel on the grounds that he has a limited education, is unschooled in the law, his pleadings were prepared for him by a jailhouse lawyer, he has limited access to the law library, the issues are multiple and complex, extensive investigation is necessary, he cannot afford counsel and has unsuccessfully sought counsel to assist him, nearly all issues turn on credibility determinations, and the case will require expert testimony. (D.I. 5, 7)</p>\n<p>This case has just commenced. To date, plaintiff has shown that he possesses the ability to adequately pursue his claims. Upon consideration of the record, the court is not persuaded that appointment of counsel is warranted at this time. Accordingly, plaintiffs requests for counsel are denied without prejudice to renew after summary judgment motions have been resolved. (D.I. 5, 7)</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>For the above reasons, the court will deny without prejudice to renew plaintiffs <span class=\"star-pagination\">*689</span> requests for counsel (D.I. 5, 7), the court will allow plaintiff to proceed against defendants Lt. Kolawche Akinbayo, Sgt. Wilfred Beckles, Cpl. Sgt. Angelina DeAllie, Sgt. Veronica Downing, C/O Tracey Harris, Sgt. Stanford Henry, C/O Nicholas Mohr, C/O Roddocker, C/O Carmelino R. Seaton, and C/O Wagner on the claims as discussed hereinabove, and the court will dismiss the remaining defendants and claims as frivolous and for failure to state a claim upon which relief may be granted pursuant to 28 U.S.C. § 1915 and § 1915A.</p>\n<p>An appropriate order will be entered.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>At Wilmington this 5th day of August, 2010, for the reasons set forth in the memorandum opinion issued this date;</p>\n<p>IT IS HEREBY ORDERED that:</p>\n<p>1. Plaintiff's requests for counsel are denied without prejudice to renew. (D.I. 5, 7)</p>\n<p>2. All claims against defendants Nurse Amin, Lt. Stanley Baynard, C/O Andrew Chase, Lt. Mark Daum, c/o Kenwyn D'Heureux, C/O Orlando DeJesus, Nurse Divine Ebwelle, Sgt. Everett, Sgt. Roy Foraker, Staff Lt. Stephen Furman, Gregory Hall, Lt. Paul Harvey, C/O Hicks, C/O William Morris, C/O George Pierce, Major Scaroborough, Sgt. Keshaw Travies, Sgt. Valez, Commissioner Carl Danberg, Warden Perry Phelps, Delaware Department of Correction, Martin Burton, Brian Engram, Lt. Trader, C/O Jason Schaffer, C/O Kirklin, Larry Savage, C/O Scott, Thomas Seacord, Karen Hawkins, nurse practitioner Sugarman, nurse Carol Bianchi, nurse Mark, nurse Betty Bryant, nurse Christina, John Doe, and Correctional Medical Services and the following claims: (a) failure to train and supervise; (b) access to the courts; (c) medical needs; (d) threats/harassment; (e) conditions of confinement at paragraphs 51, 55, 74, 75, 76, 77, 79, 81, 82, 94, 106, and 133 of the complaint; (f) protective custody/cell assignment due process at paragraphs 91, 93, 94, 96, 123, 126, 169, and 190 of the complaint; (g) due process at paragraphs 99, 143, 154, 191, 195 of the complaint; (h) excessive force and assault and battery at paragraphs 145 and 168 of the complaint; (i) personal property; and (j) sexual harassment are dismissed as frivolous and for failure to state a claim upon which relief may be granted pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p>3. The court declines to exercise supplemental jurisdiction over the state tort theft claim.</p>\n<p>4. Plaintiff may proceed with the: (a) due process claims against Sgt. Wilfred Beckles and Cpl. Sgt. Angelina DeAllie at paragraph 22 of the complaint; (b) retaliation claims against Sgt. Wilfred Beckles, Sgt. Veronica Downing, and C/O Carmelino Seaton at paragraphs 49, 60, 69, 148, and 196 of the complaint; (c) pretrial detainee conditions of confinement claims against C/O Lt. Kolawche Akinbayo, C/O Roddocker, Sgt. Wilfred Beckles, Cpl. Sgt. Angelina DeAllie, and Sgt. Stanford Henry at paragraphs 1, 3, 4, 13, 17, 27, 30, and 35 of the complaint; (d) Eighth Amendment conditions of confinement claim against Sgt. Stanford Henry and C/O Tracey Harris at paragraph 136 and against C/O Nicholas Mohr, C/O Wagner, and Sgt. Stanford Henry at paragraphs 95, 97, 132, 141, 150, 151, and 194 of the complaint; (e) Eighth Amendment \"snitch\" claim against Sgt. Wilfred Beckles, Sgt. Veronica Downing, Sgt. Stanford Henry, and C/O Nicholas Mohr at paragraphs 83, 132, 163, 172, and 175 of the complaint; (f) pretrial cell assignment claim against Sgt. Wilfred Beckles at paragraphs 6 and 29 of the complaint; (g) excessive force, failure to protect, and state assault and battery claims against Sgt. Wilfred Beckles and Sgt. Stanford Henry at paragraph 2 of the <span class=\"star-pagination\">*690</span> complaint; and (h) excessive force and assault and battery against Cpl. Sgt. Angelina DeAllie, C/O Nicholas Mohr, Sgt. Veronica Downing, and Sgt. Stanford Henry at paragraphs 79, 93, 107, 109, and 184.</p>\n<p>IT IS FURTHER ORDERED that:</p>\n<p>1. The Clerk of Court shall cause a copy of this order to be mailed to plaintiff.</p>\n<p>2. Pursuant to Fed.R.Civ.P. 4(c)(3) and (d)(1), plaintiff shall complete and return to the Clerk of Court an original \"U.S. Marshal-285\" forms for remaining defendants Lt. Kolawche Akinbayo, Sgt. Wilfred Beckles, Cpl. Sgt. Angelina DeAllie, Sgt. Veronica Downing, C/O Tracey Harris, Sgt. Stanford Henry, C/O Nicholas Mohr, C/O Roddocker, C/O Carmelino R. Seaton, and C/O Wagner, as well as for the Attorney General of the State of Delaware, 820 N. FRENCH STREET, WILMINGTON, DELAWARE, 19801, pursuant to Del. Code Ann. tit. 10 § 3103(c). Additionally, plaintiff shall provide the court with one copy of the complaint (D.I. 2) for service upon each remaining defendant. Plaintiff is notified that the United States Marshal Service (\"USMS\") will not serve the complaint until all \"U.S. Marshal 285\" forms have been received by the Clerk of Court. Failure to provide the \"U.S. Marshal 285\" forms for each remaining defendant and the attorney general within 120 days of this order may result in the complaint being dismissed or defendants being dismissed pursuant to Federal Rule of Civil Procedure 4(m).</p>\n<p>3. Upon receipt of the form(s) required by paragraph 2 above, the USMS shall forthwith serve a copy of the complaint, this order, a \"Notice of Lawsuit\" form, the filing fee order(s), and a \"Return of Waiver\" form upon each of the defendants so identified in each 285 form.</p>\n<p>4. A defendant to whom copies of the complaint, this order, the \"Notice of Lawsuit\" form, and the \"Return of Waiver\" form have been sent, pursuant to Fed. R.Civ.P. 4(d)(1), has thirty days from the date of mailing to return the executed waiver form. Such a defendant then has sixty days from the date of mailing to file its response to the complaint, pursuant to Fed.R.Civ.P. 4(d)(3). A defendant residing outside this jurisdiction has an additional thirty days to return the waiver form and to respond to the complaint.</p>\n<p>5. A defendant who does not timely file the waiver form shall be personally served and shall bear the costs related to such service, absent good cause shown, pursuant to Fed.R.Civ.P. 4(d)(2). A separate service order will issue in the event a defendant does not timely waive service of process.</p>\n<p>6. No communication, including pleadings, briefs, statement of position, etc., will be considered by the court in this civil action unless the documents reflect proof of service upon the parties or their counsel.</p>\n<p>7. NOTE: * * * When an amended complaint is filed prior to service, the Court will VACATE all previous Service Orders entered, and service will not take place. An amended complaint filed prior to service shall be subject to re-screening pursuant to 28 U.S.C. § 1915(e)(2) and § 1915A(a). * * *</p>\n<p>8. Note: * * * Discovery motions and motions for appointment of counsel filed prior to service will be dismissed without prejudice, with leave to refile following service.</p>\n<h2>NOTES</h2>\n<p>[1]  When bringing a § 1983 claim, a plaintiff must allege that some person has deprived him of a federal right, and that the person who caused the deprivation acted under color of state law. <i>West v. Atkins,</i> 487 U.S. 42, 48, 108 S.Ct. 2250, 101 L.Ed.2d 40 (1988).</p>\n<p>[2]  A convicted, but unsentenced, inmate holds the status of a pretrial detainee. <i>Fuentes v. Wagner,</i> 206 F.3d 335, 342 (3d Cir.2000).</p>\n<p>[3]  A claim is facially plausible when its factual content allows the court to draw a reasonable inference that the defendant is liable for the misconduct alleged. <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting <i>Twombly,</i> 550 U.S. at 570, 127 S.Ct. 1955). The plausibility standard \"asks for more than a sheer possibility that a defendant has acted unlawfully.\" <i>Id.</i> \"Where a complaint pleads facts that are `merely consistent with' a defendant's liability, it `stops short of the line between possibility and plausibility of `entitlement to relief.''\" <i>Id.</i></p>\n<p>[4]  Misspelled on the court docket as Kurklin.</p>\n<p>[5]  <i>Sandin</i> applies only to convicted inmates, not pretrial detainees. <i>Stevenson v. Carroll,</i> 495 F.3d 62, 69 n. 4 (3d Cir.2007).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">666</span></span> (2010)</b></center>\n<center><h1>Gregory F. ROBINSON, Plaintiff,<br>\nv.<br>\nCommissioner Carl DANBERG, et al., Defendants.</h1></center>\n<center>Civ. No. 10-362-SLR.</center>\n<center><p><b>United States District Court, D. Delaware.</b></p></center>\n<center>August 5, 2010.</center>\n<p><span class=\"star-pagination\">*672</span> Gregory F. Robinson, James T. Vaughn Correctional Center, Smyrna, DE, Pro Se Plaintiff.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>SUE L. ROBINSON, District Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>Plaintiff Gregory F. Robinson (\"plaintiff'), a prisoner incarcerated at the James T. Vaughn Correctional Center (\"VCC\"), Smyrna, Delaware, filed his complaint pursuant to 42 U.S.C. § 1983.<sup>[1]</sup> He proceeds pro se and has been granted leave to proceed without prepayment of fees.</p>\n<p></p>\n<h2>II. BACKGROUND</h2>\n<p>Plaintiff's complaint names forty-seven defendants and consists of 209 numbered paragraphs with allegations of occurrences from May 25, 2008 to March 15, 2010. (D.I. 2) Plaintiff was a pretrial detainee during the initial allegations, convicted on October 22, 2008, and sentenced on December 10, 2008.<sup>[2]</sup> (<i>See Robinson v. Phelps,</i> Civ. No. 10-577-SLR, D.I. 1, ¶ 2) Attached to the complaint is a six inch stack of exhibits including grievances, disciplinary reports, and letters. The complaint contains a litany of allegations detailing acts that involve plaintiff and other individuals whom he considers to have violated his rights. Plaintiff alleges constitutional violations, including the First, <span class=\"star-pagination\">*673</span> Fourth, Fifth, Six, Eighth, and Fourteenth Amendments of the United States Constitution, as well as state tort claims. He seeks injunctive relief and compensatory and punitive damages. He also requests counsel. (D.I. 5, 7)</p>\n<p></p>\n<h2>III. STANDARD OF REVIEW</h2>\n<p>This court must dismiss, at the earliest practicable time, certain in forma pauperis and prisoner actions that are frivolous, malicious, fail to state a claim, or seek monetary relief from a defendant who is immune from such relief. <i>See</i> 28 U.S.C. § 1915(e)(2) (in forma pauperis actions); 28 U.S.C. § 1915A (actions in which prisoner seeks redress from a governmental defendant); 42 U.S.C. § 1997e (prisoner actions brought with respect to prison conditions). The court must accept all factual allegations in a complaint as true and take them in the light most favorable to a pro se plaintiff. <i>Phillips v. County of Allegheny,</i> <span class=\"citation\" data-id=\"1387268\"><a href=\"/opinion/1387268/phillips-v-county-of-allegheny/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 229 (3d Cir.2008); <i>Erickson v. Pardus,</i> <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 93, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007). Because plaintiff proceeds pro se, his pleading is liberally construed and his complaint, \"however inartfully pleaded, must be held to less stringent standards than formal pleadings drafted by lawyers.\" <i>Erickson v. Pardus,</i> 551 U.S. at 94, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span> (citations omitted).</p>\n<p>An action is frivolous if it \"lacks an arguable basis either in law or in fact.\" <i>Neitzke v. Williams,</i> <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 325, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1989). Under 28 U.S.C. § 1915(e)(2)(B)(i) and § 1915A(b)(1), a court may dismiss a complaint as frivolous if it is \"based on an indisputably meritless legal theory\" or a \"clearly baseless\" or \"fantastic or delusional\" factual scenario. <i>Neitzke,</i> 490 at 327-28, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>; <i>Wilson v. Rackmill,</i> <span class=\"citation\" data-id=\"525586\"><a href=\"/opinion/525586/lawrence-d-wilson-aka-amin-a-rashid-v-stephen-j-rackmill/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 774 (3d Cir.1989); <i>see, e.g., </i><i>Deutsch v. United States,</i> <span class=\"citation\" data-id=\"705995\"><a href=\"/opinion/705995/melvin-p-deutsch-v-united-states/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1080</span></a></span>, 1091-92 (3d Cir.1995) (holding frivolous a suit alleging that prison officials took an inmate's pen and refused to give it back).</p>\n<p>The legal standard for dismissing a complaint for failure to state a claim pursuant to § 1915(e)(2)(B)(ii) and § 1915A(b)(1) is identical to the legal standard used when ruling on Rule 12(b)(6) motions. <i>Tourscher v. McCullough,</i> <span class=\"citation\" data-id=\"765240\"><a href=\"/opinion/765240/mark-d-tourscher-v-martin-horn-secretary-of-the-pa-dept-of-corrections/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 240 (3d Cir.1999) (applying Fed.R.Civ.P. 12(b)(6) standard to dismissal for failure to state a claim under § 1915(e)(2)(B)). However, before dismissing a complaint for failure to state a claim upon which relief may be granted pursuant to the screening provisions of 28 U.S.C. §§ 1915 and 1915A, the court must grant plaintiff leave to amend his complaint unless amendment would be inequitable or futile. <i>See </i><i>Grayson v. Mayview State Hosp.,</i> <span class=\"citation\" data-id=\"777958\"><a href=\"/opinion/777958/norman-grayson-v-mayview-state-hospital-allegheny-county-jail-camp-hill/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 114 (3d Cir.2002).</p>\n<p>A well-pleaded complaint must contain more than mere labels and conclusions. <i>See </i><i>Ashcroft v. Iqbal,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span>, <span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">173</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">868</span></a></span> (2009); <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). The assumption of truth is inapplicable to legal conclusions or to \"[t]hreadbare recitals of the elements of a cause of action supported by mere conclusory statements.\" <i>Id.</i> at 1949. When determining whether dismissal is appropriate, the court conducts a two-part analysis. <i>Fowler v. UPMC Shadyside,</i> <span class=\"citation\" data-id=\"1456482\"><a href=\"/opinion/1456482/fowler-v-upmc-shadyside/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 210 (3d Cir.2009). First, the factual and legal elements of a claim are separated. <i>Id.</i> The court must accept all of the complaint's well-pleaded facts as true, but may disregard any legal conclusions. <i>Id.</i> at 210-11. Second, the court must determine whether the facts alleged in the complaint are sufficient to show that plaintiff has a \"plausible claim for relief.\"<sup>[3]</sup><i>Id.</i> at 211. In other words, <span class=\"star-pagination\">*674</span> the complaint must domore than allege plaintiffs entitlement to relief; rather it must \"show\" such an entitlement with its facts. <i>Id.</i> \"[W]here the well-pleaded facts do not permit the court to infer more than a mere possibility of misconduct, the complaint has allegedbut it has not shown that the pleader is entitled to relief.\" <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting Fed. R.Civ.P. 8(a)(2)).</p>\n<p></p>\n<h2>IV. DISCUSSION</h2>\n<p></p>\n<h2>A. Personal Involvement</h2>\n<p>The caption of the complaint names several defendants who are not mentioned in the body of the complaint. A civil rights complaint must state the conduct, time, place, and persons responsible for the alleged civil rights violations. <i>Evancho v. Fisher,</i> <span class=\"citation\" data-id=\"791886\"><a href=\"/opinion/791886/karen-e-evancho-v-d-michael-fisher-attorney-general-for-the/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span>, 353 (3d Cir. 2005) (citing <i>Boykins v. Ambridge Area Sch. Dist.,</i> <span class=\"citation\" data-id=\"377962\"><a href=\"/opinion/377962/dawn-l-boykins-a-minor-by-louis-boykins-jr-her-father-and-next-friend/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 80 (3d Cir.1980); <i>Hall v. Pennsylvania State Police,</i> <span class=\"citation\" data-id=\"352750\"><a href=\"/opinion/352750/hall-arthur-lee-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 89 (3d Cir.1978)). Nurse Amin (\"Amin\"), Lt. Stanley Baynard (\"Baynard\"), C/O Andrew Chase (\"Chase\"), C/O Kenwyn D'Heureux (\"D'Heureux\"), C/O Orlando DeJesus (\"DeJesus\"), Nurse Divine Ebwelle (\"Ebwelle\"), Sgt. Everett (\"Everett\"), Staff Lt. Stephen Furman (\"Furman\"), C/O Hicks (\"Hicks\"), C/O William Morris (\"Morris\"), C/O George Pierce (\"Pierce\"), Major Scaroborough (\"Scaroborough\"), Sgt. Keshaw Travies \"(Travies\"), and Sgt. Valez (\"Valez\") are named as defendants, but they are not mentioned in the complaint and it contains no allegations directed towards them.</p>\n<p>Plaintiff alleges that despite his numerous notes and letters to Commissioner Carl Danberg (\"Danberg\") and Warden Perry Phelps (\"Phelps\"), they did nothing to stop the \"torrent of abuse aimed at [him].\" (D.I. 2, ¶ 207) Contemporaneous, personal knowledge and acquiescence, not after the fact knowledge, is required for the imposition of § 1983 liability. <i>See </i><i>Rode v. Dellarciprete,</i> <span class=\"citation\" data-id=\"505504\"><a href=\"/opinion/505504/vivian-m-rode-and-jay-c-hileman-v-nicholas-g-dellarciprete-john/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1207 (3d Cir.1988); <i>Evancho v. Fisher,</i> <span class=\"citation\" data-id=\"791886\"><a href=\"/opinion/791886/karen-e-evancho-v-d-michael-fisher-attorney-general-for-the/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">347</span></a></span> (3d Cir.2005). Hence, plaintiffs allegations that Danberg and Phelps did nothing after they became aware of his complaints fail to rise to the level of constitutional violations. <i>See e.g., </i><i>Brooks v. Beard,</i> 167 Fed.Appx. 923, 925 (3d Cir.2006) (not published) (allegations that prison officials and administrators responded inappropriately to inmate's later-filed grievances do not establish the involvement of those officials and administrators in the underlying deprivation). For the stated reasons, the court finds that the claims against defendants Amin, Baynard, Chase, D'Heureux, DeJesus, Ebwelle, Everett, Furman, Hicks, Morris, Pierce, Scaroborough, Travies, and Valez do not meet the pleading requirements of <i>Twombly</i> and <i>Iqbal.</i> In addition, the claims against Danberg and Phelps have no arguable basis in law or in fact. Therefore, the court will dismiss the foregoing defendants and claims against them as frivolous pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>B. Eleventh Amendment Immunity</h2>\n<p>The Delaware Department of Correction (\"DOC\"), an agency of the State of Delaware, is named as a defendant. Plaintiff named the DOC as a defendant for the express purpose of the imposition of injunctive relief. (D.I.2, ¶ 205) \"Absent a state's consent, the Eleventh Amendment bars a civil rights suit in <span class=\"star-pagination\">*675</span> federal court that names the state as a defendant.\" <i>Laskaris v. Thornburgh,</i> <span class=\"citation\" data-id=\"395234\"><a href=\"/opinion/395234/peter-j-laskaris-in-no-81-1453-v-richard-thornburgh-governor-of-the/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 25 (3d Cir.1981) (citing <i>Alabama v. Pugh,</i> <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3057</span></a></span>, <span class=\"citation\" data-id=\"109940\"><a href=\"/opinion/109940/alabama-v-pugh/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1114</span></a></span> (1978)). The Eleventh Amendment protects states and their agencies and departments from suit in federal court regardless of the type of relief sought. <i>Pennhurst State School and Hosp. v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 100, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984); <i>see </i><i>Puerto Rico Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 146, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1993) (noting the inapplicability of <i>Ex Parte Young,</i> that permits suits for prospective injunctive relief against state officials acting in violation of federal law, to state or state agencies which retain their immunity against all suits in federal court.).</p>\n<p>The State of Delaware has not waived its sovereign immunity under the Eleventh Amendment. <i>See </i><i>Ospina v. Department of Corr.,</i> <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></span>, 579 (D.Del.1990). Hence, as an agency of the State of Delaware, the DOC is entitled to immunity under the Eleventh Amendment. <i>See e.g. Evans v. Ford,</i> C.A. No. 03-868-KAJ, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2009362</span></span>, *4 (D.Del. Aug. 25, 2004) (dismissing claim against DOC, because DOC is state agency and DOC did not waive Eleventh Amendment immunity). Finally, states and state departments of corrections are not considered persons who can be sued under 42 U.S.C. § 1983. <i>Will v. Michigan Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989); <i>Lavia v. Pennsylvania Dep't of Corr.,</i> <span class=\"citation\" data-id=\"770117\"><a href=\"/opinion/770117/jeffrey-d-lavia-v-commonwealth-of-pennsylvania-department-of/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span>, 195 (3d Cir.2000) (state departments of corrections are regarded as not having an existence apart from the state.). Plaintiff's claim against the DOC has no arguable basis in law or in fact inasmuch as it is immune from suit. The claim is frivolous and the DOC is dismissed pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>C. Failure to Train and Supervise</h2>\n<p>Absent direct involvement, a plaintiff can hold a supervisor liable for failure to train or supervise if the supervisor has shown deliberate indifference to the plight of the person involved. <i>Carter v. City of Philadelphia,</i> <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">339</span></span>, 357 (3d Cir. 1999). \"In order for a supervisory official to be held liable for a subordinate's constitutional tort, the official must either be the moving force behind the constitutional violation or exhibit deliberate indifference to the plight of the person deprived.\" <i>Pair v. Danberg,</i> No. 08-458, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4570537</span></span> at *2 (D.Del. Oct. 14, 2008) (internal quotations and citations omitted). A claim for supervisory liability or liability based upon a failure to train involves four elements: (1) existing policy created an unreasonable risk of constitutional injury; (2) the supervisor was aware of the potential for this unreasonable risk; (3) the supervisor was indifferent to the risk; and (4) the injury resulted from the policy or practice. <i>Sample v. Diecks,</i> <span class=\"citation\" data-id=\"529726\"><a href=\"/opinion/529726/joseph-b-sample-v-ernest-e-diecks-sro-sciph-james-howard/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1118 (3d Cir.1989); <i>see also </i><i>Heggenmiller v. Edna Mahan Corr. Inst.,</i> 128 Fed.Appx.240 (3d Cir.2005) (not published).</p>\n<p>Plaintiff alleges in a one sentence statement, \"failure to train and supervise\" (\"not respondeat superior\"). (D.I. 2, ¶ 196) The statement is not directed towards any defendant. An attached memorandum of law in support of the complaint states that plaintiff is suing several defendants for failure to train and supervise, but no names are mentioned. The memo further states that supervisory officials should have been aware of the policy, practice, and custom of CMS to ignore or delay proper medical care, but fails to name the official. It is evident in reading the complaint that plaintiff has failed to meet the pleading requirements of <i>Twombly</i> and <i>Iqbal.</i> The failure to train and supervise <span class=\"star-pagination\">*676</span> claim is conclusory, replete with legal buzz words, and does not identify a defendant. For these reasons, the court will dismiss the failure to train and supervise claim as frivolous pursuant to pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>D. Access to the Courts</h2>\n<p>Prisoners must be allowed \"adequate, effective and meaningful\" access to the courts. <i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977) (holding that prisons must give inmates access to law libraries or direct legal assistance). \"Many courts have found a cause of action for violation of the right of access stated where it was alleged that prison officials confiscated and/or destroyed legal materials.\" <i>Zilich v. Lucht,</i> <span class=\"citation\" data-id=\"596502\"><a href=\"/opinion/596502/wayne-m-zilich-v-gary-lucht-warden/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 695 (3d Cir.1992) (citations omitted). A violation of the First Amendment right of access to the courts is only established, however, where a litigant shows that he was actually injured by the alleged denial of access. The actual injury requirement is a constitutional prerequisite to suit. <i>Lewis v. Casey,</i> <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 351, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></a></span> (1996); <i>Christopher v. Harbury,</i> <span class=\"citation\" data-id=\"121160\"><a href=\"/opinion/121160/christopher-v-harbury/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">403</span></a></span>, 415, <span class=\"citation\" data-id=\"121160\"><a href=\"/opinion/121160/christopher-v-harbury/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2179</span></a></span>, <span class=\"citation\" data-id=\"121160\"><a href=\"/opinion/121160/christopher-v-harbury/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (2002) (explaining that the constitutional right of access is \"ancillary to the underlying claim, without which a plaintiff cannot have suffered injury by being shut out of court\"). An actual injury is shown only where a nonfrivolous, arguable claim is lost. <i>Christopher,</i> 536 U.S. at 415, <span class=\"citation\" data-id=\"121160\"><a href=\"/opinion/121160/christopher-v-harbury/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2179</span></a></span>.</p>\n<p>Plaintiff alleges that the acts of C/O Lt. Kolawche Akinbayo (\"Akinbayo\"), Martin Burton (\"Burton\"), Brian Engram (\"Engram\"), Lt. Paul Harvey (\"Harvey\"), Lt. Trader (\"Trader\"), C/O Jason M. Schaffer (\"Schaffer\"), C/O Kirklin (\"Kirklin\"),<sup>[4]</sup> and C/O Tracey Harris (\"Harris\") denied him access to the courts because his legal documents are missing or were taken, he was denied indigent writing supplies, legal mail was returned with missing postage and opened, there was delay in providing him legal materials, and he was provided incorrect legal materials. (D.I. 2, ¶¶ 3, 10, 28, 34, 36-37, 40, 57, 86-89, 112, 121, 129, 153, 154, 170) While plaintiff sets forth a number of allegations, he does not allege actual injury as a result of the alleged constitutional violations. Inasmuch as the actual injury requirement is a constitutional prerequisite to an access to the court claim, the court will dismiss the access to the courts claims contained in paragraphs 3, 10, 28, 34, 36, 37, 40, 57, 86 through 89, 105, 112, 121, 129, 153, 154, and 170 of the complaint as frivolous pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1). Defendants Burton, Engram, Trader, Schaffer, and Kirklin are dismissed since the access to the courts claims are the only claims raised against them.</p>\n<p></p>\n<h2>E. Due Process and False Charges/Set-Ups</h2>\n<p>Plaintiffs due process claims occurred prior to, and after, the time he was sentenced. As a pretrial detainee, plaintiffs liberty interests were firmly grounded in federal constitutional law. <i>Fuentes v. Wagner,</i> 206 F.3d at 341. In evaluating the constitutionality of conditions or restrictions of pretrial detention that implicate the protection against deprivation of liberty without due process of law, the proper inquiry is whether those conditions amount to punishment of the detainee. <i>Id.</i> (citing <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 535, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979)). A pretrial detainee's rights are at least equivalent to the rights afforded prisoners, including the due process <span class=\"star-pagination\">*677</span> protections for disciplinary hearings. <i>Id.</i> at 545, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>.</p>\n<p>Upon sentencing, a sentenced prisoner looks to state law for the protection of his personal liberties. <i>Fuentes v. Wagner,</i> 206 F.3d at 341 (citing <i>Cobb v. Aytch,</i> <span class=\"citation\" data-id=\"388186\"><a href=\"/opinion/388186/charles-cobb-james-s-glover-darrel-x-jackson-michael-jordan-gregory/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 957 (3d Cir.1981)). Prisoners must be accorded due process before prison authorities may deprive them of state created liberty interests. <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 556, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). A prison disciplinary hearing satisfies the Due Process Clause if the inmate is provided with: (1) written notice of the charges and not less than 24 hours to marshal the facts and prepare a defense for an appearance at the disciplinary hearing; (2) a written statement by the fact finder as to the evidence relied on and the reasons for the disciplinary action; and (3) an opportunity \"to call witnesses and present documentary evidence in his defense when to do so will not be unduly hazardous to institutional safety or correctional goals.\" <i>Wolff,</i> 418 U.S. at 563-71, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>; <i>Griffin v. Spratt,</i> <span class=\"citation\" data-id=\"586843\"><a href=\"/opinion/586843/eddie-griffin-v-john-spratt-and-j-kevin-kane/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19-20 (3d Cir. 1992). It is axiomatic, however, that to be entitled to procedural due process protections as set forth in <i>Wolff,</i> a prisoner must be deprived of a liberty interest. <i>See </i><i>Wolff,</i> 418 U.S. at 557-558, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>.</p>\n<p>The Due Process Clause itself confers no liberty interest in freedom from state action taken \"within the sentence imposed.\"<sup>[5]</sup><i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 480, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995) (quoting <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 468, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983)). Moreover, state created liberty interests protected by the Due Process Clause are generally limited to restraints on prisoners that impose an \"atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Griffin v. Vaughn,</i> <span class=\"citation\" data-id=\"740238\"><a href=\"/opinion/740238/jerome-griffin-v-don-vaughn-hugh-owens-bk-smith-r-johnson-joseph/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 706 (3d Cir.1997) (quoting <i>Sandin,</i> 515 U.S. at 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>). In deciding whether a protected liberty interest exists under <i>Sandin,</i> a federal court must consider the duration of the disciplinary confinement and the conditions of that confinement in relation to other prison conditions. <i>Mitchell v. Horn,</i> <span class=\"citation\" data-id=\"780725\"><a href=\"/opinion/780725/mark-mitchell-v-martin-f-horn/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">523</span></a></span>, 532 (3d Cir.2003) (citing <i>Shoats v. Horn,</i> <span class=\"citation\" data-id=\"768788\"><a href=\"/opinion/768788/russell-shoats-v-martin-horn-in-his-official-capacity-as-the-commissioner/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span>, 144 (3d Cir.2000)). <i>See </i><i>Young v. Beard,</i> 227 Fed.Appx. 138 (3d Cir.2007) (not published) (an inmate sentenced to an aggregate of 930 days in disciplinary confinement without dayroom or telephone privileges did not constitute an atypical and significant hardship sufficient to trigger a liberty interest under <i>Sandin</i>).</p>\n<p>Plaintiff alleges that, as a pretrial detainee, Larry Savage (\"Savage\"), Thomas Seacord (\"Seacord\"), and Karen Hawkins (\"Hawkins\") denied him the right to confront his accusers during hearings on \"write-ups\" held on May 30 and September 16, 2008. (D.I. 2, ¶¶ 1, 2, 24) However, there is no absolute federal constitutionally-protected right to confront and cross-examine witnesses at prison disciplinary hearings. <i>Wolff,</i> 418 U.S. at 567-68, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>. <i>See also </i><i>Baxter v. Palmigiano,</i> <span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 321-22, <span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1551</span></a></span>, <span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></a></span> (1976); <i>Young v. Kann,</i> <span class=\"citation\" data-id=\"556616\"><a href=\"/opinion/556616/kenneth-mcclure-young-ii-v-warren-kann-and-jane-doe/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span>, 1404 (3d Cir.1991). Accordingly, the court will dismiss the claims as frivolous and Savage, Seacord, and Hawkins will be dismissed as defendants.</p>\n<p>Also as a pretrial detainee, plaintiff alleges that he was the victim of a \"set-up\" by Sgt. Wilfred Beckles (\"Beckles\") and Cpl. Sgt. Angelina DeAllie (\"DeAllie\") <span class=\"star-pagination\">*678</span> involving a razor incident; during the disciplinary hearing, plaintiff was told that Beckles and DeAllie were going to make his life miserable. (D.I. 2, ¶ 22) Liberally construing the complaint, as the court must, it appears that paragraph 22 of the complaint states a due process claim against Beckles and DeAllie.</p>\n<p>Plaintiff alleges that, as a sentenced prisoner, Lt. Mark Daum (\"Daum\") found him guilty of write-ups by Sgt. Stanford Henry (\"Henry\") and Harris that he refused to cuff-up. (<i>Id.</i> at ¶ 143) Plaintiff's constitutional rights were not violated merely because he was found guilty. Therefore, the court will dismiss the claim in paragraph 143 against Daum, Henry, and Harris.</p>\n<p>Plaintiff alleges that Daum and Sgt. Roy Foraker (\"Foraker\") found him guilty of a \"bogus\" write-up authored by Sgt. Veronica Downing (\"Downing\") and that he received a false write-up from Downing regarding a slapping incident. (<i>Id.</i> at ¶¶ 108, 191) The filing of a false disciplinary charge and related disciplinary sanctions, without more, does not violate plaintiff's constitutional rights under the Due Process Clause. <i>See </i><i>Smith v. Mensinger,</i> <span class=\"citation\" data-id=\"778006\"><a href=\"/opinion/778006/carl-m-smith-v-robin-mensinger-david-novitsky-jerome-paulukonis-mary/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 653-54 (3d Cir.2002). Rather, plaintiff's due process rights are triggered by a deprivation of a legally cognizable liberty interest. For a prisoner, such a deprivation occurs when the prison \"imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995). It is unknown what punishment, if any, plaintiff received as a result of the guilty finding or if the punishment implicated a protected liberty interest. As the claim now stands, it fails to state a claim upon which relief may be granted. Therefore, the court will dismiss the claim, but will give plaintiff leave to amend paragraphs 108 and 191 of the complaint raised against Daum, Foraker, and Downing.</p>\n<p>Plaintiff alleges that Daum refused to provide him with appeal information and Foraker tried to intimidate his witnesses. (D.I. 2, ¶¶ 191, 195) As to the claim that Foraker \"tried\" to intimidate witnesses, inmates do not have an absolute federal constitutionally-protected right to confront and cross-examine witnesses at their prison disciplinary hearings. <i>See</i> paragraph 18, <i>supra.</i> Therefore, the court will dismiss the claim raised against Foraker in paragraph 195 of the complaint.</p>\n<p>With regard to his claim that Daum refused to provide appeal information, the right to appeal a disciplinary conviction is not within the narrow set of due process rights delineated in <i>Wolff. Garfield v. Davis,</i> <span class=\"citation\" data-id=\"2397154\"><a href=\"/opinion/2397154/garfield-v-davis/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1069</span></a></span>, 1074 (E.D.Pa. 1983); <i>Greer v. DeRobertis,</i> <span class=\"citation\" data-id=\"2375925\"><a href=\"/opinion/2375925/greer-v-derobertis/\"><span class=\"volume\">568</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1370</span></a></span> (N.D.Ill.1983). Therefore, the court will dismiss as frivolous the claim in paragraph 191 of the complaint raised against Daum.</p>\n<p>Finally, plaintiff alleges that Henry tried to get officer Gregory Hall (\"Hall\") to make statements to press charges against plaintiff and place him in isolation, and Henry and Harris unsuccessfully tried to set up plaintiff with a \"razor incident\". (D.I. 2, ¶¶ 99, 154) It is evident from the allegations that, while there may have been plans, they did not come to fruition. The claims are frivolous and the allegations against Hall, Henry, and Harris found at paragraphs 99 and 154 of the complaint will be dismissed pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>F. Threats/Harassment</h2>\n<p>Verbal abuse of a prisoner, even of the lewd variety, is not actionable under 42 U.S.C. § 1983. <i>Aleem-X v. Westcott,</i> 347 Fed.Appx. 731 (3d Cir.2009) (not published); <i>see </i><i>Murray v. Woodburn,</i> 809 <span class=\"star-pagination\">*679</span> F.Supp. 383, 384 (E.D.Pa.1993); <i>see also </i><i>McBride v. Deer,</i> <span class=\"citation\" data-id=\"160813\"><a href=\"/opinion/160813/mcbride-v-deer/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1287</span></a></span>, 1291 (10th Cir.2001) (taunts and threats are not an Eighth Amendment violation); <i>Prisoners' Legal Ass'n v. Roberson,</i> <span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">185</span></span>, 189 (D.N.J.1993) (verbal harassment does not violate inmate's constitutional rights). Similarly, allegations that prison personnel have used threatening language and gestures are not cognizable claims under § 1983. <i>Collins v. Cundy,</i> <span class=\"citation\" data-id=\"368937\"><a href=\"/opinion/368937/jessie-w-collins-v-cecil-cundy-campbell-county-attorney-and-sheriff/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span> (10th Cir.1979) (defendant laughed at prisoner and threatened to hang him).</p>\n<p>Plaintiff alleges that Beckles, C/O Scott (\"Scott\"), C/O Nicholas Mohr (\"Mohr\"), Henry, Downing, Harris, Foraker, C/O Wagner (\"Wagner\"), and DeAllie verbally threatened, harassed and called him names. He also alleges that he was spat upon, strip searched when no one else was, had clear liquid, food, and juice thrown on him or his cell floor, and was given a write-up for possession of two cleaning soap balls when they were given to him by an officer. (D.I. 2, ¶¶ 7, 12, 18-21, 23, 33, 39, 50, 59, 95, 102, 103, 104, 114, 117, 141, 148, 152, 158, 162, 164, 168, 171, 175, 179-181, 185-188). While the actions of which plaintiff complains are unseemly and unprofessional, they are not unconstitutional and, therefore, have no basis in law. Accordingly, the court will dismiss as frivolous the claims found in paragraphs 7, 12, 18 through 21, 23, 33, 39, 50, 59, 95, 102, 103, 104, 114, 117, 141, 148, 152, 158, 162, 164, 168, 171, 175, 179 through 181, and 185 through 188 of the complaint pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>G. Medical Needs</h2>\n<p>During the time he was a pretrial detainee, plaintiff's medical needs claim arose under the Due Process Clause of the Fourteenth Amendment. <i>Hubbard v. Taylor,</i> <span class=\"citation\" data-id=\"789359\"><a href=\"/opinion/789359/gregory-hubbard-alvin-phillips-julian-payne-curtis-gibbs-gregory-j-bolling/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 157-158 (3d Cir. 2005); <i>Natale v. Camden County Corr. Facility,</i> <span class=\"citation\" data-id=\"780729\"><a href=\"/opinion/780729/no-01-3449/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">575</span></a></span>, 581 (3d Cir.2003). As previously discussed, a pretrial detainee's due process rights are violated if the conditions of his confinement amount to punishment prior to an adjudication of guilt. <i>Hubbard v. Taylor,</i> 399 F.3d at 158. The United States Court of Appeals for the Third Circuit has found it constitutionally adequate to analyze a pretrial detainee's claims of inadequate medical care under the deliberate indifference standard. <i>Natale,</i> 318 F.3d at 581-82; <i>Harvey v. Chertoff,</i> 263 Fed.Appx. 188, 191 (3d Cir. 2008) (not published).</p>\n<p>The Eighth Amendment proscription against cruel and unusual punishment requires that prison officials provide inmates with adequate medical care. <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103-105, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). In order to set forth a cognizable claim, an inmate must allege (i) a serious medical need and (ii) acts or omissions by prison officials that indicate deliberate indifference to that need. <i>Estelle v. Gamble,</i> 429 U.S. at 104, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>; <i>Rouse v. Plantier,</i> <span class=\"citation\" data-id=\"765002\"><a href=\"/opinion/765002/darryl-leon-rouse-v-william-plantier-acting-superintendent-of-adtc/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 197 (3d Cir. 1999). A prison official is deliberately indifferent if he knows that a prisoner faces a substantial risk of serious harm and fails to take reasonable steps to avoid the harm. <i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 837, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994). A prison official may manifest deliberate indifference by \"intentionally denying or delaying access to medical care.\" <i>Estelle v. Gamble,</i> 429 U.S. at 104-05, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>.</p>\n<p>However, \"a prisoner has no right to choose a specific form of medical treatment,\" so long as the treatment provided is reasonable. <i>Harrison v. Barkley,</i> <span class=\"citation\" data-id=\"769501\"><a href=\"/opinion/769501/duane-harrison-v-wayne-barkley-superintendent-of-riverview-correctional/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span>, 138-140 (2d Cir.2000). An inmate's claims against members of a prison medical department are not viable under § 1983 where the inmate receives continuing care, but believes that more should be done by way of diagnosis and treatment <span class=\"star-pagination\">*680</span> and maintains that options available to medical personnel were not pursued on the inmate's behalf. <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 107, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). Moreover, allegations of medical malpractice are not sufficient to establish a Constitutional violation. <i>White v. Napoleon,</i> <span class=\"citation\" data-id=\"537200\"><a href=\"/opinion/537200/norwood-l-white-individually-and-on-behalf-of-others-similarly-situated/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 108-09 (3d Cir.1990) (citations omitted); <i>see also </i><i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 332-34, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986) (negligence is not compensable as a Constitutional deprivation). Finally, \"mere disagreement as to the proper medical treatment\" is insufficient to state a constitutional violation. <i>See </i><i>Spruill v. Gillis,</i> <span class=\"citation\" data-id=\"786604\"><a href=\"/opinion/786604/robert-spruill-v-frank-gillis-goolier-co-mcglaughlin-md-brown-pa/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 235 (3d Cir.2004) (citations omitted).</p>\n<p>Plaintiff alleges that, on several occasions (from July 11, 2008 to March 15, 2010), medical treatment was inappropriate, denied, or delayed, including denial of sick call, x-rays, and an MRI; delay, denial or stoppage of medication; denial of mental health treatment; and delay in receiving a medicine ball due to the acts of Beckles, DeAllie, nurse practitioner Sugarman (\"Sugarman\"), C/O Carmelino Seaton (\"Seaton\"), Downing, nurse Carol Bianchi (\"Bianchi\"), nurse Mark (\"Mark\"), nurse Betty Bryant (\"Bryant\"), nurse Christina, and John Doe. (D.I. 2, ¶¶ 8, 9, 11, 14, 15, 38, 41, 42, 45-48, 54, 56, 70-73, 78-80, 90, 98, 100, 119, 120, 122, 130, 131, 132, 135, 138-140, 144, 149, 156, 157, 173, 174, 183) The allegations in the complaint and voluminous exhibits indicate that plaintiff received medical and dental treatment, underwent medical testing, refused medical testing, refused dental treatment, and refused sick call on a number of occasions because he did not want to be near certain correctional officers, (<i>Id.</i> at 90, 92, 100, 110, 116, 157, 165, 173, 178, 189, 195) Plaintiff also alleges that defendant Correctional Medical Services (\"CMS\") engaged in a custom, practice or policy for repeatedly failing to provide reasonable diagnoses and/or treatment for medical/mental health problems, as described in his sick-call forms and medical grievances. The court, however, will not delve through six inches of exhibits in an effort to discern plaintiff's proposed claim against CMS. (<i>Id.</i> at ¶ 202) Certainly, plaintiffs conclusory allegations directed towards CMS do not meet the pleading requirements of <i>Twombly</i> and <i>Iqbal.</i></p>\n<p>Even when reading the complaint in the most favorable light to plaintiff, he fails to state an actionable constitutional claim for deliberate indifference to a serious medical need against the previously mentioned defendants. Rather, the complaint alleges that plaintiff received treatment on numerous occasions, albeit not always to his liking or as quickly as he desired. Additionally, the allegations and exhibits indicate that plaintiff received on-going medical care and treatment. For these reasons, the court will dismiss as frivolous the medical needs claims in paragraphs 2, 8, 9, 11, 14, 15, 38, 41, 42, 45 through 48, 54, 56, 70 through 73, 78 through 80, 90, 98, 100, 119, 120, 122, 130, 131, 132, 135, 138 through 140, 144, 149, 156, 157, 173, 174, 183, and 202 of the complaint, as well as Sugarman, Bianchi, Mark, Bryant, Christina, Doe, and CMS since the medical needs claims are the only claims raised against them.</p>\n<p></p>\n<h2>H. Retaliation</h2>\n<p>\"Retaliation for the exercise of constitutionally protected rights is itself a violation of rights secured by the Constitution actionable under § 1983.\" <i>White v. Napoleon,</i> <span class=\"citation\" data-id=\"537200\"><a href=\"/opinion/537200/norwood-l-white-individually-and-on-behalf-of-others-similarly-situated/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 111-12 (3d Cir. 1990). It has long been established that the First Amendment bars retaliation for protected speech. <i>See </i><i>Crawford-El v. Britton,</i> <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 592, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1998); <i>Milhouse v. Carlson,</i> <span class=\"citation\" data-id=\"391852\"><a href=\"/opinion/391852/milhouse-lester-d-aka-milhouse-bey-lester-d-v-carlson-norman-b/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span>, 373-74 (3d Cir.1981). Proof of a retaliation claim requires that plaintiff demonstrate (1) he engaged in <span class=\"star-pagination\">*681</span> protected activity; (2) he was subjected to adverse actions by a state actor; and (3) the protected activity was a substantial motivating factor in the state actor's decision to take adverse action. <i>Rauser v. Horn,</i> <span class=\"citation\" data-id=\"772202\"><a href=\"/opinion/772202/henry-rauser-v-martin-horn-in-his-official-capacity-as-commissioner-of/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span>, 333 (3d Cir.2001) (quoting <i>Mt. Healthy Bd. of Educ. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977)); <i>see also </i><i>Allah v. Seiverling,</i> <span class=\"citation\" data-id=\"770720\"><a href=\"/opinion/770720/michael-malik-allah-v-thomas-seiverling-robert-sparbanie-john-deletto-ben/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span> (3d Cir.2000) (a fact finder could conclude that retaliatory placement in administrative confinement would \"deter a person of ordinary firmness from exercising his First Amendment rights\" (citations omitted)). \"[O]nce a prisoner demonstrates that his exercise of a constitutional right was a substantial or motivating factor in the challenged decision, the prison officials may still prevail by proving that they would have made the same decision absent the protected conduct for reasons reasonably related to a legitimate penological interest.\" <i>Id.</i> at 334.</p>\n<p>Plaintiff alleges that he received false charges, write-ups, and accusations from Beckles, Downing, and Seaton, was placed in \"the hole\" or in isolation on numerous occasions, received numerous threats, was denied food and had foreign objects placed in his food, all in retaliation for exercising his right to file grievances, his statements about suing people, and making those on the outside aware of the prison conditions. (D.I. 2, ¶¶ 49, 60, 69) In addition, he alleges that virtually everything done to him has been in retaliation to punish him for exercising his rights. (<i>Id.</i> at ¶ 196) Finally, he alleges that, because he and Downing had a prior sexual relationship, he sought protective custody after she placed metal in his food, assaulted, targeted, and harassed him. (<i>Id.</i> at ¶ 148) Plaintiff has alleged a chronology of events from which retaliation may be inferred. <i>Bendy v. Ocean County Jail,</i> 341 Fed.Appx. 799, 802 (3d Cir.2009) (not published) (citations omitted). Applying the retaliation standard and construing the complaint liberally, plaintiff has stated retaliation claims against Beckles, Downing, and Seaton, and may proceed with the claims.</p>\n<p></p>\n<h2>I. Conditions of Confinement</h2>\n<p>As a pretrial detainee, plaintiff's condition of confinement claims are governed by the Fourteenth Amendment Due Process Clause. <i>Hubbard v. Taylor,</i> 399 F.3d at 157-58. A conditions of confinement claim is a constitutional attack on the general conditions, practices, and restrictions of pretrial or other detainee confinement. <i>See </i><i>Scott v. Moore,</i> <span class=\"citation\" data-id=\"11886\"><a href=\"/opinion/11886/scott-v-moore/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 53 (5th Cir. 1997). A constitutional violation exists if the court finds that the conditions of confinement are not reasonably related to a legitimate, non-punitive governmental objective. <i>See </i><i>Bell v. Wolfish,</i> 441 U.S. at 538-39, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>.</p>\n<p>As a sentenced inmate, the claims are governed by the Eighth Amendment. A condition of confinement violates the Eighth Amendment only if it is so reprehensible as to be deemed inhumane under contemporary standards or such that it deprives an inmate of minimal civilized measure of the necessities of life. <i>See </i><i>Hudson v. McMillian,</i> <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1992); <i>Wilson v. Seiter,</i> <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 298, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1991). When an Eighth Amendment claim is brought against a prison official it must meet two requirements: (1) the deprivation alleged must be, objectively, sufficiently serious; and (2) the prison official must have been deliberately indifferent to the inmate's health or safety. <i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 834, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994). Deliberate indifference is a subjective standard in that the prison official must actually have known or been aware of the excessive risk to inmate safety. <span class=\"star-pagination\">*682</span> <i>Beers-Capitol v. Whetzel,</i> <span class=\"citation\" data-id=\"773932\"><a href=\"/opinion/773932/amie-marie-beers-capitol-aliya-tate-v-barry-whetzel-an-individual-shirley/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 125 (3d Cir.2001).</p>\n<p>Plaintiff alleges that as a pretrial detainee, Akinbayo denied him dinner on several occasions; the toilet in his cell flooded and Akinbayo and Roddocker left him in the cell for over seven hours; Beckles shook all of plaintiff's uneaten food on the cell floor while he was collecting the food trays; Beckles placed him in a cell with blood everywhere and nothing to protect plaintiff from exposure; Beckles and DeAllie intentionally awakened him from sleep; DeAllie denied plaintiff recreation; and Henry would not give plaintiff supplies to clean urine thrown under his cell door. (D.I. 2, ¶¶ 1, 3, 4, 13, 17, 27, 30) At this stage of the proceedings, it would appear that plaintiffs allegations are sufficient to state a claim for \"punishment\" in violation of the Fourteenth Amendment. The conditions of which plaintiff complains do not appear reasonably related to a legitimate, non-punitive governmental objective. Therefore, plaintiff will be allowed to proceed against Akinbayo, Roddocker, Beckles, DeAllie, and Henry on the claims raised in paragraphs 1, 3, 4, 13, 17, 27, 30, and 35 of the complaint.</p>\n<p>Plaintiff alleges that as a sentenced prisoner, Henry and/or Mohr refused to feed him or provide him lunch on two occasions (D.I. 2, ¶¶ 51, 55, 133); he was housed in cell that smelled like feces; feces was floating in his cell; he was placed in a cell that had feces smeared all over and under the bed and forced to clean it up with his bare hands which made him ill, he was denied cleaning supplies and forced to bathe in sewer water while housed in isolation (<i>Id.</i> at ¶¶ 52, 53, 55, 58, 134, 135); his food contained metal particles, he bit into the metal, he was told by told by Seaton and C/O Williams that nothing would be done, was told that Harvey of internal affairs would speak to him, and that Henry and Harris admitted to placing metal in plaintiffs food (<i>Id.</i> at ¶¶ 74-77, 79, 94, 136); Downing and/or Hall denied him recreation twice and a shower once (<i>Id.</i> at ¶¶ 82, 106); on several occasions he was deprived of sleep by Mohr, Wagner, and/or Henry (<i>Id.</i> at ¶¶ 95, 97, 132, 141, 150, 151, 194); and on one occasion he was denied the use of a telephone (<i>Id.</i> at ¶ 81).</p>\n<p>With regard to the deprivation of lunch on two occasions, the purported deprivation of two meals is not of such magnitude as to rise to the level of a constitutional violation. <i>See </i><i>Lindsey v. O'Connor,</i> 327 Fed.Appx. 319, 321 (3d Cir.2009) (not published) (depriving prisoner of a single meal did not rise to the level of an Eighth Amendment violation); <i>Robles v. Coughlin,</i> <span class=\"citation\" data-id=\"429674\"><a href=\"/opinion/429674/angel-robles-a-dukes-d-hooker-r-bonner-d-andrews-e-lowe-r/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15 (2d Cir.1983) (only a substantial deprivation of food to a prisoner sets forth a viable Eighth Amendment claim). The claims are frivolous and, therefore, the court will dismiss the claims against Henry and Mohr raised in paragraphs 51, 55, and 133 of the complaint.</p>\n<p>The sanitation issues raised in paragraphs 52, 53, 55, 58, 134, 135 are not raised against any particular defendant. The denial of \"basic sanitation ... is `cruel and unusual because, in the worst case, it can result in physical torture, and, even in less serious cases, it can result in pain without any penological purpose.'\" <i>Young v. Quinlan,</i> <span class=\"citation\" data-id=\"580713\"><a href=\"/opinion/580713/kenneth-mcclure-young-ii-v-j-michael-quinlan-patrick-keohane-kenneth/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 365 (3d Cir.1992) (quoting <i>Estelle v. Gamble,</i> 429 U.S. at 103, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>). The allegations, however, do not allege sufficient personal involvement in the denial of humane conditions of confinement and, therefore, will be dismissed.</p>\n<p>With regard to metal in his food, the Eighth Amendment requires only that \"prisoners receive food that is adequate to maintain health; it need not be tasty or aesthetically pleasing.\" <i>LeMaire v. Maass,</i> <span class=\"citation\" data-id=\"659878\"><a href=\"/opinion/659878/samuel-lemaire-v-manfred-maass-superintendent-samuel-lemaire-v-manfred/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1444</span></a></span>, 1456 (9th Cir.1993). The fact that the food occasionally contains <span class=\"star-pagination\">*683</span> foreign objects, while unpleasant, does not amount to a constitutional deprivation. <i>See </i><i>Smith v. Younger,</i> <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">638</span></span> (6th Cir.1999) (no conditions of confinement claim stated where inmate found worm in her peanut butter); <i>LeMaire v. Maass,</i> 12 F.3d at 1456; <i>Hamm v. DeKalb County,</i> <span class=\"citation\" data-id=\"459883\"><a href=\"/opinion/459883/george-hamm-v-dekalb-county-and-pat-jarvis-sheriff/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1567</span></a></span>, 1575 (11th Cir.1985). For the most part, the allegations are frivolous. Plaintiff, however, alleges that Henry and Harris admitted to placing metal in his food. (D.I. 2 at ¶ 136) The allegation is sufficient to withstand screening. The remaining metal in food claims raised against Harvey, Seaton, and Williams found at paragraphs 74, 75, 76, 77, 79, and 94 of the complaint will be dismissed as frivolous.</p>\n<p>With regard to the denial of recreation on two occasions and one missed shower, said denials can result in a constitutional violation. \"[M]eaningful recreation `is extremely important to the psychological and physical well-being of the inmates.'\" <i>Peterkin v. Jeffes,</i> <span class=\"citation\" data-id=\"510971\"><a href=\"/opinion/510971/peterkin-otis-h-albrecht-alfred-f-truesdale-mack-maxwell-frederick/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></a></span>, 1031 (3d Cir.1988)(<i>quoting </i><i>Spain v. Procunier,</i> <span class=\"citation\" data-id=\"367000\"><a href=\"/opinion/367000/johnny-l-spain-v-raymond-k-procunier/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 199 (9th Cir.1979)); <i>see also </i><i>Keenan v. Hall,</i> <span class=\"citation\" data-id=\"718273\"><a href=\"/opinion/718273/96-cal-daily-op-serv-3261-96-daily-journal-dar-5331-charles-m/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1083</span></a></span>, 1089 (9th Cir.1996)(\"[d]eprivation of outdoor exercise violates the Eighth Amendment rights of inmates confined to continuous and long-term segregation.\"); <i>Patterson v. Mintzes,</i> <span class=\"citation\" data-id=\"424808\"><a href=\"/opinion/424808/chester-patterson-v-barry-mintzes/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">284</span></a></span>, 289 (6th Cir.1983); <i>Campbell v. Cauthron,</i> <span class=\"citation\" data-id=\"379128\"><a href=\"/opinion/379128/willie-earl-campbell-dale-christee-on-behalf-of-all-present-and-future/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span>, 506-07 (8th Cir.1980); <i>Kirby v. Blackledge,</i> <span class=\"citation\" data-id=\"333202\"><a href=\"/opinion/333202/charles-l-kirby-v-stanley-blackledge-warden-of-central-prison-and-v/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 587 (4th Cir.1976); <i>Loe v. Wilkinson,</i> <span class=\"citation\" data-id=\"1402126\"><a href=\"/opinion/1402126/loe-v-wilkinson/\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">130</span></a></span>, 135 (M.D.Pa.1984). However, the lack of exercise can only rise to a constitutional level \"where movement is denied and muscles are allowed to atrophy, [and] the health of the individual is threatened.\" <i>Spain,</i> 600 F.2d at 199. Here, plaintiff was denied recreation on only two occasions. Additionally, the complaint does not set forth facts demonstrating that the alleged denial of a shower on a one-time basis was sufficiently serious to deprive plaintiff of the \"minimal civilized measure of life's necessities.\" <i>Fortune v. Hamberger,</i> 379 Fed.Appx. 116, 122 (3d Cir.2010). The claims do not rise to the level of constitutional violations. Therefore, the court dismisses as frivolous the claims raised against Downing and Hall in paragraphs 82 and 106 of the complaint.</p>\n<p>With regard to plaintiffs claims of sleep deprivation due to the acts of Mohr, Wagner, and Henry, sleep constitutes a basic human need, and conditions designed to prevent sleep may violate the Eighth Amendment. <i>Harper v. Showers,</i> <span class=\"citation\" data-id=\"17678\"><a href=\"/opinion/17678/harper-v-showers/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 720 (5th Cir.1999). Plaintiff alleges that the foregoing defendants took specific acts designed to deprive him of sleep. Therefore, plaintiff will be allowed to proceed with the sleep deprivation claim against Mohr, Wagner, and Henry raised in paragraphs 95, 97, 132, 141, 150, 151, and 194 of the complaint.</p>\n<p>With regard to plaintiffs claim that on one occasion he was denied the use of a telephone, inmates have First Amendment rights notwithstanding their incarceration, but these rights are necessarily circumscribed because of the legitimate penological and administrative interests of the prison system. <i>See </i><i>Vester v. Rogers,</i> <span class=\"citation\" data-id=\"473633\"><a href=\"/opinion/473633/john-b-vester-v-wp-rogers-warden-powhatan-correctional-center-allyn/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1179</span></a></span>, 1182 (4th Cir.1986) (\"Although a prisoner does not shed his first amendment rights at the prison portals, it is equally true that lawful incarceration brings about the necessary withdrawal or limitation of many privileges and rights.\"). \"The exact nature of telephone service to be provided to inmates is generally to be determined by prison administrators, subject to court scrutiny for unreasonable restrictions.\" <i>Almahdi v. Ridge,</i> 201 Fed. Appx. 865 n. 2 (3d Cir.2006) (not published) (quoting <i>Fillmore v. Ordonez,</i> <span class=\"citation no-link\"><span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1544</span></span>, 1563-64 (D.Kan.1993) (other citations omitted)). A one-time denial of the use of a telephone does not rise to the level of a constitutional violation. Nor does plaintiff provide the name of an individual <span class=\"star-pagination\">*684</span> who allegedly denied him use of the telephone. The claim found at paragraph 81 of the complaint is frivolous and is dismissed.</p>\n<p></p>\n<h2>J. Snitch</h2>\n<p>This court has recognized the serious implications of being labeled a \"snitch\" in prison. <i>Blizzard v. Hastings,</i> <span class=\"citation no-link\"><span class=\"volume\">886</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">405</span></span>, 410 (D.Del.1995)(being labeled a snitch \"can put a prisoner at risk of being injured\"). <i>See also Hendrickson v. Emergency Med. Services,</i> Civ. A. 95-4392, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">472418</span></span> at *5 (E.D.Pa. Aug. 20, 1996) (denying defendants' motion for summary judgment because of factual issue as to whether a guard call a prisoner a snitch in front of other inmates); <i>Thomas v. District of Columbia,</i> <span class=\"citation\" data-id=\"2269631\"><a href=\"/opinion/2269631/thomas-v-district-of-columbia/\"><span class=\"volume\">887</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span></a></span>, 4 (D.D.C. 1995) (being \"physically confronted by and threatened by inmates\" after a guard started a rumor that prisoner was a snitch was \"sufficiently harmful to make out an Eighth Amendment excessive force claim\"). Other circuits have also held that a correction officer's calling a prisoner a \"snitch\" in front of other inmates is an Eighth Amendment violation. <i>See </i><i>Northington v. Jackson,</i> <span class=\"citation\" data-id=\"590022\"><a href=\"/opinion/590022/no-92-1068/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span>, 1525 (10th Cir.1992) (overturning Rule 12(b)(6) dismissal of complaint alleging that prisoner was beaten by inmates because a guard told them the prisoner was a \"snitch\"; allegation that guard intended harm to prisoner by inciting other inmates to beat him states a claim); <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1088 n. * (4th Cir.1990) (\"It is impossible to minimize the possible consequences to a prisoner of being labeled a `snitch.'\"); <i>Valandingham v. Bojorquez,</i> <span class=\"citation\" data-id=\"517693\"><a href=\"/opinion/517693/ervin-t-valandingham-jr-v-sg-bojorquez-law-library-officer-at/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span>, 1139 (9th Cir.1989) (reversing grant of summary judgment for defendants because \"whether [the guards] called [a prisoner] a `snitch' in the presence of other inmates is `material' to a section 1983 claim for denial of the right not to be subjected to physical harm by employees of the state acting under color of law.\"); <i>Harmon v. Berry,</i> <span class=\"citation\" data-id=\"431970\"><a href=\"/opinion/431970/joseph-r-harmon-v-wc-berry-and-david-morse/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span>, 1409 (11th Cir.1984) (reversing the district court's dismissal as frivolous of prisoner's claim the \"prison officials have labeled him a snitch and are exposing him to inmate retaliation.\").</p>\n<p>Plaintiff alleges that when Beckles handed him a write-up from Downing, he called plaintiff a snitch; Henry and Downing kicked his cell door and called him a snitch; he was threatened by inmates he did not know who said, \"snitches get stitches\" and told him they would stab and do him bodily harm; and Henry and Mohr called him a snitch. (D.I. 2, ¶¶ 83, 132, 163, 172, 175) Based upon the allegations and the law, the court concludes that plaintiff has adequately alleged an Eighth Amendment claim. Therefore, he will be allowed to proceed against Beckles, Downing, Henry, and Mohr on the allegations contains in paragraphs 83, 132, 163, 172, and 175 of the complaint.</p>\n<p></p>\n<h2>K. Protective Custody/Cell Assignment</h2>\n<p>Plaintiff was a pretrial detainee and, later, a sentenced inmate during the timeframe of the housing/classification allegations. As a pretrial detainee, the <i>Bell v. Wolfish</i> standard discussed hereinabove is utilized to determine the viability of plaintiffs allegations. Once sentenced, the analysis differs. The transfer of a prisoner from one classification is unprotected by \"`the Due Process Clause in and of itself,'\" even though the change in status involves a significant modification in conditions of confinement. <i>Hewitt,</i> 459 U.S. at 468, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span> (citation omitted); <i>Moody v. Daggett,</i> <span class=\"citation\" data-id=\"109560\"><a href=\"/opinion/109560/moody-v-daggett/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"109560\"><a href=\"/opinion/109560/moody-v-daggett/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109560\"><a href=\"/opinion/109560/moody-v-daggett/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></a></span> (1976); <i>see also </i><i>Brown v. Cunningham,</i> <span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></span> (D.Del.1990) (plaintiffs transfer from general population to administrative segregation, without being given notice and opportunity <span class=\"star-pagination\">*685</span> to challenge it, was not violation of plaintiffs liberty interest). Notably, the Delaware Supreme Court has recognized that prison officials have discretion to house inmates at the facilities they choose. <i>Walls v. Taylor,</i> <span class=\"citation\" data-id=\"2178149\"><a href=\"/opinion/2178149/walls-v-taylor/\"><span class=\"volume\">856</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1067</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">906550</span></span> (Del.2004) (table) (citing <i>Brathwaite v. State,</i> No. 169, 2003 (Del. Dec. 29, 2003)).</p>\n<p>Plaintiff complains that, as a pretrial detainee, he was placed in isolation by Beckles on June 27, 2008 and, on October 6, 2008, returned to isolation for time he had already served. (D.I. 2, ¶¶ 6, 29) Plaintiff expressly refers to punishment in excess of that meted to him and makes reference to the imposition of additional hardships that are not shared by the general prison population. <i>See </i><i>Stevenson v. Carroll,</i> 495 F.3d at 65-66. The reasonable inference from these factual allegations is that plaintiff was impermissibly punished. <i>Id.</i> (citation omitted). For the above reasons, the court will allow plaintiff to proceed with his pretrial cell assignment claim raised against Beckles at paragraphs 6 and 29 of the complaint.</p>\n<p>As a sentenced inmate plaintiff sought protective custody from Phelps because he feared for his life, was moved to protective custody, but requested a transfer because he was deprived of many things during the time he was housed there. (<i>Id.</i> at ¶¶ 91, 93, 94, 96, 126, 169, 190). He further alleges that he was kept in isolation on a set-up charge from Henry and Hall. (<i>Id.</i> at ¶ 123) The transfer from one classification to another did not violate plaintiffs due process rights. Accordingly, the decision to place plaintiff in protective custody, upon his own request, or to keep him in isolation, cannot be viewed as falling outside the scope of \"the sentence imposed upon him [or] otherwise violative of the Constitution.\" The sentenced inmate due process claims at paragraphs 91, 93, 94, 96, 126, 169, and 190 have no arguable basis in law or in fact and, therefore, are dismissed as frivolous.</p>\n<p></p>\n<h2>L. Personal Property</h2>\n<p>A prisoner's due process claim based on random and unauthorized deprivation of property by a state actor is not actionable under § 1983, whether the deprivation is negligent or intentional, unless there is no adequate post-deprivation remedy available. <i>See </i><i>Parratt v. Taylor,</i> <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 542, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1908</span></a></span>, <span class=\"citation\" data-id=\"110478\"><a href=\"/opinion/110478/parratt-v-taylor/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1981), <i>overruled on other grounds</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986); <i>Hudson v. Palmer,</i> <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 533, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984).</p>\n<p>Plaintiff complains that his radio was taken by Daum, Henry, Harris, Wagner and three John Does, he filed two grievances on the issue and a hearing was held. (D.I. 2, ¶¶ 145, 147, 160, 161, 167) He raises a § 1983 claim and also raises a state tort theft claim. (<i>Id.</i> at ¶ 196) Plaintiff has available to him the option of filing a common law claim for conversion of property. Delaware law provides an adequate remedy for plaintiff and, therefore, he cannot maintain a cause of action pursuant to § 1983. <i>See </i><i>Hudson,</i> 468 U.S. at 535, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>; <i>Nicholson v. Carroll,</i> <span class=\"citation\" data-id=\"2580126\"><a href=\"/opinion/2580126/nicholson-v-carroll/\"><span class=\"volume\">390</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">429</span></a></span>, 435 (D.Del.2005); <i>Acierno v. Preit-Rubin, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">157</span></span> (D.Del.2001) (other citations omitted). For the above reasons, the court will dismiss the § 1983 personal property claim as frivolous.</p>\n<p>With regard to the supplemental state tort theft claim, § 1367(a) states: \"[e]xcept as provided ... in any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States <span class=\"star-pagination\">*686</span> Constitution. Such supplemental jurisdiction shall include claims that involve the joinder or intervention of additional parties.\" The court concludes that upon dismissal of the § 1983 personal property claim, the state tort theft claim is not so related to the remaining claims in the action to form part of the same case or controversy. Therefore, the court declines to exercise jurisdiction over the supplemental state tort theft claim. 28 U.S.C. § 1367; <i>Arbaugh v. Y &amp; H Corp.,</i> <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, <span class=\"citation\" data-id=\"145677\"><a href=\"/opinion/145677/arbaugh-v-y-h-corp/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1097</span></a></span> (2006); <i>De Asencio v. Tyson Foods, Inc.,</i> <span class=\"citation\" data-id=\"783422\"><a href=\"/opinion/783422/melania-felix-de-asencio-manuel-a-gutierrez-asela-ruiz-eusebia-ruiz-luis/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 309 (3d Cir.2003).</p>\n<p></p>\n<h2>M. Religion</h2>\n<p>When a prisoner claims that his right to exercise religion has been curtailed, a court must determine as a threshold matter whether the prisoner has alleged a belief that is \"both sincerely held and religious in nature.\" <i>DeHart v. Horn,</i> <span class=\"citation\" data-id=\"770486\"><a href=\"/opinion/770486/robert-perry-dehart-v-martin-horn-commissioner-of-corrections-james-s/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 51 (3d Cir.2000). If so, the court must then apply the four-factor test set forth in <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987), to determine whether the curtailment at issue is \"reasonably related to penological interests.\" <i>DeHart,</i> 227 F.3d at 51. Plaintiff alleges that he was denied his Bible while he was housed in isolation from September 8, 2009 until November 1, 2009. (D.I. 2, ¶ 118) Plaintiff has not alleged his religion nor provided the name of the individual or individuals who allegedly deprived him of his Bible. The claim is deficiently pled. Therefore, the court will dismiss the religion claim for failure to state a claim upon which relief may be granted pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p></p>\n<h2>N. Sexual Harassment</h2>\n<p>Allegations of sexual harassment of a prisoner by a corrections officer may state an Eighth Amendment claim under § 1983 so long as two elements are met. <i>See </i><i>Walker v. Taylorville Corr. Ctr.,</i> <span class=\"citation\" data-id=\"748195\"><a href=\"/opinion/748195/eric-walker-v-taylorville-correctional-center/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span>, 414 (7th Cir.1997); <i>Mathie v. Fries,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">808</span></span> (2d Cir.1997); <i>Freitas v. Ault,</i> <span class=\"citation\" data-id=\"738560\"><a href=\"/opinion/738560/richard-john-freitas-sr-appelleecross-appellant-v-john-ault/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1335</span></a></span>, 1338-39 (8th Cir. 1997); <i>Boddie v. Schnieder,</i> <span class=\"citation\" data-id=\"734125\"><a href=\"/opinion/734125/lloyd-e-boddie-v-officer-b-schnieder-officer-d-dewald-officer-p/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span> (2d Cir.1997). The objective element requires severe or repetitive sexual abuse of an inmate by a prison officer. <i>Harris v. Zappan,</i> No. CIV A 97-4957, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">360203</span></span>, at *4 (E.D.Pa. May 28, 1999) (citation omitted). The subjective element is whether the official had a sufficiently culpable state of mind. <i>Id.</i> (citation omitted). However, a single isolated incident of sexual harassment that is not in and of itself severe, is not sufficiently serious to satisfy the objective component of an Eighth Amendment claim. <i>See </i><i>Boddie,</i> 105 F.3d at 857 (male prisoner's allegations that female officer touched his penis and said, \"[Y]ou know your [sic] sexy black devil, I like you,\" later bumped into him, and pressed her whole body against his body were not sufficiently serious to satisfy the objective component); <i>Berry hill v. Schriro,</i> <span class=\"citation\" data-id=\"751888\"><a href=\"/opinion/751888/cortez-berryhill-v-dora-schriro-george-lombardi-kelly-lock-larry/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1073</span></a></span> (8th Cir.1998) (male inmate's claims that two officers grabbed his buttocks for a moment did not meet the objective component of Eighth Amendment); <i>see also Wright v. O'Hara,</i> No. CIV.A. 00-1557, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1793018</span></span>, at *7 (E.D.Pa. Aug. 11, 2004).</p>\n<p>Plaintiff alleges that Henry made sexual advances towards him and sexually harassed him by blowing kisses at him and telling plaintiff he wanted the two of them to engage in sexual acts. (D.I. 2, ¶¶ 177, 185, 187) While unseemly, the allegations do not allege conditions that are sufficiently serious to satisfy the objective component of an Eighth Amendment claim. Accordingly, the sexual harassment claims are dismissed as frivolous pursuant to 28 U.S.C. § 1915(e)(2)(B)(ii) and § 1915A(b)(1).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*687</span> O. Excessive Force/Failure to Protect</h2>\n<p>Plaintiff raises constitutional excessive force and failure to protect claims as well as state tort claims of assault and battery. Excessive force claims for pretrial detainees are analyzed under the Fourteenth Amendment, <i>Sylvester v. City of Newark,</i> 120 Fed.Appx. 419, 423 (3d Cir.2005) (not published), and excessive force claims for those convicted of a crime are analyzed under the Eighth Amendment, <i>Graham v. Connor,</i> 490 U.S. at 395 n. 10, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></span>. <i>See also </i><i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979) (pretrial detainees are adequately protected from \"punishment\" under the Fourteenth Amendment, as opposed to protection from punishment that is \"cruel and unusual\" under the Eighth Amendment); <i>Hubbard v. Taylor,</i> <span class=\"citation\" data-id=\"789359\"><a href=\"/opinion/789359/gregory-hubbard-alvin-phillips-julian-payne-curtis-gibbs-gregory-j-bolling/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 166 (3d Cir.2005).</p>\n<p>To prove a Due Process violation, the pretrial detainee must show that the force used amounts to a wanton infliction of punishment, as opposed to an amount rationally related to exercising control. <i>See </i><i>Fuentes v. Wagner,</i> <span class=\"citation\" data-id=\"767972\"><a href=\"/opinion/767972/luis-fuentes-v-wagner-warden-konemann-correctional-officer-kleeman/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span> (3d Cir.2000) (Eighth Amendment's cruel and unusual punishment standards apply to a pretrial detainee's excessive force claim arising in the context of a prison disturbance); <i>Travillion v. Leon,</i> 248 Fed.Appx. 353, 356 (3d Cir.2007).</p>\n<p>When analyzing an excessive force claim under the Eighth Amendment, the court must determine \"whether the force was applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for the very purpose of causing harm.\" <i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 320-21, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986) (citations omitted). <i>See </i><i>Wilkins v. Gaddy,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1738\"><a href=\"/opinion/1738/wilkins-v-gaddy/\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1175</span></a></span>, ___ L.Ed.2d ___ (2010). Use of force is actionable under § 1983 when it exceeds \"that which is reasonable and necessary under the circumstances.\" <i>Davidson v. O'Lone,</i> <span class=\"citation\" data-id=\"446771\"><a href=\"/opinion/446771/robert-davidson-v-edward-olone-superintendent-arthur-jones-hearing/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 827 (3d Cir. 1984). The court must determine whether the force was applied in good faith by weighing the following factors: (1) the need for the application of force, (2) the relationship between the need and the amount of force that was used, (3) the extent of the injury inflicted, (4) the threat reasonably perceived by the responsible officials, and (5) the efforts made to temper the severity of a forceful response. <i>Davis v. Carroll,</i> <span class=\"citation\" data-id=\"2580077\"><a href=\"/opinion/2580077/davis-v-carroll/\"><span class=\"volume\">390</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">415</span></a></span>, 419 (D.Del.2005) (citing <i>Hudson v. McMillian,</i> 503 U.S. at 7, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>).</p>\n<p>To prevail on an Eighth Amendment failure to protect claim, a plaintiff is required to show that (1) he is incarcerated under conditions posing a substantial risk of serious harm (the objective element); and (2) prison officials acted with deliberate indifference, i.e., that prison officials knew of and disregarded an excessive risk to inmate health or safety (the subjective element). <i>See </i><i>Farmer v. Brennan,</i> 511 U.S. at 833-34, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>; <i>see also </i><i>Griffin v. DeRosa,</i> 153 Fed.Appx. 851 (3d Cir.2005) (not published).</p>\n<p>Plaintiff alleges that as a pretrial detainee, on May 31, 2008, Beckles slammed him against the wall by his throat, while Henry and others were searching plaintiffs cell. Henry told Beckles to stop because another inmate was looking at him. (D.I. 2, ¶ 2) Plaintiff alleges that on June 20, 2008, Beckles damaged his left hand and left foot, but provides no further details. (<i>Id.</i> at ¶ 5) Plaintiff will be allowed to proceed on the May 31, 2008 pretrial detainee excessive force and failure to protect claims against Beckles and Henry. The June 20, 2008 claim, however, is deficiently pled. It does not apprise the reader how or where the injuries took place. Therefore the court will dismiss <span class=\"star-pagination\">*688</span> paragraph 5 for failure to state a claim upon which relief may be granted.</p>\n<p>As a sentenced prisoner, plaintiff alleges that (a) he was maced by DeAllie for no reason, (b) Mohr pushed him against the wall while he was handcuffed behind his back and shackled; (c) Downing slapped him in face while he was handcuffed behind the back; (d) Henry tried to make plaintiff lose his balance and shoved him against the wall; and (e) Henry shoved plaintiff in the back after he removed plaintiffs handcuffs. (<i>Id.</i> at ¶¶ 79, 93, 107, 109, 184) He further alleges that he was struck in the face with a potato wedge and hit in the heat with tomatoes thrown by either Henry, Officer John Doe, or Wagner. (<i>Id.</i> at ¶¶ 145, 168) Plaintiff may proceed on the claims raised against DeAllie, Mohr, Downing, and Henry raised in paragraphs 79, 93, 107, 109, and 184 of the complaint. The food throwing allegations against Henry, Wagner, and Doe found at paragraphs 145 and 168 of the complaint are frivolous are dismissed pursuant to 28 U.S.C. § 1915(e)(2)(B)(i) and § 1915A(b)(1)</p>\n<p></p>\n<h2>P. Request for Counsel</h2>\n<p>A pro se litigant proceeding in forma pauperis has no constitutional or statutory right to representation by counsel. <i>See </i><i>Ray v. Robinson,</i> <span class=\"citation\" data-id=\"387062\"><a href=\"/opinion/387062/robert-allen-ray-p-1201-state-correctional-institution-pittsburgh-pa/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">474</span></a></span>, 477 (3d Cir.1981); <i>Parham v. Johnson,</i> <span class=\"citation\" data-id=\"746870\"><a href=\"/opinion/746870/paul-lamont-parham-v-marshall-johnson-jr-medical-doctor-charles-j/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 456-57 (3d Cir.1997). It is within the court's discretion to seek representation by counsel for plaintiff, and this effort is made only \"upon a showing of special circumstances indicating the likelihood of substantial prejudice to [plaintiff] resulting ... from [plaintiffs] probable inability without such assistance to present the facts and legal issues to the court in a complex but arguably meritorious case.\" <i>Smith-Bey v. Petsock,</i> <span class=\"citation\" data-id=\"439987\"><a href=\"/opinion/439987/robert-smith-bey-v-george-petsock-superintendent-thomas-seiverling/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (3d Cir.1984); <i>accord </i><i>Tabron v. Grace,</i> <span class=\"citation\" data-id=\"654205\"><a href=\"/opinion/654205/harvey-tabron-v-lt-grace-lieutenant-major-price-correct-officer-gross/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 155 (3d Cir.1993) (representation by counsel may be appropriate under certain circumstances, after a finding that a plaintiffs claim has arguable merit in fact and law).</p>\n<p>After passing this threshold inquiry, the court should consider a number of factors when assessing a request for counsel, including:</p>\n<blockquote>(1) the plaintiffs ability to present his or her own case; (2) the difficulty of the particular legal issues; (3) the degree to which factual investigation will be necessary and the ability of the plaintiff to pursue investigation; (4) the plaintiffs capacity to retain counsel on his own behalf; (5) the extent to which a case is likely to turn on credibility determinations; and (6) whether the case will require testimony from expert witnesses.</blockquote>\n<p><i>Tabron,</i> 6 F.3d at 155-57; <i>accord </i><i>Parham,</i> 126 F.3d at 457; <i>Montgomery v. Pinchak,</i> <span class=\"citation\" data-id=\"778087\"><a href=\"/opinion/778087/jeffery-montgomery-v-steven-pinchak-al-ortiz-terry-moore-c-naficy-mr/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 499 (3d Cir.2002).</p>\n<p>Plaintiff requests counsel on the grounds that he has a limited education, is unschooled in the law, his pleadings were prepared for him by a jailhouse lawyer, he has limited access to the law library, the issues are multiple and complex, extensive investigation is necessary, he cannot afford counsel and has unsuccessfully sought counsel to assist him, nearly all issues turn on credibility determinations, and the case will require expert testimony. (D.I. 5, 7)</p>\n<p>This case has just commenced. To date, plaintiff has shown that he possesses the ability to adequately pursue his claims. Upon consideration of the record, the court is not persuaded that appointment of counsel is warranted at this time. Accordingly, plaintiffs requests for counsel are denied without prejudice to renew after summary judgment motions have been resolved. (D.I. 5, 7)</p>\n<p></p>\n<h2>V. CONCLUSION</h2>\n<p>For the above reasons, the court will deny without prejudice to renew plaintiffs <span class=\"star-pagination\">*689</span> requests for counsel (D.I. 5, 7), the court will allow plaintiff to proceed against defendants Lt. Kolawche Akinbayo, Sgt. Wilfred Beckles, Cpl. Sgt. Angelina DeAllie, Sgt. Veronica Downing, C/O Tracey Harris, Sgt. Stanford Henry, C/O Nicholas Mohr, C/O Roddocker, C/O Carmelino R. Seaton, and C/O Wagner on the claims as discussed hereinabove, and the court will dismiss the remaining defendants and claims as frivolous and for failure to state a claim upon which relief may be granted pursuant to 28 U.S.C. § 1915 and § 1915A.</p>\n<p>An appropriate order will be entered.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>At Wilmington this 5th day of August, 2010, for the reasons set forth in the memorandum opinion issued this date;</p>\n<p>IT IS HEREBY ORDERED that:</p>\n<p>1. Plaintiff's requests for counsel are denied without prejudice to renew. (D.I. 5, 7)</p>\n<p>2. All claims against defendants Nurse Amin, Lt. Stanley Baynard, C/O Andrew Chase, Lt. Mark Daum, c/o Kenwyn D'Heureux, C/O Orlando DeJesus, Nurse Divine Ebwelle, Sgt. Everett, Sgt. Roy Foraker, Staff Lt. Stephen Furman, Gregory Hall, Lt. Paul Harvey, C/O Hicks, C/O William Morris, C/O George Pierce, Major Scaroborough, Sgt. Keshaw Travies, Sgt. Valez, Commissioner Carl Danberg, Warden Perry Phelps, Delaware Department of Correction, Martin Burton, Brian Engram, Lt. Trader, C/O Jason Schaffer, C/O Kirklin, Larry Savage, C/O Scott, Thomas Seacord, Karen Hawkins, nurse practitioner Sugarman, nurse Carol Bianchi, nurse Mark, nurse Betty Bryant, nurse Christina, John Doe, and Correctional Medical Services and the following claims: (a) failure to train and supervise; (b) access to the courts; (c) medical needs; (d) threats/harassment; (e) conditions of confinement at paragraphs 51, 55, 74, 75, 76, 77, 79, 81, 82, 94, 106, and 133 of the complaint; (f) protective custody/cell assignment due process at paragraphs 91, 93, 94, 96, 123, 126, 169, and 190 of the complaint; (g) due process at paragraphs 99, 143, 154, 191, 195 of the complaint; (h) excessive force and assault and battery at paragraphs 145 and 168 of the complaint; (i) personal property; and (j) sexual harassment are dismissed as frivolous and for failure to state a claim upon which relief may be granted pursuant to 28 U.S.C. § 1915(e)(2)(B) and § 1915A(b)(1).</p>\n<p>3. The court declines to exercise supplemental jurisdiction over the state tort theft claim.</p>\n<p>4. Plaintiff may proceed with the: (a) due process claims against Sgt. Wilfred Beckles and Cpl. Sgt. Angelina DeAllie at paragraph 22 of the complaint; (b) retaliation claims against Sgt. Wilfred Beckles, Sgt. Veronica Downing, and C/O Carmelino Seaton at paragraphs 49, 60, 69, 148, and 196 of the complaint; (c) pretrial detainee conditions of confinement claims against C/O Lt. Kolawche Akinbayo, C/O Roddocker, Sgt. Wilfred Beckles, Cpl. Sgt. Angelina DeAllie, and Sgt. Stanford Henry at paragraphs 1, 3, 4, 13, 17, 27, 30, and 35 of the complaint; (d) Eighth Amendment conditions of confinement claim against Sgt. Stanford Henry and C/O Tracey Harris at paragraph 136 and against C/O Nicholas Mohr, C/O Wagner, and Sgt. Stanford Henry at paragraphs 95, 97, 132, 141, 150, 151, and 194 of the complaint; (e) Eighth Amendment \"snitch\" claim against Sgt. Wilfred Beckles, Sgt. Veronica Downing, Sgt. Stanford Henry, and C/O Nicholas Mohr at paragraphs 83, 132, 163, 172, and 175 of the complaint; (f) pretrial cell assignment claim against Sgt. Wilfred Beckles at paragraphs 6 and 29 of the complaint; (g) excessive force, failure to protect, and state assault and battery claims against Sgt. Wilfred Beckles and Sgt. Stanford Henry at paragraph 2 of the <span class=\"star-pagination\">*690</span> complaint; and (h) excessive force and assault and battery against Cpl. Sgt. Angelina DeAllie, C/O Nicholas Mohr, Sgt. Veronica Downing, and Sgt. Stanford Henry at paragraphs 79, 93, 107, 109, and 184.</p>\n<p>IT IS FURTHER ORDERED that:</p>\n<p>1. The Clerk of Court shall cause a copy of this order to be mailed to plaintiff.</p>\n<p>2. Pursuant to Fed.R.Civ.P. 4(c)(3) and (d)(1), plaintiff shall complete and return to the Clerk of Court an original \"U.S. Marshal-285\" forms for remaining defendants Lt. Kolawche Akinbayo, Sgt. Wilfred Beckles, Cpl. Sgt. Angelina DeAllie, Sgt. Veronica Downing, C/O Tracey Harris, Sgt. Stanford Henry, C/O Nicholas Mohr, C/O Roddocker, C/O Carmelino R. Seaton, and C/O Wagner, as well as for the Attorney General of the State of Delaware, 820 N. FRENCH STREET, WILMINGTON, DELAWARE, 19801, pursuant to Del. Code Ann. tit. 10 § 3103(c). Additionally, plaintiff shall provide the court with one copy of the complaint (D.I. 2) for service upon each remaining defendant. Plaintiff is notified that the United States Marshal Service (\"USMS\") will not serve the complaint until all \"U.S. Marshal 285\" forms have been received by the Clerk of Court. Failure to provide the \"U.S. Marshal 285\" forms for each remaining defendant and the attorney general within 120 days of this order may result in the complaint being dismissed or defendants being dismissed pursuant to Federal Rule of Civil Procedure 4(m).</p>\n<p>3. Upon receipt of the form(s) required by paragraph 2 above, the USMS shall forthwith serve a copy of the complaint, this order, a \"Notice of Lawsuit\" form, the filing fee order(s), and a \"Return of Waiver\" form upon each of the defendants so identified in each 285 form.</p>\n<p>4. A defendant to whom copies of the complaint, this order, the \"Notice of Lawsuit\" form, and the \"Return of Waiver\" form have been sent, pursuant to Fed. R.Civ.P. 4(d)(1), has thirty days from the date of mailing to return the executed waiver form. Such a defendant then has sixty days from the date of mailing to file its response to the complaint, pursuant to Fed.R.Civ.P. 4(d)(3). A defendant residing outside this jurisdiction has an additional thirty days to return the waiver form and to respond to the complaint.</p>\n<p>5. A defendant who does not timely file the waiver form shall be personally served and shall bear the costs related to such service, absent good cause shown, pursuant to Fed.R.Civ.P. 4(d)(2). A separate service order will issue in the event a defendant does not timely waive service of process.</p>\n<p>6. No communication, including pleadings, briefs, statement of position, etc., will be considered by the court in this civil action unless the documents reflect proof of service upon the parties or their counsel.</p>\n<p>7. NOTE: * * * When an amended complaint is filed prior to service, the Court will VACATE all previous Service Orders entered, and service will not take place. An amended complaint filed prior to service shall be subject to re-screening pursuant to 28 U.S.C. § 1915(e)(2) and § 1915A(a). * * *</p>\n<p>8. Note: * * * Discovery motions and motions for appointment of counsel filed prior to service will be dismissed without prejudice, with leave to refile following service.</p>\n<h2>NOTES</h2>\n<p>[1]  When bringing a § 1983 claim, a plaintiff must allege that some person has deprived him of a federal right, and that the person who caused the deprivation acted under color of state law. <i>West v. Atkins,</i> <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 48, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2250</span></a></span>, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1988).</p>\n<p>[2]  A convicted, but unsentenced, inmate holds the status of a pretrial detainee. <i>Fuentes v. Wagner,</i> <span class=\"citation\" data-id=\"767972\"><a href=\"/opinion/767972/luis-fuentes-v-wagner-warden-konemann-correctional-officer-kleeman/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 342 (3d Cir.2000).</p>\n<p>[3]  A claim is facially plausible when its factual content allows the court to draw a reasonable inference that the defendant is liable for the misconduct alleged. <i>Iqbal,</i> 129 S.Ct. at 1949 (quoting <i>Twombly,</i> 550 U.S. at 570, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>). The plausibility standard \"asks for more than a sheer possibility that a defendant has acted unlawfully.\" <i>Id.</i> \"Where a complaint pleads facts that are `merely consistent with' a defendant's liability, it `stops short of the line between possibility and plausibility of `entitlement to relief.''\" <i>Id.</i></p>\n<p>[4]  Misspelled on the court docket as Kurklin.</p>\n<p>[5]  <i>Sandin</i> applies only to convicted inmates, not pretrial detainees. <i>Stevenson v. Carroll,</i> <span class=\"citation\" data-id=\"1395962\"><a href=\"/opinion/1395962/stevenson-v-carroll/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 69 n. 4 (3d Cir.2007).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/11886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/17678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112116/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112800/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/160813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377962/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/388186/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/395234/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424808/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/429674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/431970/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/439987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/446771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/459883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/473633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/505504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/517693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/525586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/537200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/556616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/580713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/590022/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/596502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/654205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/659878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705995/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/734125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/738560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/746870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748195/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/751888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765002/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768788/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770117/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1387268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1395962/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1402126/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1456482/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2178149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2269631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2375925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2397154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2580077/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2580126/"
          ]
        }
      ],
      "judges": "Sue L. Robinson",
      "date_created": "2015-10-14T00:35:33.194492Z",
      "date_modified": "2017-04-19T17:51:20.636858Z",
      "date_filed": "2010-08-05",
      "date_filed_is_approximate": false,
      "slug": "robinson-v-danberg",
      "citation_id": 2448947,
      "case_name_short": "Robinson",
      "case_name": "Robinson v. Danberg",
      "case_name_full": "",
      "federal_cite_one": "729 F. Supp. 2d 666",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2343073/robinson-v-danberg/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:31:18.000346Z",
  "date_modified": "2014-10-30T23:31:18.000346Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Robinson",
  "case_name": "Robinson v. Danberg",
  "case_name_full": "",
  "slug": "robinson-v-danberg",
  "docket_number": "Civ. No. 10-362-SLR",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}