{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2352997/",
  "id": 2352997,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/miwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2485456/",
      "id": 2485456,
      "absolute_url": "/opinion/2485456/berry-v-school-dist-of-city-of-benton-harbor/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2352997/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2485456/",
          "id": 2485456,
          "absolute_url": "/opinion/2485456/berry-v-school-dist-of-city-of-benton-harbor/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2485456/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1462/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:52:30.740307Z",
          "date_modified": "2017-04-10T07:26:26.638767Z",
          "type": "010combined",
          "sha1": "4c1e973d591d9eb8675a8d3bfe1a5011b20527f1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>195 F.Supp.2d 971 (2002)</b></center>\n<center><h1>Barbara Jean BERRY, et al., Plaintiffs,<br>\nv.<br>\nSCHOOL DISTRICT OF THE CITY OF BENTON HARBOR, et al., Defendants.</h1></center>\n<center>No. 4:67-CV-9.</center>\n<center><p><b>United States District Court, W.D. Michigan, Southern Division.</b></p></center>\n<center>April 4, 2002.</center>\n<p><span class=\"star-pagination\">*972</span> Kathleen McCree Lewis, Dykema Gossett, PLLC, Detroit, MI, Steven Marchese, Larson King LLP, St. Paul, MN, for Plaintiff.</p>\n<p>John D. Tully, Brian M. Kubicki, Warner, Norcross &amp; Judd, LLP, Grand Rapids, MI, for Benton Harbor School District.</p>\n<p>Edith C. Harsh, Jennifer M. Granholm, Atty. Gen., Executive Div., Lansing, MI, Jane Orris Wilensky, Jennifer M. Granholm, Atty. Gen., Educ. Div., Lansing, MI, Rocco E. Testani, John R. Munich, Alfred A. Lindseth, Sutherland, Asbill &amp; Brennan, Atlanta, GA, for State Bd. of Educ.</p>\n<p>Thomas A. Baird, White, Schneider, Baird, Young &amp; Chiodini, PC, Okemos, MI, for Michigan Educ. Ass'n.</p>\n<p></p>\n<h2><i>OPINION RE MOTIONS FOR UNITARY STATUS</i></h2>\n<p>HILLMAN, Senior District Judge.</p>\n<p>After operating nearly 22 years under a remedial order, the Benton Harbor Area School District (\"BHASD\") and the State <span class=\"star-pagination\">*973</span> of Michigan defendants move to terminate this 35-year-old school desegregation case by filing motions for unitary status. Defendants' motions have been vigorously opposed by the plaintiff class and intervenor Michigan Education Association (\"MEA\"). The court heard sixteen days of testimony, received hundreds of exhibits, and reviewed extensive briefs and proposed findings of fact and conclusions of law. The court has carefully considered the facts presented as well as the governing law. For the reasons that follow, the motions of the BHASD and the State of Michigan defendants for unitary status are GRANTED.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case began on November 16, 1967, with the filing of a complaint by plaintiffs Barbara Jean Berry, et al., as parents of African American children then attending the public schools of Benton Harbor, Michigan, against the School District of the City of Benton Harbor, the members of its Board of Education and its Superintendent. In the complaint, plaintiffs sought preliminary and permanent injunctive relief as to various acts and practices by the defendants, which plaintiffs deemed to be discriminatory or segregative. In July 1971, the district court found several practices carried out by the defendants to be constitutionally discriminatory. On November 1, 1974, the Sixth Circuit Court of Appeals affirmed the district court's findings that the practices were discriminatory and that plaintiffs had made out a prima facie case of <i>de jure</i> segregation.</p>\n<p>On August 21, 1974 and September 25, 1975, plaintiffs added the following defendants to the case: the State of Michigan, the Attorney General of the State of Michigan, the Michigan State Board of Education, the Superintendent of Public Instruction (collectively, \"the State of Michigan defendants\" or \"State defendants\"), the Boards of Education of the Eau Claire Public Schools and the Coloma Community Schools, and the Berrien County Intermediate School District and its Superintendent (\"BCISD\").</p>\n<p>On August 22, 1977, following a trial on the liability of Benton Harbor Area School District (Phase I trial), the district court (then Chief Judge Noel P. Fox) ordered that the case be certified as a class action under Rule 23 of the Federal Rules of Civil Procedure. The class was identified as \"all present and future students within the Benton Harbor Area School District.\" The court also found defendant Benton Harbor Area School District (\"BHASD\") guilty of acts of segregation in violation of the United States Constitution. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> 442 F.Supp. 1280 (W.D.Mich.1977).</p>\n<p>On August 7, 1978, following a second liability trial (Phase II trial), the district court ruled against the State of Michigan defendants, the Berrien County Intermediate School District and its Superintendent, and the Coloma and Eau Claire School Districts and their Superintendents, finding that by their policies, practices, actions and inactions, defendants had helped to create, perpetuate or contribute to the unlawfully segregated conditions in the Benton Harbor Area School District. The district court issued an amended order requiring the defendants found liable in Phases I and II to formulate a plan to remedy the constitutional violations. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> 467 F.Supp. 630 (W.D.Mich.1978).</p>\n<p>In February 1980, the case was reassigned to the undersigned for remedial proceedings. Following a remedy trial, the court entered its Opinion and Order on May 1, 1981, adopting and ordering the implementation of a desegregation plan. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> 515 F.Supp. 344 (W.D.Mich. 1981). In broad outlines, this plan: (1) ordered the Eaman residential area be <span class=\"star-pagination\">*974</span> returned to the Benton Harbor Area School District; (2) enjoined the transfer of the Sodus II residential area from the Benton Harbor Area School District to the Eau Claire Public School District; (3) ordered the Benton Harbor Area School District to eliminate racially identifiable schools; (4) ordered the creation of magnet programs in the Benton Harbor Area School District; (5) ordered a voluntary program for interdistrict transfers of students between the Benton Harbor, Coloma and Eau Claire School Districts; (6) ordered further remedies relating to curriculum, faculty and staff reassignment and affirmative action goals, in-service training, student discipline, community involvement, monitoring and reporting, and for financing of the court's remedial plan.</p>\n<p>In addition, in its 1977 liability findings, the court found that individual student achievement of black students had been detrimentally affected by defendants' past segregative actions and inactions. The court therefore included an extensive \"achievement and social skills component\" in its remedial plan. 515 F.Supp. at 369-373.</p>\n<p>On January 24, 1983, the Sixth Circuit Court of Appeals affirmed the May 1, 1981, remedial order and the United States Supreme Court denied certiorari on October 11, 1983. <i>Berry v. School Dist. of City of Benton Harbor,</i> 698 F.2d 813 (6th Cir.), <i>cert. denied,</i> 464 U.S. 892, 104 S.Ct. 235, 236, 78 L.Ed.2d 227 (1983).</p>\n<p>In September 1991, following ten years of implementation of the remedial plan, defendants Coloma, Eau Claire, the BCISD and the State defendants filed separate motions requesting the court to terminate court supervision and control and to declare the districts unitary. Plaintiffs and the BHASD opposed the motions. Thereafter, with the court's encouragement, the parties undertook settlement negotiations. On December 3, 1993, the court dismissed the motions, for administrative purposes only, while the parties continued settlement discussions. (Dkt. # 974.)</p>\n<p>In 1996, this court considered a proposed partial settlement between plaintiffs and defendants Coloma, Eau Claire and the State. Following a preliminary approval hearing, notice and a fairness hearing, the court concluded that the 1996 proposed partial settlement was neither fair, adequate nor reasonable, and rejected the proposed agreement.</p>\n<p>Thereafter, further settlement discussions ensued, resulting in new settlement agreements between plaintiffs and Coloma, Eau Claire and the BCISD. These agreements were signed and filed on June 23, 1998, and approved and adopted as consent judgments by this court on August 20, 1998, following notice to the class and a fairness hearing. On November 13, 2001, pursuant to the terms of the settlement agreements, the court terminated jurisdiction over Coloma, Eau Claire and the BCISD. However, under the terms of the consent judgments, Coloma and Eau Claire must continue to allow BHASD resident students who were enrolled in those districts in the 1998-99 school year under the interdistrict transfer program to complete their educations in those districts.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*975</span> Settlement discussions continued between the remaining parties, but ultimately were unsuccessful. On April 17, 2000, the BHASD filed a motion for unitary status and the State defendants renewed their earlier motion for unitary status. Meanwhile, plaintiffs filed a motion to modify the remedial order to include supplemental remedial measures. The parties proceeded with extensive discovery.</p>\n<p>On February 2, 2001, this court bifurcated the hearing on the motions \"horizontally,\" determining that it was proper for this court to decide the unitary status motion first, but concluding that it was most efficient to hear all evidence regarding the proposed school improvement plan, whether or not that evidence was strictly relevant to the issue of unitary status or to the proposed modification. Hearing on other aspects of the proposed modification of the remedial order was reserved until the court had decided the unitary status motions.</p>\n<p>From July 24, 2001 to August 16, 2001, and again on October 24, 2001, the court heard lay and expert testimony regarding the motions for unitary status and the proposed school improvement plan. The principle issues at the hearing were (1) whether racial disparities in the areas of school operations known as the <i>Green</i><sup>[2]</sup> factors (<i>i.e.,</i> student assignment, faculty and staff assignment, transportation, facilities, and extracurricular activities) continued to exist in the BHASD as vestiges of defendants' past segregative conduct or whether they had been eliminated to the extent practicable; (2) whether vestiges of segregation remain in areas outside the <i>Green</i> factors, particularly student achievement disparities, or whether such vestiges have been eliminated to the extent practicable; (3) whether the BHASD and the State defendants have complied in good faith with the court's remedial orders.</p>\n<p>Following the hearing and the filing of the transcript of the proceedings, the parties submitted proposed findings of fact and conclusions of law, together with post-hearing briefs and responsive briefs. The matter presently is ripe for decision.</p>\n<p></p>\n<h2>II. FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. <i>1981 Remedial Order</i>\n</h2>\n<p>On August 22, 1977, in his initial liability findings, Judge Noel P. Fox found the BHASD guilty of unlawful segregation. During the course of his opinion, Judge Fox recognized that both white and black students had been affected by the <i>de jure</i> segregation. 442 F.Supp. at 1289, 1302, and 1307. The court found in particular that black students experienced significant achievement deficits and detriments to social and psychological development as a result of segregation. 442 F.Supp. at 1289, 1307. White students, in contrast, developed irrational attitudes of inherent superiority, an unrealistic concept of homogeneous society and lack of preparation for a pluralistic society. <i>Id.</i></p>\n<p>In the May 1, 1981 remedial order, the undersigned reiterated Judge Fox's earlier liability determination that the \"system-wide segregation, such as the Benton Harbor district has created and the State Board of Education condoned and perpetuated, results in measurably reduced achievement.\" 515 F.Supp. at 369.</p>\n<p>The remedial order recognized that past segregation and the resultant low achievement \"set the stage for the exodus of white families from the district and attempted property transfers out of the consolidated district by white property owners.\" <i>Id.</i> at 349.</p>\n<p><span class=\"star-pagination\">*976</span> The remedial order, however, acknowledged the complexity of devising an effective desegregation remedy in circumstances in which population trends and the economic deterioration of Benton Harbor also operated to increase the racial isolation of the BHASD. <i>Id.</i> at 347.</p>\n<p>At the time it issued its remedial order, this court recognized that its authority to impose a remedy was limited exclusively to remedying constitutional violations and that the \"`scope of the remedy is determined by the nature and extent of the constitutional violation.'\" <i>Id.</i> at 348 (quoting <i>Swann v. Charlotte-Mecklenburg Bd. of Ed.,</i> 402 U.S. 1, 16, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971)); <i>see also id.</i> at 353 (quoting <i>Milliken v. Bradley,</i> 418 U.S. 717, 738, 94 S.Ct. 3112, 41 L.Ed.2d 1069 (1974) (\"<i>Milliken I\"</i>) (\"A federal remedial power may be exercised only on the basis of a constitutional violation and, as with any equity case, the nature of the violation determines the scope of the remedy.\") (quotations omitted)).</p>\n<p>The court determined that the remedy appropriate to address defendants' constitutional violations included components designed both to enhance desegregation within the three districts and to address problems of student achievement caused by segregation and the denial of educational opportunities. <i>Id.</i> at 348-49, 355, 358-65.</p>\n<p>First, the remedy enjoined future property transfers from the BHASD to other districts and ordered the return of the Eamon area previously transferred to Eau Claire. It also prohibited Eau Claire from accepting tuition students from the BHASD. <i>Id.</i> at 358.</p>\n<p>Second, the remedial order required the BHASD to adopt a student reassignment plan that would eliminate the racial identifiability of schools and achieve desegregation within all schools in the BHASD. <i>Id.</i></p>\n<p>Third, the remedy created an interdistrict transfer program between the BHASD and Coloma and the BHASD and Eau Claire, permitting students to voluntarily transfer to another district whenever such transfer would result in decreasing segregation in each school system. <i>Id.</i> at 367.</p>\n<p>Fourth, to encourage voluntary transfers, the court ordered the development of magnet programs that would be attractive to students from all three districts at all levels in such a way that all three districts would be further desegregated. <i>Id.</i> at 365-66.</p>\n<p>Fifth, the remedial order noted that low achievement was highly correlated with racially-identifiable black schools, <i>id.</i> at 357 n. 15, and reiterated its liability finding that segregated black students experience reduced self-esteem, diminished motivation to succeed, and a concomitant measurable reduction in achievement, <i>id.</i> at 369 &amp; n. 20. The remedy therefore included a component designed to address chronic deficits in achievement and social skills created by past segregated and \"inherently unequal\" schools. <i>Id.</i> at 373 &amp; n. 24. The achievement and social skills component included the implementation of a school improvement program to be developed by Dr. James Comer at the Child Study Center of Yale University. <i>Id.</i> at 371. The BHASD was directed to continue to implement the achievement component \"until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests. Once that goal has been achieved, the program will be phased out over two additional school years.\" <i>Id.</i> at 370.</p>\n<p>Sixth, the remedial order required review of and additions to the curricula of the three districts. <i>Id.</i> at 373-74.</p>\n<p>Seventh, the court ordered changes in the hiring and assignment of faculty, staff <span class=\"star-pagination\">*977</span> and administration in the BHASD, Coloma and Eau Claire in order to diversify the districts as a whole and to eliminate racial identification of particular schools. <i>Id.</i> at 375-76.</p>\n<p>Eighth, the court ordered the districts to adopt an in-service workshop component of the plan, which would provide mandatory training on a range of diversity issues for all members of the school districts, and would provide opportunities for parental participation.</p>\n<p>Ninth, the court directed the districts to adopt a uniform discipline code and an inter-district committee on student conduct and discipline. <i>Id.</i> at 380.</p>\n<p>The court also adopted a series of measures necessary to implement the plan. The court designated Dr. Michael Stolee as its representative for implementation. <i>Id.</i> at 381. The court also established the Community Education Council, a community-wide representative board with a full-time director (the \"CEC\"). The CEC was established to provide accurate information to the communities about the desegregation process, to improve citizen involvement in the process, to serve as liaison between communities and the school districts, to assist districts in dispute resolution, and to serve as the primary body monitoring implementation of the remedy for the court. <i>Id.</i> at 382-83.</p>\n<p>In addition, the court ordered the transportation of transfer students, established timetables for implementation of the plan, and required the districts to submit annual progress reports. <i>Id.</i> at 383-85.</p>\n<p>Further, the court established the mechanisms for funding all aspects of the plan. <i>Id.</i> at 385-88. In particular, to prevent a student's transfer election from imposing a financial penalty on the student's district of residence, the State was required to \"continue to pay to the school district of residence, the amount of State financial aid that the student would have generated had he or she not elected to transfer,\" as well as to \"pay the receiving school district 100% of the costs involved in educating that pupil,\" at the same rate as annual costs for regularly enrolled students. 515 F.Supp. at 386.</p>\n<p>The court also directed that \"[f]ederal funding of programs outlined in th[e] plan should be sought to the maximum feasible levels\" by the three local school districts, the intermediate school district and the state acting cooperatively. <i>Id.</i> at 385.</p>\n<p>The court required that additional funds \"generated above and beyond regular district operating budgets under the financial plan set forth in the paragraph below shall be used by the districts acting cooperatively to finance enriched educational opportunities and magnet programs, in each district, for the benefit of children in all three districts.\" <i>Id.</i></p>\n<p></p>\n<h2>B. <i>The Green Factors</i>\n</h2>\n<p>The court finds that the BHASD has eliminated the vestiges of past segregation to the extent practicable in each of the areas of school operations identified by the Supreme Court in <i>Green,</i> 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716, <i>i.e.,</i> student assignment, faculty and staff, transportation, extracurricular activities, and facilities. Plaintiffs admit that the BHASD is unitary with respect to each of the <i>Green</i> factors. (Ex. S-255: Pl's admissions); (Tr. 489-90 Rossell; Tr. 260-62 Williams; Tr. 63-64 Peeples Burks.) In addition, the court finds that the uncontroverted evidence presented at hearing fully supports the determination that the BHASD has fully desegregated its schools under each of the <i>Green</i> factors. (<i>See generally,</i> Tr. 476-577 and specifically, 489-91 Rossell.<sup>[3]</sup>)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*978</span> C. <i>Student Achievement Vestiges</i>\n</h2>\n<p>As previously mentioned, in its 1977 liability findings the court found that defendants' past segregative conduct had resulted in measurably reduced achievement in the BHASD. The court's 1981 remedial order provided for an achievement and social skills component to address chronic low achievement. The goal of the achievement component was to \"raise the level of student achievement until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests.\" 515 F.Supp. at 370.</p>\n<p>On May 11, 2001, this court ruled that defendants have the burden of proving that current achievement levels are not causally related to past segregation. (Dkt. # 1610.) After careful analysis of the evidence presented at the hearing, and despite certain inadequacies in the implementation of the Comer education model, the court finds that defendants have met their burden.</p>\n<p>As stipulated by the parties, \"no children in the Benton Harbor schools today were enrolled in the BHASD when the remedy began in 1981.\" (Stip. No. 2a.)</p>\n<p>Moreover, current levels of educational attainment in the district are not attributable to deficiencies in school funding in the district. Under the desegregation order, the BHASD has enjoyed resource advantages compared to most other school districts within Michigan generally and within Berrien County in particular. The ratio of pupils to teacher is generally lower and the teachers are generally better educated. The average teacher salary is not on the low end of salaries in the region. (S-3 to S-7; Tr. 91-104 Armor; 932-33 Williamson.)</p>\n<p>The needs of the district are greater than many other districts because of the financial condition of the community. (Tr. 287-88, 291, 334 Williams (citing mandatory breakfast and lunch programs all days; high teen pregnancy; large numbers of entering children with impoverished communications skills).)</p>\n<p>Poverty in the BHASD has risen steadily both before and after the implementation <span class=\"star-pagination\">*979</span> of the remedial order. (S-39.) In 1990, 60% of black households in the City of Benton Harbor were in poverty, compared with only 42% in 1980. (S-39; Tr. 452 Clark.)</p>\n<p>Benton Harbor also has suffered very significant population losses overall. (S-30.) White and middle class families have left the BHASD in substantial numbers, while black households have increased. (S-30 to S-33.) The white population in the City of Benton Harbor declined from 14,000 in 1960 to approximately 600 in the year 2000, while the black population increased from about 4,800 to over 10,000 over the same period. (S-31; Tr. 437 Clark.) On a percentage basis, the change in black population from 1960 to 2000 was from 27% to 95%. (Tr. 438 Clark.)</p>\n<p>In the BHASD as a whole, the white population declined from about 35,000 in 1960 to about 12,000 in 1990, while the black population increased from 10,000 to almost 22,000 over the same period. These population changes have been affected both by patterns of migration (out-migration of white families and in-migration of black families) and by higher black fertility rates. (S-38; Tr. 448-50 Clark.)</p>\n<p>As a result, the enrollment of the BHASD has changed markedly from the time of the remedial order to the present. Between 1980-81 and 1999-2000, white enrollment in the BHASD declined from about 2,000 students to fewer than 500, but black enrollment only declined from about 7,000 to 5,500. (S-30 to S-33; S-45.)</p>\n<p>The current racial composition of the BHASD enrollment is not causally related to the earlier Constitutional violations found by this court, but rather is the result of demographic and economic forces that are not unique to Benton Harbor and that both predated and continued through this litigation. (Tr. 461-62 Clark.)</p>\n<p>In an effort to assess how the BHASD schools were performing, defendants' achievement expert, Dr. David Armor,<sup>[4]</sup> performed a regression analysis comparing the BHASD math and reading MEAP<sup>[5]</sup> scores to the state average for 4th and 7th grades for the years 1999 and 2000. Dr. Armor controlled for the effects of poverty<sup>[6]</sup> in his regression analysis in order to eliminate the extant poverty in Benton Harbor as a factor affecting student achievement. Dr. Armor found that BHASD students in the 4th grade exceeded the state average for both years in <span class=\"star-pagination\">*980</span> reading. (Indeed, even without controlling for poverty, on the most recent MEAP tests, 4th grade reading exceeded the state average. J-1; Tr. 942 Williamson.) In the 7th grade results, BHASD students trailed the state average by a statistically significant margin for both years, although the difference was equal to approximately one test question. In math, BHASD students exceeded the state average in 2000 and slightly trailed it in 1999, but again by only about one test question. (S-9 to S-12; Tr. 134-41 Armor.) Dr. Armor concluded that BHASD's poverty accounts for virtually all of the differences in educational outcomes observed between the BHASD and the rest of Michigan. (Tr. 143-44 Armor.)</p>\n<p>Dr. Armor also studied high school dropout rates as another measure of BHASD performance. Again controlling for the BHASD's extreme poverty, Dr. Armor found that in the year 2000, the BHASD dropout rate was statistically the same for the BHASD as for the rest of the state. (S-13; Tr. 141-43 Armor.)</p>\n<p>Dr. Armor did not, however, evaluate achievement in the BHASD at the high school level using standardized assessments. Instead, he opined that such individual studies of high school students were less reliable for two reasons: (1) by eleventh grade, the time of MEAP achievement assessment, a large number of students drop out of school, resulting in a comparison of a smaller subset; (2) in high school, fewer students are willing to use the free and reduced lunch program, rendering it a less accurate surrogate for socioeconomic status (\"SES\") of the individual students. (Tr. 125 Armor.) Although I partially accept Dr. Armor's explanation for failing to conduct a study of high school performance<i>i.e.,</i> I accept that individual achievement studies of high school students might be less accurate Dr. Armor failed to explain why a state-wide comparison, comparing school district test averages and school district free lunch rates, is unreliable. Where, as here, Dr. Armor concludes that the drop-out rate in Benton Harbor as a whole is comparable to other Michigan districts when controlled for poverty (Tr. 141-43 Armor), and where Dr. Armor testified that the district-wide rate of free lunch was highly correlated with all other SES factors in state-wide comparisons (Tr. 232-33 Armor), I question why district-wide data could not be used to control for poverty since the smaller cohort should be comparable to that of similar districts.</p>\n<p>Despite these reservations, I nevertheless accept Dr. Armor's testimony that student achievement in Benton Harbor is statistically comparable to state-wide performance, when controlled for poverty.</p>\n<p>Dr. Armor also studied whether there existed any gaps in the achievement outcomes of black and white children in the BHASD. The goal of his study was to determine the existence of any measurable differences in the performance of white and minority students in the BHASD that could be attributable to past segregation in the district. The black-white achievement gap exists in every school district in the United States, including those never found to have operated a segregated system. Further, the gap is found in children at the beginning of their academic careers. (Tr. 144-45 Armor.)</p>\n<p>I accept Dr. Armor's conclusion that after adjusting for SES factors and first grade test scores, no statistically significant gap exists between the performance of white and minority students in the BHASD. (S-14; Tr. 146-49 Armor.) In other words, no \"achievement gap\" exists in the BHASD that is attributable to the race of students.</p>\n<p>Indeed, even without controlling for SES, the achievement gap between black <span class=\"star-pagination\">*981</span> and white students in the BHASD is one of the smallest Dr. Armor has ever studied. (Tr. 155-56 Armor.) Using unadjusted figures, the achievement gap in the BHASD at the fourth grade level is .23 standard deviations in reading and .38 standard deviations in math.<sup>[7]</sup> At the seventh grade level, the achievement gap is greater, but still low: .46 standard deviations in math and .59 standard deviations in reading. All of these numbers are significantly lower than for districts such as Grand Rapids, which have never been found to have engaged in segregation. (<i>Id.</i>)</p>\n<p>Plaintiffs' expert, Dr. Robert Crain, concluded that achievement deficits remain in the BHASD since the time of the remedial order. Dr. Crain evaluated individual transcripts for 1,419 students entering ninth grade for the first time and residing in the poorest census tracts in the BHASD. Dr. Crain divided the students into six year-categories: 1975-77 (graduating class of 1980-81); 1978-83 (graduating class of 1985-86); 1983-86 (graduating class of 1990-91); 1987-1991 (graduating class of 1995-96); 1992-1996 (graduating class of 1999-00); 1997-2000 (not yet graduated). Dr. Crain also examined MEAP scores in each of the years from 1980-81 to 1999-2000.</p>\n<p>Dr. Crain found a substantial increase in the number of students repeating ninth grade, but no increase or decrease in the rate of graduation. (P 86<i>i.</i>) However, I note that another of plaintiffs' exhibits (P 5) shows a decline in the dropout rate between 1997 and 1999 (16.22% to 8.35%), and a significant increase in the graduation rate (51.87% to 69.92%). (P 5.) Going back to 1995, the rate of change is generally consistent, but the trend is interrupted by an outlying peak in 1996, where graduation rates were high and dropout rates low.</p>\n<p>Dr. Crain found that the percentage of students repeating grades ten through twelve was consistent within and across years. (P-86j.) In addition, he found that grade point averages of graduating students had risen since the first year category. (P-86k.)</p>\n<p>Dr. Crain also found significant improvement in fourth grade reading and math performance on the MEAP, but a loss of ground by seventh grade. He concluded that the BHASD has failed to close the gap between its seventh grade students' performance and that of the state average.</p>\n<p>Dr. Crain's study, however, failed to control for poverty in assessing student performance on the MEAP against the state average. He also failed to acknowledge that seventh grade scores have begun to improve in recent years.</p>\n<p>Dr. Crain also noted a decline in the difficulty of courses taken within the math and science curricula by the 1992-96 cohort. He observed that most students had ceased taking a second semester of basic math and science, compared to earlier years. (P-86<i>l.</i>) The court notes, however, that Dr. Crain's data is unreliable on this point because it fails to account for the intervening adoption of block programming in the BHASD, in which students take a full year of courses in a single semester. (Tr. 678 Garrison.)</p>\n<p>Dr. Crain also noted that the percent of students having transcripts sent out to colleges was consistent across all year-categories (30%), with only one year-category (year category 3) slightly higher. While Dr. Crain assumed these numbers were lower than other districts, he examined <span class=\"star-pagination\">*982</span> no evidence to support that assumption. No significant change can be identified across the years in the BHASD. (P-86r.)</p>\n<p>The court finds that Dr. Crain's findings are partially persuasive. That is, the court finds that, in raw terms, student achievement deficits (as measured by the MEAP) between the BHASD and the state averages have not been eliminated. The court also accepts that no significant change has occurred in graduation rates or college application rates, but the court finds that real growth in GPA has been achieved.</p>\n<p>The court also recognizes that neither plaintiffs nor defendants have provided the court with a systematic analysis of individual student performance, controlled for poverty, across the years of the remedial order. This deficit results from the failure of the BHASD to retain records of free and reduced lunch eligibility beyond five years. The court accepts that the data collected and relied upon by Dr. Crain and MCIC provides some useful information comparing individual achievement over time within the BHASD. While Dr. Crain does not control for poverty in his analyses, the use of specific census tracts for individual data collection provides some control for poverty in comparisons between performance of students over time within the BHASD.<sup>[8]</sup> It does not, however, provide a control for poverty vis-a-vis state averages, and Dr. Crain attempted no regression analysis to control for poverty in his comparisons between the BHASD and the state average. On balance, the court is persuaded that the information produced by Dr. Crain is insufficient to undermine Dr. Armor's narrower studies of student MEAP performance, controlled for poverty, for the most recent school years.</p>\n<p>The court also credits the analysis of defendants' expert, Dr. John Murphy, who found no lingering effect of past segregation on achievement. Dr. Murphy analyzed student achievement in the BHASD based on the racial composition of each school and found that achievement was somewhat higher at schools with a higher percentage of minority students. (S-77; S-78; Tr. 854-57.) Dr. Murphy also found that student performance at the schools that the court previously found were \"racially identifiable\" was higher than performance at other BHASD schools. (S-79; S-80; S-81; Tr. 857-59 Murphy.)</p>\n<p>Weighing all these findings together, including the passage of more than twenty years, the absence of any segregative conduct during the educational lives of present BHASD students, the overall current performance of students when controlled for poverty, and the extremely low performance difference based on race, I find that no achievement vestige exists that is attributable to the past segregative conduct of defendants. As a result, the question of whether it is practicable to further eliminate student achievement deficits is not reached.<sup>[9]</sup> While further efforts to improve student achievement may be practicable, such efforts would be addressed to achievement deficits not caused by past segregative conduct of these defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*983</span> D. <i>Good Faith Compliance with Court Orders</i>\n</h2>\n<p><i>Property Transfers.</i> Defendants undisputedly complied with the order of this court requiring the return of the Eamon residential area from Eau Claire to the BHASD. Defendants also observed the injunction from transferring the Sodus II residential area or any other property area out of the BHASD. (Stip. No.2d, p. 4; J-2.)</p>\n<p><i>Elimination of Racially Identifiable Schools.</i> The court also required the BHASD to adopt a student reassignment plan to eliminate racially identifiable schools and to have it in place for the 1981-82 school year. The district complied with this requirement. According to Dr. Rossell's testimony, in 1981-82, the BHASD implemented a plan achieving racial balance within the court's goal of 10% of the district average for 82% of its schools. In the 2000-01 school year, 94% of BHASD schools met the 10% goal. (Tr. 502-03 Rossell.) The district further complied with the court's suggestion of using a uniform grade structure to keep children in the same school building in grades one through four until 1990-91, when it returned to a neighborhood school system with the court's permission.</p>\n<p><i>Magnet Schools and Interdistrict Transfers.</i> The district also substantially complied with the court's order directing the development of magnet programs to provide greater educational opportunities for BHASD students and to encourage voluntary transfer of students between the BHASD and Coloma and Eau Claire. The district structured several highly successful magnet programs, including the Boynton Montessori Program, the Gifted and Talented Program, the Creative Arts Academy and the McCord Renaissance Program, each of which remained available to students in the three districts. (P-18.) While not drawing as large numbers of suburban students as the court had hoped, the magnet schools in the BHASD achieved a transfer-in rate from Coloma and Eau Claire of 1%, a rate equivalent to the transfer-in rate of the largest interdistrict transfer programs in the United States. (S-96; Tr. 517-19 Rossell.)</p>\n<p>I note that plaintiffs introduced a 1992 study of magnet schools and student transfers conducted by representatives from Eau Claire, Coloma, Benton Harbor, the NAACP and the State of Michigan. (P-108.) The study demonstrated that the implicit goal in the remedial order of 25% out-of-district participation was never met for any Benton Harbor magnet.<sup>[10]</sup> The report identified ways in which participation might be increased, specifically, providing additional Montessori magnet opportunities and altering the Gifted and Talented magnet. The study reported that Coloma and Eau Claire students were placed on a waiting list despite the 25% goal not having been reached. (P-108 at 6.) The study then continued that a total of 124 students had applied for 40 slots.<sup>[11]</sup><span class=\"star-pagination\">*984</span> The study did not, however, provide any numbers in any years of how many Coloma and Eau Claire students were placed on such a list. As a result, while the report suggests that in one year Coloma and Eau Claire students may have been turned away, it provides little evidence of a significant failure to comply with the court order.</p>\n<p>In contrast, testimonial evidence of BHASD officials strenuously testified that Coloma and Eau Claire students were not placed on waiting lists and that they were unaware of any such occurrence. (Tr. 731-32 Garrison; Tr. 355 Williams.) In response to this testimony, plaintiffs relied solely on the limited evidence contained in the magnet study, which, as I have observed, did not clearly state how frequently and how many students from Eau Claire and Coloma were placed on waiting lists.</p>\n<p>The remedial order also required that \"[f]ederal funding of programs outlined in this plan should be sought to the maximum feasible levels by the three local school districts, the intermediate school district, and the state acting cooperatively.\" 515 F.Supp. at 385. Plaintiffs introduced evidence that the BHASD sought funding of its magnet programs only three times, in 1985, 1986 and 1989. (Tr. 357-58 Williams.) In 1989, the district received a substantial grant to fund magnets. Thereafter, the district was eligible to apply for federal grants but elected not to do so. (Tr. 359 Williams.) Although Superintendent Williams suggested that grants possibly were not applied for because funding was reduced or the likelihood of getting the grants was so small as to make development of the proposal a wasted effort (Tr. 360 Williams), Williams did not testify as to the precise reason for the failure. In addition, the minutes of the Superintendents' Council meeting of Friday, December 1, 1995, reflects that the magnet study committee had been resumed but discontinued due to a lack of participation from Benton Harbor. (BH-2.) However, at that same meeting, the district superintendents, including Ms. Williams, recommitted to support this committee. At the subsequent meeting of the council, January 26, 1996, Dr. Staten reported that two meetings of the magnet committee had been scheduled. Study of the magnet programs continued through 1996. (BH-2.)</p>\n<p>I find that while defendants did not fully comply with the court's order, either by seeking maximum funding for the magnet programs or by making aggressive efforts to evaluate and improve those programs, defendants nevertheless substantially complied with the court's orders regarding magnet schools. I therefore conclude that defendants substantially complied in good faith with this aspect of the transfer program.</p>\n<p>With respect to transfers of black students out of Benton Harbor to Eau Claire and Coloma, defendants implemented and financially supported a substantial interdistrict transfer program during the entire period of the remedial order. It should be noted that Benton Harbor achieved the second highest percentage of African American students transferring out-of-district (13%) of any of the largest interdistrict transfer programs in the country. Only St. Louis exceeded the rate experienced in Benton Harbor. (S-95; Tr. 513-17 Rossell.) No evidence suggested that the transfers out of Benton Harbor could or should have been increased. No question exists of the good faith of defendants in implementing this aspect of the program.</p>\n<p><span class=\"star-pagination\">*985</span> <i>Curriculum.</i> Defendants presented uncontroverted evidence at the hearing that the BHASD has an appropriate and uniform curriculum, which is tied to the state MEAP standards. (Tr. 685-86 Garrison; S-61; Tr. 840-41 Murphy.) The BHASD curriculum includes courses on African American history and multi-cultural studies. (S-210, p. 60.) It is clear that no evidence exists that the curriculum or materials used by the BHASD includes cultural or racial bias or that practices or policies exist that racially discriminate. (Tr. 53-54 Peeples Burks; Tr. 260-62 Williams.)</p>\n<p><i>Faculty and Staff Reassignment and Affirmative Action Goals.</i> It was uncontested at the hearing that faculty and staff in the BHASD have been reassigned and are well-integrated throughout the BHASD. No school is racially identifiable on the basis of faculty and staff composition. (S-255; Tr. 521-25 Rossell.) In addition, the BHASD has met and exceeded the affirmative action goals identified in the remedial order concerning the composition of faculty and staff. (<i>Id.;</i> S-99 through S-101.)</p>\n<p><i>In-Service Training.</i> BHASD personnel participated in extensive in-service training and workshops over the years, including workshops geared toward the improvement of student achievement, the desegregation process, diversity and multi-cultural issues. (S-111 through S-128; S-150; Tr. 679-81, 686-87 Garrison; Tr. 266-70 Williams; Tr. 740-42 Staten.) The court finds that defendants have complied in good faith with the in-service training requirement of the remedial order.</p>\n<p><i>Discipline.</i> In the 1981 remedial order, the court required defendants to adopt a uniform code of conduct and discipline. It is undisputed that such a code was developed and adopted. (BH-12; Tr. 306 Williams.) The record at trial also established that the code is fairly enforced as evidenced by the fact that the percentage of African American suspensions is nearly equal to the percentage of African American student enrollment. (Tr. 530-31 Rossell; S-105; S-106.) The court therefore finds good faith compliance with this aspect of the remedial order.</p>\n<p><i>Community Involvement and Monitoring.</i> As part of the remedial order, the court established the Community Education Council (\"CEC\") as the \"primary body monitoring implementation of the court's order on behalf of the court.\" The CEC was established and funded in accordance with this court's orders at all times since adoption of the remedial order. Since monitoring implementation of the court's order was one of the functions of the CEC, the court is aware of the existence of some tensions between the CEC and various defendants during the course of the 21-year remedial period. However, no evidence was presented at the hearing that suggested that defendants had failed to cooperate in good faith with the CEC. (Tr. 936 Williamson; Tr. 1134 Cain; Tr. 772-73 Staten.)</p>\n<p><i>Annual Desegregation Progress Reports.</i> The court required the BHASD to annually submit desegregation progress reports. This was done every year through the 1999-2000 school year. (S-111 through S-128; S-150; Tr. 306-07 Williams.)</p>\n<p><i>Achievement and Social Skills.</i> Compliance with this aspect of the court's remedial order was the subject of a very large percentage of the evidence presented at the unitary status hearing. In the 1981 order, the court determined that the remedy for past segregation in Benton Harbor required implementation of a program designed to improve \"self-esteem, achievement motivation, social skills, coping, behavior, and vocational and career awareness in students at all grade levels.\" <span class=\"star-pagination\">*986</span> 515 F.Supp. at 370. The court directed the school boards and the school district superintendent, under the direction of Dr. James Comer, to develop, implement and evaluate such a program, which the court ruled was of \"critical importance ... to a complete equitable remedy of the adverse effects of defendant's segregative conduct.\" <i>Id.</i> The court retained jurisdiction to issue further orders on this component. The court also determined that</p>\n<blockquote>[t]he goal of persons working within this component will be to raise the level of student achievement, until achievement within the district reaches the average attained by Michigan students in statewide achievement tests. Once that goal has been achieved, the program will be phased out over two additional school years.</blockquote>\n<p>515 F.Supp. at 370.</p>\n<p>The BHASD worked with Dr. Comer to adapt the Comer plan to the BHASD, sending an administrator, Ms. Erma Mitchell, to Yale University for one year to receive training from Dr. Comer and his staff. (Tr. 1414 Mitchell.) During the course of the program, the State paid for the training of numerous administrators, board members, superintendents and teacher and parent representatives at Yale University. The State also paid for the court and the court master to observe the program in New Haven. (Tr. 1413-15 Mitchell.)</p>\n<p>At Dr. Comer's recommendation, the Comer program began to be implemented in only four elementary schools in the BHASD during the 1982-83 school year. (S-368.) The court approved stipulated modifications in the required state funding payments consistent with the staggered implementation. (P-10; P-90a; P-90j; P-90k; P-90<i>l</i>; Tr. 1465 Stevens.<sup>[12]</sup>) The BHASD did not attempt to reserve for later use funds originally authorized by the remedial order, though the program coordinator believed those funds were being placed aside for later use when implementation was at its peak. (Tr. 1334 Mitchell; Tr. 1465 Stevens; P-10; P-90j; P-90k.)</p>\n<p>In 1987, the parties entered into a stipulation, which the court approved, that provided predictable funding for school years 1986-87 through 1991-92. The stipulation provided funding at higher levels than originally mandated by the remedial order, but also provided for the funds to decrease each year after 1988 and to be terminated at the end of the 1991-92 school year. (P-90h; Tr. 1467 Stevens.)</p>\n<p>In the 1986-87 school year, in anticipation of declining financing from the State under the remedial order, the BHASD superintendent ordered that the program be implemented in all remaining elementary schools in the district. (S-368; S-223; Tr. 595 Gavin; Tr. 1338-39, 1345-47 Mitchell.) The decision was contrary to the recommendation of both the program director, <span class=\"star-pagination\">*987</span> Erma Mitchell, and Dr. Comer. (Tr. 1346 Mitchell.) During that same school year, while the program was being implemented for the first time in all elementary schools, Mitchell was removed from the position of program director. (Tr. 1350 Mitchell.) She was not replaced until after the end of the school year, and then by an individual holding a lower status position who had no say on the management team. (Tr. 1350, 1352 Mitchell; Tr. 606, 612 Gavin.) In addition, Mitchell was directed to have no contact with her successor. It is also undisputed that on July 14, 1992, the BHASD school board voted to terminate the Comer model due to lack of finances. (P-90f: Board Minutes of 7/14/92.) After the program was terminated, the program had no director or monitoring, no further training took place, the social skills component of the program was discontinued and the parent stipend program was terminated. (Tr. 651-654 Gavin; Tr. 1430-31 Mitchell.) In addition, the program was never implemented at the junior high and high school levels. (Tr. 624 Gavin; BH-38.)</p>\n<p>Although defendants assert that they continued the Comer philosophy after July 14, 1992, by compliance with Public Act 25, the evidence does not support that contention. The Comer program requires all of the elements for its effectiveness. (10/24/01 Tr. 17-28, 81 Comer.<sup>[13]</sup>) Compliance with Public Act 25 is not equivalent to the Comer program, though a school implementing the Comer program will comply with Public Act 25. (BH-29; Tr. 594-97, 625-34, 650 Gavin.)</p>\n<p>I find, based on all of these facts, that the BHASD did not fully comply with the achievement component of the court's order. Indeed, the school board appeared to pay little attention to the ultimate goal or method of its achievement obligation under the remedial order. Gladys Peeples Burks, director of BHASD's desegregation advisory services in 1982-83 and district board member from 1993 to present, stated that she did not become aware of the remedial order's goal for student achievement until two weeks before the hearing on unitary status, when she read the order for the first time. (Tr. 37-38, 59-60, 71 Peeples Burks.) She testified that during her eight-year tenure on the BHASD school board, the board has not discussed the goals of the remedial order. (Tr. 39, 70, 72 Peeples Burks.) Even at the time of her testimony, Peeples Burks did not believe the BHASD was under direction to continue the Comer program until MEAP test scores equaled state averages. (Tr. 73-74 Peeples Burks.) Yet in 1987, then-superintendent of the BHASD, Harry Stephens, received a letter from court master Michael Stolee advising that any program that might interfere with or replace the Comer model would have to be approved by the court. (P-40.) Further, no evaluations were conducted by the district of compliance with the remedial order.</p>\n<p>Despite the above, I find that the BHASD has made substantial and continuous efforts to improve student achievement notwithstanding this lack of attention to the specific method of the remedial order. (Tr. 39-50 Peeples Burks; Tr. 311-12 Williams; Tr. 658-700, 731-32 Garrison.) The evidence is clear that while the district abandoned the Comer model as a whole, <span class=\"star-pagination\">*988</span> board members and administrators actively sought to improve student achievement in the BHASD with the understanding that the remedial order required such efforts. (Tr. 256-57, 265-302, 312 Williams; Tr. 38, 40, 72 Peeples Burks; Tr. 731-32 Garrison.) Recently, those efforts included working extensively with plaintiffs' expert Dr. Stephens to develop a comprehensive school improvement plan, 45% of which has been implemented despite the lack of specially dedicated funding. (Tr. 659, 662-63 Garrison.)</p>\n<p>In addition, it is apparent that the program was not terminated in willful contempt of the court's order. While the order clearly states the requirement that the student achievement component be implemented until BHASD MEAP scores reached the state average, the evidence does not indicate that all BHASD officials fully appreciated that fact. Further, the memos produced at the time of the discontinuation of the program, as well as the board minutes, suggest that the district believed, whether reasonably or not, that it could continue to utilize the Comer philosophy without the formality of the program. (S-162.) Moreover, while it always remained the BHASD's primary responsibility under the order to implement and assure compliance with the order, 515 F.Supp. at 383, it appears that although Dr. Stolee and James Turner of the CEC initially questioned the district's actions (S-163), neither Dr. Stolee, the CEC, nor plaintiffs' counsel ever sought to follow up their early concerns until the motions for unitary status were filed years later. Finally, the BHASD appeared to consider the termination of special state funding for the component, as approved by the court, as tacit approval to not fund the program. Again, however unreasonable this assessment may have been, the court concludes that the decision made by the BHASD to terminate the Comer plan was not taken in bad faith.</p>\n<p>I further find that the State of Michigan has fully complied with its obligations under this component of the remedial order. It was undisputed that the State fully funded all aspects of the achievement component as directed in the original and subsequent orders. (Tr. 1601 Stevens; Tr. 321-22 Williams; Tr. 1407 Mitchell; S-207; P-90j; P-90k; S-227; S-368; S-402.) The State's funding obligation for this component ended in 1992, pursuant to a stipulated order of this court issued in 1987. (S-368.)</p>\n<p>In addition, the court finds that a substantial number of state officials and department staff placed great emphasis on effective implementation of the order and promoting achievement in the BHASD, fully implementing both the letter and spirit of the order. Dr. Paslov, Dr. Donovan and later Dr. Teressa Staten, all top officials of the Department of Education, routinely chaired the Superintendents Council meetings. (Tr. 737-740 Staten.) Indeed, Dr. Staten continued in this role following her retirement. Dr. Staten traveled regularly to Benton Harbor and consulted on the telephone on issues involving the BHASD. (Tr. 747-49 Staten.) Dr. Staten testified at length about additional efforts undertaken by the State beyond funding the court-ordered remedy. (Tr. 761-64, 767-69.)</p>\n<p>In addition, Dr. Eugene Cain testified to the large number of equity initiatives the State pursued in Benton Harbor, making efforts to see that Benton Harbor, in particular, was one of the beneficiaries of various competitive State programs. (Tr. 1118-30 Cain.) Dr. Cain also testified to being influenced by a meeting that occurred shortly after he began working at the Department of Education, in which the State Superintendent of Instruction, Dr. Runkel, discussed the agency's responsibilities in Benton Harbor and his belief that <span class=\"star-pagination\">*989</span> the State should go beyond the court order. Dr. Cain expressed his own abiding concern about the district arising out of his personal experiences attending segregated schools in Birmingham, Alabama. (Tr. 1116-17, 1132 Cain.)</p>\n<p>Further, the State has continuously provided a variety of technical services to the BHASD particularly, and to other districts with large numbers of disadvantaged students. These services include technical assistance such as individual coach/mentor visits to the BHASD schools, consultation with individual school leaders on the creation of school improvement plans, grant awards to individual schools in the BHASD, other discretionary grants, support for early childhood activities, assistance in the area of school health programs, and cash awards for school improvement initiatives. (S-292; S-269; S-270; S-263 to S-265; S-293; S-266; S-268; S-276; S-289; Tr. 915-31 Williamson.)</p>\n<p></p>\n<h2>III. CONCLUSIONS OF LAW</h2>\n<p>\"The duty and responsibility of a school district once segregated by law is to take all steps necessary to eliminate the vestiges of the unconstitutional <i>de jure</i> system.\" <i>Freeman v. Pitts,</i> 503 U.S. 467, 485, 112 S.Ct. 1430, 118 L.Ed.2d 108 (1992). This obligation has been phrased as a duty to convert the prior dual system to one that is unitary, in which \"`racial discrimination would be eliminated root and branch.'\" <i>Freeman,</i> 503 U.S. at 486, 112 S.Ct. 1430 (quoting <i>Green,</i> 391 U.S. at 437-38, 88 S.Ct. 1689).</p>\n<p>The term \"unitary\" is not a precise concept. Instead, the concept is used generally to describe a school system that has been brought into compliance with the requirements of the Constitution. <i>Id.</i> at 487, 112 S.Ct. 1430. The elimination of the effects of the prior violation is the goal and limit of the court's equity power. <i>See generally id.</i> at 487, 112 S.Ct. 1430 (\"The essence of a court's equity power lies in its inherent capacity to adjust remedies in a feasible and practical way to eliminate the conditions or redress the injuries caused by unlawful action.\"). The concept of a \"unitary\" system is to \"guide district courts in assessing when it is appropriate to restore local control....\" <i>Manning v. School Bd. of Hillsborough County,</i> 244 F.3d 927, 942 (11th Cir.2001).</p>\n<p>In imposing a remedy and determining whether a unitary district has been established, the Court has identified six important indicia of a racially segregated school system: \"student assignments, ... faculty, staff, transportation, extracurricular activities and facilities.\" <i>Id.</i> (quoting <i>Green,</i> 391 U.S. at 435, 88 S.Ct. 1689). Those six factors, the \"<i>Green</i> factors,\" have been identified by the Supreme Court as deficiencies considered to be <i>per se</i> vestiges of discrimination. <i>Id.</i> The Court has acknowledged, however, that <i>Green</i> does not set forth the only factors that may be implicated by segregative practices. <i>See </i><i>Jenkins III,</i> 515 U.S. at 88-89, 115 S.Ct. 2038 (\"[W]e have identified `student assignments, ... faculty, staff, transportation, extracurricular activities and facilities' as <i>the most important</i> indicia of a racially segregated school system.\") (emphasis added). Indeed, the Court specifically has recognized that disparate student achievement and other ancillary effects in addition to the <i>Green</i> factors may properly be attributable to past <i>de jure</i> discrimination. <i>Id.</i> at 90, 115 S.Ct. 2038; <i>see also </i><i>Milliken v. Bradley (\"Milliken II\"),</i> 433 U.S. 267, 97 S.Ct. 2749, 53 L.Ed.2d 745 (1977).</p>\n<p>In determining whether a school district previously found to have engaged in <i>de jure</i> segregation has achieved unitary status, the ultimate question before the court is \"`whether the constitutional violator ha[s] complied in good faith with the desegregation <span class=\"star-pagination\">*990</span> decree since it was entered, and whether the vestiges of past discrimination ha[ve] been eliminated to the extent practicable.'\" <i>Missouri v. Jenkins,</i> 515 U.S. 70, 89, 115 S.Ct. 2038, 132 L.Ed.2d 63 (1995) (quoting <i>Freeman v. Pitts,</i> 503 U.S. 467, 492, 112 S.Ct. 1430, 118 L.Ed.2d 108 (1992), and <i>Board of Education of Oklahoma City Public Schools v. Dowell,</i> 498 U.S. 237, 249-50, 111 S.Ct. 630, 112 L.Ed.2d 715 (1991)).</p>\n<p>It is well established that defendants bear the burden to proof on their compliance with remedial orders and on the existence of any vestiges of the <i>Green</i> factors. <i>See </i><i>Freeman,</i> 503 U.S. at 494, 112 S.Ct. 1430. In addition, this court previously has held that student achievement vestiges should be treated like other indicia of a segregated school district. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> 141 F.Supp.2d 802, 810 (W.D.Mich.2001). Therefore, as with the <i>Green</i> factors, defendants bear the burden of showing that any continuing student achievement deficits are not vestiges of their prior segregative conduct. <i>Id.</i></p>\n<p></p>\n<h2>A. <i>Good Faith Compliance</i>\n</h2>\n<p>As previously discussed, the court's initial remedial order and various supplementary orders included a variety of components, including the elimination of racially identifiable schools within the BHASD on all of the <i>Green</i> factors, the development of magnet schools and interdistrict transfers, as well as various means of assuring the success of those components such as community involvement, monitoring and financing. In addition, the court ordered an achievement and social skills component, directing the defendants to implement the Comer Program throughout the district. The court stated that the \"goal of persons working within this component will be to raise the level of student achievement, until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests.\" 515 F.Supp. at 370. The student achievement component was to be phased out over two additional school years if this standard had been met.</p>\n<p>Subsequently, in 1987, in accordance with a stipulation of the parties, the court modified the order with respect to the funding of the achievement and social skills component. (Dkt. # 882; P 90h.) The order altered both the timeline for full implementation of the Comer program and the funding formula for the program. Under the stipulation and order, the State's obligation to provide full funding for the program was terminated after the 1991-92 school year, at which time the Comer model was expected to be fully internalized in the system. The order, while fully and finally resolving the State's obligations to pay for the component, did not alter the measure set in the original order for terminating the program.</p>\n<p>As I previously concluded in my findings of fact, the BHASD did not continue the Comer program after the 1991-92 school year, when specific funds from the State were terminated, despite the fact that the district at no time met the goal that district MEAP averages would meet those of the state. In the absence of another order of the court, this failure amounts to facial noncompliance with the court order.</p>\n<p>However, I note that the remedial order did not expressly state that the BHASD would be barred from unitary status unless the Comer model was continued until the district MEAP averages met state-wide averages. The order stated that the \"<i>goal</i> of persons working within this component will be to raise the level of student achievement, until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests.\" 515 F.Supp. at 370 (emphasis added). The court's phrasing was not accidental. A \"goal\" is not an imperative. <span class=\"star-pagination\">*991</span> The phrasing followed the court's reiteration of its liability findings to the effect that student achievement deficits were directly linked to past discrimination and achievement remedies were required to overcome the effects of the past segregation. <i>Id.</i> at 368. In fact, the remedial order reserved its authority to make additional orders with respect to the component \"as required to fully effect a complete, equitable remedy.\" Thus, the order implicitly recognized the possibility that the goal would not be met prior to termination of court jurisdiction, if achievement deficits were no longer linked to past liability.</p>\n<p>As a result, as I have held, the BHASD did not fully comply with the requirements of the order with respect to the Comer program. That failure to comply, however, does not itself demonstrate bad faith that necessarily bars a grant of unitary status.</p>\n<p>Indeed, perfect compliance with the court's remedial orders is not required for a constitutional violator to be released from judicial oversight. When examining evidence of compliance to determine \"whether a school board has acted in good faith, a court should not dwell on isolated discrepancies, but rather should `consider whether the school board's policies form a consistent pattern of lawful conduct directed to eliminating earlier violations.'\" <i>Manning,</i> 244 F.3d at 946 &amp; n. 33 (quoting <i>Lockett v. Board of Educ. of Muscogee County Sch. Dist.,</i> 111 F.3d 839, 843 (11th Cir.1997)). As the <i>Manning</i> court noted, \"[t]he focus is on the school board's pattern of conduct, and not isolated events, because <i>the purpose of the good-faith finding is to ensure that a school board has accepted racial equality and will abstain from intentional discrimination in the future.\" Id.</i> at 946 n. 33 (emphasis added) (citing <i>Freeman,</i> 503 U.S. at 498-99, 112 S.Ct. 1430 (\"A history of good-faith compliance is evidence that any current racial imbalance is not the product of a new <i>de jure</i> violation, and enables the district court to accept the school board's representation that it has accepted the principle of racial equality and will not suffer intentional discrimination in the future.\")).</p>\n<p>The evidence uniformly suggests that the BHASD has complied fully and in good faith with most of the components of the remedial order. Plaintiffs admit that the BHASD eliminated racially identifiable schools, both in pupil assignment and staff assignment. Magnet programs were developed as required and, while plaintiffs assert defendants could have done more to fund expansion of the Montessori magnet, the bulk of the evidence supports a finding of good faith on this component. The interdistrict transfer programs otherwise were fully implemented and supported. The district unquestionably met its affirmative action goals, in-service training requirements, student discipline and community involvement.</p>\n<p>In addition to this substantial compliance with the bulk of the remedial order, no independent evidence suggests that this school district, whose student population is over 90% African American, a majority of whose board members and administrators are African American, and a high percentage of whose teachers are African American, will return to intentional discriminatory conduct. The testimony uniformly supports the conclusion that all students in the BHASD are receiving the same education, regardless of race. As a result, the failure to continue to implement the Comer model after 1992 does not suggest a likelihood that the district will return to its past segregative conduct. <i>See </i><i>Manning,</i> 244 F.3d at 946 n. 33.</p>\n<p>Moreover, regardless of the district's imperfect fulfillment of the order's requirements regarding the Comer program, the district unquestionably has made efforts <span class=\"star-pagination\">*992</span> during all of the intervening years to improve student achievement and to eliminate the educational deficits identified in the court's order. While legitimate dispute may or may not exist concerning the efficacy of these efforts, the court has received undisputed evidence that the efforts conscientiously were undertaken. The court is persuaded by the testimony of Superintendent Williams, board member Gladys Peeples Burks, and Assistant Superintendent for Instruction Rick Garrison that district administrators and board members continuously struggled to improve student achievement. Indeed, student achievement has improved dramatically over the last three years. The BHASD has implemented many elements of a school improvement plan developed by plaintiffs' experts, to the extent funding will allow. On all of the evidence before the court, I find that the district has demonstrated a good faith interest in improving student performance, even if it failed to implement in full the court-ordered method for achieving that goal.</p>\n<p>Finally, since the time of the remedial order, the Supreme Court has specifically addressed the scope of a court's authority to impose indefinite remedial programs until student achievement meets national norms. <i>Jenkins,</i> at 515 U.S. at 100-102, 115 S.Ct. 2038. The Court rejected the broad imposition of such general achievement test goals, holding that the court's authority to improve achievement is limited by the incremental amount of achievement deficit that may be said to arise from the past segregative conduct. <i>Id.</i> at 101, 115 S.Ct. 2038. Where, as here, the court concludes that all achievement deficits attributable to past discrimination have been eliminated, incomplete compliance with the achievement component of the court's order, if not done in bad faith or indicative of an intent to return to discriminatory practices, may not serve as a basis for retaining jurisdiction.</p>\n<p>In sum, I conclude that while the BHASD has not fully complied with the student achievement component of the remedial order, its failure does not result from bad faith. I further conclude that, in the context of its compliance with other aspects of the remedial order, the failure of the BHASD to fully comply with the achievement component does not suggest that the district will renew its discriminatory acts following termination of the action. In addition, to the extent that the remedial order required the district to do more than remedy past discrimination, that order would be unenforceable.</p>\n<p>In light of my conclusions about the good faith compliance of the BHASD, the compliance of the State defendants is beyond dispute. As the State notes, a large portion of its obligation under the remedial order was to fund the programs ordered by this court. Over the twenty-one years of the remedy, the State has never failed to meet its funding obligations. Further, as recited in the factual findings, the State defendants have provided substantial technical services and made efforts to assist the BHASD to obtain funds not required under the remedial order.</p>\n<p>In addition, to the extent that the State bears responsibility for the actions of the BHASD,<sup>[14]</sup> the court's findings concerning <span class=\"star-pagination\">*993</span> the compliance of the BHASD are dispositive of any responsibility of the State to oversee such compliance.</p>\n<p>Accordingly, I conclude that the State has complied in good faith with the court's remedial orders.</p>\n<p></p>\n<h2>B. <i>Elimination of the Vestiges</i>\n</h2>\n<p>As previously observed, a school district once segregated must \"take all steps necessary to eliminate the vestiges of the unconstitutional <i>de jure</i> system.\" <i>Freeman,</i> 503 U.S. at 485, 112 S.Ct. 1430. In order to be granted unitary status, defendants must establish that they have eliminated all vestiges of discrimination to the extent practicable. <i>See </i><i>Berry,</i> 141 F.Supp.2d 802, 810. Not all racial imbalances are vestiges of segregation. A racial imbalance is a vestige only insofar as it is causally related to the prior <i>de jure</i> violation. <i>Freeman,</i> 503 U.S. at 496 (\"The vestiges of segregation that are the concern of the law in a school case may be subtle and intangible but nonetheless they must be so real that they have a causal link to the <i>de jure</i> violation being remedied.\")</p>\n<p>In determining whether disparities in a school system are vestiges of past discrimination, the Supreme Court has recognized that a lengthy passage of time makes it less likely that any existing racial imbalances are traceable to the prior segregation. <i>See </i><i>Freeman,</i> 503 U.S. at 496, 112 S.Ct. 1430 (\"As the <i>de jure</i> violation becomes more remote in time ..., it becomes less likely that a current racial imbalance in a school district is a vestige of the prior <i>de jure</i> system.\") \"The causal link between current conditions and the prior violation is even more attenuated if the school district has demonstrated its good faith.\" <i>Id.</i></p>\n<p>Here, plaintiffs admitted and the evidence strongly supported that the vestiges of discrimination had been eliminated as to all of the <i>Green</i> factors. The sole vestige in issue is the student achievement and social skills deficit identified by this court in its liability findings and extensively addressed by the court in its remedial order.</p>\n<p>The Supreme Court has addressed the limits of a district court's authority to improve student achievement in a desegregation case. <i>See </i><i>Jenkins,</i> 515 U.S. at 91, 115 S.Ct. 2038. The Court specifically has cautioned that school improvement plans are proper only when designed to remedy the system-wide reduction in student achievement caused by the original unconstitutional conduct. <i>Id.</i> at 98, 115 S.Ct. 2038 (\"`[F]ederal court decrees exceed appropriate limits if they are aimed at eliminating a condition that does not violate the Constitution or does not flow from such a violation.'\") (quoting <i>Milliken v. Bradley,</i> 433 U.S. 267, 282, 97 S.Ct. 2749, 53 L.Ed.2d 745 (1977) (<i>\"Milliken II\"</i>)). The mere existence of imbalance is not a basis for continuing court jurisdiction over the achievement aspect of a remedy. <i>Jenkins,</i> 515 U.S. at 91, 115 S.Ct. 2038; <i>Milliken II,</i> 433 U.S. at 280 n. 14, 97 S.Ct. 2749.</p>\n<p>In particular, the <i>Jenkins</i> Court cautioned against the continuation of achievement goals based on national norms rather than goals that are closely tied to the effects of legal segregation. <i>Id.</i> at 101-102, 115 S.Ct. 2038 (\"Just as demographic changes independent of <i>de jure</i> segregation will affect the racial composition of student assignments, so too will numerous external factors beyond the control of the [district] affect minority student achievement. So long as these external factors are not the result of segregation, they do <span class=\"star-pagination\">*994</span> not figure in the remedial calculus.\"). The Court expressly reiterated that \"the State and the [BHASD] are `entitled to a rather precise statement of [their] obligations under a desegregation decree.'\" <i>Id.</i> (quoting <i>Dowell,</i> 498 U.S. at 246, 111 S.Ct. 630). Pursuant to <i>Jenkins,</i> the court must do more that determine that \"[s]egregation has caused a system wide reduction in achievement....'\" <i>Id.</i> Instead, it must identify \"the incremental effect that segregation has had on minority student achievement or the specific goals of the quality education programs.\" <i>Id.</i></p>\n<p>In the instant case, the court established a student achievement goal of raising the average BHASD performance on state-wide achievement tests to the average performance in the state as a whole. As previously noted, the court order did not mandate continuation of jurisdiction until that level was reached, but instead created a goal. Even had a mandate been established, however, the court has never made findings in the instant case as to the incremental effects of segregation on any achievement deficits within the district. Under <i>Jenkins,</i> the court's nonspecific finding that segregation had caused deficits is an insufficient basis upon which to continue to impose achievement mandates requiring that the district meet some generalized norm. <i>Id.; see also </i><i>Hoots v. Pennsylvania,</i> 118 F.Supp.2d 577, 602 (W.D.Pa.2000). As a result, in evaluating whether the district has eliminated the vestiges of past discrimination, this court must consider whether student achievement deficits in the BHASD are unexplained by factors other than past segregative conduct.</p>\n<p>I conclude that the remaining achievement deficits in the BHASD are explained by factors other than past discrimination and that no student achievement vestige remains. First, I note that no student presently enrolled in the BHASD has ever attended a school practicing <i>de jure</i> segregation. The parties have stipulated that \"no children in the Benton Harbor schools today were enrolled in the BHASD when the remedy began in 1981.\" (Stip. No. 2a.) In addition, the Comer school improvement program was in place until 1992, and other achievement initiatives have been utilized by the district since that time. While the Court has held that the mere passage of time does not shift to plaintiffs the burden of proving that no vestiges in achievement remain, the passage of time during the implementation of a desegregation order constitutes significant evidence that the remaining deficits are not the result of prior discrimination. <i>Freeman,</i> 503 U.S. at 496, 112 S.Ct. 1430.</p>\n<p>Further, defendants introduced substantial and compelling evidence that the difference in performance on the MEAP tests by BHASD students is entirely explained when results are controlled for poverty. Indeed, the performance in some grades exceeds what would be expected given the high levels of poverty in the district. Although plaintiffs cross-examined defendants' experts, they presented no evidence of their own that controlled for poverty, nor did their expert challenge the regression analysis used by Dr. Armor. The only analysis of student achievement presented by plaintiffs addressed whether student achievement in high poverty areas of the BHASD could be said to have improved since the implementation of the order. Dr. Crain's analysis, however, admittedly did not account for the substantial relative increase in poverty in these districts.<sup>[15]</sup> It <span class=\"star-pagination\">*995</span> also did not attempt to explain the amount of the achievement gap at any point in time that was explained by poverty or other factors.</p>\n<p>Dr. Armor also examined the black/white achievement gap both within the district and nationally, noting that the gap in student achievement exists for students before entering kindergarten and exists in districts that never operated segregated school systems. While the reasons for the gap are multiple and in part overlap with the effects of poverty, the gap nonetheless is distinct from a deficit caused by the practices of the school district. <i>See </i><i>Hoots,</i> 118 F.Supp.2d at 600; <i>Reed v. Rhodes,</i> 1 F.Supp.2d 705, 744 (N.D.Ohio 1998), <i>aff'd,</i> 215 F.3d 1327, 2000 WL 687382 (6th Cir. 2000). Dr. Armor concluded that the performance gap between blacks and whites in the BHASD was substantially less than the gap in other school districts, indeed, one of the lowest with which he has worked. Although the numbers of white students in the BHASD are small, I found credible the testimony that those numbers were not so small as to be statistically unreliable as comparisons.<sup>[16]</sup> Plaintiffs produced no evidence concerning black/white differences, relying on the fact that the certified class in this case consists of all students in the BHASD, not just African American students, and that the remedial order did not distinguish between black and white students when it discussed achievement deficits.</p>\n<p>Admittedly, the remedial order did not expressly distinguish between white and black students in setting the achievement remedy. However, in its liability findings, the court specifically found that individual student achievement of black students had been detrimentally affected by defendants' past segregative actions and inactions. 442 F.Supp. at 1289. The court found different kinds of harm had been experienced by white students in a segregated system. <i>Id.</i> Moreover, while the remedial order did not distinguish between white and black students in the remedial goals, it did expressly refer to the achievement deficits experienced by the victims of discrimination and relied on cases approving such programs designed to remedy the effects of segregation on minority students. 515 F.Supp. at 372-73 &amp; n. 24. The remedial order therefore included an extensive \"achievement and social skills component\" in its plan that unquestionably was directed at remediating achievement deficits of black students relative to white students because those are the deficits that are fairly attributable to the prior segregation. 515 F.Supp. at 369-373. Indeed, in a school desegregation case, it is difficult to contemplate how achievement deficits may be considered to have been caused by racial segregation without understanding that the deficit implies a comparison of black to white.</p>\n<p>As a result, the comparison of black/white achievement data clearly is relevant to a finding of unitary status. I find that the low achievement gap between black and white students in the BHASD is further evidence that current achievement in the district is not a vestige of past segregation.</p>\n<p>During cross-examination of Dr. Armor, plaintiffs suggested that both the national black/white achievement gap and poverty <span class=\"star-pagination\">*996</span> may be affected by discrimination, even when it includes only districts that have never been the subject of a finding of discriminatory or segregative conduct. The court acknowledges the theoretical possibility that some other school districts may have engaged in discrimination but never have been so adjudicated. The court, however, has been presented with no actual evidence to support this inference and further has no data to measure the extent of such influence on the national data.</p>\n<p>In addition, while both poverty and black/white achievement gaps undoubtedly bear a significant relationship to historical racial discrimination within the society, this court has no authority to address the effects of such societal discrimination. <i>See </i><i>Jenkins,</i> 515 U.S. at 102, 115 S.Ct. 2038 (\"So long as these external factors are not the result of segregation, they do not figure in the remedial calculus.\"). As the Supreme Court has observed:</p>\n<blockquote>Past wrongs to the black race, wrongs committed by the State in its name, are a stubborn fact of history. And stubborn facts of history linger and persist. But though we cannot escape our history, neither must we overstate its consequences in fixing legal responsibilities. The vestiges of segregation that are the concern of the law in a school case may be subtle and intangible but nonetheless they must be so real that they have a causal link to the <i>de jure</i> violation being remedied.</blockquote>\n<p><i>Freeman,</i> 503 U.S. at 495-96, 112 S.Ct. 1430. This court's authority to exercise jurisdiction over the BHASD and the State defendants is limited to eliminating the vestiges of the <i>de jure</i> segregation committed by these defendants. <i>See </i><i>Milliken II,</i> 433 U.S. at 281-82, 97 S.Ct. 2749 (\"The well-settled principle that the nature and scope of the remedy are to be determined by the violation means simply that federal-court decrees must directly address and relate to the constitutional violation itself.\").</p>\n<p>In sum, while I accept, without deciding, the evidence presented by plaintiffs' experts that further interventions have the potential to improve performance for Benton Harbor children and reduce achievement gaps between the BHASD and the state average, I find no basis for concluding that the remaining gaps result from prior segregation in the BHASD. As a consequence, those achievement gaps are not properly the subject of this court's continuing jurisdiction. As Judge Posner has observed:</p>\n<blockquote>The board has no legal duty to remove those vestiges of societal discrimination for which it is not responsible. Insofar as the factors we have mentioned, rather than unlawful conduct by the ... school board in years past, are responsible for lags in educational achievement by minority students, the board has no duty that a federal court can enforce to help those students catch up. It may have a moral duty; it has no federal constitutional duty.</blockquote>\n<p><i>People Who Care v. Rockford Bd. of Educ.,</i> 246 F.3d 1073, 1076 (7th Cir.2001). Although the needs of a district like the BHASD, with its pervasive poverty and unemployment, cry out for continuing assistance from the State to meet its obligation to all students, it is neither jurisdictionally proper nor socially advisable for this court to order those interventions.</p>\n<p></p>\n<h2>C. <i>Phase Out of Student Payments</i>\n</h2>\n<p>Although the court concludes that unitary status has been achieved by both the BHASD and the State defendants, the court nevertheless must address the impact of an immediate termination of the remedy on the ability of the BHASD to maintain the very conditions that entitle it and the State to unitary status. The court <span class=\"star-pagination\">*997</span> also must assess what effect immediate termination of funding will have on that portion of the plaintiff class attending school in Coloma and Eau Claire under a partial settlement of this action.</p>\n<p>A district court has the duty \"to restore state and local authorities to the control of a school system that is operating in a Constitutional manner.\" <i>Freeman,</i> 503 U.S. at 489, 112 S.Ct. 1430. The Supreme Court has recognized, however, that the court has both the authority and duty to \"provide an orderly means for withdrawing from control when it is shown that the school district has attained the requisite degree of compliance. A transition phase is an appropriate means to this end.\" <i>Id.</i> at 490, 112 S.Ct. 1430.</p>\n<p>In the instant case, the BHASD has operated under a remedial order for over twenty years. During those years, the district has received substantial funding from the State over and above funds available to other districts. Some of those funds, both directly and indirectly, have been used to pay for the transportation of students to Coloma and Eau Claire under the voluntary interdistrict transfer program. Other funds have been used to provide intradistrict busing to assure that students within the district attend schools that are not racially identifiable. Still other funds have been used by the district in efforts to eliminate student achievement deficits that, until the time of this hearing, were understood to be related to past segregation.</p>\n<p>I conclude that an immediate cessation of all funding would undermine the conditions necessary to this court's finding of unitary status. First, at the time of the hearings on the motions for partial settlement in 1998, the State raised no objection to that part of the settlement agreement that permitted interdistrict students from the BHASD attending school in Coloma and Eau Claire to continue to attend school in those districts until their graduation and provided that such students would be transported at no cost to the students. As the court noted earlier in its rejection of the 1996 proposed partial settlement, orderly transition could not permit termination of a remedy to adjudicated plaintiffs in a manner that forced them to switch school districts mid-career. The transportation issue was discussed at length and the record reflects that transportation was to be provided and funded in the usual manner. The cost of that transportation is substantial and 2/3 of it has never been borne by the BHASD. The partial settlements limited the amounts of future payments made to Coloma and Eau Claire by the State for transfer students. The settlements also relieved the State from any obligation to prove unitary status with respect to its obligations to those districts and the interdistrict program. The State participated in the agreements to the extent it agreed to fund the ombudsman and to continue to pay maintenance in the amount of foundation allowances for students transferring to Coloma and Eau Claire under the settlement. Yet now, it wants to disavow responsibility for transportation expressly discussed at the time of the hearing on the settlement agreements. In other words, the State both understood and failed to object to the premise that transportation of interdistrict students under the consent judgments would continue as previously ordered until all interdistrict students had left the system.</p>\n<p>Over time, until the last interdistrict transfer students have left Coloma and Eau Claire, the transportation costs are likely to decline more slowly than the numbers of students in the program, since buses must travel even if fewer interdistrict students attend Coloma and Eau Claire in each succeeding year. In light of the State's lack of objection to the partial <span class=\"star-pagination\">*998</span> settlements, and in light of the necessity of continuing the interdistrict transfer program for those students already enrolled in order to prevent a finding of unitary status from penalizing the adjudicated victims, transportation costs should continue to be borne by the State in its relative proportion until such time as the interdistrict program fully terminates. Both the orderly termination of the remedy, as well as the partial settlement of other aspects of the litigation, would be undermined by immediate termination of the previously ordered transportation funding.</p>\n<p>Second, during the course of the remedy, the BHASD has received payments for resident students who elected to transfer to Coloma and Eau Claire (\"phantom student payments\") \"in the amount of state financial aid that the student would have generated had he or she not elected to transfer.\" 515 F.Supp. at 386. According to defendants' figures, in 2000-01, desegregation payments to the BHASD are estimated at approximately $2,552,593.00. (S-57.) The phantom student payments are decreasing each year as students graduate or otherwise leave Coloma and Eau Claire, since no new interdistrict students are entering the system. At the same time, the BHASD can expect the amount per student to increase as foundation allowances are adjusted upward by the legislature. (Tr. 1024 Jameson.) Despite these competing effects, the total amount of phantom student payments should decrease each year. (S-57; S-55.)</p>\n<p>The State asserts that even if all desegregation monies are eliminated in a single year, the BHASD's per pupil allotment will drop by less than $300 following program termination, and then will rise to the preceding level. (S-57; S-54B.) In real dollars, however, the loss of $2.5 million in revenues in a single year would be difficult for any district to address. In the BHASD, that amount is equal to the existing fund balance at the end of FY 2000-01. (P-112.)</p>\n<p>As with the transportation payments, termination of a desegregation remedy should not be made in a manner that penalizes the class entitled to the original remedy so as to undermine the very <i>status quo</i> upon which the finding of unitary status is made. The court has an obligation to provide, as the Supreme Court has recognized, an orderly means for withdrawing from control. <i>Freeman,</i> 503 U.S. at 490, 112 S.Ct. 1430. The court therefore accepts the suggestion of the BHASD that a transition phase is proper for the elimination of state payments.</p>\n<p>I do not accept, however, Benton Harbor's suggestion that the transition phase should be five years during which the district receives full funding. Under that suggestion, the per pupil phantom student amounts would continue to rise as the foundation allowance rises. At the end of the five years, the BHASD will have become even more reliant upon the increasing funds.</p>\n<p>Instead, I accept that an orderly termination of the remedy requires continuing the State's obligation to pay two-thirds of the transportation costs for interdistrict students attending Coloma and Eau Claire until such time as the last of those students graduate or leave the interdistrict program. In addition, in 2002-03, the State shall be required to pay phantom payments per interdistrict pupil equal to the per pupil amount paid in 2001-02. In the year 2003-04, the State will pay 75% per interdistrict pupil of the 2001-02 phantom student amount. In the year 2004-05, the state will pay per pupil 50% of the 2001-02 amount. In the year 2005-06, the State will pay per pupil 25% of that amount. In 2006-07, phantom student payments will cease.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*999</span> D. <i>Termination of CEC</i>\n</h2>\n<p>In terminating this court's pending orders and its jurisdiction over the remedy, the court also terminates the various roles of the CEC to monitor the remedy, to serve as community liaison, and to resolve disputes. Consistent with the court's obligation to provide an orderly termination of other aspects of the remedy, the court also must assure that the offices of the CEC are discontinued in an orderly fashion.</p>\n<p>The CEC has served an important role both to the court and to the district for over twenty years, providing improved communications between the court, community members and the BHASD. The success of the remedy has depended upon the tireless work of dedicated community board members as well as the presence of permanent staff. That dedication is here acknowledged and the court expresses its deepest hope and expectation that those who have so ably served the CEC in the past will in the future help the BHASD to serve its ongoing educational mission by continuing their involvement within the district.</p>\n<p>The issuance of this opinion and order terminating the court's jurisdiction will, like prior orders of the court, raise questions in the community with respect to the continuation of the various programs under the order. The CEC unquestionably will be contacted regarding the meaning of the order and for a brief period, community members will need to be referred to the proper district authorities for their future concerns. In addition, the staff of the CEC will need a reasonable period to organize and pack its records and to close the office in an orderly fashion.</p>\n<p>The court anticipates that the State of Michigan, which financed the CEC, may have in place a set of policies and procedures that apply to the closing of state offices or agencies and the associated severance of staff. The court is further persuaded that, in light of its good faith in implementing the remedy, the State can be trusted in good faith to create and apply reasonable closing procedures to the CEC offices and personnel.</p>\n<p>Accordingly, absent a request from one of the parties for a more specific order, the court will leave to the State of Michigan the duty of assuring an orderly termination of the CEC.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, the court denies the plaintiffs' motions to exclude the testimony of Dr. Armor and Dr. Rossell (dkt. # 1723, 1724) and the State's motion to exclude the testimony of Dr. Stevens (dkt. # 1717). The court grants the motions of the BHASD and the State of Michigan defendants for unitary status (dkt. # 1453, 1455). All outstanding remedial and injunctive orders entered against defendants are abrograted, except to the extent such orders relate to any of the following:</p>\n<p>(a) The obligation of the BHASD to transport BHASD resident students under the interdistrict transfer component of the remedial order, as modified by the partial consent judgments;</p>\n<p>(b) The obligations of the BHASD and the State to pay for the transportation of BHASD resident students under the interdistrict transfer component in the percentages of one-third and two-thirds, respectively;</p>\n<p>(c) The obligation of the State to pay Benton Harbor state financial aid for students electing to attend school in Coloma and Eau Claire under the interdistrict transfer program, as modified by this opinion: (1) in fiscal year 2002-03, the State shall be required to pay phantom payments per interdistrict pupil equal to the per pupil amount paid in 2001-02; (2) in 2003-04, the State will pay 75% per interdistrict <span class=\"star-pagination\">*1000</span> pupil of the 2001-02 phantom student amount; (3) in year 2004-05, the state will pay per pupil 50% of the 2001-02 amount; (4) in year 2005-06, the State will pay per pupil 25% of the 2001-02 amount; (5) in year 2006-07, phantom student payments will cease.</p>\n<p>The State's continuing obligations under parts (a) and (b) above shall remain in effect until, and be abrogated when, no BHASD resident students are attending school in either Coloma or Eau Claire under the interdistrict transfer component. Pursuant to the formula contained in this opinion, the State's obligation under part (c) above shall terminate and be abrogated in fiscal year 2006-07.</p>\n<p>The State shall implement such reasonable policies and procedures as are necessary for the orderly closing of the offices of the CEC and the severance of its staff. The State shall continue to pay reasonable costs associated with that closing.</p>\n<p>Plaintiffs' motion to modify the remedial order (dkt. # 1452) is denied as moot.</p>\n<p>The case is hereby dismissed with prejudice.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>In accordance with the opinion filed this date,</p>\n<p>IT IS ORDERED that plaintiffs' motions to exclude the testimony of Dr. Armor and Dr. Rossell (dkt. # 1723, 1724) are denied.</p>\n<p>IT IS FURTHER ORDERED that the State's motion to exclude the testimony of Dr. Stevens (dkt. # 1717) is denied.</p>\n<p>IT IS FURTHER ORDERED that the court grants the motions of the BHASD and the State of Michigan defendants for unitary status (dkt. # 1453, 1455). All outstanding remedial and injunctive orders entered against defendants are abrograted, except to the extent such orders relate to any of the following:</p>\n<p>(a) The obligation of the BHASD to transport BHASD resident students under the interdistrict transfer component of the remedial order, as modified by the partial consent judgments;</p>\n<p>(b) The obligations of the BHASD and the State to pay for the transportation of BHASD resident students under the interdistrict transfer component in the percentages of one-third and two-thirds, respectively;</p>\n<p>(c) The obligation of the State to pay Benton Harbor state financial aid for students electing to attend school in Coloma and Eau Claire under the interdistrict transfer program, as modified by this opinion: (1) in fiscal year 2002-03, the State shall be required to pay phantom payments per interdistrict pupil equal to the per pupil amount paid in 2001-02; (2) in 2003-04, the State will pay 75% per interdistrict pupil of the 2001-02 phantom student amount; (3) in year 2004-05, the state will pay per pupil 50% of the 2001-02 amount; (4) in year 2005-06, the State will pay per pupil 25% of the 2001-02 amount; (5) in year 2006-07, phantom student payments will cease.</p>\n<p>The State's continuing obligations under parts (a) and (b) above shall remain in effect until, and be abrogated when, no BHASD resident students are attending school in either Coloma or Eau Claire under the interdistrict transfer component. Pursuant to the formula contained in this opinion, the State's obligation under part (c) above shall terminate and be abrogated in fiscal year 2006-07.</p>\n<p>The State shall implement such reasonable policies and procedures as are necessary for the orderly closing of the offices of the CEC and the severance of its staff. The State shall continue to pay reasonable costs associated with that closing.</p>\n<p><span class=\"star-pagination\">*1001</span> IT IS FURTHER ORDERED that plaintiffs' motion to modify the remedial order (dkt. # 1452) is denied as moot.</p>\n<p>IT IS FURTHER ORDERED that this case is hereby dismissed with prejudice.</p>\n<p>IT IS FURTHER ORDERED that this court retains jurisdiction over pending and future motions regarding attorney fees, expert fees and costs.</p>\n<h2>NOTES</h2>\n<p>[1]  In addition, many years after the remedial order was entered, the State of Michigan adopted a variety of changes to state education programs, including the implementation of a new method of funding local schools, the authorization of public school academies (charter schools), and the allowance of out-of-district students to attend district schools (schools of choice). The impact of these generally applicable state education changes on the remedial order has been the subject of a number of opinions of this court. The continuing availability of Coloma and Eau Claire as schools-of-choice options to BHASD students also formed part of the consent judgment.</p>\n<p>[2]  <i>Green v. County Sch. Bd. of New Kent County,</i> 391 U.S. 430, 435, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968).</p>\n<p>[3]  Prior to trial, plaintiffs moved to exclude the testimony of Dr. Christine Rossell on the grounds that her opinions and analyses do not comply with the evidentiary requirements of FED.R.EVID. 702, reflecting the standards adopted in <i>Kumho Tire Co. Ltd. v. Carmichael,</i> 526 U.S. 137, 141, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999), and <i>Daubert v. Merrell Dow Pharmaceuticals, Inc.,</i> 509 U.S. 579, 589, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993) (dkt. # 1723). The court took that motion, together with two other challenges to expert testimony (dkt. # 1717, 1724), under advisement. As a number of courts have recognized, the court's \"gatekeeper\" function under <i>Kumho</i> and <i>Daubert</i> is less critical when the court itself serves as the trier of fact. <i>See, e.g., </i><i>Gibbs v. Gibbs,</i> 210 F.3d 491, 499 (5th Cir. 2000); <i>Ekotek Site PRP Comm. v. Self,</i> 1 F.Supp.2d 1282, 1296 n. 5 (D.Utah 1998). A court sitting as trier of fact frequently will allow the testimony to be heard, then will disregard that evidence which is inadmissible or unpersuasive. <i>See </i><i>In re Dow Corning Corp.,</i> 237 B.R. 364, 371 n. 23 (Bankr. E.D.Mich.1999). The court now finds that Dr. Rossell's testimony is substantially admissible under the standards of Rule 702. While the court acknowledges that certain comparisons conducted by Dr. Rossell are of limited utility, such as a comparison of dollars spent by states in desegregation cases, those comparisons are not methodologically or scientifically invalid; they merely rest on a faulty assumption that the relative amount of monies spent by other states in implementing different remedial orders is relevant to the State's compliance with court orders or whether the vestiges of past discrimination have been eliminated in the instant case. The court therefore concludes that such evidence is admissible, even if ultimately unpersuasive. Further, Dr. Rossell's testimony in large measure provides evidentiary support for a contention plaintiffs admit, <i>i.e.,</i> that the BHASD had eliminated the vestiges of discrimination in the <i>Green</i> factors. No possible basis exists for excluding evidence tending to prove what plaintiffs admit to be true. Taken together, Dr. Rossell's testimony is admitted and plaintiffs' motion to exclude (dkt. # 1723) is DENIED.</p>\n<p>[4]  As with Dr. Rossell, plaintiffs moved to exclude Dr. Armor's analyses and opinions on the grounds that they did not meet the evidentiary requirements of FED.R.EVID. 702. As I previously determined with respect to the opinions of Dr. Rossell, the court's gatekeeper role is less critical and the potential for prejudice is limited when the court itself is the trier of fact and is free to disregard unpersuasive or unsound opinion evidence. <i>See </i><i>Gibbs,</i> 210 F.3d at 499; <i>Ekotek,</i> 1 F.Supp.2d at 1296 n. 5. I am persuaded that Dr. Armor's analysis properly applies ordinary and accepted statistical analyses to information reasonably relied upon by experts in the field. While the limited years of data available to Dr. Armor may affect the reach and credibility of his opinions, they nevertheless provide information that is the subject of reliable scientific methodology. Any limitations on the usefulness of Dr. Armor's analyses, therefore, do not undermine the general admissibility of the evidence, but go only to the weight such evidence should be given.</p>\n<p>[5]  \"MEAP\" tests are tests conducted under \"Michigan Educational Assessment Program,\" the Michigan state-wide testing program.</p>\n<p>[6]  Dr. Armor and other experts testified about the measurement of poverty using indicators of socioeconomic status (\"SES\" factors). Dr. Armor testified that the correlation in Benton Harbor between free and reduced lunch eligibility and multiple SES indicators captured by the census was .9, a nearly perfect correlation.</p>\n<p>[7]  A standard deviation in this context is equivalent to about one year's worth of academic progress. (Tr. 154 Armor.)</p>\n<p>[8]  The court notes, however, that the usefulness of this control is limited by the substantial increase in the percentage of students in poverty in the selected census tracts. According to Dr. Crain, the percentage of students in poverty in these tracts increased from approximately 45% to approximately 66%. Census tract control, therefore, is only partial and is not useful in controlling for poverty in individual student performances or in comparing BHASD performance to that of any other group.</p>\n<p>[9]  The court therefore does not discuss the opinion evidence of plaintiffs' expert Dr. Richard Hunter or the opinion evidence of Dr. Stevens insofar as it goes to whether achievement may be further improved.</p>\n<p>[10]  The remedial order did not affirmatively state that 25% of the openings in magnet schools should be reserved for interdistrict transfer students. Instead, the order declared that it was the court's expectation that 10% to 25% would be filled by interdistrict transfer students and that 75% of the places in any magnet would be reserved for resident students. 515 F.Supp. at 366.</p>\n<p>[11]  Although the placement of this sentence in the report immediately after a discussion of the fact that Coloma and Eau Claire students were placed on a waiting list suggests that the numbers were meant to reflect the number of applicants and enrollees from those districts, the numbers are not consistent with the total number of Eau Claire and Coloma students who actually were enrolled in the entire school during that year. Since students who have been accepted in one year may continue, the total number of openings in any given year is limited to the number of students who do not continue, either by dropping out or graduating. Given the program's attractiveness, the majority of openings most likely occurred in the entering kindergarten class. The reported number of openings (40) is consistent with this scenario of 1/7 of total enrollment in the seven-grade school (259), plus a few.</p>\n<p>[12]  Plaintiffs tendered Dr. Leonard Stevens as an expert in school desegregation, school reform and the monitoring of compliance with desegregation orders. Defendants moved in limine to exclude the testimony of Dr. Leonard Stevens (dkt. # 1717) on the grounds that it failed to meet the standards of FED.R.EVID. 702, arguing that it consists of impermissible legal conclusions and does not represent the product of reliable principles and methods. The court concludes that Dr. Stevens testimony regarding usual methods of evaluating desegregation compliance is sufficiently grounded in reliable principles and methods to be admitted. Further, Dr. Stevens did not and could not testify as to legal conclusions. Instead, he testified concerning the feasibility of compliance measures and the ordinary compliance measures used in evaluating desegregation compliance. To the extent his opinions may be interpreted as improperly suggesting legal conclusions, this court is fully able to disregard them.</p>\n<p>[13]  The hearing on the motions for unitary status concluded on August 16, 2001, but proofs were left open for limited testimony from Dr. James Comer on the elements of his program and what constitutes proper implementation of the program. For a variety of reasons, Dr. Comer's testimony was not able to be taken until October 24, 2001. The transcript from October 24, 2001, was recorded by a different reporter and is not number sequentially with the earlier 15 days of proceedings. The transcript from that date hereafter will be designated in the form \"(10/24/01 Tr. _____ Comer.)\"</p>\n<p>[14]  In its liability finding, this court held that \"[s]chool districts in Michigan are instrumentalities of the State and subordinate to the State Board of Education and its Superintendent.\" 467 F.Supp. at 635. That finding provided one basis for holding the State defendants liable for the segregation in the BHASD. The finding represents the law of the case, <i>see </i><i>United States v. Moored,</i> 38 F.3d 1419, 1421 (6th Cir.1994), and is consistent with certain conclusions reached by other courts. <i>See </i><i>Moore v. School Reform Bd. of the City of Detroit,</i> 147 F.Supp.2d 679, 688 (E.D.Mich.2000) (school districts have no powers or functions except as provided by the State); <i>East Jackson Public Schools v. State,</i> 133 Mich.App. 132, 348 N.W.2d 303, 306 (1984) (same).</p>\n<p>[15]  As previously stated, I recognize that Dr. Crain's analysis was based on census tract information because of the failure of the BHASD to retain free and reduced lunch information for the period of the remedial order. The availability of the lunch data would have been of great help to the court and to plaintiffs in defending the motions. Nevertheless, I am persuaded that Dr. Armor's statistical analysis is proper and together with the other evidence, leaves little doubt that present achievement is explained by factors associated with high poverty, not past discrimination.</p>\n<p>[16]  The small number of white students in the comparison group may affect to some extent the statistical certainty of the conclusion, but the correlation is nonetheless adequate to reach the stated conclusion within a reasonable degree of certainty. The problem also is less concerning in light of the statistic's consistency with other evidence in the case.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">971</span></span> (2002)</b></center>\n<center><h1>Barbara Jean BERRY, et al., Plaintiffs,<br>\nv.<br>\nSCHOOL DISTRICT OF THE CITY OF BENTON HARBOR, et al., Defendants.</h1></center>\n<center>No. 4:67-CV-9.</center>\n<center><p><b>United States District Court, W.D. Michigan, Southern Division.</b></p></center>\n<center>April 4, 2002.</center>\n<p><span class=\"star-pagination\">*972</span> Kathleen McCree Lewis, Dykema Gossett, PLLC, Detroit, MI, Steven Marchese, Larson King LLP, St. Paul, MN, for Plaintiff.</p>\n<p>John D. Tully, Brian M. Kubicki, Warner, Norcross &amp; Judd, LLP, Grand Rapids, MI, for Benton Harbor School District.</p>\n<p>Edith C. Harsh, Jennifer M. Granholm, Atty. Gen., Executive Div., Lansing, MI, Jane Orris Wilensky, Jennifer M. Granholm, Atty. Gen., Educ. Div., Lansing, MI, Rocco E. Testani, John R. Munich, Alfred A. Lindseth, Sutherland, Asbill &amp; Brennan, Atlanta, GA, for State Bd. of Educ.</p>\n<p>Thomas A. Baird, White, Schneider, Baird, Young &amp; Chiodini, PC, Okemos, MI, for Michigan Educ. Ass'n.</p>\n<p></p>\n<h2><i>OPINION RE MOTIONS FOR UNITARY STATUS</i></h2>\n<p>HILLMAN, Senior District Judge.</p>\n<p>After operating nearly 22 years under a remedial order, the Benton Harbor Area School District (\"BHASD\") and the State <span class=\"star-pagination\">*973</span> of Michigan defendants move to terminate this 35-year-old school desegregation case by filing motions for unitary status. Defendants' motions have been vigorously opposed by the plaintiff class and intervenor Michigan Education Association (\"MEA\"). The court heard sixteen days of testimony, received hundreds of exhibits, and reviewed extensive briefs and proposed findings of fact and conclusions of law. The court has carefully considered the facts presented as well as the governing law. For the reasons that follow, the motions of the BHASD and the State of Michigan defendants for unitary status are GRANTED.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case began on November 16, 1967, with the filing of a complaint by plaintiffs Barbara Jean Berry, et al., as parents of African American children then attending the public schools of Benton Harbor, Michigan, against the School District of the City of Benton Harbor, the members of its Board of Education and its Superintendent. In the complaint, plaintiffs sought preliminary and permanent injunctive relief as to various acts and practices by the defendants, which plaintiffs deemed to be discriminatory or segregative. In July 1971, the district court found several practices carried out by the defendants to be constitutionally discriminatory. On November 1, 1974, the Sixth Circuit Court of Appeals affirmed the district court's findings that the practices were discriminatory and that plaintiffs had made out a prima facie case of <i>de jure</i> segregation.</p>\n<p>On August 21, 1974 and September 25, 1975, plaintiffs added the following defendants to the case: the State of Michigan, the Attorney General of the State of Michigan, the Michigan State Board of Education, the Superintendent of Public Instruction (collectively, \"the State of Michigan defendants\" or \"State defendants\"), the Boards of Education of the Eau Claire Public Schools and the Coloma Community Schools, and the Berrien County Intermediate School District and its Superintendent (\"BCISD\").</p>\n<p>On August 22, 1977, following a trial on the liability of Benton Harbor Area School District (Phase I trial), the district court (then Chief Judge Noel P. Fox) ordered that the case be certified as a class action under Rule 23 of the Federal Rules of Civil Procedure. The class was identified as \"all present and future students within the Benton Harbor Area School District.\" The court also found defendant Benton Harbor Area School District (\"BHASD\") guilty of acts of segregation in violation of the United States Constitution. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> <span class=\"citation\" data-id=\"2285169\"><a href=\"/opinion/2285169/berry-v-school-dist-of-benton-harbor/\"><span class=\"volume\">442</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1280</span></a></span> (W.D.Mich.1977).</p>\n<p>On August 7, 1978, following a second liability trial (Phase II trial), the district court ruled against the State of Michigan defendants, the Berrien County Intermediate School District and its Superintendent, and the Coloma and Eau Claire School Districts and their Superintendents, finding that by their policies, practices, actions and inactions, defendants had helped to create, perpetuate or contribute to the unlawfully segregated conditions in the Benton Harbor Area School District. The district court issued an amended order requiring the defendants found liable in Phases I and II to formulate a plan to remedy the constitutional violations. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> <span class=\"citation\" data-id=\"1376841\"><a href=\"/opinion/1376841/berry-v-school-district-of-city-of-benton-harbor/\"><span class=\"volume\">467</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">630</span></a></span> (W.D.Mich.1978).</p>\n<p>In February 1980, the case was reassigned to the undersigned for remedial proceedings. Following a remedy trial, the court entered its Opinion and Order on May 1, 1981, adopting and ordering the implementation of a desegregation plan. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> <span class=\"citation\" data-id=\"1962518\"><a href=\"/opinion/1962518/berry-v-sch-dist-of-city-of-benton-harbor/\"><span class=\"volume\">515</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">344</span></a></span> (W.D.Mich. 1981). In broad outlines, this plan: (1) ordered the Eaman residential area be <span class=\"star-pagination\">*974</span> returned to the Benton Harbor Area School District; (2) enjoined the transfer of the Sodus II residential area from the Benton Harbor Area School District to the Eau Claire Public School District; (3) ordered the Benton Harbor Area School District to eliminate racially identifiable schools; (4) ordered the creation of magnet programs in the Benton Harbor Area School District; (5) ordered a voluntary program for interdistrict transfers of students between the Benton Harbor, Coloma and Eau Claire School Districts; (6) ordered further remedies relating to curriculum, faculty and staff reassignment and affirmative action goals, in-service training, student discipline, community involvement, monitoring and reporting, and for financing of the court's remedial plan.</p>\n<p>In addition, in its 1977 liability findings, the court found that individual student achievement of black students had been detrimentally affected by defendants' past segregative actions and inactions. The court therefore included an extensive \"achievement and social skills component\" in its remedial plan. 515 F.Supp. at 369-373.</p>\n<p>On January 24, 1983, the Sixth Circuit Court of Appeals affirmed the May 1, 1981, remedial order and the United States Supreme Court denied certiorari on October 11, 1983. <i>Berry v. School Dist. of City of Benton Harbor,</i> <span class=\"citation\" data-id=\"413424\"><a href=\"/opinion/413424/barbara-jean-berry-v-school-district-of-the-city-of-benton-harbor-william/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span> (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">892</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">235</span></span>, 236, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">227</span></span> (1983).</p>\n<p>In September 1991, following ten years of implementation of the remedial plan, defendants Coloma, Eau Claire, the BCISD and the State defendants filed separate motions requesting the court to terminate court supervision and control and to declare the districts unitary. Plaintiffs and the BHASD opposed the motions. Thereafter, with the court's encouragement, the parties undertook settlement negotiations. On December 3, 1993, the court dismissed the motions, for administrative purposes only, while the parties continued settlement discussions. (Dkt. # 974.)</p>\n<p>In 1996, this court considered a proposed partial settlement between plaintiffs and defendants Coloma, Eau Claire and the State. Following a preliminary approval hearing, notice and a fairness hearing, the court concluded that the 1996 proposed partial settlement was neither fair, adequate nor reasonable, and rejected the proposed agreement.</p>\n<p>Thereafter, further settlement discussions ensued, resulting in new settlement agreements between plaintiffs and Coloma, Eau Claire and the BCISD. These agreements were signed and filed on June 23, 1998, and approved and adopted as consent judgments by this court on August 20, 1998, following notice to the class and a fairness hearing. On November 13, 2001, pursuant to the terms of the settlement agreements, the court terminated jurisdiction over Coloma, Eau Claire and the BCISD. However, under the terms of the consent judgments, Coloma and Eau Claire must continue to allow BHASD resident students who were enrolled in those districts in the 1998-99 school year under the interdistrict transfer program to complete their educations in those districts.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*975</span> Settlement discussions continued between the remaining parties, but ultimately were unsuccessful. On April 17, 2000, the BHASD filed a motion for unitary status and the State defendants renewed their earlier motion for unitary status. Meanwhile, plaintiffs filed a motion to modify the remedial order to include supplemental remedial measures. The parties proceeded with extensive discovery.</p>\n<p>On February 2, 2001, this court bifurcated the hearing on the motions \"horizontally,\" determining that it was proper for this court to decide the unitary status motion first, but concluding that it was most efficient to hear all evidence regarding the proposed school improvement plan, whether or not that evidence was strictly relevant to the issue of unitary status or to the proposed modification. Hearing on other aspects of the proposed modification of the remedial order was reserved until the court had decided the unitary status motions.</p>\n<p>From July 24, 2001 to August 16, 2001, and again on October 24, 2001, the court heard lay and expert testimony regarding the motions for unitary status and the proposed school improvement plan. The principle issues at the hearing were (1) whether racial disparities in the areas of school operations known as the <i>Green</i><sup>[2]</sup> factors (<i>i.e.,</i> student assignment, faculty and staff assignment, transportation, facilities, and extracurricular activities) continued to exist in the BHASD as vestiges of defendants' past segregative conduct or whether they had been eliminated to the extent practicable; (2) whether vestiges of segregation remain in areas outside the <i>Green</i> factors, particularly student achievement disparities, or whether such vestiges have been eliminated to the extent practicable; (3) whether the BHASD and the State defendants have complied in good faith with the court's remedial orders.</p>\n<p>Following the hearing and the filing of the transcript of the proceedings, the parties submitted proposed findings of fact and conclusions of law, together with post-hearing briefs and responsive briefs. The matter presently is ripe for decision.</p>\n<p></p>\n<h2>II. FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. <i>1981 Remedial Order</i>\n</h2>\n<p>On August 22, 1977, in his initial liability findings, Judge Noel P. Fox found the BHASD guilty of unlawful segregation. During the course of his opinion, Judge Fox recognized that both white and black students had been affected by the <i>de jure</i> segregation. 442 F.Supp. at 1289, 1302, and 1307. The court found in particular that black students experienced significant achievement deficits and detriments to social and psychological development as a result of segregation. 442 F.Supp. at 1289, 1307. White students, in contrast, developed irrational attitudes of inherent superiority, an unrealistic concept of homogeneous society and lack of preparation for a pluralistic society. <i>Id.</i></p>\n<p>In the May 1, 1981 remedial order, the undersigned reiterated Judge Fox's earlier liability determination that the \"system-wide segregation, such as the Benton Harbor district has created and the State Board of Education condoned and perpetuated, results in measurably reduced achievement.\" 515 F.Supp. at 369.</p>\n<p>The remedial order recognized that past segregation and the resultant low achievement \"set the stage for the exodus of white families from the district and attempted property transfers out of the consolidated district by white property owners.\" <i>Id.</i> at 349.</p>\n<p><span class=\"star-pagination\">*976</span> The remedial order, however, acknowledged the complexity of devising an effective desegregation remedy in circumstances in which population trends and the economic deterioration of Benton Harbor also operated to increase the racial isolation of the BHASD. <i>Id.</i> at 347.</p>\n<p>At the time it issued its remedial order, this court recognized that its authority to impose a remedy was limited exclusively to remedying constitutional violations and that the \"`scope of the remedy is determined by the nature and extent of the constitutional violation.'\" <i>Id.</i> at 348 (quoting <i>Swann v. Charlotte-Mecklenburg Bd. of Ed.,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971)); <i>see also id.</i> at 353 (quoting <i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 738, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974) (\"<i>Milliken I\"</i>) (\"A federal remedial power may be exercised only on the basis of a constitutional violation and, as with any equity case, the nature of the violation determines the scope of the remedy.\") (quotations omitted)).</p>\n<p>The court determined that the remedy appropriate to address defendants' constitutional violations included components designed both to enhance desegregation within the three districts and to address problems of student achievement caused by segregation and the denial of educational opportunities. <i>Id.</i> at 348-49, 355, 358-65.</p>\n<p>First, the remedy enjoined future property transfers from the BHASD to other districts and ordered the return of the Eamon area previously transferred to Eau Claire. It also prohibited Eau Claire from accepting tuition students from the BHASD. <i>Id.</i> at 358.</p>\n<p>Second, the remedial order required the BHASD to adopt a student reassignment plan that would eliminate the racial identifiability of schools and achieve desegregation within all schools in the BHASD. <i>Id.</i></p>\n<p>Third, the remedy created an interdistrict transfer program between the BHASD and Coloma and the BHASD and Eau Claire, permitting students to voluntarily transfer to another district whenever such transfer would result in decreasing segregation in each school system. <i>Id.</i> at 367.</p>\n<p>Fourth, to encourage voluntary transfers, the court ordered the development of magnet programs that would be attractive to students from all three districts at all levels in such a way that all three districts would be further desegregated. <i>Id.</i> at 365-66.</p>\n<p>Fifth, the remedial order noted that low achievement was highly correlated with racially-identifiable black schools, <i>id.</i> at 357 n. 15, and reiterated its liability finding that segregated black students experience reduced self-esteem, diminished motivation to succeed, and a concomitant measurable reduction in achievement, <i>id.</i> at 369 &amp; n. 20. The remedy therefore included a component designed to address chronic deficits in achievement and social skills created by past segregated and \"inherently unequal\" schools. <i>Id.</i> at 373 &amp; n. 24. The achievement and social skills component included the implementation of a school improvement program to be developed by Dr. James Comer at the Child Study Center of Yale University. <i>Id.</i> at 371. The BHASD was directed to continue to implement the achievement component \"until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests. Once that goal has been achieved, the program will be phased out over two additional school years.\" <i>Id.</i> at 370.</p>\n<p>Sixth, the remedial order required review of and additions to the curricula of the three districts. <i>Id.</i> at 373-74.</p>\n<p>Seventh, the court ordered changes in the hiring and assignment of faculty, staff <span class=\"star-pagination\">*977</span> and administration in the BHASD, Coloma and Eau Claire in order to diversify the districts as a whole and to eliminate racial identification of particular schools. <i>Id.</i> at 375-76.</p>\n<p>Eighth, the court ordered the districts to adopt an in-service workshop component of the plan, which would provide mandatory training on a range of diversity issues for all members of the school districts, and would provide opportunities for parental participation.</p>\n<p>Ninth, the court directed the districts to adopt a uniform discipline code and an inter-district committee on student conduct and discipline. <i>Id.</i> at 380.</p>\n<p>The court also adopted a series of measures necessary to implement the plan. The court designated Dr. Michael Stolee as its representative for implementation. <i>Id.</i> at 381. The court also established the Community Education Council, a community-wide representative board with a full-time director (the \"CEC\"). The CEC was established to provide accurate information to the communities about the desegregation process, to improve citizen involvement in the process, to serve as liaison between communities and the school districts, to assist districts in dispute resolution, and to serve as the primary body monitoring implementation of the remedy for the court. <i>Id.</i> at 382-83.</p>\n<p>In addition, the court ordered the transportation of transfer students, established timetables for implementation of the plan, and required the districts to submit annual progress reports. <i>Id.</i> at 383-85.</p>\n<p>Further, the court established the mechanisms for funding all aspects of the plan. <i>Id.</i> at 385-88. In particular, to prevent a student's transfer election from imposing a financial penalty on the student's district of residence, the State was required to \"continue to pay to the school district of residence, the amount of State financial aid that the student would have generated had he or she not elected to transfer,\" as well as to \"pay the receiving school district 100% of the costs involved in educating that pupil,\" at the same rate as annual costs for regularly enrolled students. 515 F.Supp. at 386.</p>\n<p>The court also directed that \"[f]ederal funding of programs outlined in th[e] plan should be sought to the maximum feasible levels\" by the three local school districts, the intermediate school district and the state acting cooperatively. <i>Id.</i> at 385.</p>\n<p>The court required that additional funds \"generated above and beyond regular district operating budgets under the financial plan set forth in the paragraph below shall be used by the districts acting cooperatively to finance enriched educational opportunities and magnet programs, in each district, for the benefit of children in all three districts.\" <i>Id.</i></p>\n<p></p>\n<h2>B. <i>The Green Factors</i>\n</h2>\n<p>The court finds that the BHASD has eliminated the vestiges of past segregation to the extent practicable in each of the areas of school operations identified by the Supreme Court in <i>Green,</i> <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span>, <i>i.e.,</i> student assignment, faculty and staff, transportation, extracurricular activities, and facilities. Plaintiffs admit that the BHASD is unitary with respect to each of the <i>Green</i> factors. (Ex. S-255: Pl's admissions); (Tr. 489-90 Rossell; Tr. 260-62 Williams; Tr. 63-64 Peeples Burks.) In addition, the court finds that the uncontroverted evidence presented at hearing fully supports the determination that the BHASD has fully desegregated its schools under each of the <i>Green</i> factors. (<i>See generally,</i> Tr. 476-577 and specifically, 489-91 Rossell.<sup>[3]</sup>)</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*978</span> C. <i>Student Achievement Vestiges</i>\n</h2>\n<p>As previously mentioned, in its 1977 liability findings the court found that defendants' past segregative conduct had resulted in measurably reduced achievement in the BHASD. The court's 1981 remedial order provided for an achievement and social skills component to address chronic low achievement. The goal of the achievement component was to \"raise the level of student achievement until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests.\" 515 F.Supp. at 370.</p>\n<p>On May 11, 2001, this court ruled that defendants have the burden of proving that current achievement levels are not causally related to past segregation. (Dkt. # 1610.) After careful analysis of the evidence presented at the hearing, and despite certain inadequacies in the implementation of the Comer education model, the court finds that defendants have met their burden.</p>\n<p>As stipulated by the parties, \"no children in the Benton Harbor schools today were enrolled in the BHASD when the remedy began in 1981.\" (Stip. No. 2a.)</p>\n<p>Moreover, current levels of educational attainment in the district are not attributable to deficiencies in school funding in the district. Under the desegregation order, the BHASD has enjoyed resource advantages compared to most other school districts within Michigan generally and within Berrien County in particular. The ratio of pupils to teacher is generally lower and the teachers are generally better educated. The average teacher salary is not on the low end of salaries in the region. (S-3 to S-7; Tr. 91-104 Armor; 932-33 Williamson.)</p>\n<p>The needs of the district are greater than many other districts because of the financial condition of the community. (Tr. 287-88, 291, 334 Williams (citing mandatory breakfast and lunch programs all days; high teen pregnancy; large numbers of entering children with impoverished communications skills).)</p>\n<p>Poverty in the BHASD has risen steadily both before and after the implementation <span class=\"star-pagination\">*979</span> of the remedial order. (S-39.) In 1990, 60% of black households in the City of Benton Harbor were in poverty, compared with only 42% in 1980. (S-39; Tr. 452 Clark.)</p>\n<p>Benton Harbor also has suffered very significant population losses overall. (S-30.) White and middle class families have left the BHASD in substantial numbers, while black households have increased. (S-30 to S-33.) The white population in the City of Benton Harbor declined from 14,000 in 1960 to approximately 600 in the year 2000, while the black population increased from about 4,800 to over 10,000 over the same period. (S-31; Tr. 437 Clark.) On a percentage basis, the change in black population from 1960 to 2000 was from 27% to 95%. (Tr. 438 Clark.)</p>\n<p>In the BHASD as a whole, the white population declined from about 35,000 in 1960 to about 12,000 in 1990, while the black population increased from 10,000 to almost 22,000 over the same period. These population changes have been affected both by patterns of migration (out-migration of white families and in-migration of black families) and by higher black fertility rates. (S-38; Tr. 448-50 Clark.)</p>\n<p>As a result, the enrollment of the BHASD has changed markedly from the time of the remedial order to the present. Between 1980-81 and 1999-2000, white enrollment in the BHASD declined from about 2,000 students to fewer than 500, but black enrollment only declined from about 7,000 to 5,500. (S-30 to S-33; S-45.)</p>\n<p>The current racial composition of the BHASD enrollment is not causally related to the earlier Constitutional violations found by this court, but rather is the result of demographic and economic forces that are not unique to Benton Harbor and that both predated and continued through this litigation. (Tr. 461-62 Clark.)</p>\n<p>In an effort to assess how the BHASD schools were performing, defendants' achievement expert, Dr. David Armor,<sup>[4]</sup> performed a regression analysis comparing the BHASD math and reading MEAP<sup>[5]</sup> scores to the state average for 4th and 7th grades for the years 1999 and 2000. Dr. Armor controlled for the effects of poverty<sup>[6]</sup> in his regression analysis in order to eliminate the extant poverty in Benton Harbor as a factor affecting student achievement. Dr. Armor found that BHASD students in the 4th grade exceeded the state average for both years in <span class=\"star-pagination\">*980</span> reading. (Indeed, even without controlling for poverty, on the most recent MEAP tests, 4th grade reading exceeded the state average. J-1; Tr. 942 Williamson.) In the 7th grade results, BHASD students trailed the state average by a statistically significant margin for both years, although the difference was equal to approximately one test question. In math, BHASD students exceeded the state average in 2000 and slightly trailed it in 1999, but again by only about one test question. (S-9 to S-12; Tr. 134-41 Armor.) Dr. Armor concluded that BHASD's poverty accounts for virtually all of the differences in educational outcomes observed between the BHASD and the rest of Michigan. (Tr. 143-44 Armor.)</p>\n<p>Dr. Armor also studied high school dropout rates as another measure of BHASD performance. Again controlling for the BHASD's extreme poverty, Dr. Armor found that in the year 2000, the BHASD dropout rate was statistically the same for the BHASD as for the rest of the state. (S-13; Tr. 141-43 Armor.)</p>\n<p>Dr. Armor did not, however, evaluate achievement in the BHASD at the high school level using standardized assessments. Instead, he opined that such individual studies of high school students were less reliable for two reasons: (1) by eleventh grade, the time of MEAP achievement assessment, a large number of students drop out of school, resulting in a comparison of a smaller subset; (2) in high school, fewer students are willing to use the free and reduced lunch program, rendering it a less accurate surrogate for socioeconomic status (\"SES\") of the individual students. (Tr. 125 Armor.) Although I partially accept Dr. Armor's explanation for failing to conduct a study of high school performance<i>i.e.,</i> I accept that individual achievement studies of high school students might be less accurate Dr. Armor failed to explain why a state-wide comparison, comparing school district test averages and school district free lunch rates, is unreliable. Where, as here, Dr. Armor concludes that the drop-out rate in Benton Harbor as a whole is comparable to other Michigan districts when controlled for poverty (Tr. 141-43 Armor), and where Dr. Armor testified that the district-wide rate of free lunch was highly correlated with all other SES factors in state-wide comparisons (Tr. 232-33 Armor), I question why district-wide data could not be used to control for poverty since the smaller cohort should be comparable to that of similar districts.</p>\n<p>Despite these reservations, I nevertheless accept Dr. Armor's testimony that student achievement in Benton Harbor is statistically comparable to state-wide performance, when controlled for poverty.</p>\n<p>Dr. Armor also studied whether there existed any gaps in the achievement outcomes of black and white children in the BHASD. The goal of his study was to determine the existence of any measurable differences in the performance of white and minority students in the BHASD that could be attributable to past segregation in the district. The black-white achievement gap exists in every school district in the United States, including those never found to have operated a segregated system. Further, the gap is found in children at the beginning of their academic careers. (Tr. 144-45 Armor.)</p>\n<p>I accept Dr. Armor's conclusion that after adjusting for SES factors and first grade test scores, no statistically significant gap exists between the performance of white and minority students in the BHASD. (S-14; Tr. 146-49 Armor.) In other words, no \"achievement gap\" exists in the BHASD that is attributable to the race of students.</p>\n<p>Indeed, even without controlling for SES, the achievement gap between black <span class=\"star-pagination\">*981</span> and white students in the BHASD is one of the smallest Dr. Armor has ever studied. (Tr. 155-56 Armor.) Using unadjusted figures, the achievement gap in the BHASD at the fourth grade level is .23 standard deviations in reading and .38 standard deviations in math.<sup>[7]</sup> At the seventh grade level, the achievement gap is greater, but still low: .46 standard deviations in math and .59 standard deviations in reading. All of these numbers are significantly lower than for districts such as Grand Rapids, which have never been found to have engaged in segregation. (<i>Id.</i>)</p>\n<p>Plaintiffs' expert, Dr. Robert Crain, concluded that achievement deficits remain in the BHASD since the time of the remedial order. Dr. Crain evaluated individual transcripts for 1,419 students entering ninth grade for the first time and residing in the poorest census tracts in the BHASD. Dr. Crain divided the students into six year-categories: 1975-77 (graduating class of 1980-81); 1978-83 (graduating class of 1985-86); 1983-86 (graduating class of 1990-91); 1987-1991 (graduating class of 1995-96); 1992-1996 (graduating class of 1999-00); 1997-2000 (not yet graduated). Dr. Crain also examined MEAP scores in each of the years from 1980-81 to 1999-2000.</p>\n<p>Dr. Crain found a substantial increase in the number of students repeating ninth grade, but no increase or decrease in the rate of graduation. (P 86<i>i.</i>) However, I note that another of plaintiffs' exhibits (P 5) shows a decline in the dropout rate between 1997 and 1999 (16.22% to 8.35%), and a significant increase in the graduation rate (51.87% to 69.92%). (P 5.) Going back to 1995, the rate of change is generally consistent, but the trend is interrupted by an outlying peak in 1996, where graduation rates were high and dropout rates low.</p>\n<p>Dr. Crain found that the percentage of students repeating grades ten through twelve was consistent within and across years. (P-86j.) In addition, he found that grade point averages of graduating students had risen since the first year category. (P-86k.)</p>\n<p>Dr. Crain also found significant improvement in fourth grade reading and math performance on the MEAP, but a loss of ground by seventh grade. He concluded that the BHASD has failed to close the gap between its seventh grade students' performance and that of the state average.</p>\n<p>Dr. Crain's study, however, failed to control for poverty in assessing student performance on the MEAP against the state average. He also failed to acknowledge that seventh grade scores have begun to improve in recent years.</p>\n<p>Dr. Crain also noted a decline in the difficulty of courses taken within the math and science curricula by the 1992-96 cohort. He observed that most students had ceased taking a second semester of basic math and science, compared to earlier years. (P-86<i>l.</i>) The court notes, however, that Dr. Crain's data is unreliable on this point because it fails to account for the intervening adoption of block programming in the BHASD, in which students take a full year of courses in a single semester. (Tr. 678 Garrison.)</p>\n<p>Dr. Crain also noted that the percent of students having transcripts sent out to colleges was consistent across all year-categories (30%), with only one year-category (year category 3) slightly higher. While Dr. Crain assumed these numbers were lower than other districts, he examined <span class=\"star-pagination\">*982</span> no evidence to support that assumption. No significant change can be identified across the years in the BHASD. (P-86r.)</p>\n<p>The court finds that Dr. Crain's findings are partially persuasive. That is, the court finds that, in raw terms, student achievement deficits (as measured by the MEAP) between the BHASD and the state averages have not been eliminated. The court also accepts that no significant change has occurred in graduation rates or college application rates, but the court finds that real growth in GPA has been achieved.</p>\n<p>The court also recognizes that neither plaintiffs nor defendants have provided the court with a systematic analysis of individual student performance, controlled for poverty, across the years of the remedial order. This deficit results from the failure of the BHASD to retain records of free and reduced lunch eligibility beyond five years. The court accepts that the data collected and relied upon by Dr. Crain and MCIC provides some useful information comparing individual achievement over time within the BHASD. While Dr. Crain does not control for poverty in his analyses, the use of specific census tracts for individual data collection provides some control for poverty in comparisons between performance of students over time within the BHASD.<sup>[8]</sup> It does not, however, provide a control for poverty vis-a-vis state averages, and Dr. Crain attempted no regression analysis to control for poverty in his comparisons between the BHASD and the state average. On balance, the court is persuaded that the information produced by Dr. Crain is insufficient to undermine Dr. Armor's narrower studies of student MEAP performance, controlled for poverty, for the most recent school years.</p>\n<p>The court also credits the analysis of defendants' expert, Dr. John Murphy, who found no lingering effect of past segregation on achievement. Dr. Murphy analyzed student achievement in the BHASD based on the racial composition of each school and found that achievement was somewhat higher at schools with a higher percentage of minority students. (S-77; S-78; Tr. 854-57.) Dr. Murphy also found that student performance at the schools that the court previously found were \"racially identifiable\" was higher than performance at other BHASD schools. (S-79; S-80; S-81; Tr. 857-59 Murphy.)</p>\n<p>Weighing all these findings together, including the passage of more than twenty years, the absence of any segregative conduct during the educational lives of present BHASD students, the overall current performance of students when controlled for poverty, and the extremely low performance difference based on race, I find that no achievement vestige exists that is attributable to the past segregative conduct of defendants. As a result, the question of whether it is practicable to further eliminate student achievement deficits is not reached.<sup>[9]</sup> While further efforts to improve student achievement may be practicable, such efforts would be addressed to achievement deficits not caused by past segregative conduct of these defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*983</span> D. <i>Good Faith Compliance with Court Orders</i>\n</h2>\n<p><i>Property Transfers.</i> Defendants undisputedly complied with the order of this court requiring the return of the Eamon residential area from Eau Claire to the BHASD. Defendants also observed the injunction from transferring the Sodus II residential area or any other property area out of the BHASD. (Stip. No.2d, p. 4; J-2.)</p>\n<p><i>Elimination of Racially Identifiable Schools.</i> The court also required the BHASD to adopt a student reassignment plan to eliminate racially identifiable schools and to have it in place for the 1981-82 school year. The district complied with this requirement. According to Dr. Rossell's testimony, in 1981-82, the BHASD implemented a plan achieving racial balance within the court's goal of 10% of the district average for 82% of its schools. In the 2000-01 school year, 94% of BHASD schools met the 10% goal. (Tr. 502-03 Rossell.) The district further complied with the court's suggestion of using a uniform grade structure to keep children in the same school building in grades one through four until 1990-91, when it returned to a neighborhood school system with the court's permission.</p>\n<p><i>Magnet Schools and Interdistrict Transfers.</i> The district also substantially complied with the court's order directing the development of magnet programs to provide greater educational opportunities for BHASD students and to encourage voluntary transfer of students between the BHASD and Coloma and Eau Claire. The district structured several highly successful magnet programs, including the Boynton Montessori Program, the Gifted and Talented Program, the Creative Arts Academy and the McCord Renaissance Program, each of which remained available to students in the three districts. (P-18.) While not drawing as large numbers of suburban students as the court had hoped, the magnet schools in the BHASD achieved a transfer-in rate from Coloma and Eau Claire of 1%, a rate equivalent to the transfer-in rate of the largest interdistrict transfer programs in the United States. (S-96; Tr. 517-19 Rossell.)</p>\n<p>I note that plaintiffs introduced a 1992 study of magnet schools and student transfers conducted by representatives from Eau Claire, Coloma, Benton Harbor, the NAACP and the State of Michigan. (P-108.) The study demonstrated that the implicit goal in the remedial order of 25% out-of-district participation was never met for any Benton Harbor magnet.<sup>[10]</sup> The report identified ways in which participation might be increased, specifically, providing additional Montessori magnet opportunities and altering the Gifted and Talented magnet. The study reported that Coloma and Eau Claire students were placed on a waiting list despite the 25% goal not having been reached. (P-108 at 6.) The study then continued that a total of 124 students had applied for 40 slots.<sup>[11]</sup><span class=\"star-pagination\">*984</span> The study did not, however, provide any numbers in any years of how many Coloma and Eau Claire students were placed on such a list. As a result, while the report suggests that in one year Coloma and Eau Claire students may have been turned away, it provides little evidence of a significant failure to comply with the court order.</p>\n<p>In contrast, testimonial evidence of BHASD officials strenuously testified that Coloma and Eau Claire students were not placed on waiting lists and that they were unaware of any such occurrence. (Tr. 731-32 Garrison; Tr. 355 Williams.) In response to this testimony, plaintiffs relied solely on the limited evidence contained in the magnet study, which, as I have observed, did not clearly state how frequently and how many students from Eau Claire and Coloma were placed on waiting lists.</p>\n<p>The remedial order also required that \"[f]ederal funding of programs outlined in this plan should be sought to the maximum feasible levels by the three local school districts, the intermediate school district, and the state acting cooperatively.\" 515 F.Supp. at 385. Plaintiffs introduced evidence that the BHASD sought funding of its magnet programs only three times, in 1985, 1986 and 1989. (Tr. 357-58 Williams.) In 1989, the district received a substantial grant to fund magnets. Thereafter, the district was eligible to apply for federal grants but elected not to do so. (Tr. 359 Williams.) Although Superintendent Williams suggested that grants possibly were not applied for because funding was reduced or the likelihood of getting the grants was so small as to make development of the proposal a wasted effort (Tr. 360 Williams), Williams did not testify as to the precise reason for the failure. In addition, the minutes of the Superintendents' Council meeting of Friday, December 1, 1995, reflects that the magnet study committee had been resumed but discontinued due to a lack of participation from Benton Harbor. (BH-2.) However, at that same meeting, the district superintendents, including Ms. Williams, recommitted to support this committee. At the subsequent meeting of the council, January 26, 1996, Dr. Staten reported that two meetings of the magnet committee had been scheduled. Study of the magnet programs continued through 1996. (BH-2.)</p>\n<p>I find that while defendants did not fully comply with the court's order, either by seeking maximum funding for the magnet programs or by making aggressive efforts to evaluate and improve those programs, defendants nevertheless substantially complied with the court's orders regarding magnet schools. I therefore conclude that defendants substantially complied in good faith with this aspect of the transfer program.</p>\n<p>With respect to transfers of black students out of Benton Harbor to Eau Claire and Coloma, defendants implemented and financially supported a substantial interdistrict transfer program during the entire period of the remedial order. It should be noted that Benton Harbor achieved the second highest percentage of African American students transferring out-of-district (13%) of any of the largest interdistrict transfer programs in the country. Only St. Louis exceeded the rate experienced in Benton Harbor. (S-95; Tr. 513-17 Rossell.) No evidence suggested that the transfers out of Benton Harbor could or should have been increased. No question exists of the good faith of defendants in implementing this aspect of the program.</p>\n<p><span class=\"star-pagination\">*985</span> <i>Curriculum.</i> Defendants presented uncontroverted evidence at the hearing that the BHASD has an appropriate and uniform curriculum, which is tied to the state MEAP standards. (Tr. 685-86 Garrison; S-61; Tr. 840-41 Murphy.) The BHASD curriculum includes courses on African American history and multi-cultural studies. (S-210, p. 60.) It is clear that no evidence exists that the curriculum or materials used by the BHASD includes cultural or racial bias or that practices or policies exist that racially discriminate. (Tr. 53-54 Peeples Burks; Tr. 260-62 Williams.)</p>\n<p><i>Faculty and Staff Reassignment and Affirmative Action Goals.</i> It was uncontested at the hearing that faculty and staff in the BHASD have been reassigned and are well-integrated throughout the BHASD. No school is racially identifiable on the basis of faculty and staff composition. (S-255; Tr. 521-25 Rossell.) In addition, the BHASD has met and exceeded the affirmative action goals identified in the remedial order concerning the composition of faculty and staff. (<i>Id.;</i> S-99 through S-101.)</p>\n<p><i>In-Service Training.</i> BHASD personnel participated in extensive in-service training and workshops over the years, including workshops geared toward the improvement of student achievement, the desegregation process, diversity and multi-cultural issues. (S-111 through S-128; S-150; Tr. 679-81, 686-87 Garrison; Tr. 266-70 Williams; Tr. 740-42 Staten.) The court finds that defendants have complied in good faith with the in-service training requirement of the remedial order.</p>\n<p><i>Discipline.</i> In the 1981 remedial order, the court required defendants to adopt a uniform code of conduct and discipline. It is undisputed that such a code was developed and adopted. (BH-12; Tr. 306 Williams.) The record at trial also established that the code is fairly enforced as evidenced by the fact that the percentage of African American suspensions is nearly equal to the percentage of African American student enrollment. (Tr. 530-31 Rossell; S-105; S-106.) The court therefore finds good faith compliance with this aspect of the remedial order.</p>\n<p><i>Community Involvement and Monitoring.</i> As part of the remedial order, the court established the Community Education Council (\"CEC\") as the \"primary body monitoring implementation of the court's order on behalf of the court.\" The CEC was established and funded in accordance with this court's orders at all times since adoption of the remedial order. Since monitoring implementation of the court's order was one of the functions of the CEC, the court is aware of the existence of some tensions between the CEC and various defendants during the course of the 21-year remedial period. However, no evidence was presented at the hearing that suggested that defendants had failed to cooperate in good faith with the CEC. (Tr. 936 Williamson; Tr. 1134 Cain; Tr. 772-73 Staten.)</p>\n<p><i>Annual Desegregation Progress Reports.</i> The court required the BHASD to annually submit desegregation progress reports. This was done every year through the 1999-2000 school year. (S-111 through S-128; S-150; Tr. 306-07 Williams.)</p>\n<p><i>Achievement and Social Skills.</i> Compliance with this aspect of the court's remedial order was the subject of a very large percentage of the evidence presented at the unitary status hearing. In the 1981 order, the court determined that the remedy for past segregation in Benton Harbor required implementation of a program designed to improve \"self-esteem, achievement motivation, social skills, coping, behavior, and vocational and career awareness in students at all grade levels.\" <span class=\"star-pagination\">*986</span> 515 F.Supp. at 370. The court directed the school boards and the school district superintendent, under the direction of Dr. James Comer, to develop, implement and evaluate such a program, which the court ruled was of \"critical importance ... to a complete equitable remedy of the adverse effects of defendant's segregative conduct.\" <i>Id.</i> The court retained jurisdiction to issue further orders on this component. The court also determined that</p>\n<blockquote>[t]he goal of persons working within this component will be to raise the level of student achievement, until achievement within the district reaches the average attained by Michigan students in statewide achievement tests. Once that goal has been achieved, the program will be phased out over two additional school years.</blockquote>\n<p>515 F.Supp. at 370.</p>\n<p>The BHASD worked with Dr. Comer to adapt the Comer plan to the BHASD, sending an administrator, Ms. Erma Mitchell, to Yale University for one year to receive training from Dr. Comer and his staff. (Tr. 1414 Mitchell.) During the course of the program, the State paid for the training of numerous administrators, board members, superintendents and teacher and parent representatives at Yale University. The State also paid for the court and the court master to observe the program in New Haven. (Tr. 1413-15 Mitchell.)</p>\n<p>At Dr. Comer's recommendation, the Comer program began to be implemented in only four elementary schools in the BHASD during the 1982-83 school year. (S-368.) The court approved stipulated modifications in the required state funding payments consistent with the staggered implementation. (P-10; P-90a; P-90j; P-90k; P-90<i>l</i>; Tr. 1465 Stevens.<sup>[12]</sup>) The BHASD did not attempt to reserve for later use funds originally authorized by the remedial order, though the program coordinator believed those funds were being placed aside for later use when implementation was at its peak. (Tr. 1334 Mitchell; Tr. 1465 Stevens; P-10; P-90j; P-90k.)</p>\n<p>In 1987, the parties entered into a stipulation, which the court approved, that provided predictable funding for school years 1986-87 through 1991-92. The stipulation provided funding at higher levels than originally mandated by the remedial order, but also provided for the funds to decrease each year after 1988 and to be terminated at the end of the 1991-92 school year. (P-90h; Tr. 1467 Stevens.)</p>\n<p>In the 1986-87 school year, in anticipation of declining financing from the State under the remedial order, the BHASD superintendent ordered that the program be implemented in all remaining elementary schools in the district. (S-368; S-223; Tr. 595 Gavin; Tr. 1338-39, 1345-47 Mitchell.) The decision was contrary to the recommendation of both the program director, <span class=\"star-pagination\">*987</span> Erma Mitchell, and Dr. Comer. (Tr. 1346 Mitchell.) During that same school year, while the program was being implemented for the first time in all elementary schools, Mitchell was removed from the position of program director. (Tr. 1350 Mitchell.) She was not replaced until after the end of the school year, and then by an individual holding a lower status position who had no say on the management team. (Tr. 1350, 1352 Mitchell; Tr. 606, 612 Gavin.) In addition, Mitchell was directed to have no contact with her successor. It is also undisputed that on July 14, 1992, the BHASD school board voted to terminate the Comer model due to lack of finances. (P-90f: Board Minutes of 7/14/92.) After the program was terminated, the program had no director or monitoring, no further training took place, the social skills component of the program was discontinued and the parent stipend program was terminated. (Tr. 651-654 Gavin; Tr. 1430-31 Mitchell.) In addition, the program was never implemented at the junior high and high school levels. (Tr. 624 Gavin; BH-38.)</p>\n<p>Although defendants assert that they continued the Comer philosophy after July 14, 1992, by compliance with Public Act 25, the evidence does not support that contention. The Comer program requires all of the elements for its effectiveness. (10/24/01 Tr. 17-28, 81 Comer.<sup>[13]</sup>) Compliance with Public Act 25 is not equivalent to the Comer program, though a school implementing the Comer program will comply with Public Act 25. (BH-29; Tr. 594-97, 625-34, 650 Gavin.)</p>\n<p>I find, based on all of these facts, that the BHASD did not fully comply with the achievement component of the court's order. Indeed, the school board appeared to pay little attention to the ultimate goal or method of its achievement obligation under the remedial order. Gladys Peeples Burks, director of BHASD's desegregation advisory services in 1982-83 and district board member from 1993 to present, stated that she did not become aware of the remedial order's goal for student achievement until two weeks before the hearing on unitary status, when she read the order for the first time. (Tr. 37-38, 59-60, 71 Peeples Burks.) She testified that during her eight-year tenure on the BHASD school board, the board has not discussed the goals of the remedial order. (Tr. 39, 70, 72 Peeples Burks.) Even at the time of her testimony, Peeples Burks did not believe the BHASD was under direction to continue the Comer program until MEAP test scores equaled state averages. (Tr. 73-74 Peeples Burks.) Yet in 1987, then-superintendent of the BHASD, Harry Stephens, received a letter from court master Michael Stolee advising that any program that might interfere with or replace the Comer model would have to be approved by the court. (P-40.) Further, no evaluations were conducted by the district of compliance with the remedial order.</p>\n<p>Despite the above, I find that the BHASD has made substantial and continuous efforts to improve student achievement notwithstanding this lack of attention to the specific method of the remedial order. (Tr. 39-50 Peeples Burks; Tr. 311-12 Williams; Tr. 658-700, 731-32 Garrison.) The evidence is clear that while the district abandoned the Comer model as a whole, <span class=\"star-pagination\">*988</span> board members and administrators actively sought to improve student achievement in the BHASD with the understanding that the remedial order required such efforts. (Tr. 256-57, 265-302, 312 Williams; Tr. 38, 40, 72 Peeples Burks; Tr. 731-32 Garrison.) Recently, those efforts included working extensively with plaintiffs' expert Dr. Stephens to develop a comprehensive school improvement plan, 45% of which has been implemented despite the lack of specially dedicated funding. (Tr. 659, 662-63 Garrison.)</p>\n<p>In addition, it is apparent that the program was not terminated in willful contempt of the court's order. While the order clearly states the requirement that the student achievement component be implemented until BHASD MEAP scores reached the state average, the evidence does not indicate that all BHASD officials fully appreciated that fact. Further, the memos produced at the time of the discontinuation of the program, as well as the board minutes, suggest that the district believed, whether reasonably or not, that it could continue to utilize the Comer philosophy without the formality of the program. (S-162.) Moreover, while it always remained the BHASD's primary responsibility under the order to implement and assure compliance with the order, 515 F.Supp. at 383, it appears that although Dr. Stolee and James Turner of the CEC initially questioned the district's actions (S-163), neither Dr. Stolee, the CEC, nor plaintiffs' counsel ever sought to follow up their early concerns until the motions for unitary status were filed years later. Finally, the BHASD appeared to consider the termination of special state funding for the component, as approved by the court, as tacit approval to not fund the program. Again, however unreasonable this assessment may have been, the court concludes that the decision made by the BHASD to terminate the Comer plan was not taken in bad faith.</p>\n<p>I further find that the State of Michigan has fully complied with its obligations under this component of the remedial order. It was undisputed that the State fully funded all aspects of the achievement component as directed in the original and subsequent orders. (Tr. 1601 Stevens; Tr. 321-22 Williams; Tr. 1407 Mitchell; S-207; P-90j; P-90k; S-227; S-368; S-402.) The State's funding obligation for this component ended in 1992, pursuant to a stipulated order of this court issued in 1987. (S-368.)</p>\n<p>In addition, the court finds that a substantial number of state officials and department staff placed great emphasis on effective implementation of the order and promoting achievement in the BHASD, fully implementing both the letter and spirit of the order. Dr. Paslov, Dr. Donovan and later Dr. Teressa Staten, all top officials of the Department of Education, routinely chaired the Superintendents Council meetings. (Tr. 737-740 Staten.) Indeed, Dr. Staten continued in this role following her retirement. Dr. Staten traveled regularly to Benton Harbor and consulted on the telephone on issues involving the BHASD. (Tr. 747-49 Staten.) Dr. Staten testified at length about additional efforts undertaken by the State beyond funding the court-ordered remedy. (Tr. 761-64, 767-69.)</p>\n<p>In addition, Dr. Eugene Cain testified to the large number of equity initiatives the State pursued in Benton Harbor, making efforts to see that Benton Harbor, in particular, was one of the beneficiaries of various competitive State programs. (Tr. 1118-30 Cain.) Dr. Cain also testified to being influenced by a meeting that occurred shortly after he began working at the Department of Education, in which the State Superintendent of Instruction, Dr. Runkel, discussed the agency's responsibilities in Benton Harbor and his belief that <span class=\"star-pagination\">*989</span> the State should go beyond the court order. Dr. Cain expressed his own abiding concern about the district arising out of his personal experiences attending segregated schools in Birmingham, Alabama. (Tr. 1116-17, 1132 Cain.)</p>\n<p>Further, the State has continuously provided a variety of technical services to the BHASD particularly, and to other districts with large numbers of disadvantaged students. These services include technical assistance such as individual coach/mentor visits to the BHASD schools, consultation with individual school leaders on the creation of school improvement plans, grant awards to individual schools in the BHASD, other discretionary grants, support for early childhood activities, assistance in the area of school health programs, and cash awards for school improvement initiatives. (S-292; S-269; S-270; S-263 to S-265; S-293; S-266; S-268; S-276; S-289; Tr. 915-31 Williamson.)</p>\n<p></p>\n<h2>III. CONCLUSIONS OF LAW</h2>\n<p>\"The duty and responsibility of a school district once segregated by law is to take all steps necessary to eliminate the vestiges of the unconstitutional <i>de jure</i> system.\" <i>Freeman v. Pitts,</i> <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 485, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></a></span> (1992). This obligation has been phrased as a duty to convert the prior dual system to one that is unitary, in which \"`racial discrimination would be eliminated root and branch.'\" <i>Freeman,</i> 503 U.S. at 486, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span> (quoting <i>Green,</i> 391 U.S. at 437-38, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>).</p>\n<p>The term \"unitary\" is not a precise concept. Instead, the concept is used generally to describe a school system that has been brought into compliance with the requirements of the Constitution. <i>Id.</i> at 487, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>. The elimination of the effects of the prior violation is the goal and limit of the court's equity power. <i>See generally id.</i> at 487, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span> (\"The essence of a court's equity power lies in its inherent capacity to adjust remedies in a feasible and practical way to eliminate the conditions or redress the injuries caused by unlawful action.\"). The concept of a \"unitary\" system is to \"guide district courts in assessing when it is appropriate to restore local control....\" <i>Manning v. School Bd. of Hillsborough County,</i> <span class=\"citation\" data-id=\"772626\"><a href=\"/opinion/772626/andrew-l-manning-a-minor-by-his-father-and-next-friend-willie-manning/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 942 (11th Cir.2001).</p>\n<p>In imposing a remedy and determining whether a unitary district has been established, the Court has identified six important indicia of a racially segregated school system: \"student assignments, ... faculty, staff, transportation, extracurricular activities and facilities.\" <i>Id.</i> (quoting <i>Green,</i> 391 U.S. at 435, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>). Those six factors, the \"<i>Green</i> factors,\" have been identified by the Supreme Court as deficiencies considered to be <i>per se</i> vestiges of discrimination. <i>Id.</i> The Court has acknowledged, however, that <i>Green</i> does not set forth the only factors that may be implicated by segregative practices. <i>See </i><i>Jenkins III,</i> 515 U.S. at 88-89, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span> (\"[W]e have identified `student assignments, ... faculty, staff, transportation, extracurricular activities and facilities' as <i>the most important</i> indicia of a racially segregated school system.\") (emphasis added). Indeed, the Court specifically has recognized that disparate student achievement and other ancillary effects in addition to the <i>Green</i> factors may properly be attributable to past <i>de jure</i> discrimination. <i>Id.</i> at 90, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>; <i>see also </i><i>Milliken v. Bradley (\"Milliken II\"),</i> <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1977).</p>\n<p>In determining whether a school district previously found to have engaged in <i>de jure</i> segregation has achieved unitary status, the ultimate question before the court is \"`whether the constitutional violator ha[s] complied in good faith with the desegregation <span class=\"star-pagination\">*990</span> decree since it was entered, and whether the vestiges of past discrimination ha[ve] been eliminated to the extent practicable.'\" <i>Missouri v. Jenkins,</i> <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, 89, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></a></span> (1995) (quoting <i>Freeman v. Pitts,</i> <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 492, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></a></span> (1992), and <i>Board of Education of Oklahoma City Public Schools v. Dowell,</i> <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">237</span></a></span>, 249-50, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">715</span></a></span> (1991)).</p>\n<p>It is well established that defendants bear the burden to proof on their compliance with remedial orders and on the existence of any vestiges of the <i>Green</i> factors. <i>See </i><i>Freeman,</i> 503 U.S. at 494, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>. In addition, this court previously has held that student achievement vestiges should be treated like other indicia of a segregated school district. <i>See </i><i>Berry v. School Dist. of City of Benton Harbor,</i> <span class=\"citation\" data-id=\"2472541\"><a href=\"/opinion/2472541/berry-v-school-dist-of-city-of-benton-harbor/\"><span class=\"volume\">141</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">802</span></a></span>, 810 (W.D.Mich.2001). Therefore, as with the <i>Green</i> factors, defendants bear the burden of showing that any continuing student achievement deficits are not vestiges of their prior segregative conduct. <i>Id.</i></p>\n<p></p>\n<h2>A. <i>Good Faith Compliance</i>\n</h2>\n<p>As previously discussed, the court's initial remedial order and various supplementary orders included a variety of components, including the elimination of racially identifiable schools within the BHASD on all of the <i>Green</i> factors, the development of magnet schools and interdistrict transfers, as well as various means of assuring the success of those components such as community involvement, monitoring and financing. In addition, the court ordered an achievement and social skills component, directing the defendants to implement the Comer Program throughout the district. The court stated that the \"goal of persons working within this component will be to raise the level of student achievement, until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests.\" 515 F.Supp. at 370. The student achievement component was to be phased out over two additional school years if this standard had been met.</p>\n<p>Subsequently, in 1987, in accordance with a stipulation of the parties, the court modified the order with respect to the funding of the achievement and social skills component. (Dkt. # 882; P 90h.) The order altered both the timeline for full implementation of the Comer program and the funding formula for the program. Under the stipulation and order, the State's obligation to provide full funding for the program was terminated after the 1991-92 school year, at which time the Comer model was expected to be fully internalized in the system. The order, while fully and finally resolving the State's obligations to pay for the component, did not alter the measure set in the original order for terminating the program.</p>\n<p>As I previously concluded in my findings of fact, the BHASD did not continue the Comer program after the 1991-92 school year, when specific funds from the State were terminated, despite the fact that the district at no time met the goal that district MEAP averages would meet those of the state. In the absence of another order of the court, this failure amounts to facial noncompliance with the court order.</p>\n<p>However, I note that the remedial order did not expressly state that the BHASD would be barred from unitary status unless the Comer model was continued until the district MEAP averages met state-wide averages. The order stated that the \"<i>goal</i> of persons working within this component will be to raise the level of student achievement, until achievement within the district reaches the average attained by Michigan students in state-wide achievement tests.\" 515 F.Supp. at 370 (emphasis added). The court's phrasing was not accidental. A \"goal\" is not an imperative. <span class=\"star-pagination\">*991</span> The phrasing followed the court's reiteration of its liability findings to the effect that student achievement deficits were directly linked to past discrimination and achievement remedies were required to overcome the effects of the past segregation. <i>Id.</i> at 368. In fact, the remedial order reserved its authority to make additional orders with respect to the component \"as required to fully effect a complete, equitable remedy.\" Thus, the order implicitly recognized the possibility that the goal would not be met prior to termination of court jurisdiction, if achievement deficits were no longer linked to past liability.</p>\n<p>As a result, as I have held, the BHASD did not fully comply with the requirements of the order with respect to the Comer program. That failure to comply, however, does not itself demonstrate bad faith that necessarily bars a grant of unitary status.</p>\n<p>Indeed, perfect compliance with the court's remedial orders is not required for a constitutional violator to be released from judicial oversight. When examining evidence of compliance to determine \"whether a school board has acted in good faith, a court should not dwell on isolated discrepancies, but rather should `consider whether the school board's policies form a consistent pattern of lawful conduct directed to eliminating earlier violations.'\" <i>Manning,</i> 244 F.3d at 946 &amp; n. 33 (quoting <i>Lockett v. Board of Educ. of Muscogee County Sch. Dist.,</i> <span class=\"citation\" data-id=\"739750\"><a href=\"/opinion/739750/jerry-lockett-v-board-of-education-of-muscogee-county-school-district/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">839</span></a></span>, 843 (11th Cir.1997)). As the <i>Manning</i> court noted, \"[t]he focus is on the school board's pattern of conduct, and not isolated events, because <i>the purpose of the good-faith finding is to ensure that a school board has accepted racial equality and will abstain from intentional discrimination in the future.\" Id.</i> at 946 n. 33 (emphasis added) (citing <i>Freeman,</i> 503 U.S. at 498-99, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span> (\"A history of good-faith compliance is evidence that any current racial imbalance is not the product of a new <i>de jure</i> violation, and enables the district court to accept the school board's representation that it has accepted the principle of racial equality and will not suffer intentional discrimination in the future.\")).</p>\n<p>The evidence uniformly suggests that the BHASD has complied fully and in good faith with most of the components of the remedial order. Plaintiffs admit that the BHASD eliminated racially identifiable schools, both in pupil assignment and staff assignment. Magnet programs were developed as required and, while plaintiffs assert defendants could have done more to fund expansion of the Montessori magnet, the bulk of the evidence supports a finding of good faith on this component. The interdistrict transfer programs otherwise were fully implemented and supported. The district unquestionably met its affirmative action goals, in-service training requirements, student discipline and community involvement.</p>\n<p>In addition to this substantial compliance with the bulk of the remedial order, no independent evidence suggests that this school district, whose student population is over 90% African American, a majority of whose board members and administrators are African American, and a high percentage of whose teachers are African American, will return to intentional discriminatory conduct. The testimony uniformly supports the conclusion that all students in the BHASD are receiving the same education, regardless of race. As a result, the failure to continue to implement the Comer model after 1992 does not suggest a likelihood that the district will return to its past segregative conduct. <i>See </i><i>Manning,</i> 244 F.3d at 946 n. 33.</p>\n<p>Moreover, regardless of the district's imperfect fulfillment of the order's requirements regarding the Comer program, the district unquestionably has made efforts <span class=\"star-pagination\">*992</span> during all of the intervening years to improve student achievement and to eliminate the educational deficits identified in the court's order. While legitimate dispute may or may not exist concerning the efficacy of these efforts, the court has received undisputed evidence that the efforts conscientiously were undertaken. The court is persuaded by the testimony of Superintendent Williams, board member Gladys Peeples Burks, and Assistant Superintendent for Instruction Rick Garrison that district administrators and board members continuously struggled to improve student achievement. Indeed, student achievement has improved dramatically over the last three years. The BHASD has implemented many elements of a school improvement plan developed by plaintiffs' experts, to the extent funding will allow. On all of the evidence before the court, I find that the district has demonstrated a good faith interest in improving student performance, even if it failed to implement in full the court-ordered method for achieving that goal.</p>\n<p>Finally, since the time of the remedial order, the Supreme Court has specifically addressed the scope of a court's authority to impose indefinite remedial programs until student achievement meets national norms. <i>Jenkins,</i> at 515 U.S. at 100-102, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. The Court rejected the broad imposition of such general achievement test goals, holding that the court's authority to improve achievement is limited by the incremental amount of achievement deficit that may be said to arise from the past segregative conduct. <i>Id.</i> at 101, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. Where, as here, the court concludes that all achievement deficits attributable to past discrimination have been eliminated, incomplete compliance with the achievement component of the court's order, if not done in bad faith or indicative of an intent to return to discriminatory practices, may not serve as a basis for retaining jurisdiction.</p>\n<p>In sum, I conclude that while the BHASD has not fully complied with the student achievement component of the remedial order, its failure does not result from bad faith. I further conclude that, in the context of its compliance with other aspects of the remedial order, the failure of the BHASD to fully comply with the achievement component does not suggest that the district will renew its discriminatory acts following termination of the action. In addition, to the extent that the remedial order required the district to do more than remedy past discrimination, that order would be unenforceable.</p>\n<p>In light of my conclusions about the good faith compliance of the BHASD, the compliance of the State defendants is beyond dispute. As the State notes, a large portion of its obligation under the remedial order was to fund the programs ordered by this court. Over the twenty-one years of the remedy, the State has never failed to meet its funding obligations. Further, as recited in the factual findings, the State defendants have provided substantial technical services and made efforts to assist the BHASD to obtain funds not required under the remedial order.</p>\n<p>In addition, to the extent that the State bears responsibility for the actions of the BHASD,<sup>[14]</sup> the court's findings concerning <span class=\"star-pagination\">*993</span> the compliance of the BHASD are dispositive of any responsibility of the State to oversee such compliance.</p>\n<p>Accordingly, I conclude that the State has complied in good faith with the court's remedial orders.</p>\n<p></p>\n<h2>B. <i>Elimination of the Vestiges</i>\n</h2>\n<p>As previously observed, a school district once segregated must \"take all steps necessary to eliminate the vestiges of the unconstitutional <i>de jure</i> system.\" <i>Freeman,</i> 503 U.S. at 485, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>. In order to be granted unitary status, defendants must establish that they have eliminated all vestiges of discrimination to the extent practicable. <i>See </i><i>Berry,</i> <span class=\"citation\" data-id=\"2472541\"><a href=\"/opinion/2472541/berry-v-school-dist-of-city-of-benton-harbor/\"><span class=\"volume\">141</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">802</span></a></span>, 810. Not all racial imbalances are vestiges of segregation. A racial imbalance is a vestige only insofar as it is causally related to the prior <i>de jure</i> violation. <i>Freeman,</i> 503 U.S. at 496 (\"The vestiges of segregation that are the concern of the law in a school case may be subtle and intangible but nonetheless they must be so real that they have a causal link to the <i>de jure</i> violation being remedied.\")</p>\n<p>In determining whether disparities in a school system are vestiges of past discrimination, the Supreme Court has recognized that a lengthy passage of time makes it less likely that any existing racial imbalances are traceable to the prior segregation. <i>See </i><i>Freeman,</i> 503 U.S. at 496, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span> (\"As the <i>de jure</i> violation becomes more remote in time ..., it becomes less likely that a current racial imbalance in a school district is a vestige of the prior <i>de jure</i> system.\") \"The causal link between current conditions and the prior violation is even more attenuated if the school district has demonstrated its good faith.\" <i>Id.</i></p>\n<p>Here, plaintiffs admitted and the evidence strongly supported that the vestiges of discrimination had been eliminated as to all of the <i>Green</i> factors. The sole vestige in issue is the student achievement and social skills deficit identified by this court in its liability findings and extensively addressed by the court in its remedial order.</p>\n<p>The Supreme Court has addressed the limits of a district court's authority to improve student achievement in a desegregation case. <i>See </i><i>Jenkins,</i> 515 U.S. at 91, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>. The Court specifically has cautioned that school improvement plans are proper only when designed to remedy the system-wide reduction in student achievement caused by the original unconstitutional conduct. <i>Id.</i> at 98, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span> (\"`[F]ederal court decrees exceed appropriate limits if they are aimed at eliminating a condition that does not violate the Constitution or does not flow from such a violation.'\") (quoting <i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 282, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1977) (<i>\"Milliken II\"</i>)). The mere existence of imbalance is not a basis for continuing court jurisdiction over the achievement aspect of a remedy. <i>Jenkins,</i> 515 U.S. at 91, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>; <i>Milliken II,</i> 433 U.S. at 280 n. 14, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>.</p>\n<p>In particular, the <i>Jenkins</i> Court cautioned against the continuation of achievement goals based on national norms rather than goals that are closely tied to the effects of legal segregation. <i>Id.</i> at 101-102, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span> (\"Just as demographic changes independent of <i>de jure</i> segregation will affect the racial composition of student assignments, so too will numerous external factors beyond the control of the [district] affect minority student achievement. So long as these external factors are not the result of segregation, they do <span class=\"star-pagination\">*994</span> not figure in the remedial calculus.\"). The Court expressly reiterated that \"the State and the [BHASD] are `entitled to a rather precise statement of [their] obligations under a desegregation decree.'\" <i>Id.</i> (quoting <i>Dowell,</i> 498 U.S. at 246, <span class=\"citation\" data-id=\"112520\"><a href=\"/opinion/112520/board-of-ed-of-oklahoma-city-public-schools-v-dowell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>). Pursuant to <i>Jenkins,</i> the court must do more that determine that \"[s]egregation has caused a system wide reduction in achievement....'\" <i>Id.</i> Instead, it must identify \"the incremental effect that segregation has had on minority student achievement or the specific goals of the quality education programs.\" <i>Id.</i></p>\n<p>In the instant case, the court established a student achievement goal of raising the average BHASD performance on state-wide achievement tests to the average performance in the state as a whole. As previously noted, the court order did not mandate continuation of jurisdiction until that level was reached, but instead created a goal. Even had a mandate been established, however, the court has never made findings in the instant case as to the incremental effects of segregation on any achievement deficits within the district. Under <i>Jenkins,</i> the court's nonspecific finding that segregation had caused deficits is an insufficient basis upon which to continue to impose achievement mandates requiring that the district meet some generalized norm. <i>Id.; see also </i><i>Hoots v. Pennsylvania,</i> <span class=\"citation\" data-id=\"2358443\"><a href=\"/opinion/2358443/hoots-v-pennsylvania/\"><span class=\"volume\">118</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">577</span></a></span>, 602 (W.D.Pa.2000). As a result, in evaluating whether the district has eliminated the vestiges of past discrimination, this court must consider whether student achievement deficits in the BHASD are unexplained by factors other than past segregative conduct.</p>\n<p>I conclude that the remaining achievement deficits in the BHASD are explained by factors other than past discrimination and that no student achievement vestige remains. First, I note that no student presently enrolled in the BHASD has ever attended a school practicing <i>de jure</i> segregation. The parties have stipulated that \"no children in the Benton Harbor schools today were enrolled in the BHASD when the remedy began in 1981.\" (Stip. No. 2a.) In addition, the Comer school improvement program was in place until 1992, and other achievement initiatives have been utilized by the district since that time. While the Court has held that the mere passage of time does not shift to plaintiffs the burden of proving that no vestiges in achievement remain, the passage of time during the implementation of a desegregation order constitutes significant evidence that the remaining deficits are not the result of prior discrimination. <i>Freeman,</i> 503 U.S. at 496, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>.</p>\n<p>Further, defendants introduced substantial and compelling evidence that the difference in performance on the MEAP tests by BHASD students is entirely explained when results are controlled for poverty. Indeed, the performance in some grades exceeds what would be expected given the high levels of poverty in the district. Although plaintiffs cross-examined defendants' experts, they presented no evidence of their own that controlled for poverty, nor did their expert challenge the regression analysis used by Dr. Armor. The only analysis of student achievement presented by plaintiffs addressed whether student achievement in high poverty areas of the BHASD could be said to have improved since the implementation of the order. Dr. Crain's analysis, however, admittedly did not account for the substantial relative increase in poverty in these districts.<sup>[15]</sup> It <span class=\"star-pagination\">*995</span> also did not attempt to explain the amount of the achievement gap at any point in time that was explained by poverty or other factors.</p>\n<p>Dr. Armor also examined the black/white achievement gap both within the district and nationally, noting that the gap in student achievement exists for students before entering kindergarten and exists in districts that never operated segregated school systems. While the reasons for the gap are multiple and in part overlap with the effects of poverty, the gap nonetheless is distinct from a deficit caused by the practices of the school district. <i>See </i><i>Hoots,</i> 118 F.Supp.2d at 600; <i>Reed v. Rhodes,</i> <span class=\"citation\" data-id=\"2569782\"><a href=\"/opinion/2569782/reed-v-rhodes/\"><span class=\"volume\">1</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">705</span></a></span>, 744 (N.D.Ohio 1998), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">687382</span></span> (6th Cir. 2000). Dr. Armor concluded that the performance gap between blacks and whites in the BHASD was substantially less than the gap in other school districts, indeed, one of the lowest with which he has worked. Although the numbers of white students in the BHASD are small, I found credible the testimony that those numbers were not so small as to be statistically unreliable as comparisons.<sup>[16]</sup> Plaintiffs produced no evidence concerning black/white differences, relying on the fact that the certified class in this case consists of all students in the BHASD, not just African American students, and that the remedial order did not distinguish between black and white students when it discussed achievement deficits.</p>\n<p>Admittedly, the remedial order did not expressly distinguish between white and black students in setting the achievement remedy. However, in its liability findings, the court specifically found that individual student achievement of black students had been detrimentally affected by defendants' past segregative actions and inactions. 442 F.Supp. at 1289. The court found different kinds of harm had been experienced by white students in a segregated system. <i>Id.</i> Moreover, while the remedial order did not distinguish between white and black students in the remedial goals, it did expressly refer to the achievement deficits experienced by the victims of discrimination and relied on cases approving such programs designed to remedy the effects of segregation on minority students. 515 F.Supp. at 372-73 &amp; n. 24. The remedial order therefore included an extensive \"achievement and social skills component\" in its plan that unquestionably was directed at remediating achievement deficits of black students relative to white students because those are the deficits that are fairly attributable to the prior segregation. 515 F.Supp. at 369-373. Indeed, in a school desegregation case, it is difficult to contemplate how achievement deficits may be considered to have been caused by racial segregation without understanding that the deficit implies a comparison of black to white.</p>\n<p>As a result, the comparison of black/white achievement data clearly is relevant to a finding of unitary status. I find that the low achievement gap between black and white students in the BHASD is further evidence that current achievement in the district is not a vestige of past segregation.</p>\n<p>During cross-examination of Dr. Armor, plaintiffs suggested that both the national black/white achievement gap and poverty <span class=\"star-pagination\">*996</span> may be affected by discrimination, even when it includes only districts that have never been the subject of a finding of discriminatory or segregative conduct. The court acknowledges the theoretical possibility that some other school districts may have engaged in discrimination but never have been so adjudicated. The court, however, has been presented with no actual evidence to support this inference and further has no data to measure the extent of such influence on the national data.</p>\n<p>In addition, while both poverty and black/white achievement gaps undoubtedly bear a significant relationship to historical racial discrimination within the society, this court has no authority to address the effects of such societal discrimination. <i>See </i><i>Jenkins,</i> 515 U.S. at 102, <span class=\"citation\" data-id=\"117944\"><a href=\"/opinion/117944/missouri-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span> (\"So long as these external factors are not the result of segregation, they do not figure in the remedial calculus.\"). As the Supreme Court has observed:</p>\n<blockquote>Past wrongs to the black race, wrongs committed by the State in its name, are a stubborn fact of history. And stubborn facts of history linger and persist. But though we cannot escape our history, neither must we overstate its consequences in fixing legal responsibilities. The vestiges of segregation that are the concern of the law in a school case may be subtle and intangible but nonetheless they must be so real that they have a causal link to the <i>de jure</i> violation being remedied.</blockquote>\n<p><i>Freeman,</i> 503 U.S. at 495-96, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>. This court's authority to exercise jurisdiction over the BHASD and the State defendants is limited to eliminating the vestiges of the <i>de jure</i> segregation committed by these defendants. <i>See </i><i>Milliken II,</i> 433 U.S. at 281-82, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span> (\"The well-settled principle that the nature and scope of the remedy are to be determined by the violation means simply that federal-court decrees must directly address and relate to the constitutional violation itself.\").</p>\n<p>In sum, while I accept, without deciding, the evidence presented by plaintiffs' experts that further interventions have the potential to improve performance for Benton Harbor children and reduce achievement gaps between the BHASD and the state average, I find no basis for concluding that the remaining gaps result from prior segregation in the BHASD. As a consequence, those achievement gaps are not properly the subject of this court's continuing jurisdiction. As Judge Posner has observed:</p>\n<blockquote>The board has no legal duty to remove those vestiges of societal discrimination for which it is not responsible. Insofar as the factors we have mentioned, rather than unlawful conduct by the ... school board in years past, are responsible for lags in educational achievement by minority students, the board has no duty that a federal court can enforce to help those students catch up. It may have a moral duty; it has no federal constitutional duty.</blockquote>\n<p><i>People Who Care v. Rockford Bd. of Educ.,</i> <span class=\"citation\" data-id=\"772862\"><a href=\"/opinion/772862/people-who-care-v-rockford-board-of-education-school-district-no-205/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1073</span></a></span>, 1076 (7th Cir.2001). Although the needs of a district like the BHASD, with its pervasive poverty and unemployment, cry out for continuing assistance from the State to meet its obligation to all students, it is neither jurisdictionally proper nor socially advisable for this court to order those interventions.</p>\n<p></p>\n<h2>C. <i>Phase Out of Student Payments</i>\n</h2>\n<p>Although the court concludes that unitary status has been achieved by both the BHASD and the State defendants, the court nevertheless must address the impact of an immediate termination of the remedy on the ability of the BHASD to maintain the very conditions that entitle it and the State to unitary status. The court <span class=\"star-pagination\">*997</span> also must assess what effect immediate termination of funding will have on that portion of the plaintiff class attending school in Coloma and Eau Claire under a partial settlement of this action.</p>\n<p>A district court has the duty \"to restore state and local authorities to the control of a school system that is operating in a Constitutional manner.\" <i>Freeman,</i> 503 U.S. at 489, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>. The Supreme Court has recognized, however, that the court has both the authority and duty to \"provide an orderly means for withdrawing from control when it is shown that the school district has attained the requisite degree of compliance. A transition phase is an appropriate means to this end.\" <i>Id.</i> at 490, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>.</p>\n<p>In the instant case, the BHASD has operated under a remedial order for over twenty years. During those years, the district has received substantial funding from the State over and above funds available to other districts. Some of those funds, both directly and indirectly, have been used to pay for the transportation of students to Coloma and Eau Claire under the voluntary interdistrict transfer program. Other funds have been used to provide intradistrict busing to assure that students within the district attend schools that are not racially identifiable. Still other funds have been used by the district in efforts to eliminate student achievement deficits that, until the time of this hearing, were understood to be related to past segregation.</p>\n<p>I conclude that an immediate cessation of all funding would undermine the conditions necessary to this court's finding of unitary status. First, at the time of the hearings on the motions for partial settlement in 1998, the State raised no objection to that part of the settlement agreement that permitted interdistrict students from the BHASD attending school in Coloma and Eau Claire to continue to attend school in those districts until their graduation and provided that such students would be transported at no cost to the students. As the court noted earlier in its rejection of the 1996 proposed partial settlement, orderly transition could not permit termination of a remedy to adjudicated plaintiffs in a manner that forced them to switch school districts mid-career. The transportation issue was discussed at length and the record reflects that transportation was to be provided and funded in the usual manner. The cost of that transportation is substantial and 2/3 of it has never been borne by the BHASD. The partial settlements limited the amounts of future payments made to Coloma and Eau Claire by the State for transfer students. The settlements also relieved the State from any obligation to prove unitary status with respect to its obligations to those districts and the interdistrict program. The State participated in the agreements to the extent it agreed to fund the ombudsman and to continue to pay maintenance in the amount of foundation allowances for students transferring to Coloma and Eau Claire under the settlement. Yet now, it wants to disavow responsibility for transportation expressly discussed at the time of the hearing on the settlement agreements. In other words, the State both understood and failed to object to the premise that transportation of interdistrict students under the consent judgments would continue as previously ordered until all interdistrict students had left the system.</p>\n<p>Over time, until the last interdistrict transfer students have left Coloma and Eau Claire, the transportation costs are likely to decline more slowly than the numbers of students in the program, since buses must travel even if fewer interdistrict students attend Coloma and Eau Claire in each succeeding year. In light of the State's lack of objection to the partial <span class=\"star-pagination\">*998</span> settlements, and in light of the necessity of continuing the interdistrict transfer program for those students already enrolled in order to prevent a finding of unitary status from penalizing the adjudicated victims, transportation costs should continue to be borne by the State in its relative proportion until such time as the interdistrict program fully terminates. Both the orderly termination of the remedy, as well as the partial settlement of other aspects of the litigation, would be undermined by immediate termination of the previously ordered transportation funding.</p>\n<p>Second, during the course of the remedy, the BHASD has received payments for resident students who elected to transfer to Coloma and Eau Claire (\"phantom student payments\") \"in the amount of state financial aid that the student would have generated had he or she not elected to transfer.\" 515 F.Supp. at 386. According to defendants' figures, in 2000-01, desegregation payments to the BHASD are estimated at approximately $2,552,593.00. (S-57.) The phantom student payments are decreasing each year as students graduate or otherwise leave Coloma and Eau Claire, since no new interdistrict students are entering the system. At the same time, the BHASD can expect the amount per student to increase as foundation allowances are adjusted upward by the legislature. (Tr. 1024 Jameson.) Despite these competing effects, the total amount of phantom student payments should decrease each year. (S-57; S-55.)</p>\n<p>The State asserts that even if all desegregation monies are eliminated in a single year, the BHASD's per pupil allotment will drop by less than $300 following program termination, and then will rise to the preceding level. (S-57; S-54B.) In real dollars, however, the loss of $2.5 million in revenues in a single year would be difficult for any district to address. In the BHASD, that amount is equal to the existing fund balance at the end of FY 2000-01. (P-112.)</p>\n<p>As with the transportation payments, termination of a desegregation remedy should not be made in a manner that penalizes the class entitled to the original remedy so as to undermine the very <i>status quo</i> upon which the finding of unitary status is made. The court has an obligation to provide, as the Supreme Court has recognized, an orderly means for withdrawing from control. <i>Freeman,</i> 503 U.S. at 490, <span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1430</span></a></span>. The court therefore accepts the suggestion of the BHASD that a transition phase is proper for the elimination of state payments.</p>\n<p>I do not accept, however, Benton Harbor's suggestion that the transition phase should be five years during which the district receives full funding. Under that suggestion, the per pupil phantom student amounts would continue to rise as the foundation allowance rises. At the end of the five years, the BHASD will have become even more reliant upon the increasing funds.</p>\n<p>Instead, I accept that an orderly termination of the remedy requires continuing the State's obligation to pay two-thirds of the transportation costs for interdistrict students attending Coloma and Eau Claire until such time as the last of those students graduate or leave the interdistrict program. In addition, in 2002-03, the State shall be required to pay phantom payments per interdistrict pupil equal to the per pupil amount paid in 2001-02. In the year 2003-04, the State will pay 75% per interdistrict pupil of the 2001-02 phantom student amount. In the year 2004-05, the state will pay per pupil 50% of the 2001-02 amount. In the year 2005-06, the State will pay per pupil 25% of that amount. In 2006-07, phantom student payments will cease.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*999</span> D. <i>Termination of CEC</i>\n</h2>\n<p>In terminating this court's pending orders and its jurisdiction over the remedy, the court also terminates the various roles of the CEC to monitor the remedy, to serve as community liaison, and to resolve disputes. Consistent with the court's obligation to provide an orderly termination of other aspects of the remedy, the court also must assure that the offices of the CEC are discontinued in an orderly fashion.</p>\n<p>The CEC has served an important role both to the court and to the district for over twenty years, providing improved communications between the court, community members and the BHASD. The success of the remedy has depended upon the tireless work of dedicated community board members as well as the presence of permanent staff. That dedication is here acknowledged and the court expresses its deepest hope and expectation that those who have so ably served the CEC in the past will in the future help the BHASD to serve its ongoing educational mission by continuing their involvement within the district.</p>\n<p>The issuance of this opinion and order terminating the court's jurisdiction will, like prior orders of the court, raise questions in the community with respect to the continuation of the various programs under the order. The CEC unquestionably will be contacted regarding the meaning of the order and for a brief period, community members will need to be referred to the proper district authorities for their future concerns. In addition, the staff of the CEC will need a reasonable period to organize and pack its records and to close the office in an orderly fashion.</p>\n<p>The court anticipates that the State of Michigan, which financed the CEC, may have in place a set of policies and procedures that apply to the closing of state offices or agencies and the associated severance of staff. The court is further persuaded that, in light of its good faith in implementing the remedy, the State can be trusted in good faith to create and apply reasonable closing procedures to the CEC offices and personnel.</p>\n<p>Accordingly, absent a request from one of the parties for a more specific order, the court will leave to the State of Michigan the duty of assuring an orderly termination of the CEC.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the foregoing reasons, the court denies the plaintiffs' motions to exclude the testimony of Dr. Armor and Dr. Rossell (dkt. # 1723, 1724) and the State's motion to exclude the testimony of Dr. Stevens (dkt. # 1717). The court grants the motions of the BHASD and the State of Michigan defendants for unitary status (dkt. # 1453, 1455). All outstanding remedial and injunctive orders entered against defendants are abrograted, except to the extent such orders relate to any of the following:</p>\n<p>(a) The obligation of the BHASD to transport BHASD resident students under the interdistrict transfer component of the remedial order, as modified by the partial consent judgments;</p>\n<p>(b) The obligations of the BHASD and the State to pay for the transportation of BHASD resident students under the interdistrict transfer component in the percentages of one-third and two-thirds, respectively;</p>\n<p>(c) The obligation of the State to pay Benton Harbor state financial aid for students electing to attend school in Coloma and Eau Claire under the interdistrict transfer program, as modified by this opinion: (1) in fiscal year 2002-03, the State shall be required to pay phantom payments per interdistrict pupil equal to the per pupil amount paid in 2001-02; (2) in 2003-04, the State will pay 75% per interdistrict <span class=\"star-pagination\">*1000</span> pupil of the 2001-02 phantom student amount; (3) in year 2004-05, the state will pay per pupil 50% of the 2001-02 amount; (4) in year 2005-06, the State will pay per pupil 25% of the 2001-02 amount; (5) in year 2006-07, phantom student payments will cease.</p>\n<p>The State's continuing obligations under parts (a) and (b) above shall remain in effect until, and be abrogated when, no BHASD resident students are attending school in either Coloma or Eau Claire under the interdistrict transfer component. Pursuant to the formula contained in this opinion, the State's obligation under part (c) above shall terminate and be abrogated in fiscal year 2006-07.</p>\n<p>The State shall implement such reasonable policies and procedures as are necessary for the orderly closing of the offices of the CEC and the severance of its staff. The State shall continue to pay reasonable costs associated with that closing.</p>\n<p>Plaintiffs' motion to modify the remedial order (dkt. # 1452) is denied as moot.</p>\n<p>The case is hereby dismissed with prejudice.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>In accordance with the opinion filed this date,</p>\n<p>IT IS ORDERED that plaintiffs' motions to exclude the testimony of Dr. Armor and Dr. Rossell (dkt. # 1723, 1724) are denied.</p>\n<p>IT IS FURTHER ORDERED that the State's motion to exclude the testimony of Dr. Stevens (dkt. # 1717) is denied.</p>\n<p>IT IS FURTHER ORDERED that the court grants the motions of the BHASD and the State of Michigan defendants for unitary status (dkt. # 1453, 1455). All outstanding remedial and injunctive orders entered against defendants are abrograted, except to the extent such orders relate to any of the following:</p>\n<p>(a) The obligation of the BHASD to transport BHASD resident students under the interdistrict transfer component of the remedial order, as modified by the partial consent judgments;</p>\n<p>(b) The obligations of the BHASD and the State to pay for the transportation of BHASD resident students under the interdistrict transfer component in the percentages of one-third and two-thirds, respectively;</p>\n<p>(c) The obligation of the State to pay Benton Harbor state financial aid for students electing to attend school in Coloma and Eau Claire under the interdistrict transfer program, as modified by this opinion: (1) in fiscal year 2002-03, the State shall be required to pay phantom payments per interdistrict pupil equal to the per pupil amount paid in 2001-02; (2) in 2003-04, the State will pay 75% per interdistrict pupil of the 2001-02 phantom student amount; (3) in year 2004-05, the state will pay per pupil 50% of the 2001-02 amount; (4) in year 2005-06, the State will pay per pupil 25% of the 2001-02 amount; (5) in year 2006-07, phantom student payments will cease.</p>\n<p>The State's continuing obligations under parts (a) and (b) above shall remain in effect until, and be abrogated when, no BHASD resident students are attending school in either Coloma or Eau Claire under the interdistrict transfer component. Pursuant to the formula contained in this opinion, the State's obligation under part (c) above shall terminate and be abrogated in fiscal year 2006-07.</p>\n<p>The State shall implement such reasonable policies and procedures as are necessary for the orderly closing of the offices of the CEC and the severance of its staff. The State shall continue to pay reasonable costs associated with that closing.</p>\n<p><span class=\"star-pagination\">*1001</span> IT IS FURTHER ORDERED that plaintiffs' motion to modify the remedial order (dkt. # 1452) is denied as moot.</p>\n<p>IT IS FURTHER ORDERED that this case is hereby dismissed with prejudice.</p>\n<p>IT IS FURTHER ORDERED that this court retains jurisdiction over pending and future motions regarding attorney fees, expert fees and costs.</p>\n<h2>NOTES</h2>\n<p>[1]  In addition, many years after the remedial order was entered, the State of Michigan adopted a variety of changes to state education programs, including the implementation of a new method of funding local schools, the authorization of public school academies (charter schools), and the allowance of out-of-district students to attend district schools (schools of choice). The impact of these generally applicable state education changes on the remedial order has been the subject of a number of opinions of this court. The continuing availability of Coloma and Eau Claire as schools-of-choice options to BHASD students also formed part of the consent judgment.</p>\n<p>[2]  <i>Green v. County Sch. Bd. of New Kent County,</i> <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 435, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).</p>\n<p>[3]  Prior to trial, plaintiffs moved to exclude the testimony of Dr. Christine Rossell on the grounds that her opinions and analyses do not comply with the evidentiary requirements of FED.R.EVID. 702, reflecting the standards adopted in <i>Kumho Tire Co. Ltd. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999), and <i>Daubert v. Merrell Dow Pharmaceuticals, Inc.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 589, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993) (dkt. # 1723). The court took that motion, together with two other challenges to expert testimony (dkt. # 1717, 1724), under advisement. As a number of courts have recognized, the court's \"gatekeeper\" function under <i>Kumho</i> and <i>Daubert</i> is less critical when the court itself serves as the trier of fact. <i>See, e.g., </i><i>Gibbs v. Gibbs,</i> <span class=\"citation\" data-id=\"768461\"><a href=\"/opinion/768461/carolyn-j-gibbs-v-ashley-c-gibbs-a-minor-child-and-andrew-f-gibbs-a/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">491</span></a></span>, 499 (5th Cir. 2000); <i>Ekotek Site PRP Comm. v. Self,</i> <span class=\"citation\" data-id=\"2569718\"><a href=\"/opinion/2569718/ekotek-site-prp-committee-v-self/\"><span class=\"volume\">1</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1282</span></a></span>, 1296 n. 5 (D.Utah 1998). A court sitting as trier of fact frequently will allow the testimony to be heard, then will disregard that evidence which is inadmissible or unpersuasive. <i>See </i><i>In re Dow Corning Corp.,</i> <span class=\"citation\" data-id=\"1862388\"><a href=\"/opinion/1862388/in-re-dow-corning-corp/\"><span class=\"volume\">237</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">364</span></a></span>, 371 n. 23 (Bankr. E.D.Mich.1999). The court now finds that Dr. Rossell's testimony is substantially admissible under the standards of Rule 702. While the court acknowledges that certain comparisons conducted by Dr. Rossell are of limited utility, such as a comparison of dollars spent by states in desegregation cases, those comparisons are not methodologically or scientifically invalid; they merely rest on a faulty assumption that the relative amount of monies spent by other states in implementing different remedial orders is relevant to the State's compliance with court orders or whether the vestiges of past discrimination have been eliminated in the instant case. The court therefore concludes that such evidence is admissible, even if ultimately unpersuasive. Further, Dr. Rossell's testimony in large measure provides evidentiary support for a contention plaintiffs admit, <i>i.e.,</i> that the BHASD had eliminated the vestiges of discrimination in the <i>Green</i> factors. No possible basis exists for excluding evidence tending to prove what plaintiffs admit to be true. Taken together, Dr. Rossell's testimony is admitted and plaintiffs' motion to exclude (dkt. # 1723) is DENIED.</p>\n<p>[4]  As with Dr. Rossell, plaintiffs moved to exclude Dr. Armor's analyses and opinions on the grounds that they did not meet the evidentiary requirements of FED.R.EVID. 702. As I previously determined with respect to the opinions of Dr. Rossell, the court's gatekeeper role is less critical and the potential for prejudice is limited when the court itself is the trier of fact and is free to disregard unpersuasive or unsound opinion evidence. <i>See </i><i>Gibbs,</i> 210 F.3d at 499; <i>Ekotek,</i> 1 F.Supp.2d at 1296 n. 5. I am persuaded that Dr. Armor's analysis properly applies ordinary and accepted statistical analyses to information reasonably relied upon by experts in the field. While the limited years of data available to Dr. Armor may affect the reach and credibility of his opinions, they nevertheless provide information that is the subject of reliable scientific methodology. Any limitations on the usefulness of Dr. Armor's analyses, therefore, do not undermine the general admissibility of the evidence, but go only to the weight such evidence should be given.</p>\n<p>[5]  \"MEAP\" tests are tests conducted under \"Michigan Educational Assessment Program,\" the Michigan state-wide testing program.</p>\n<p>[6]  Dr. Armor and other experts testified about the measurement of poverty using indicators of socioeconomic status (\"SES\" factors). Dr. Armor testified that the correlation in Benton Harbor between free and reduced lunch eligibility and multiple SES indicators captured by the census was .9, a nearly perfect correlation.</p>\n<p>[7]  A standard deviation in this context is equivalent to about one year's worth of academic progress. (Tr. 154 Armor.)</p>\n<p>[8]  The court notes, however, that the usefulness of this control is limited by the substantial increase in the percentage of students in poverty in the selected census tracts. According to Dr. Crain, the percentage of students in poverty in these tracts increased from approximately 45% to approximately 66%. Census tract control, therefore, is only partial and is not useful in controlling for poverty in individual student performances or in comparing BHASD performance to that of any other group.</p>\n<p>[9]  The court therefore does not discuss the opinion evidence of plaintiffs' expert Dr. Richard Hunter or the opinion evidence of Dr. Stevens insofar as it goes to whether achievement may be further improved.</p>\n<p>[10]  The remedial order did not affirmatively state that 25% of the openings in magnet schools should be reserved for interdistrict transfer students. Instead, the order declared that it was the court's expectation that 10% to 25% would be filled by interdistrict transfer students and that 75% of the places in any magnet would be reserved for resident students. 515 F.Supp. at 366.</p>\n<p>[11]  Although the placement of this sentence in the report immediately after a discussion of the fact that Coloma and Eau Claire students were placed on a waiting list suggests that the numbers were meant to reflect the number of applicants and enrollees from those districts, the numbers are not consistent with the total number of Eau Claire and Coloma students who actually were enrolled in the entire school during that year. Since students who have been accepted in one year may continue, the total number of openings in any given year is limited to the number of students who do not continue, either by dropping out or graduating. Given the program's attractiveness, the majority of openings most likely occurred in the entering kindergarten class. The reported number of openings (40) is consistent with this scenario of 1/7 of total enrollment in the seven-grade school (259), plus a few.</p>\n<p>[12]  Plaintiffs tendered Dr. Leonard Stevens as an expert in school desegregation, school reform and the monitoring of compliance with desegregation orders. Defendants moved in limine to exclude the testimony of Dr. Leonard Stevens (dkt. # 1717) on the grounds that it failed to meet the standards of FED.R.EVID. 702, arguing that it consists of impermissible legal conclusions and does not represent the product of reliable principles and methods. The court concludes that Dr. Stevens testimony regarding usual methods of evaluating desegregation compliance is sufficiently grounded in reliable principles and methods to be admitted. Further, Dr. Stevens did not and could not testify as to legal conclusions. Instead, he testified concerning the feasibility of compliance measures and the ordinary compliance measures used in evaluating desegregation compliance. To the extent his opinions may be interpreted as improperly suggesting legal conclusions, this court is fully able to disregard them.</p>\n<p>[13]  The hearing on the motions for unitary status concluded on August 16, 2001, but proofs were left open for limited testimony from Dr. James Comer on the elements of his program and what constitutes proper implementation of the program. For a variety of reasons, Dr. Comer's testimony was not able to be taken until October 24, 2001. The transcript from October 24, 2001, was recorded by a different reporter and is not number sequentially with the earlier 15 days of proceedings. The transcript from that date hereafter will be designated in the form \"(10/24/01 Tr. _____ Comer.)\"</p>\n<p>[14]  In its liability finding, this court held that \"[s]chool districts in Michigan are instrumentalities of the State and subordinate to the State Board of Education and its Superintendent.\" 467 F.Supp. at 635. That finding provided one basis for holding the State defendants liable for the segregation in the BHASD. The finding represents the law of the case, <i>see </i><i>United States v. Moored,</i> <span class=\"citation\" data-id=\"681310\"><a href=\"/opinion/681310/united-states-v-james-f-moored/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1419</span></a></span>, 1421 (6th Cir.1994), and is consistent with certain conclusions reached by other courts. <i>See </i><i>Moore v. School Reform Bd. of the City of Detroit,</i> <span class=\"citation\" data-id=\"2409181\"><a href=\"/opinion/2409181/moore-v-school-reform-bd-of-city-of-detroit/\"><span class=\"volume\">147</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">679</span></a></span>, 688 (E.D.Mich.2000) (school districts have no powers or functions except as provided by the State); <i>East Jackson Public Schools v. State,</i> 133 Mich.App. 132, <span class=\"citation\" data-id=\"2177323\"><a href=\"/opinion/2177323/e-jackson-pub-sch-v-michigan/\"><span class=\"volume\">348</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">303</span></a></span>, 306 (1984) (same).</p>\n<p>[15]  As previously stated, I recognize that Dr. Crain's analysis was based on census tract information because of the failure of the BHASD to retain free and reduced lunch information for the period of the remedial order. The availability of the lunch data would have been of great help to the court and to plaintiffs in defending the motions. Nevertheless, I am persuaded that Dr. Armor's statistical analysis is proper and together with the other evidence, leaves little doubt that present achievement is explained by factors associated with high poverty, not past discrimination.</p>\n<p>[16]  The small number of white students in the comparison group may affect to some extent the statistical certainty of the conclusion, but the correlation is nonetheless adequate to reach the stated conclusion within a reasonable degree of certainty. The problem also is less concerning in light of the statistic's consistency with other evidence in the case.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/681310/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768461/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1376841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1862388/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1962518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2177323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2285169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2409181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2472541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2569718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2569782/"
          ]
        }
      ],
      "judges": "Hillman",
      "date_created": "2015-09-22T17:04:58.466303Z",
      "date_modified": "2016-03-03T22:21:51.940956Z",
      "date_filed": "2002-04-04",
      "date_filed_is_approximate": false,
      "slug": "berry-v-school-dist-of-city-of-benton-harbor",
      "citation_id": 2458228,
      "case_name_short": "Berry",
      "case_name": "Berry v. School Dist. of City of Benton Harbor",
      "case_name_full": "",
      "federal_cite_one": "195 F. Supp. 2d 971",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2352997/berry-v-school-dist-of-city-of-benton-harbor/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:35:00.940139Z",
  "date_modified": "2014-10-30T23:35:00.940139Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Berry",
  "case_name": "Berry v. School Dist. of City of Benton Harbor",
  "case_name_full": "",
  "slug": "berry-v-school-dist-of-city-of-benton-harbor",
  "docket_number": "4:67-CV-9",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}