{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2354935/",
  "id": 2354935,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nyed/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2487373/",
      "id": 2487373,
      "absolute_url": "/opinion/2487373/cave-v-east-meadow-union-free-school-dist/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2354935/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2487373/",
          "id": 2487373,
          "absolute_url": "/opinion/2487373/cave-v-east-meadow-union-free-school-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2487373/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3051/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:53:09.092245Z",
          "date_modified": "2017-04-10T07:39:28.828074Z",
          "type": "010combined",
          "sha1": "b4bca499a66b7ced425d0d98b5c6c616bcf1c2ea",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>480 F.Supp.2d 610 (2007)</b></center>\n<center><h1>John CAVE and Nancy Cave as individuals, parents, legal guardians and guardians ad lidem of John Cave Jr. and John Cave Jr., Plaintiffs,<br>\nv.<br>\nEAST MEADOW UNION FREE SCHOOL DISTRICT, W. Tresper Clarke High School, Robert R. Dillon as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Robert R. Dillon individually and personally, Joseph Barbera as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Joseph Barbera individually and personally, Leon J. Campo as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Leon J. Campo individually and personally, Timothy Voels as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Timothy Voels individually and personally, Deborah Coates as President of the Board of Education of East Meadow School District and W. Tresper Clarke High School and Deborah Coates individually and Personally, Brian O'Flaherty as Vice President of the Board of Education of East Meadow School District and W. Tresper Clarke High School and Brian O'Flaherty individually and Personally, Debra Kirsh, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Debra Kirsh individually and Personally, Judy Shiechel, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Judy Shiechel individually and Personally, Walter Skinner, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Walter Skinner individually and Personally, Barry Rubinstein, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Barry Rubinstein individually and Personally, Joseph Parisi, as TRUSTEE of the <span class=\"star-pagination\">*611</span> Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Joseph Parisi individually and Personally, Geraldine Doddato as Assistant Principal and administration of The East Meadow Union Free School District and W. Tresper Clare High School and Geraldine Doddato individually and personally, Darryl Strabuk as Assistant Principal and administration of The East Meadow School District and W. Tresper Clare High School and Darryl Strabuk individually and personally, Patrice Dobies as an employee, agent and servant of East Meadow Union Free School District and W. Tresper Clarke High School and Patrice Dobies individually and Personally and John Campo as an employee, agent and servant of East Meadow School District and W. Tresper Clarke High School and John Campo individually and Personally, Defendants.</h1></center>\n<center>No. 07 CV 0542(ADS)(MLO).</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>March 19, 2007.</center>\n<p><span class=\"star-pagination\">*612</span> <span class=\"star-pagination\">*613</span> <span class=\"star-pagination\">*614</span> <span class=\"star-pagination\">*615</span> Paul J. Margiotta, Lindenhurst, NY, for the Plaintiffs.</p>\n<p>Jaspan, Schlesinger &amp; Hoffman, LLP, by Stephen R. Schlesinger, Stanley A. Camhi, Carol A. Melnick, of Counsel, Garden City, NY, for the Defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>SPATT, Senior District Judge.</p>\n<p>The facts in this case are relatively uncomplicated. This case is about a hearing impaired boy in high school whose family wants him to bring into school and into his classes a dog known as a service dog to assist him in his endeavors and to help train the dog. The school declined to allow the dog into the school on the grounds that the young man is being satisfactorily accommodated already and that the dog would cause problems for the student himself and for other students and teachers and would cause disruptions. The family has come into federal court seeking a preliminary injunction \"constraining and enjoining defendants from preventing entry to the W. Tresper Clarke High School . . . to John Case, Jr. and his hearing dog Simba, or interfering with John Cave, Jr.'s use of any school facility while accompanied by his hearing dog Simba.\"</p>\n<p>Based on this straight-forward factual background there has been a four and a half day hearing.</p>\n<p>John Cave, Jr. (\"John, Jr.\") is a fourteen year old boy currently in the ninth grade at W. Tresper Clarke High School (\"Clarke High School\") in the East Meadow Union Free School District (the \"School District\"). John, Jr. is hearing impaired. John Cave and Nancy Cave, his parents, and John, Jr. (collectively, the \"plaintiffs\") commenced this action against <span class=\"star-pagination\">*616</span> the School District, several officials of the School District, and numerous administrators and employees of Clarke High School (collectively, the \"defendants\") alleging that the defendants violated the Americans with Disabilities Act of 1990 (\"ADA\"), 42 U.S.C. § 12101, <i>et seq,</i> and Section 504 of the Rehabilitation Act of 1973 (\"Section 504\"), 29 U.S.C. § 794, and several New York State statutes by refusing to permit John, Jr. to bring his service dog Simba to school with him.</p>\n<p>Presently before the Court is the plaintiffs' motion, brought by order to show cause, for a preliminary injunction enjoining the defendants from preventing John, Jr. from entering Clarke High School or any other school facility while accompanied by his service dog. The plaintiffs argue that they are entitled to a preliminary injunction because John, Jr. has an absolute right under federal and state laws to have his service dog accompany him to school. In response, the defendants contend that John, Jr. currently participates fully and successfully in his education without the service dog; that the School District has already furnished reasonable accommodations to John, Jr.'s hearing impediment; that the plaintiffs did not seek to obtain permission to bring the dog to school through the proper administrative channels; and that any benefit that John, Jr. will receive from having his service dog with him at school is outweighed by the potential health risks to dog-allergic and asthmatic students and teachers, the administrative burden of rearranging John, Jr.'s schedule, and the detriment to John, Jr.'s overall education if permitting him to bring the dog to school necessitates his being removed from his \"mainstreamed\" program.</p>\n<p>The complaint alleges six causes of action. All of the causes are based on the Federal Americans with Disabilities Act, the Rehabilitation Act, and the following New York State statutes: the New York State Human Rights Law, New York Civil Rights Law and New York Education Law. All of these causes of action are based on John, Jr. and his service dog being wrongfully and illegally denied access to the Clarke High School.</p>\n<p>I. <i>THE HEARING</i></p>\n<p>The following facts are taken from the material portions of the four and a half-day evidentiary hearing conducted by this Court between February 14 to February 22, 2007.</p>\n<p>A. <i>The Plaintiffs' Case</i></p>\n<p>Jennifer Ledbetter is an audiologist. She is employed by Dr. Saul Modlin and she tests hearing. John, Jr. is a patient of Dr. Modlin and Ms. Ledbetter has tested his hearing for five years. John, Jr. has a profound sensory neural hearing loss. He is deaf, meaning without amplification, he has no hearing ability. However, with his cochlear implants he does have some usable hearing. A cochlear implant is an electronic device which is surgically implanted into the patient's cochlear, which is the organ for hearing. According to Ms. Ledbetter, even with the cochlear implants, John, Jr. is not a \"hearing person.\"</p>\n<p>On the morning of February 14, 2007, Ms. Ledbetter examined John, Jr., at Dr. Modlin's office. Without his implants, he has a \"profound hearing loss,\" namely he is completely deaf. With his implants, his threshold ranged from twenty-five to forty decibels, which is a \"mild hearing loss.\" Wearing his implants, John, Jr.'s \"speech deficit score\" was approximately sixty-eight percent with no background noise. When background noise was introduced, John, Jr.'s score fell to sixty percent.</p>\n<p>An audiogram taken on August 18, 2005 was admitted in evidence (Dft. Ex. A). <span class=\"star-pagination\">*617</span> Reading that audiogram, John, Jr. falls within the normal range of hearing with the use of the implants. Using both ears, John, Jr.'s \"speech audiometry\" score ranged from ninety-two percent under \"quiet\" test circumstances, and sixty percent with \"noise (+ 5).\"</p>\n<p>Also, outside of the test booth, he would have a hearing loss of forty percent. So that the maximum John, Jr. could hear is sixty percent.</p>\n<p>Ms. Ledbetter also explained what is an FM transmitter, as follows:</p>\n<blockquote>Q What is an FM transmitter?</blockquote>\n<blockquote>A It's a microphone and receiver that is designed to cut down on the signal-to-noise ratio when you are presenting speech in a room.</blockquote>\n<blockquote>Q And how does it work; do you know?</blockquote>\n<blockquote>A Generally, it's one for a teacher and student. The teacher wears the microphone so her voice or his voice goes directly into the microphone. It's sent by FM transmission to the wearer, usually a student, who then picks it up by some type of transducer in their ear or on a microphone they are wearing.</blockquote>\n<blockquote>Q So the teacher in a classroom would typically have a microphone by their mouth?</blockquote>\n<blockquote>A Correct.</blockquote>\n<blockquote>Q And the sound being heard would typically be heard by the person at the other end of the FM transmitter as if the sound is right there, correct?</blockquote>\n<blockquote>A It cuts out the background noise, yes.</blockquote>\n<blockquote>Q Makes it easier to hear if there is other background noise?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p><sup>[*]</sup>Tr. at 65-66.</p>\n<p>Nancy Cave is the mother of John, Jr. His deafness occurred when he was ten months old. He was diagnosed to be deaf at age 3. According to Mrs. Cave, John, Jr. is profoundly deaf in his right ear and also has a severe to profound loss in his left ear. Without cochlear implants he is profoundly deaf in both ears. In her words, John has a \"natural silent world.\" As to the cochlear implants, they are \"an independent life tool which limits the effect of John's disability\" (Tr. at 154). Also, the FM transmitter system is another tool to limit the effects of his disability. In addition, Simba is also an independent life tool which limits the effect of John, Jr.'s dis ability.</p>\n<p>John, Jr. is in a special education program. Mrs. Cave meets with the Committee on Special Education (\"CSE\") at least once a year. John, Jr. has an individual education plan (\"IEP\") in which accommodations are provided by the school \"in order to help limit the effects of the disability in an educational setting.\" (Tr. at 158). Mrs. Cave complains that the School District is not always in compliance with the IEP. In June 2005, she filed a formal complaint against the School District and detailed certain IEP violations, such as films shown without captioning; the failure to procure a substitute for the sick interpreter; and the FM system not working. Because the sign interpreter was not present, John, Jr. failed a midterm, although he was given a make-up exam with the interpreter present. Mrs. Cave described the services supplied to John, Jr. by the School District, as follows:</p>\n<blockquote>Q Can you tell us what services are involved in his IEP plan?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*618</span> A John has a full-time, one-on-one sign language interpreter. He has an FM system that he uses in his class when it's not broken. And he is allowed extra time on tests. He is also allowed to take his tests with his resource room teacher in a separate location so that if he needs a break or he needs clarification, because he still has a detriment in vocabulary, he can get all of that. He is supposed to have captioning. If any videos or films are shown in class, they must be captioned. Those are the basics.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q You said John has an interpreter at school?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Is that interpreter with him at all times?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q When is that interpreter with him?</blockquote>\n<blockquote>A The interpreter is with him for all of his classes. He is not with him in the hallways. He is not with him in the gym locker room or at his locker before and after school.</blockquote>\n<blockquote>Q How about the cafeteria?</blockquote>\n<blockquote>A Not in the cafeteria.</blockquote>\n<blockquote>Q How about in his resource room?</blockquote>\n<blockquote>A No. They  sometimes he has been there but not all the time, no.</blockquote>\n<blockquote>THE COURT: When you say \"an interpreter,\" there is a person who stays with him in the classroom?</blockquote>\n<blockquote>THE WITNESS: He meets him at every class.</blockquote>\n<blockquote>THE COURT: Listen to my questions, they are specific and precise. Do you mean he has somebody with him in the classroom?</blockquote>\n<blockquote>THE WITNESS: Yes, sir.</blockquote>\n<blockquote>THE COURT: Where does this person stay, next to him?</blockquote>\n<blockquote>THE WITNESS: I think it depends on the class and the teacher whether he is next to him or next to the teacher so that John can see him better.</blockquote>\n<blockquote>THE COURT: How does the person communicate?</blockquote>\n<blockquote>THE WITNESS: He uses sign language.</blockquote>\n<blockquote>THE COURT: That's in every class? THE WITNESS: It's supposed to be in every class.</blockquote>\n<blockquote>THE COURT: Who pays for this person?</blockquote>\n<blockquote>THE WITNESS: The school district, sir.</blockquote>\n<blockquote>THE COURT: How long has this person been provided?</blockquote>\n<blockquote>THE WITNESS: John has had a sign language interpreter since he was in second grade.</blockquote>\n<blockquote>Q Did that change when he got his implants?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q So he continues to have a sign language interpreter?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>Tr. at 158, 180-181.</p>\n<p>In May 2005, Mrs. Cave contacted the school regarding the admission of John, Jr.'s service dog in the school. At that time, John, Jr. was a student in the middle school. She spoke to Linda Carter, the former middle school principal. Ms. Carter said that the dog was not allowed in the school. Mrs. Cave also called Dr. Robert Dillon, the Superintendent of the School District. He told her there was no policy regarding service dogs. When she pressed the issue, he hung up.</p>\n<p>When Mrs. Cave found out that John, Jr. was going to be matched with Simba, she made an appointment with the new <span class=\"star-pagination\">*619</span> high school principal, Timothy Voels. Apparently, Mr. Voels called the school district office and found out that the dog was not permitted. In the meantime, Mrs. Cave and John, Jr. went to Massachusetts on several occasions to train and test with Simba, who was given to John, Jr. Simba stays at their home. He is very obedient and was taken to restaurants, parks, malls, the library and church and was never denied access to any public place except the high school. The Court notes that Simba was in court on a number of days and was very quiet.</p>\n<p>As to John, Jr.'s present condition, Mrs. Cave testified that she has to yell for him to hear and they learned sign language, which they use when not using the processor.</p>\n<p>Mrs. Cave described several incidents that occurred on January 3, 2007. On that day, she took John, Jr. and Simba to Clarke High School. They entered the school and encountered principal Voels and assistant principal Darryl Strabuk on the second floor. According to Mrs. Cave, the two men were very aggressive and she felt threatened. Mr. Voels told them that the dog was not allowed and to take the dog out. Mr. Voels called the police who questioned her. By that time it was 8:00 a.m. and she had to go to work and she and John, Jr. and Simba left. John, Jr. had no school that day.</p>\n<p>After that incident she went to the high school every day for several weeks with John, Jr. and three times with Simba. She actually brought Simba into the math class where Mr. Paul Ring was the teacher. Mr. Ring told her he has very bad dog allergies, but he allowed Simba to lay down by John, Jr.'s desk. After that Simba was denied access to the high school.</p>\n<p>Mrs. Cave complains that because Simba is not allowed to go to school with John, Jr. he doesn't do as well at home as he used to and he needs to continually train Simba.</p>\n<p>On cross-examination, Mrs. Cave was asked what exactly does Simba do for John, Jr. She responded that \"He alerts John to sounds that he doesn't always hear. He limits the effect of John's disability, sounds like a doorbell, a stove timer or a cell phone, an ambulance or a train or a car coming.\" (Tr. at 202).</p>\n<p>In particular, Mrs. Cave described Simba's role in John, Jr.'s life:</p>\n<blockquote>Q Let's talk about Simba. What exactly is Simba for John?</blockquote>\n<blockquote>A Simba is an independent life tool used to limit the effects of John's disability, to allow him to continue to be more and more independent as he continues to grow and head toward a life as an adult, a productive adult in a hearing society.</blockquote>\n<blockquote>Q So Simba doesn't help John learn his school work?</blockquote>\n<blockquote>A Well, I wish he could, because I sure can't do it anymore.</blockquote>\n<blockquote>Q Did you ever suggest that Simba would ever help him learn at school?</blockquote>\n<blockquote>A Never.</blockquote>\n<blockquote>Q Did you ever ask that Simba be used in a CSEA [sic] meeting regarding his education?</blockquote>\n<blockquote>A No.</blockquote>\n<p>Tr. at 275-276. However, Mrs. Cave conceded that Simba will not replace the interpreter, the FM transmitter system, the extra time given to John, Jr. for his tests or the daily resource room period with special teacher Faith Pryhuber. Significantly, Mrs. Cave also stated that John, Jr. is a \"fully mainstreamed student\" who has \"a regular everything except for the resource room.\" (Tr. at 212).</p>\n<p><span class=\"star-pagination\">*620</span> Again, on cross-examination, Mrs. Cave conceded that the School District has made special accommodations for John, Jr.:</p>\n<blockquote>Q And John has a sign language interpreter.</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And that sign interpreter is different than his note taker; is that correct?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And in each of his classes he has the sign person and someone else who takes notes for him; is that correct?</blockquote>\n<blockquote>A That's correct.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q There is one assigned to take notes?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And someone is assigned to sign for him?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And that is all part of his IEP; is that correct?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Did you participate in developing the IEP?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q You went to the meetings?</blockquote>\n<blockquote>A All of them.</blockquote>\n<blockquote>Q Were there limitations placed upon the interpreter as to when he was to be present with John?</blockquote>\n<blockquote>A I don't understand the question.</blockquote>\n<blockquote>Well, did you ask  isn't it a fact that you asked that the interpreter not be with John in the halls and at lunch?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Okay. So the school offered to have the interpreter with him the whole time he's in the building?</blockquote>\n<blockquote>A No, they did not. They did not offer that at all.</blockquote>\n<blockquote>Q Well, you specifically asked that he not be there in the lunch and at hallways [sic]?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q In fact, he gets to sit right in front of the teacher, doesn't he?</blockquote>\n<blockquote>A Yes  well, no, not necessarily. He's in the front row. Doesn't mean that he's in front of the teacher.</blockquote>\n<p>Tr. at 252-253.</p>\n<p>Melissa P. Resnick is 42 years of age and has been without sight since birth. She has had five service dogs. She has used service dogs starting in public school and has had no problems with the dog in the classroom; no problem with allergies; and no objection to her dogs. Ms. Resnick bonds with her dog on a seven-day, 24 hours basis and stated that it was very important for the dog's training to do so. If not, the dog will not respond as readily and can develop bad habits.</p>\n<p>On January 21st or January 22nd of this year, Ms. Resnick was present at the Merrick Library at a Federation of the Blind meeting where Superintendent Dillon addressed the meeting. He spoke about this case and said he would allow blind students to use their canes and allow them to use guide dogs in school.</p>\n<p>The Court notes that Ms. Resnick had a dog in school to assist her as a blind person when she was 17 years old and a senior in high school. Ms. Resnick does not know how many weeks would be required to train a hearing dog.</p>\n<p>John Cave, Jr. testified by way of two sign language interpreters. He has had Simba for two months. He has trained with Simba in Massachusetts for one week and continued the training at home. John, Jr. keeps working with him at home to alert him to sounds. He's doing okay with <span class=\"star-pagination\">*621</span> Simba, at home but Simba is doing things he shouldn't do. According to John, Jr. he is barking when he is not supposed to be doing so, because he hasn't gone to school with him. It is important to train Simba on a regular basis. Simba has alerted John, Jr. to the sound of a train. John, Jr. is trying to alert Simba to new sounds. He is doing fine in that regard.</p>\n<p>John, Jr. testified that he feels more confident in public with Simba and that Simba helps him. With regard to the school situation, John, Jr. feels angry and very upset and wants to bring Simba to school. He feels that his training with Simba, without the school hours, is being destroyed.</p>\n<p>On cross-examination, John, Jr. stated that, at age 14, like other teenagers, he does not like school, although he likes gym and plays dodge ball. In gym he plays with the other students and he talks to them and they talk to him. He also talks to his gym teachers. With his cochlear implants he is able to hear some of what the attorney is saying. The school provides sign interpreters for him in gym and all the other classes. In gym, while John, Jr. is playing dodge ball, Simba would be placed in a collapsible crate. He also likes math. He has no interpreter in his resource class with Ms. Pryhuber. However, he has a lot of \"misunderstandings.\" He took a midterm in the resource room without an interpreter. He heard a cell phone ring, without a dog alerting him, and he carried on a conversation on the cell phone.</p>\n<p>In addition to the sign interpreter and the FM transmitter, John, Jr. has special seating in the front row in all his classes, but he still doesn't hear all the words the teachers say. He also has a note taker and receives notes from the teacher in biology. He hears the class bell ring because they turn up the volume.</p>\n<p>John, Jr. works with Simba at home to train him and he has taught him new sounds even though he is not with him in school. Simba has learned such sounds as a train horn, a doorbell ringing, a cell phone ringing, the sounds of a car, John Jr.'s name, emergency vehicles and a truck horn. Some of these sounds are out on the street.</p>\n<p>Although he very much wants to bring Simba into school, he would be upset if he could not continue in his math class and in his sign language class. At the present time his cochlear implants help him hear. In school, John, Jr. has lunch in the cafeteria with more than 100 other students. He talks to other students in the cafeteria-without his FM transmitter. Sometimes he says he hears when he really doesn't, or says he understands but really doesn't. Sometimes his mother has to call his name repeatedly.</p>\n<p>Leon Hertzon owns a business known as Clean Room Co. He specializes in providing clean, sterile and particle-free environments, such as hospitals, and in contamination control. He deals with dander and allergens. Mr. Hertzon stated that dander is in the classrooms already, and if one brings a dog in the room, \"it would change by a very small percentage.\" Given a hypothetical question, he stated that an allergic person sitting next to a person who had five pets at home, would be exposed to additional dander and \"would definitely raise the potential for an allergic type of reaction.\" (Tr. at 705). Also, in a school, with the number of students and \"with the amount of dander and other particles that's brought in on the clothing, on the body, on the hair, the potential for . . . reacting to this material is great. It is always there.\" (Tr. at 705-706). He stated that cat dander is more of a problem than dog dander. However, he conceded that it is possible that the introduction of <span class=\"star-pagination\">*622</span> the dog into the school environment could have an adverse effect on an allergic student. In his view, dust masks are the only way to avoid that type of allergic reaction. His testimony concluded the plaintiffs' case.</p>\n<p>B. <i>The Defendants' Case</i></p>\n<p>Dr. John E. Rooney is a physician who specializes in allergies, asthma and immunology. He has treated many patients who suffer from allergies caused by dogs. Dr. Rooney explained the nature of dog allergies.</p>\n<blockquote>Q Can you explain to the Court what an allergy to dogs is?</blockquote>\n<blockquote>A An allergy to anything, including dogs, is an abnormal response of your body to something that is usually thought of as harmless. Usually when a non-allergic person is around a dog, there is nothing wrong with being around the fur, the saliva, nothing happens. Same with ragweed, it's not a dangerous thing to necessarily be around.</blockquote>\n<blockquote>In the allergic person, their body has decided to interpret that thing they are allergic to as a threat, like a virus or bacteria that can cause an infection, and their body reacts to it as if it was a threat. They produce antibodies, swelling, stuffy nose to try to expel the allergy, closing up their airways to, try to prevent it from getting it in. It can be a severe reaction to a normally innocuous substance.</blockquote>\n<blockquote>Q How does an allergy sufferer suffer this reaction; do you have to touch the dog?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q What is dander?</blockquote>\n<blockquote>A Dander are small dead skin cells, the base of hair follicles, also the tiny exfoliated hair columns that have both proteins from the skin and usually also proteins from saliva when the dog licks himself.</blockquote>\n<blockquote>Q Can the dander be transmitted through the air?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q What is the nature of an allergic reaction to a dog?</blockquote>\n<blockquote>A When someone who is dog-allergic is exposed to proteins that the dog makes that causes the allergies, these allergens, either in the air or on the dog, it sets off a whole chain reaction in the allergic person's immune system. They produce chemicals that cause inflammation, swelling, itching, sneezing. The swelling in the nose causes congestion, can cause headaches, pressure in the skull, dripping down the throat, coughing. When you inhale it into your lungs, it can cause swelling in the lungs, which essentially is defined as asthma, shortness of breath, and even lung damage over time.</blockquote>\n<p>Tr. at 80-83.</p>\n<p>Also, Dr. Rooney stated that people who have dog allergies are six times more likely to develop asthma and be hospitalized during an attack. A common cause of an asthma attack is an allergic reaction to a dog. Also, according to Dr. Rooney, the single most beneficial factor for an allergic person is to avoid contact with the dog. Asked about percentages, Dr. Rooney opined that 20 percent of the population suffers from allergies and between 2.5 and 5 percent of the general population suffer from dog allergies and from 15 to 30 percent of people who are allergic will be allergic to dogs. Further, the tiniest amount of allergen can set off one's allergy. Relating these statistics to the Clarke High School, if the school building had 900 <span class=\"star-pagination\">*623</span> students and 100 teachers, there could be up to 50 people with dog allergies in that building. In sum, in Dr. Rooney's opinion, there should be no service dogs in school.</p>\n<p>Heather Hanlon-Pieron has a 14 year old daughter named Erin who is a ninth grade student at Clarke High School. Erin is in the American Sign Language class with John, Jr. She is taking that course because she intends to become an FBI profiler. Erin is classified as a severe asthmatic. She has been hospitalized in intensive care because of her asthmatic illness.</p>\n<p>Also, Erin has tested allergic to cat dander and dog epithelia, which is skin shed by a dog. Mrs. Hanlon-Pieron has had to take special precautions with her daughter. At the age of fourteen, Erin is currently on six medications daily to control her asthma and allergies. Erin also carries medications, a rescue inhaler and Benadryl with her at all times. Mrs. Hanlon-Pieron has seen her daughter have a reaction to a dog many times. She vividly described her daughter's reaction to a dog.</p>\n<blockquote>Q Now, have you ever seen your daughter have a reaction to a dog?</blockquote>\n<blockquote>A Yes, many times.</blockquote>\n<blockquote>Q And can you tell us what that reaction is?</blockquote>\n<blockquote>A Her reaction, unfortunately has become more severe as she gets older. Her eyes will swell shut, bloodshot, running. Her nose with [sic] get runny and sound funny.</blockquote>\n<blockquote>Once those symptoms set in, she loses the ability to breathe through her nose, and as a result has to then breathe through her mouth. Once she starts breathing through her mouth, whatever the irritant is, is taking in more volume, and then the asthma will also kick in. Whereas the bronchial tubes start to swell closed, the muscles in the chest and neck become tight, and she struggles for air.</blockquote>\n<p>Tr. at 331.</p>\n<p>Erin need not have direct contact with a dog to trigger her allergy. She will react in a place where a dog formerly had been.</p>\n<p>Mrs. Hanlon-Pieron learned that the Caves wanted John, Jr. to bring a dog to their high school. Because Erin shares a class with John, Jr. she has real concerns for the health of her daughter, who has already undergone one serious surgery that was precipitated by an allergic reaction. She is fearful that if Erin is exposed to this dog on a daily basis it is potentially life-threatening for her. Protective allergy injections are extremely expensive and it would cost them more than $360 a month for one and one-half years.</p>\n<p>Fred Graham is a physical education teacher and a coach at Clarke High School for the last 37 years. He teaches ninth graders calisthenics and team sports. John, Jr. is one of his students. Approximately 90 students are in that gym class. He teaches John, Jr. every other day. The students change clothes in a locker room. In John, Jr.'s class, the first quarter activity was European team handball, somewhat similar to basketball. John, Jr. participated \"just like any other Phys. Ed. student.\" (Tr. at 373). Even without the FM transmitter, John, Jr. was able to understand Graham's directions. In gym, John, Jr. does not use  or apparently need  the FM transmitter.</p>\n<p>During the second semester, John, Jr. was in a walking class. Each day the students would be required to walk around the school track in faster time. During that activity Mr. Graham was able to have conversations with John, Jr. who heard and understood what he said and also, without the FM transmitter. The next <span class=\"star-pagination\">*624</span> activity was basketball and volleyball. Again, John, Jr. not only participated but he was the captain of one of the volleyball teams and he chose the players on the team.</p>\n<p>Right now, the class is involved in dodge ball. The coach described the dodge ball game in which John, Jr. fully participates without protective gear:</p>\n<blockquote>Q Could you describe what you mean by dodge ball?</blockquote>\n<blockquote>A Dodge ball is a game that is played in a smaller room. We use the mat room for the wrestling team; totally padded, the floor and walls divided in half. One plays in one half; the other plays on the other.</blockquote>\n<blockquote>We have soft foam rubber because  and try to hit the other opposing player to put them out of the game. We don't allow headhunting, where a person throws the ball to hit another player on the head. The player who threw the ball has to go out.</blockquote>\n<blockquote>Q Does JT participate in those activities?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>Tr. at 376.</p>\n<p>John, Jr. did very well in his physical education classes. He graded 95 in the first quarter and 98 in the second quarter.</p>\n<p>There are emergency procedures in the gym and locker room, with both audio and visual alarms. In addition, in emergencies, the gym teachers are instructed to sweep through the locker room and bathroom to make sure everyone is out.</p>\n<p>Mr. Graham was asked to describe what he observed of John, Jr. during these various gym activities.</p>\n<blockquote>Q You've had opportunities, obviously, to observe JT during the course of these various activities?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Can you tell us, during your observations, how he interacts with the other students and participates?</blockquote>\n<blockquote>Would a person be able to tell that he is hearing impaired?</blockquote>\n<blockquote>A I don't think so. You know, I don't have a problem communicating with him. He communicates back. He seems to, you know, know the rules and regulations of the game and the skills involved.</blockquote>\n<blockquote>Q And he seems to be able to communicate with others?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q Have you ever had one-on-one conversations with JT?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Has he been able to respond to your communications, back and forth, in those one-on-one conversations?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q He appears to understand what you are saying to him?</blockquote>\n<blockquote>A He answer appropriately whatever I say.</blockquote>\n<blockquote>Q You said that the locker rooms have strobe lights in addition to the sounding alarms?</blockquote>\n<blockquote>A Right.</blockquote>\n<p>Tr. at 381, 391.</p>\n<p>However, Mr. Graham can tell that John, Jr. has a slight hearing problem by listening to him talk.</p>\n<p>Paul Ring is a math teacher at Clarke High School, in his seventh year. John, Jr. is in his class every day with a double period on alternating days. In other words, John, Jr. is in his math class eight periods each week. John, Jr. is given a little extra time. It is a Regents course. Each math period is 39 minutes. John, Jr. <span class=\"star-pagination\">*625</span> sits 4n the first row, first seat, closest to the door. One day his mother brought a dog to class and he had to change John Jr.'s seat so that the dog would not block the aisle. Mr. Ring was given no advance notice that Mrs. Cave was bringing a service dog to school. It was a surprise to him. He mentioned to Mrs. Cave that he has a history of allergies to dogs and she said, \"Well, that shouldn't be a problem,\" or something like that. Mrs. Cave told him that she is now showing Simba around the building.</p>\n<p>Paul Ring has a history of allergies to dogs and asthma, starting when he was quite sick as a very young child. He had trouble breathing and at age six months he was found to have many allergies, including to dogs, and he started a course of treatment of two or three allergy injections per week for the first 16 years of his life. He still has a sensitivity to dogs, including watery eyes, red face, breathing problems and asthma. He always tries to avoid physical contact with dogs.</p>\n<p>Later on the same day that Mrs. Cave and John, Jr. came in with the dog, Mr. Ring sent a note to his principal Timothy Voels concerning the mother's statement that she will be bringing a service dog into school with John, Jr. The note reads as follows:</p>\n<blockquote>To: Tim Voels</blockquote>\n<blockquote>From: Paul Ring</blockquote>\n<blockquote>RE: John Cave's service dog</blockquote>\n<blockquote>Date: January 3, 2006 (should have been 2007)</blockquote>\n<blockquote>John Cave, a student in my Math A class, informed me today that he will be bringing his service dog with him to class each day starting on Monday, Jan. 8th. I am allergic to dogs. I have been my entire life. Some dogs cause me more harm than others. My reactions can range from mild (watery eyes) to severe (asthma attacks). At this time, I do not know what reaction, if any, I might have to this particular dog, but I am concerned.</blockquote>\n<blockquote>I felt I should bring this to your attention at this time just in case I do have any reactions to John's dog. (Dft. Ex. M).</blockquote>\n<p>Sometimes John, Jr. uses an FM transmitter in Mr. Ring's class. Mr. Ring uses the equipment, by a microphone around his neck and a transmitter that hooks on his belt. Mr. Ring had no objection to using the FM transmitter and has done it for other students in the past. In addition, as stated by other witnesses, John, Jr. has a sign language interpreter in Mr. Ring's classroom. John, Jr. sits in the first row facing the blackboard. The interpreter sits approximately three feet in front of John, Jr. with his back to the blackboard, directly facing John, Jr. In addition, the School District has provided John, Jr. with a note-taker, who is a girl who sits next to John and takes notes on carbonless carbon paper. She takes her own notes and peels apart the second duplicate page for John, Jr.</p>\n<p>Mr. Ring further testified that if John, Jr. left class five minutes early everyday because of the dog, it would be a problem for John, Jr. and his studies. Also, Mr. Ring expressed concern about his own allergic reaction to repeated exposure to the dog. He was uncertain as to the effect on his allergies and asthma if Simba was kept in the back of the classroom. Finally, Mr. Ring stated that the dog would not be able to help John, Jr. learn his math.</p>\n<p>Timothy Voels has been the principal of Clarke High School since September 1, 2006. His primary duty is the safety and welfare of the students in the high school. In addition, he must ensure that the educational program is appropriate and meets the needs of each of the 910 students <span class=\"star-pagination\">*626</span> enrolled in the high school. Together with the junior high school, there are approximately 2000 people in the building. With regard to safety, the high school is outfitted and equipped with detectors and alarm systems that would issue both auditory and visual signals, including strobe light alarms in the bathrooms and locker rooms. Also, there are staff members designed to ensure the safe evacuation of all students, including special needs students. All 910 students move between classes at the same time, making for crowded hallways. The students have only four minutes between classes to move to the next class.</p>\n<p>Principal Voels knows John Cave, Jr. and is aware of his schedule. John, Jr. is enrolled in the American Sign Language class, which is the equivalent of a foreign language. Erin Hanlon \"Pieron, the student with the severe allergies, is in the same class with John, Jr. This class is designated as a \"Sign 2H\" class, meaning that it is an honors class, and \"it's a high level.\" (Tr. at 446). Also, John, Jr. has been placed in a Resource HI class with Ms. Faith Pryhuber. This is a special support service for hearing impaired students. In this special class, John Jr. is the only student with Ms. Pryhuber and she works \"one-on-one\" with John. Jr. As to other courses, John, Jr. is also in the English Regents class.</p>\n<p>Principal Voels attempted to reschedule John, Jr. and his service dog with consideration of the teachers and students with allergies and his effort was unsuccessful. Any alteration would result in the forced closing of two academic courses for John, Jr. (See Dft. Exs. P, Q and R).</p>\n<p>Principal Voels testified that he regularly \"pops\" into classrooms and has observed John, Jr. in classrooms and other areas. John, Jr. participates with his peers and interacts with his teachers. In physical education and in the lunchroom John, Jr. talks to other students without the FM transmitter. John, Jr. speaks in a normal manner on his cell phone. He observed him holding the cell phone to his ear and speaking into it. He has also observed John, Jr. riding his bicycle with his friends in a normal manner. On the occasion of the mid-term examination in January 2007, John, Jr. came to school with his bicycle and asked Mr. Voels if he could store the bicycle. He talked to John, Jr. by way of open communication without any transmitter.</p>\n<p>The Court will not review the testimony as to the unfortunate January 3, 2007 incidents, which occurred when Mrs. Cave and John, Jr. attempted to bring Simba into the high school without permission. Suffice to say that this situation resulted in the police being called and Mrs. Cave and John, Jr. eventually leaving the high school that day. Principal Voels wrote a letter to Mrs. Cave that same day, January 3, 2007 (Dft. Ex. S), which stated, in part, that \"John's Individual Education Plan developed by the Committee on Special Education and approved by the Board of Education does not include the need for a service dog.\" The letter goes on to state:</p>\n<blockquote>Additionally, please be informed, that the East Meadow School District's Committee on Special Education has implemented an appropriate educational program which addresses John's unique needs. On December 21, 2006, the Section 504 Team met to discuss John's academic functioning and progress. The team determined John has access to all district facilities and programs. Furthermore, the team determined that John does not need a service dog to continue to access such facilities and programs.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*627</span> If you disagree with the district's 504 Team determination, you have the right to request a hearing. You may also request a meeting of the Committee on Special Education to discuss John's Individual Education Plan. If you wish to proceed with a hearing or schedule a meeting, please contact: Patrice J. Dobies, Director of Special Education, Section 504 Compliance Officer, Salisbury Center, 718 The Plain Road, Westbury, New York 11590.</blockquote>\n<p>The Caves did not request a hearing. The Caves did not request a meeting of the Committee on Special Education to discuss John, Jr.'s Individual Education Plan. Instead, they proceeded with this lawsuit and the motion for a preliminary injunction.</p>\n<p>On January 4, 2007, the Cave family, including John, Jr. and the dog, arrived at the high school, together with a News 12 van. This group stayed there, outside the school, for nearly an hour. John, Jr. was advised that the dog could not enter  nor could the media. Principal Voels noticed that John, Jr. was not wearing his cochlear implants and he located John, Jr.'s sign interpreter who came to the front door of the school and communicated the principal's direction to John, Jr., who then left.</p>\n<p>On another occasion, Mrs. Cave and John, Jr. and the dog came to the high school, precipitating another confrontation. Regrettably, Mrs. Cave told her son to ignore the direction of the principal not to enter with the dog. Finally, a discussion ensued at the principal's office and Mrs. Cave agreed to take the dog home and John, Jr. returned to his class. However, according to Principal Voels, this situation with Mrs. Cave returning with the dog continued on a daily basis for some time. The situation precipitated Principal Voels to prepare a comprehensive, multi-page Emergency Preparedness Plan specifically for John Cave, Jr. at the Clarke High School (see Dft. Ex. T) \"to insure the safety and well-being of all students and staff, and specifically John Cave.\" This plan includes flashing strobe alarm lights in the bathrooms and locker rooms and the assignment of specific teachers to account for John, Jr.'s whereabouts when he is in the cafeteria and the locker room.</p>\n<p>Principal Voels also stated that so far this year, 2007, there have been eight fire drills and shelter drills and there has been no problem evacuating John, Jr. on all those occasions.</p>\n<p>Asked about his concerns if John, Jr. was to bring his dog to school, Principal Voels responded in a detailed explanation. His concerns included the necessary change in John Jr.'s math class; the unnecessary risk to other allergic students, including one already known to be in his class; the impact on his education by having to leave early and lose precious instructive minutes; and the problem involving the dog in the gym class.</p>\n<p>Also, Principal Voels revealed that there are approximately 30 other hearing impaired students in the high school building through the BOCES program, who are pursuing their studies without the necessity of a service dog.</p>\n<p>Finally, Principal Voels commented on the very important issue of the impact that the dog would have on John, Jr.'s education:</p>\n<blockquote>Q What about with regard to John, Jr.'s education, would it have some impact on that?</blockquote>\n<blockquote>A Bringing a dog in? Yes.</blockquote>\n<blockquote>Q Yes?</blockquote>\n<blockquote>A Certainly. We would have to either segregate him with the dog or make other arrangements. It would mean changing schedules, changing teachers. <span class=\"star-pagination\">*628</span> And possibly placing him in a more restrictive environment.</blockquote>\n<p>Tr. at 564-565.</p>\n<p>In the Court's view, a very important witness was Faith Pryhuber, who is an itinerant teacher for the deaf and hearing impaired for the past 26 years. She is assigned to Clarke High School and has worked with John, Jr. since the sixth grade. In this school year she works with John, Jr. every day in period 4 between 10:35 a.m. to 11:14 a.m. The subject is called Resource HI, meaning hearing impaired. In that period, Ms. Pryhuber works with John, Jr. one-on-one. She has a separate room in the back of this classroom, shuts the door and works only with John, Jr. during this period. For four years she has worked with John, Jr. One-on-one. She works with John, Jr. without his sign interpreter. He has told Ms. Pryhuber on many occasions that he does not need the sign interpreter in her room. \"He has continually dismissed him.\" (Tr. at 580). Asked about her conversations with John, Jr., she replied:</p>\n<blockquote>Q So Ben would be there, the interpreter would be there, and John would say I don't need him in my class?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q So how do you communicate then with JT in your class?</blockquote>\n<blockquote>A Just as I'm communicating with you.</blockquote>\n<blockquote>Q Conversation?</blockquote>\n<blockquote>A Absolutely. Through spoken language.</blockquote>\n<blockquote>Q You don't sign to him?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q Does JT use the FM transmitter in your classroom?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q And have you had conversations with him without the FM transmitter?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Have you had conversations with JT when he is not actually looking at you?</blockquote>\n<blockquote>A Absolutely.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>A Okay.</blockquote>\n<blockquote>When I was observed, there were several times during the observation where John looked away. And on this side there is bookshelves, and he was clearly looking at the bookshelf and not at me.</blockquote>\n<blockquote>Normally I make sure John is looking at me. However, I continued to speak and he continued to look away, but was addressing material on the paper as well as appropriately answering my questions.</blockquote>\n<blockquote>Q So as far as you can tell, he was able to hear what you were saying?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And has that been your experience over the last, this school year let's say?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Has that been your experience beyond this school year?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>Tr. at 581-582.</p>\n<p>During her sessions with John, Jr., she goes through his subjects and his upcoming tests. Also, sometimes he needs help in a particular subject. In this regard Ms. Pryhuber speaks to John Jr.'s teachers several times a week.</p>\n<p>Ms. Pryhuber also explained the testing accommodations that are available to John, Jr. He gets an extra half period to take his tests, namely, a period and a half instead <span class=\"star-pagination\">*629</span> of a period, to do the test. He is allowed to have test questions rephrased. He gets directions verbally explained. He takes some tests in her resource room.</p>\n<p>Ms. Pryhuber also testified that Mrs. Cave has placed restrictions on the types of things she can teach John, Jr. For the last two years Mrs. Cave no longer wants speech goals or auditory skills addressed by Ms. Pryhuber, although, according to the teacher, this would be beneficial for him.</p>\n<p>Ms. Pryhuber' has observed John, Jr. using a cell phone and she has personally spoken to him on a cell phone. John, Jr. told her, on the cell phone, for Ben to go home and he would take the test that morning without an interpreter. He did poorly on this test, but on the retest, with the interpreter present, John, Jr. did not use his services.</p>\n<p>Having taught John, Jr. every school day one-on-one, for the past four years, Ms. Pryhuber was asked her opinion about the impact if the dog was allowed into the school with him.</p>\n<blockquote>Q Now, having taught JT for the past four years, do you have an opinion as to  do you have an opinion as to what impact if any the dog would have if the dog was allowed into the school with JT?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q What is that opinion?</blockquote>\n<blockquote>A Basically very much what has already been discussed.</blockquote>\n<blockquote>I am quite concerned on, if there is a need to change his schedule, how that will impact him.</blockquote>\n<blockquote>He has clearly settled into classes. He has great rapport with his teachers. I'm usually involved with scheduling and I try to make sure that specific teachers if possible, you know, are, if I can schedule them with certain children, I do so.</blockquote>\n<blockquote>And I'm also concerned that John will have to leave class early and the amount of instructional time that will be missed.</blockquote>\n<blockquote>If he's to leave five minutes early from every class, just in the course of one day that could amount to 30 minutes, and my big concern is who is going to be responsible for that time missed.</blockquote>\n<blockquote>Q What does that mean?</blockquote>\n<blockquote>A Meaning, if he leaves the class for five minutes, who is going to be responsible for getting the information that he's missed for those five minutes to him, whether it be directions; granted, he has a note taker, but there clearly could be directions or key information that he may not get.</blockquote>\n<p>Tr. at 596-597.</p>\n<p>It is noted that John, Jr.'s IEP provides for seven periods with an interpreter, but not in her class. He does not use an interpreter or an FM transmitter in her class.</p>\n<p>Patrice Dobies is the Director of Special Education and Pupil Personnel Services for the East Meadow School District since September 1, 2006. She is in charge of the special education program and is the 504 compliance officer. Students who need accommodations are offered them under the Federal Section 504 law, to make sure that the student is not denied a proper education because of a handicap.</p>\n<p>The Committee on Special Education (\"CSE\") is a multifaceted team consisting of a chairperson, the parent of the student, the student's special education teacher, a school psychologist and, if needed, a guidance counsel, occupational therapist or physical therapist. The CSE issues an Individual Educational Program (\"IEP\"), <span class=\"star-pagination\">*630</span> which is a fluid document designed to meet the unique individual needs of the student.</p>\n<p>The concept of the \"least restrictive environment\" is the cornerstone of the CSE program in that they must determine what is the student's least restrictive environment to learn. If a parent disagrees with the accommodations of the CSE, there is (1) a resolution or remediation session be fore an impartial person, and then (2) an impartial hearing before an impartial hearing officer appointed by the Board of Education to hear the case.</p>\n<p>If a parent disagrees with a 504 plan, the parent has the same appeal process as under the federal statute known as the Individuals With Disabilities Education Act (\"IDEA\"), namely, resolution before an impartial person and an impartial hearing before a hearing officer. In either event, there are other appeal processes beyond those stated. An IEP is reviewed once a year at least, but meetings in regard to the plan can be called more often.</p>\n<p>John, Jr. has had an IEP since he was three years old. It is reviewed on an annual basis.</p>\n<p>On December 8, 2006, Ms. Dobies received an email and a phone call telling her that Mrs. Cave wanted John, Jr. to bring a dog into school. She met with Mrs. Cave who stated that she had no right to ask questions about bringing the dog into school. Ms. Dobies had received a letter from the Caves' attorney Earl Barrison (Dft. Ex. G) asking the district to reconsider and allow John, Jr. to take his dog to school. The letter went on to state that refusing to do so violated the Americans With Disabilities Act and will subject the district and individuals making such a decision to a restraining injunction, fines, penalties and substantial damages.</p>\n<p>Upon receipt of this attorney's letter, Ms. Dobies scheduled a 504 meeting and she advised Mrs. Cave by letter dated December 19, 2006 of the meeting to be held on December 21 or December 22, 2006. The 504 meeting did go forward. Mrs. Cave did not attend. Included in the persons present at the meeting were Ms. Dobies, Timothy Voels, Faith Pryhuber and Dr. William Beck, the school psychologist. The section 504 report (Dft. Ex. V) stated that \"the 504 meeting is being held to determine if the student has access to all district facilities and programs.\" Strangely, there was no express mention of the request to bring a dog into the high school, but it did set forth all of the accommodations and services provided and to be provided to John, Jr.</p>\n<p>Following the 504 meeting on December 21, 2006, the Caves were served with a \"Notification of Section 504 Disability Determination.\" (Dft. Ex. W). On the first page of the Notification, there was the following language: \"If you disagree with our determination, you have the right to request an impartial hearing. If you wish to proceed with a hearing, please contact: Patrice J. Dobies.\" On the second page of the Notification, the \"Procedures to Follow at the Hearing,\" were set forth. The last paragraph stated:</p>\n<blockquote>The decision of the hearing officer is binding on all parties involved; it is subject to review by the Commission of Education, or the State Review Officer, as appropriate, and by a federal court of competent jurisdiction.</blockquote>\n<p>On January 10, 2007, the Caves were notified that the CSE scheduled a meeting to review John, Jr.'s education program, evaluations and transportation to be held on Friday, January 19, 2007 at 8:00 a.m. (Dft. Ex. X). The Caves attended the meeting and informed the Committee that John, Jr. was very angry and upset for not allowing him to bring the dog to school. Ms. Dobies offered counseling services <span class=\"star-pagination\">*631</span> with the school psychologist and was refused. The notification of the CSE meeting included information stating the legal rights of the Caves to appeal the determination of the CSE. It appears that the Caves did not appeal any determination of the CSE or any determination of the 504 Committee or the School District with regard to denial of the dog's entry through any administrative process of appeal or review, except for this federal lawsuit and the current motion for a preliminary injunction.</p>\n<p>Asked about her view of the impact of John, Jr. bringing his dog into the high school, Ms. Dobies responded, among other factors, that it would violate the least restrictive environment which John, Jr. is in right now; he would have to leave class early which would cause him to lose valuable instruction time; his participation in gym would be restricted, which would be a real loss for him; and his classes would have to be changed which would be a disruption to his education program, with new teachers, a new system and new style of instruction.</p>\n<p>Dr. Robert R. Dillon is the Superintendent of the East Meadow School District. He was the final witness at the hearing. In August 2005, Mrs. Cave called and asked him about a policy on service dogs. He responded that there was no policy concerning service dogs but they do have a policy dealing with children with disabilities that is handled by the CSE and he referred her to that Committee. Mrs. Cave responded that this was not covered under the CSE and she was going to the media. In December 2006, he received a letter from the Caves' attorney. He called Ms. Dobies and asked her to convene a 504 meeting. On December 16, 2006, Mrs. Cave came to a school board meeting and asked why the School District was violating federal law. On January 3, 2007, when the Caves appeared at the high school with the service dog, he instructed the staff that the service dog was not to be permitted in the building.</p>\n<p>In his view, in this case, as to a child with a disability with an IEP, only the CSE can change the conditions in the IEP. An applicant would have to go through the CSE process to possibly develop a new IEP to meet these new needs. That was never done by the Caves. This response was clearly made to Mrs. Cave, in a letter to her from Superintendent Dillon, dated January 3, 2007 (Dft. Ex. Y), which included the following language:</p>\n<blockquote>I will remind you that you have the right to appeal the district's 504 Team decision as well as the right to schedule a meeting with the district's Committee on Special Education to discuss your concerns. You may even schedule a meeting with me if you believe I can be of help.</blockquote>\n<p>There was no appeal from the district's 504 decision; there was no meeting scheduled with the Committee on Special. Education; there was no meeting requested with the Superintendent. Instead, there is a federal lawsuit and the motion for a preliminary injunction.</p>\n<p>In sum, the Superintendent of the East Meadow School District was of the view that there was no need for a service dog because John, Jr. had reasonable accommodations and access and, equally important, he was doing well in school.</p>\n<p>II. DISCUSSION</p>\n<p>A. Standard for a Preliminary Injunction</p>\n<p>A party seeking a preliminary injunction must demonstrate: \"(1) irreparable harm, `and (2) either (a) a likelihood of success on the merits or (b) sufficiently serious questions going to the merits of <span class=\"star-pagination\">*632</span> the case to make it a fair ground for litigation, and a balance of hardships tipping decidedly in its favor.'\" <i>D.D. ex rel. V.D. v. New York City Bd. of Educ.,</i> 465 F.3d 503, 510 (2d Cir.2006) (quoting <i>MONY Group, Inc. v. Highfields Capital Mgmt., L.P.,</i> 368 F.3d 138, 143 (2d Cir. 2004)). Generally, the purpose of a preliminary injunction is to preserve the status of the parties until a determination on the merits of the plaintiffs' claims can be made. <i>Univ. of Tex. v. Camenisch,</i> 451 U.S. 390, 395, 101 S.Ct. 1830, 1834, 68 L.Ed.2d 175 (1981). However, a party may also seek an injunction that alters the status quo by directing another party to commit some act or behave in a manner different from that as of the time the dispute arose. A party seeking such a \"mandatory injunction\" faces a higher burden. <i>D.D. ex rel. V.D.,</i> 465 F.3d at 510 (citing <i>Tom Doherty. Assocs., Inc. v. Saban Entm't, Inc.,</i> 60 F.3d 27, 33-34 (2d Cir. 1995)). In addition to demonstrating irreparable harm and that the balance of equities lay in its favor, a party seeking a mandatory injunction must also \"make a clear or substantial showing of a likelihood of success on the merits.\" <i>Id.,</i> (quoting <i>Jolly. v. Coughlin,</i> 76 F.3d 468, 473 (2d Cir.1996)).</p>\n<p>A mandatory injunction will not be granted \"`unless extreme or very serious damage will [otherwise] result and [will not be] issued in doubtful cases.'\" <i>John Labatt Ltd. v. Onex Corp.,</i> 890 F.Supp. 235, 244 (S.D.N.Y.1995) (quoting <i>Topps Chewing Gum, Inc. v. Major League Baseball Players Ass'n,</i> 641 F.Supp. 1179, 1190 (S.D.N.Y.1986)); <i>see also </i><i>Clune v. Publishers' Ass'n,</i> 214 F.Supp. 520, 531 (S.D.N.Y.1963) (noting that \"courts are more reluctant to grant a mandatory injunction than a prohibitory one\" and explaining that mandatory injunctions \"are not granted unless extreme or very serious damage will result and are not issued in doubtful cases or where the injury complained of is capable of compensation in damages\"), <i>aff'd</i> 314 F.2d 343 (2d Cir. 1963). This higher standard is particularly appropriate when a plaintiff seeks a preliminary injunction against a government body such as a school district. <i>See </i><i>D.D. ex rel. V.D.,</i> 465 F.3d at 510 (citing <i>Mastrovincenzo v. City of New York,</i> 435 F.3d 78, 89 (2d Cir.2006)); <i>Wright v. Giuliani,</i> 230 F.3d 543, 547 (2d Cir.2000).</p>\n<p>In this case, in the Court's view, the plaintiffs are seeking a mandatory injunction. John, Jr. has never been permitted to bring the service dog to school. An injunction in this case would not preserve the status quo, but rather would require the District to commit the affirmative act of permitting John, Jr. into Clarke High School with his dog and, with reasonable certainly, taking other steps to ensure that the dog can be accommodated, keeping in mind the concerns of other students and parents of children and teachers at Clarke High School. Thus, to succeed on this motion the plaintiffs must satisfy the heightened standard for this relief.</p>\n<p>B. As to Irreparable Harm</p>\n<p>\"Irreparable harm is injury that is neither remote nor speculative, but actual and imminent and that cannot be remedied by an award of monetary damages.\" <i>Forest City Daly Housing, Inc. v. Town of N. Hempstead,</i> 175 F.3d 144, 153 (2d Cir. 1999) (quoting <i>Rodriguez v. DeBuono,</i> 162 F.3d 56, 61 (2d Cir.1998)) (per curiam) (internal quotation marks omitted).</p>\n<p>The plaintiffs argue that while they are seeking monetary damages, there will be irreparable harm if the injunction does not issue because \"the day to day life of a young deaf boy [will be] ruined and a service dog [will lose] his work ethic and <span class=\"star-pagination\">*633</span> soon become useless to the boy.\" According to the plaintiffs:</p>\n<blockquote>John, Jr. will suffer irreversible damage to both the service dog Simba and to John, Jr.'s mental, physical, and emotional health. . . . John, Jr. will be denied a full educational experience, both academic and social without the use of his hearing dog. John, Jr. will be put in grave danger if a fire alarm sounds or an announcement is made for a boom [sic] scare, or similar circumstances. Simba will continue to deteriorate and become useless as a service dog and become an expensive pet.</blockquote>\n<p>Plf's Br. at 12.</p>\n<p>In, response, the defendants argue that John, Jr. will not suffer irreparable harm because he has been attending school without a service dog since the fifth grade; John, Jr. has a \"full range of carefully developed services designed to provide him with all necessary educational assistance[; and] John, Jr. is fully able to navigate the facilities of the Clarke High School which are, specially outfitted to meet the mobility and safety needs of the hearing impaired.\" Furthermore, the defendants argue that any deterioration of the service dog's abilities to assist John, Jr. is speculative, and that the plaintiffs have not submitted any evidence to show that the dog's abilities have deteriorated. Dft's Br. at 10.</p>\n<p>As stated, above, irreparable harm is not speculative but is actual and imminent and cannot be remedied by an award of monetary damages. Here, the plaintiffs contend that the dog is being kept out of the school and away from John, Jr. six or seven hours a day, five days a week. They contend that this has and will continue to retard his training and his value to John, Jr. In the Court's view, the plaintiffs have established the element of irreparable harm.</p>\n<p>C. As to the Likelihood of Success on the Merits</p>\n<p>As an initial matter, the Court must address the plaintiffs' contention that a public school should be treated the same for all purposes as any other public place under federal disability discrimination laws. The Court does not agree with this proposition. It is widely recognized that students in public schools do not have the same rights and freedoms that adults do under other circumstances. <i>See, e.g., </i><i>Bethel Sch. Dist. No. 403 v. Fraser,</i> 478 U.S. 675, 680-83, 106 S.Ct. 3159, 3163-64, 92 L.Ed.2d 549 (1986) (holding that children in a public school have less freedom under the First Amendment with regard to political speech than adults); <i>New Jersey v. T.L.O.,</i> 469 U.S. 325, 340-342, 105 S.Ct. 733, 742-743, 83 L.Ed.2d 720 (1985) (concluding that the Fourth Amendment does not strictly require that searches of school children be based on probable cause that the subject of the search has violated or is violating the law). Of course, these other rulings are not determinative in this particular case involving the service dog. However, the Court must recognize from the outset that, at least with respect to the rights of its students with disabilities, Clarke High School is not necessarily the same as, for example, a courthouse or a public library.</p>\n<p>As evidence of the fact that circumstances involving a public school student with a disability may warrant treatment different than that of a disabled person under other circumstances is the fact that Congress enacted a complex statute specifically designed to guide the relationship between federally funded public schools and their disabled students. <i>See</i> Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. § 1400 <i>et seq.</i> (2000 &amp; supp. 2006). The IDEA requires, as part of a \"free and appropriate education,\" that <span class=\"star-pagination\">*634</span> every public school that receives federal funds develop personalized education curricula for each student with a disability. Every \"individualized education plan\" (\"IEP\") is to be developed with the participation of parents and tailored to the particular child's needs and level of development. <i>Hope v. Cortines,</i> 872 F.Supp. 14, 16 (E.D.N.Y.1995); <i>aff'd,</i> 69 F.3d 687 (2d Cir.1995).</p>\n<p>In this case, the plaintiffs contend that the IDEA does not apply because that statute is solely relegated to dealing with educational issues. In his opening statement, plaintiffs' counsel addressed the issues of failing to exhaust under the federal IDEA statute:</p>\n<blockquote>MR. MARGIOTTA: What I've read, your Honor, if they both apply  if you are bringing a claim under the IDEA, or the Individuals with  the Individuals with Disabilities Education Act, which can entirely be brought under the IDEA, then you can exhaust.</blockquote>\n<blockquote>We're not claiming this is an educational issue. This is much greater than that. We're not just claiming that John is not getting a proper education. We're claiming he will not get access to a public facility with his guide dog, access </blockquote>\n<blockquote>THE COURT: You are claiming it is not educational. What is it besides education?</blockquote>\n<blockquote>MR. MARGIOTTA: It is social. It is access. It is giving the child the ability to be independent.</blockquote>\n<blockquote>THE COURT: When you say \"social,\" what does that mean?</blockquote>\n<blockquote>MR. MARGIOTTA: Well, your Honor, as we know, school takes place in many facets; only a portion of that is in a classroom and academics. There are social events at school. There are sporting events at school. There is a lunch-time and recess time. There is before school when the kids interact. There is after school when the kids interact. There are social  study halls where kids interact.</blockquote>\n<blockquote>THE COURT: You don't consider those things educational?</blockquote>\n<blockquote>MR. MARGIOTTA: I consider them life education, not academic, your Honor.</blockquote>\n<blockquote>That is something that we cannot be provided, that is given to every free man that attends any school; his ability to associate with other people. It's guaranteed under the constitution, right of association with anyone, your Honor.</blockquote>\n<blockquote>While I know the defendants would like to make this solely about the IDEA, that is solely because they know that that is not what we're proceeding under, and we've not been proceeding under that from the beginning.</blockquote>\n<blockquote>Moreover, your Honor, the state claims are completely independent. The state claims do not address education whatsoever.</blockquote>\n<p>In fact, the plaintiffs do not allege a cause of action under the IDEA in their complaint, and they adamantly contend that this case is not about educational issues. Therefore, according to the plaintiffs, the IDEA is not applicable.</p>\n<p>At the evidentiary hearing, the plaintiffs' counsel argued that a boy learns from all his experience and this dog is going to help prepare him for his life. This is certainly true. Perhaps recognizing this fact, the IDEA expressly states that one of its purposes is \"to ensure that all children with disabilities have available to them a free appropriate public education that emphasizes special education <i>and related services</i> designed to meet their unique needs <i>and prepare them for further education, employment, and independent living.</i>\" (emphasis supplied) 20 U.S.C. § 1400(d)(1)(A); <i>see also </i><i>Weixel v. Bd. of Educ. of City of</i> <span class=\"star-pagination\">*635</span> <i>N.Y.</i> 287 F.3d 138, 150 (2d Cir.2002) (\"The scope of IDEA's coverage is not limited to students with `learning disabilities,' but instead applies broadly to students who need `special education and related services' because of, <i>inter alia,</i> `other health impairments.'\") (quoting 20 U.S.C. § 1401(3)(A)).</p>\n<p>The Court has found no language within the text of IDEA itself or in case law, and the plaintiffs have not provided any authority to the Court, that limits the IDEA to issues of academics. \"Education,\" as used within the IDEA, encompasses more than simply academics. For these reasons, the Court must consider what applicability, if any, the IDEA has to the unique circumstances of this case.</p>\n<p></p>\n<h2>1. As to Exhaustion under the IDEA</h2>\n<p>If the IDEA is found to apply, a major hurdle for the plaintiffs in this case is the requirement under that statute that a plaintiff must first exhaust administrative remedies before bringing suit in a federal district court.</p>\n<p>The Second Circuit has summarized the statutory framework as follows:</p>\n<blockquote>The IDEA, previously known as the Education of the Handicapped Act (\"EHA\") and amended several times since its inception in 1970, mandates federal grants to states to provide disabled children with \"a free appropriate public education\" in the least restrictive appropriate environment. <i>See</i> 20 U.S.C. §§ 1400(d)(1)(A), 1401(8), 1411(a)(1) &amp; 1412(a)(5)(A). Educators and parents of a child covered by the IDEA must jointly develop an \"individualized education program\" (\"IEP\") for each year of the child's education. See 20 U.S.C. § § 1401(11), [1414(d)].. According to the statute, an IEP must include, in writing, \"a statement of the child's present levels of educational performance . . .; a statement of measurable annual goals, including benchmarks or short-term objectives . . .; a statement of the special education and related services and <i>supplementary aids and services to be provided to the child,</i> or on behalf of the child, and a statement of the program modifications or supports for school personnel that will be provided for the child . . . to advance appropriately toward attaining the annual goals . . .; [and] the projected date for the beginning of the services and modifications . . . and the anticipated frequency, location, and duration of those services and modifications.\" <i>Id.</i> § 1414(d)(1)(A). The IEP is the central mechanism by which public schools ensure that their disabled students receive a free appropriate public education. (Emphasis supplied)</blockquote>\n<p><i>Polera v. Bd. of Educ. of Newburgh Enlarged City Sch. Dist.</i> 288 F.3d 478, 481-82 (2d Cir.2002) (footnotes and citations omitted). The supplementary aids and services cited above, directly relate to the plaintiffs' request for the service dog for John; Jr. to be permitted to be with him in high school.</p>\n<p>The IDEA mandates that states \"offer parents of a disabled student an array of procedural safeguards designed to help ensure the education of their child.\" <i>Id.</i> at 482. \"Primary among the procedural safeguards employed by IDEA is the requirement that states provide parents of disabled students the right to seek review of any decision concerning their children's education.\" <i>Hope,</i> 872 F.Supp. at 16. As such, parents may file complaints about \"any matter relating to the identification, evaluation, or educational placement of the child, or the provision of a free appropriate public education to such child.\" 20 U.S.C. § 1415(b)(6)(A). Parents must first seek review through an impartial hearing conducted by either the local school district or the state. <i>Id.</i> § 1415(f)(1)(A). If the hearing is done by a local school district, <span class=\"star-pagination\">*636</span> the parents may appeal the decision to the state educational agency. <i>Id.</i> § 1415(g)(1).</p>\n<p>Congress permits states to fashion their own educational scheme to comply with the IDEA. <i>Heldman v. Sobol,</i> 962 F.2d 148, 152 (2d Cir.1992). The United States Supreme Court noted that \"[t]he primary responsibility for formulating the education to be accorded a handicapped child, and for choosing the educational method most suitable to the child's needs, was `left by the [IDEA] to state and local educational agencies in cooperation with the parents or guardian of the child.\" <i>Bd. of Educ. of Hendrick Hudson Cent. Sch. Dist. v. Rowley,</i> 458 U.S. 176, 207, 102 S.Ct. 3034, 3051, 73 L.Ed.2d 690 (1982). It is not difficult to ascertain why Congress determined that it was best, at least initially, to leave decisions regarding the educational needs of children with disabilities to parents and local educational agencies. Shouldn't the parents and the educators with their experience and expertise in these matters have the first opportunity to resolve a question like this? The activities of John, Jr. accompanied by the service dog in the high school classes, hallways and gym are educational-related endeavors.</p>\n<p>In New York, a Committee on Special Education (\"CSE\") made up of individuals appointed by the Board of Education or the trustees of the school district prepares the IEPs for disabled children. N.Y. Educ. Law § 4402(1)(b)(1). New York has a two-level system for the review of an IEP. First, a hearing officer, appointed by the Board of Education from a list of state-certified officers, conducts the initial hearing and makes a determination with regard to the action of the CSE. N.Y. Educ. Law § 4404(1). If unsatisfied with this determination, a party may then appeal the determination to a State Review Officer (\"SRO\"). <i>Id.</i> § 4404(2).</p>\n<p>Only after the parents have exhausted these procedures may they seek judicial review. 20 U.S.C. § 1415(i)(2)(a); <i>Hope v. Cortines,</i> 69 F.3d 687, 688 (2d Cir.1995). Indeed, \"[a] plaintiff's failure to exhaust administrative remedies under the IDEA deprives a court of subject matter jurisdiction.\" <i>Polera,</i> 288 F.3d at 483 (citing <i>Hope v. Cortines,</i> 69 F.3d 687, 688 (2d Cir.1995)). Significantly, this \"broadly applicable\" exhaustion requirement applies not only to causes of action brought under the IDEA, but also to claims under the ADA and Section 504 of the Rehabilitation Act, if the plaintiff \"seek[s] relief that is also available under [the IDEA].\" 20 U.S.C. § 1415(<i>l</i>); <i>Polera,</i> 288 F.3d at 483; <i>see also </i><i>Hope v. Cortines,</i> 872 F.Supp. 14, 21 (E.D.N.Y.1995) (\"The ADA is bound by IDEA's exhaustion requirement for claims seeking relief available under IDEA despite the fact that a plaintiff generally need not exhaust administrative remedies before pursuing an ADA claim unrelated to IDEA.\"), <i>aff'd,</i> 69 F.3d at 688.</p>\n<p>Keeping these standards in mind, an important question in this case with regard to the likelihood that the plaintiffs will be able to succeed in their action for a permanent injunction enjoining the school from barring John, Jr.'s access to the school with his service dog, is whether this relief is available under the IDEA. <i>See </i><i>Polera,</i> 288 F.3d at 483.</p>\n<p>Nancy Cave testified that John, Jr. has an IEP because of his deafness. John, Jr.'s IEP provides for, among other things, a full time one-on-one sign-language interpreter, an FM amplifier and transmitter to use in class, additional time for test-taking, the ability to take exams in, a separate location with a resource-room teacher present, and closed-captioning if any videos are shown. The plaintiffs testified that the service dog is merely another \"aid\" for John, Jr. similar to his sign-language <span class=\"star-pagination\">*637</span> interpreter and the FM transmitter. In the Court's view, at least in part, the plaintiffs are challenging the adequacy of John, Jr.'s IEP because it does not include a service dog.</p>\n<p>Ms. Dobies testified that the CSE and a Section 504 committee convened in response to the Cave's notice to the District that they would bring the service dog to school. Both committees determined that no changes to John, Jr.'s current program should be made. The parents could then have requested an impartial hearing. If the plaintiffs were dissatisfied after a hearing, they could have appealed to a State Review Officer. Only after exhausting that administrative process would it be appropriate for the plaintiffs to seek injunctive relief in the district court. The plaintiffs admittedly did not avail themselves of the administrative processes available to them because they did not think it was necessary. Accordingly, in the absence of exhaustion of remedies by the plaintiffs, there is a serious question regarding whether this Court has jurisdiction to award the plaintiffs the injunctive relief they seek.</p>\n<p>The plaintiffs rely on <i>Sullivan v. Vallejo City Unified Sch. Dist.,</i> 731 F.Supp. 947 (E.D.Cal.1990), which is the only other recorded case that the Court found or that the parties provided involving a disabled student's request to bring a service dog to school. The plaintiff in <i>Sullivan,</i> 731 F.Supp. at 948, was a sixteen year old student with cerebral palsy, learning disabilities, and right-side deafness who used a wheelchair for mobility. In' <i>Sullivan,</i> the court held that the exhaustion requirement of the IDEA did not apply to the plaintiff's request for injunctive relief because the plaintiff was not claiming that she was \"being deprived of a `free appropriate public education' within the meaning of [the IDEA] as a result of defendants' decision to exclude her service dog from the school premises.\" 731 F.Supp. at 951.</p>\n<p>In the Court's view, <i>Sullivan</i> is not binding here, and the Court is not persuaded by the reasoning of that case with regard to exhaustion under the IDEA. In <i>Sullivan,</i> the court stated:</p>\n<blockquote>Defendants' argument' is premised on the erroneous assumption that plaintiff claims she is being deprived of a \"free and appropriate education\" . . . as a result of the defendants' decision to exclude her service dog from the premises. Plaintiff, however, does not dispute that the IEP created for her pursuant to [California law] is adequate from an educational standpoint, nor has she alleged that the service dog is educationally necessary. Properly construed, plaintiffs claim is that whether or not the service dog is educationally necessary, defendants have discriminated against her on the basis of her handicap by arbitrarily refusing her access if she is accompanied by her service dog.</blockquote>\n<p><i>Id.</i> at 951.</p>\n<p>The Court does not find the <i>Sullivan</i> case persuasive for three reasons. First, although the court in that case stated that it would not to consider the degree to which the plaintiff was limited by her disability, it also remarked that the plaintiff needs to use the service dog \"to increase her physical independence and to decrease her need to rely on others to perform tasks that are beyond her own physical capacity.\" <i>Id.</i> The evidence in this case has established that John, Jr. is quite independent now, and that he does not face any tasks during a typical school day that are beyond his current physical capacity.</p>\n<p>Second, as noted above, the court in <i>Sullivan</i> held that IDEA exhaustion was not required because the plaintiff did not claim that she was being deprived of a <span class=\"star-pagination\">*638</span> free and appropriate education. However, the plain language of the IDEA and Second Circuit case law dictate that the determination of whether IDEA exhaustion is required is not based on the plaintiffs' characterization of their claims. Rather, the Court must look to the <i>nature of the relief</i> that the plaintiffs seek. 20 U.S.C. § 1415(1); <i>Polera,</i> 288 F.3d at 483; <i>Hope,</i> 872 F.Supp. at 21. In this case, in the Court's view, the relief that the plaintiffs seek, namely permission to bring the service dog to school, is in substance a modification of John, Jr.'s IEP. This relief is available under the IDEA. Disputes regarding the District's denial of that permission should first be resolved within the administrative process.</p>\n<p>Third, even though the court in <i>Sullivan</i> held that the IDEA did not apply in that case, in granting the plaintiffs preliminary injunction the court recognized the effect that permitting the service dog to accompany the plaintiff to school would have on her IEP. The Court stated:</p>\n<blockquote>[A]s plaintiff concedes, her placement will likely have to be changed once the service dog is incorporated into her school program due to the allergies of her primary teacher. . . . Although it may be that plaintiff can no longer remain in Ms. Murphy's physically handicapped classroom, defendants' declarations suggest that there may be another class which would meet the education objectives outlined in plaintiffs current IEP. . . . On the other hand, it may be that due to the limited nature of the special education program at Hogan High School, a new IEP will have to be created.</blockquote>\n<p><i>Sullivan,</i> 731 F.Supp. at 961-62. The court then ordered the defendant school district to convene for the purpose of modifying the plaintiffs existing IEP to ensure that she could be accompanied by her service dog and recognized that such a modification of the IEP could require placing the plaintiff at another school. <i>Id</i> at 962. The fact that the<i>Sullivan</i> court recognized that this relief implicated the plaintiffs IEP in a very direct manner reaffirms this Court's conclusion this relief was available under the IDEA, and should have first been pursued according to the requirements of that statute. Further, the possibility of placing John, Jr. in another school has never been requested by the plaintiffs, who reside four blocks from the Clarke High School. Such a condition, referred to in the Sullivan case, distinguishes that opinion from the facts and law in this case.</p>\n<p>Finally, the Court does not believe that the \"futility\" exception to the exhaustion requirement of the IDEA applies. Congress provided three general situations where exhaustion of the administrative remedies under the IDEA are not required where: (1) \"it would be futile to use the due process procedures\"; (2) \"ail agency has adopted a policy or pursued a practice of general applicability that is contrary to the law\"; or (3) \"it is improbable that adequate relief can be obtained by pursuing administrative remedies.\" <i>Mrs. W. v. Tirozzi,</i> 832 F.2d 748, 756 (2d Cir.1987) (citations omitted). The Second Circuit has collapsed exceptions two and three into exception one, namely the futility exception. <i>Hope,</i> 872 F.Supp. at 22 (noting that \"[t]he Second Circuit in <i>Heldman</i> effectively collapsed (2) and (3) above into the futility exception\"); <i>see also Polera,</i> at 489-90 (stating that exhaustion is futile if the \"administrative procedures do not provide adequate remedies\") (internal quotation marks and citations omitted). Here, the Court cannot determine that exhaustion by the Caves would be futile.</p>\n<p>The plaintiffs did not exhaust their remedies either under the IDEA or <span class=\"star-pagination\">*639</span> under the IEP or the 504 Committee ruling. In fact, there was no exhaustion at all by the plaintiffs under any rule or statute. In, addition, the futility exception to the exhaustion requirement does not apply in this case. As a result, it is the opinion of the Court that the plaintiffs have failed to establish a clear likelihood that they will succeed on the merits of their claims for injunctive relief in that they have failed to exhaust their administrative remedies and cannot proceed with these federal causes of action. Also, even in the event that it be determined this is not a request for a mandatory injunction and the lesser standard would govern, the Court determines that the plaintiffs have not established a serious question going to the merits. However, to complete the record, the Court will now review the merits of the plaintiffs' request for the preliminary injunction.</p>\n<p></p>\n<h2>2. As to the ADA and Section 504 of the Rehabilitation Act</h2>\n<p>The Americans With Disabilities Act, cited by the plaintiffs in all the causes of action in the complaint, is a comprehensive statute that prohibits discrimination against individuals with disabilities. \"It forbids discrimination against persons with disabilities in three major areas of public life: employment, which is covered by Title I of the statute; public services, programs, and activities, which are the subject of Title II; and public accommodations, which are covered by Title III.\" <i>See </i><i>Tennessee v. Lane,</i> 541 U.S. 509, 516-17, 124 S.Ct. 1978, 1984, 158 L.Ed.2d 820 (2004). A school district is a \"public entity\" covered by Title II of the ADA. <i>See</i> 42 U.S.C. § 12131(1) (\"The term `public entity' includes (A) any State or local government; [and] (B) any department, agency, special purpose district, or other instrumentality of a State or States or local government.'\").</p>\n<p>Title II of the ADA provides:</p>\n<blockquote>[N]o qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</blockquote>\n<p>42 U.S.C. § 12132. In order to establish a violation under the ADA, the plaintiffs must demonstrate that (1) John, Jr. is a \"qualified individual\" with a disability; (2) the defendants are subject to the ADA; and (3) that John, Jr. was \"denied the opportunity to participate in or benefit from defendants' services, programs, or activities, or [was] otherwise discriminated against by defendants, by reason of plaintiffs' disabilities.\" <i>Henrietta D. v. Bloomberg,</i> 331 F.3d 261, 272 (2d Cir.2003); <i>Doe v. Pfrommer,</i> 148 F.3d 73, 82 (2d Cir.1998).</p>\n<p>Section 504 of the Rehabilitation Act provides that \"[n]o otherwise qualified individual with a disability in the United States, . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 29 U.S.C. § 794.</p>\n<blockquote>In order to establish a violation of Section 504 of the Rehabilitation Act, a plaintiff must show: (1) that he has a disability for purposes of the Rehabilitation Act; (2) that he was \"otherwise qualified\" for the benefit that has been denied; (3) that he has been denied the benefits \"solely by reason\" of his disability; and (4) that the benefit is part of a \"program or activity receiving Federal financial assistance.\"</blockquote>\n<p><i>Pfrommer,</i> 148 F.3d at 82 (quoting <i>Flight v. Gloeckler,</i> 68 F.3d 61, 63 (2d Cir.1995)).</p>\n<p><span class=\"star-pagination\">*640</span> \"Although there are subtle differences between [the ADA and Section 504 of the Rehabilitation Act], the standards adopted by Title II of the ADA for State and local government services are generally the same as those required under section 504 of federally assisted programs and activities.\" <i>Henrietta D. v. Giuliani,</i> 119 F.Supp.2d 181, 206 (E.D.N.Y.2000) (citations and quotation marks omitted), <i>aff'd,</i> 331 F.3d 261 (2d Cir.2003). Because none of the subtle differences between the statutes are relevant in this case, the Second Circuit has instructed that it is appropriate to treat the plaintiffs' Section 504 claim identically to the plaintiffs' ADA claim. <i>Weixel v. Bd. of Educ. of the City of N.Y.,</i> 287 F.3d 138, 146 n. 6 (2d Cir.2002); <i>see also </i><i>Rodriguez v. City of New York,</i> 197 F.3d 611, 618 (2d Cir.1999) (\"Because Section 504 of the Rehabilitation Act and the ADA impose identical requirements, we consider these claims in tandem.\") (citation omitted); <i>Lincoln Cercpac v. Health and Hosps. Corp.,</i> 147 F.3d 165, 167 (2d Cir. 1998) (\"Apart from the Rehabilitation Act's limitation to denials of benefits `solely' by reason of disability and its reach of only federally funded  as opposed to `public'  entities, these provisions purport to impose precisely the same requirements. Because neither difference affects the disposition of the instant appeal, we need not consider the statutes separately.\"); <i>Galusha v. N.Y. State Dept. of Envtl. Conserv.,</i> 27 F.Supp.2d 117, 123 (N.D.N.Y.1998) (citation omitted) (\"Courts have long followed the Rehabilitation Act's jurisprudence in interpreting ADA requirements.\").</p>\n<p>The defendants do not dispute that John, Jr. is disabled or whether they are subject to the provisions of the ADA or the Rehabilitation Act. Thus, the relevant question is whether John, Jr., was denied the opportunity to participate in or benefit from defendants' services, programs or activities, or was otherwise discriminated against on the basis of his disability. The term \"discriminate\" includes not making reasonable accommodations for an otherwise qualified individual with a disability. 42 U.S.C. § 12112(b)(5)(A). Although this definition of \"discriminate\" appears in Title I of the ADA, it is equally applicable to claims under Title II. <i>Henrietta D.,</i> 331 F.3d at 273-74 n. 7 (citations omitted).</p>\n<p>The plaintiffs complain that the District's failure or refusal to accommodate John, Jr.'s use of the service dog, which the plaintiffs believe would be a reasonable accommodation, violates the ADA and Section 504 of the Rehabilitation Act. The Second Circuit has defined a \"reasonable accommodation\" as \"one that gives the otherwise qualified plaintiff with disabilities `meaningful access' to the program or services sought.\" <i>Henrietta D.,</i> 331 F.3d at 282 (quoting <i>Alexander v. Choate,</i> 469 U.S. 287, 301, 105 S.Ct. 712, 83 L.Ed.2d 661 (1985)). \"The government is not obligated . . . to provide [a] plaintiff with every accommodation which he may request, but only with reasonable accommodation as is necessary to enable him to perform his essential functions.\" <i>Nelson v. Ryan,</i> 860 F.Supp. 76, 84 (W.D.N.Y. 1994) (quoting <i>Carter v. Bennett,</i> 651 F.Supp. 1299, 1301 (D.D.C.1987), <i>aff'd</i> 840 F.2d 63 (D.C.Cir.1988)). The District is not required \"to provide every accommodation the disabled [person] may request, so long as the accommodation provided is reasonable.\" <i>Fink v. N.Y. City Dep't of Personnel,</i> 53 F.3d 565, 567 (2d Cir.1995) (citation omitted); <i>see also Melendez v. Monroe College,</i> No. 04-2266, 2006 WL 2882568, at *6 (E.D.N.Y. Oct. 6, 2006) (dismissing Section 504 and ADA accommodation claim where the defendant pro duced evidence that established that they \"provided `plainly reasonable' accommodations for [the plaintiff's] need for assistance <span class=\"star-pagination\">*641</span> for his visual impairment.\"); <i>Fink v. N.Y. City Dep't of Personnel,</i> 855 F.Supp. 68, 72 (S.D.N.Y.1994) (\"[T]here is no [requirement that the government] take [into] account . . . the disabled individual's preferences in choosing the means of accommodation.\"), <i>aff'd,</i> 53 F.3d 565 (1995); <i>Alford v. Henderson,</i> No. 00-6178, 2002 WL 1777052, at *4 (N.D.Ill. Aug. 2, 2002) (\"Reasonable accommodation is not tantamount to any accommodation a complainant desires.\") (citation omitted); <i>Nelson v. Ryan,</i> 860 F.Supp. 76, 83 (W.D.N.Y.1994) (\"The government is not obligated under the statute to provide [a] plaintiff with every accommodation which he may request.\") (citation and internal quotation marks omitted); <i>Wynne v. Tufts Univ. Sch. of Medicine,</i> No. 88-1105-Z, 1992 WL 46077, at * 1 (D.Mass. March 2, 1992) (holding that dyslexic medical student was reasonably accommodated because the school allowed him to retake first year curriculum, funded note-takers, tutors, a learning tutor, and taping of the plaintiffs lectures, and that the school did not have to modify its testing procedures).</p>\n<p>In this case, the Court finds that the School District has provided John, Jr. with reasonable accommodations within the provisions of the ADA and the Rehabilitation Act. In fact, in the Court's view, here the accommodations to this hearing impaired student by the School District were extraordinary.</p>\n<blockquote>1. John, Jr. was provided with a sign language interpreter for all his classes except for the resource room;</blockquote>\n<blockquote>2. He was provided with an FM transmitter, when necessary;</blockquote>\n<blockquote>3. He was provided with a student note taker;</blockquote>\n<blockquote>4. He was given extra time, one-and-a-half the usual time, to take his tests  and was permitted to take certain tests in the resource room; and</blockquote>\n<blockquote>5 He was provided with a one-on-one specialist teacher for the deaf and hearing impaired, with a session with her every day.</blockquote>\n<p>As opposed to these constructive accommodations afforded to John, Jr., the Court will balance the advantages to be achieved by permitting the dog in the school as against the disadvantages.</p>\n<p>What are the advantages to John, Jr.? Yes, he will be somewhat assisted by the service dog while in school, with regard to sounds and alarms. Also, John, Jr. will be able to have more time to train the dog. Balanced against these advantages are a string of disadvantages, some serious to teachers and other students and some contrary to John, Jr.'s own interests. First, is the dog allergy problem, directly to be faced in his math class with teacher Paul Ring and in his sign language class with Ms. Hanlon-Pieron. Second, in his gym class, apparently one of John, Jr.'s favorites, the dog would have to be confined during the class. Third, in all likelihood, John, Jr.'s schedule will be changed, and some of his present courses, including Regents classes, may be unavailable. Fourth, he would have to leave his classes some minutes early and would, therefore, miss valuable instruction time.</p>\n<p>The Court is faced with this clear factual situation. At the present time, John, Jr. is being afforded apparently successful accommodations, which have allowed him to pursue his studies in Regents subjects, possibly heading for college; have allowed him to have a one-on-one expert hearing teacher which is giving him invaluable assistance, which may serve him well for the rest of his life; and, most important, has allowed him to be in the \"mainstream\" of the school life, including participation in <span class=\"star-pagination\">*642</span> conversation in the cafeteria and involvement in all the games in the gym. The situation with the service dog is, at best, unclear, and at worst, detrimental to John, Jr.'s best personal benefit.</p>\n<p>Therefore, the Court finds, based on all the cases defining reasonable accommodation, that the plaintiffs have failed to prove a likelihood of success with regard to claimed violations of the Federal Americans With Disabilities Act and the Federal Rehabilitation Act. Nor has there been established a serious question going to the merits.</p>\n<p></p>\n<h2>4. As to the Plaintiffs' Claims Under New York State Law</h2>\n<p>Having determined that the plaintiffs failed to establish a strong likelihood that they are likely to succeed on their federal causes of action, the Court must now consider the plaintiffs' allegations of New York State law violations. See <i>People of New York ex rel. Abrams v. Terry,</i> 45 F.3d 17, 23 (2d Cir.1995) (citations omitted) (\"[E]ven assuming that [federal law] does not authorize, an injunctive remedy, the injunction can be sustained on the basis of the independent state law claims.\"). The plaintiffs rely on four New York State statutes as a basis for their argument that they are entitled to injunctive relief: (1) Article 4 of the New York Civil Rights Law entitled \"Equal Rights in Places of Public Accommodation and Amusement,\" N.Y. Civ. Rights Law § 40 (McKinney 1992 &amp; supp.2007); (2) Article 4-B of the New York Civil Rights Law entitled \"Rights of Persons with a Disability Accompanied by Guide Dogs, Hearing Dogs or Service Dogs,\" N.Y. Civ. Rights Law §§ 47-47-c; (3) Article 89 of New York's Education Law entitled \"Children with Handicapping Conditions,\" N.Y. Educ. Law § 4401-4410; and (4) Article 15 of New. York's Executive Law entitled \"Human Rights Law,\" N.Y. Exec. Law § 296.</p>\n<p>Section 40 of the New York Civil Rights Law, which requires that all persons \"be entitled to the full and equal accommodations . . . of any places of public accommodations,\" only protects persons from discrimination \"on account of race, creed, color or national origin.\" N.Y. Civ. Rights Law § 40. That statute does not mention disability. Thus, it is inapplicable in this case.</p>\n<p>Section 40-c of the New York Civil Rights Law provides that</p>\n<blockquote>No person shall, because of race, creed, color, national origin, sex, marital status, sexual orientation or disability, as such term is defined in section two hundred ninety-two of the executive law, be subjected to any discrimination in his or her civil rights, or to any harassment, as defined in section 240.25 of the penal law, in the exercise thereof, by any other person or by any firm, corporation or institution, or by the state or any agency or subdivision of the state.</blockquote>\n<p>N.Y. Civ. Rights Law § 40-c(2). However, section 40-d of that statute provides that \"[a]t or before the commencement of any action under this section, notice thereof shall be served upon the attorney general.\" <i>Id.</i> § 40-d. The failure to serve the Attorney General at or before the commencement of an action under Section 40-c is fatal to the plaintiffs' claim and requires dismissal of those causes of action. <i>See </i><i>Sundaram v. Brookhaven Nat'l Labs.,</i> 424 F.Supp.2d 545, 571 (E.D.N.Y.2006) (\"[T]he plaintiffs claims for violations of section 40-c of the New York Civil Rights Law must be dismissed because he failed to give the necessary notice to the Attorney General of New York before making those claims.\"); <i>Shepard v. Frontier Commc'n Servs., Inc.,</i> 92 F.Supp.2d 279, 287 (S.D.N.Y.2000) (granting summary judgment in favor of the defendant on the <span class=\"star-pagination\">*643</span> plaintiff's New York Human Rights Law claim where she failed to allege that she notified the Attorney General before bringing suit); <i>Harris v. Allstate Ins. Co.,</i> 83 F.Supp.2d 423, 432 (S.D.N.Y.2000) (\"Plaintiff does not dispute that he failed to give notice to the state attorney general; thus his claim pursuant to N.Y. Civ. Rts. Law § 40-c must be dismissed.\"). Here, there is no indication that the plaintiffs served notice of their action on the New York Attorney General before commencing this action. Thus, the Court finds that the plaintiffs are not likely to succeed on a claim under section 40-c of the New York Civil Rights Law.</p>\n<p>The plaintiffs also refer to section 4401 of the New York Education Law. This statute governs New York's provision of special educational and related services to children with disabilities. <i>See</i> N.Y. Educ. Law § 4401-4410. However, the purpose of the plaintiffs' reference to this statute is not clear. The plaintiffs merely quote the statute, without discussion and without any indication of how this statute effects their case. If anything, this section of the New York Education law does not support the plaintiffs' position.</p>\n<p>As discussed above, Congress left the task of developing appropriate programs to comply with the IDEA to the states. <i>See </i><i>Heldman v. Sobol,</i> 962 F.2d 148, 152 (2d Cir.1992). Article 89 of New York's Education Law, which includes sections 4401-4410, is the statute that implements the IDEA in New York State. <i>See</i> N.Y. Educ. Law § 4401-4410; <i>see also </i><i>Heldman,</i> 962 F.2d at 152. Thus, to the extent that the plaintiffs contend that this statute applies in this case, it could be argued that this is an admission that the IDEA and its exhaustion requirements apply to this case.</p>\n<p>With regard to the New York Human Rights Law, N.Y. Exec. Law § 296, disability discrimination claims under this statute generally are governed by the same legal standards as federal causes of action under the ADA. <i>Rodal v. Anesthesia Group of Onondaga, P.C.,</i> 369 F.3d 113, 117 n. 1 (2d Cir.2004) (citation omitted). Thus, to the extent that the Court has found that the plaintiffs did not establish that they are likely to prevail on their ADA claim, the Court reaches the same conclusion regarding the plaintiffs' overall New York Human Rights Law claim.</p>\n<p>The New York Human Rights Law also has a provision specifically dealing with discrimination against persons accompanied by service dogs. <i>See</i> N.Y. Exec. Law § 296(14). That section provides:</p>\n<blockquote>It shall be an unlawful discriminatory practice for any person engaged in any activity covered by this section to discriminate against . . . a hearing impaired person who has a hearing impairment manifested by a speech discrimination score of forty percent or less in the better ear with appropriate correction as certified by a licensed audiologist or otolaryngologist as defined in section seven hundred eighty-nine of the general business law or a physician who has examined such person pursuant to the provisions of article thirty-seven-A of such law or a person with a disability on the basis of his or her use of a guide dog, hearing dog or service dog.</blockquote>\n<p><i>Id.</i> The defendants argue that John, Jr. is not protected by this section of the New York. Human Rights Law because his hearing impairment is not \"manifested by a speech discrimination score of forty percent or less . . . with appropriate correction.\" This position is supported by the testimony and evidence adduced at the hearing.</p>\n<p><span class=\"star-pagination\">*644</span> Assuming that § 296(14) does apply to the facts in this case, the proof is unclear as to whether John, Jr. has \"a speech discrimination score of forty percent or less\" with appropriate correction. Ms. Ledbetter testified to his hearing at various times and at different levels. In the latest test, John, Jr.'s threshold ranged from twenty-five to forty decibels (Tr. at 39); that with the implants he has a twenty to forty decibel \"loss\" (Tr. at 39), which would be a hearing score of sixty to eighty decibels; he misses twenty to thirty percent of the tones of a normal conversational threshold (Tr. at 40); with artificial background noises, his score was approximately sixty-eight percent with no background noise present and sixty percent of the speech with the presence of the noise (Tr. at 40-41); a forty percent loss, where there are people speaking (Tr. at 41); less than sixty percent (Tr. at 41); in an August 18, 2005 audiogram, his hearing was within normal range, with eighty percent for the right ear and sixty-eight percent for the left ear, and with both ears together, a ninety-two percent hearing level, which was \"discrimination ability\" (Tr. at 63-64).</p>\n<p>Thus, the court finds that the plaintiffs failed to prove, by a preponderance of the evidence, that John, Jr.'s hearing fell within the forty percent or less, set forth in N.Y. Exec. Law § 296(14).</p>\n<p>The plaintiffs argue that the portion of the statute quantifying the level of deafness protected under the statute should not apply to John, Jr. because the statute also applies more generally to \"a person with a disability\" and he is such a person. Clearly, the New York legislature did not intend \"a person with a disability,\" as the phrase is used in section 296(14), to include persons with hearing impairments or else they would not have included the earlier specific provision. To adopt the plaintiffs' interpretation of the statute would render superfluous that portion of the law speaking specifically to hearing impairments. <i>See, e.g., </i><i>Sprint Spectrum, L.P. v. Willoth,</i> 176 F.3d 630, 640 (2d Cir.1999) (\"It is a well-settled rule of statutory construction that `courts should disfavor interpretations of statutes that render language superfluous.'\") (quoting <i>Conn. Nat'l Bank v. Ger main,</i> 503 U.S. 249, 253, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992)).</p>\n<p>Finally, the plaintiffs strongly point to the New York Civil Rights Law Section 47, entitled \"Use of public facilities by persons with a disability,\" Section 47-a and Section 47-b, which is the New York Statute that appears to be most directly applicable to this situation because it governs the admittance to and use of public facilities by persons \"accompanied by a guide dog, hearing dog, or service dog.\" N.Y. Civ. Rights Law §§ 47-47-c. Section 47 of the New York Civil Rights Law provides:</p>\n<blockquote>1. No person shall be denied admittance to and/or the equal use of and enjoyment of any <i>public facility</i> solely because said person is a person with a disability and is accompanied by a guide dog, hearing dog or service dog.</blockquote>\n<blockquote>2. For the purposes of this section the term <i>\"public facility\"</i> shall include, but shall not be limited to, all modes of public and private transportation, all forms of public and private housing accommodations whether permanent or temporary, buildings to which the public is invited or permitted, including those maintained by the state or by any political subdivision thereof, all educational facilities and institutions, including those maintained by the state or by any political subdivision thereof, all places where food is offered for sale, all theatres, including both live playhouses and `motion picture establishments and all other <span class=\"star-pagination\">*645</span> places of public accommodations, convenience, resort, entertainment, or business to which the general public or any classification of persons therefrom is normally or customarily invited or permitted. (Emphasis supplied).</blockquote>\n<p>N.Y. Civ. Rights Law § 47. Section 47-a prohibits discriminatory treatment in employment of persons with disabilities that are accompanied by a service dog. Section 47-b entitled \"Miscellaneous Provision,\" provides, in relevant part, that \"[p]ersons with a disability accompanied by guide dogs, hearing dogs or service dogs shall be guaranteed the right to have such dogs in their immediate custody while exercising any of the rights and privileges set forth in this article.\" N.Y. Civ. Rights Law § 47b.</p>\n<p>Plainly, this statute provides greater protection for the plaintiffs than federal anti-discrimination laws. However, even though the statute includes \"all educational facilities and institutions\" within its definition of \"public facility,\" in the Court's view, that term is not as broad as the plaintiffs contend. The New York courts have determined that excluded from the definition of \"public facility\" are those buildings or areas of buildings to which \"the general public or any classification of persons therefrom\" are not \"customarily invited or permitted.\" <i>See </i><i>Albert v. Solimon,</i> 252 A.D.2d 139, 684 N.Y.S.2d 375 (1998), <i>aff'd,</i> 94 N.Y.2d 771, 699 N.Y.S.2d 1, 721 N.E.2d 17 (1999); <i>Perino v. St. Vincent's Med. Ctr.,</i> 132 Misc.2d 20, 502 N.Y.S.2d 921 (N.Y.Sup.Ct.1986). In both of these New York State cases, the courts recognized that a building may have both a public and _a private facility at the same time. <i>Albert</i> 252 A.D.2d at 143, 684 N.Y.S.2d 375 (\"While the waiting room in a physician's office may be regarded as a public place in which the general public is normally invited or permitted to enter, the same may not be said of those areas of a physician's office where physical examinations are conducted.\"); <i>Perino,</i> 132 Misc.2d at 21-22, 502 N.Y.S.2d 921 (\"While the hall in a hospital may be considered a public place, as well as the hospital cafeteria or snack bar serving travelers, the same cannot be said for other portions of the hospital wherein the usual functions of a hospital are carried out\") (citations omitted). Support for this reasoning is found in the defining statutory language itself, which refers to \"buildings to which the public is invited or permitted.\" N.Y. Civ. Rights Law § 47(2).</p>\n<p>The rationale of the <i>Albert</i> and <i>Perino</i> cases is applicable here. There are certainly areas of Clarke High School that can likely be considered \"public facilities\" under section 47 of the New York Civil Rights law. Included in said \"public facilities\" are the lobby areas, administrative offices, and perhaps the gymnasium during sporting events. However, the general public is not normally or customarily invited into the classroom. Normally, classrooms are restricted to teachers and students. There are sound policy reasons for prohibiting members of the public from entering classrooms. Thus, the Court finds that the classrooms at Clarke High School are not \"public facilities\" under section 47 of the New York Civil Rights Law, and that statute is also inapplicable to the facts of this case.</p>\n<p>Based on the foregoing, the Court finds that the plaintiffs failed to establish the likelihood of success on the merits of their state law causes of action that would be necessary for this Court to grant the preliminary injunction.</p>\n<p>D. Balance of the Hardships</p>\n<p>In examining the facts and the law in this case, the Court finds that the balance of hardships tip decidedly in favor of the defendants for a number of reasons <span class=\"star-pagination\">*646</span> previously and repeatedly discussed by the Court. In the Court's view, John, Jr. is well served by the East Meadow School District. He has been afforded every accommodation in the auditory arsenal  except the service dog. It is equally clear that the entrance of this dog in the John, Jr. auditory picture would not further his educational life but, on the contrary, could be disruptive to his schedule and counterproductive to John, Jr.'s ability to learn in the least restrictive environment.</p>\n<p>III. CONCLUSION</p>\n<p>This Court holds that the Federal IDEA Statute is applicable and requires exhaustion, which has not occurred. Further, there is no violation of the Federal American with Disabilities or Federal Rehabilitation Act statutes because the School District has supplied to John, Jr. reasonable accommodations for his hearing impairment. Finally, the New York State statutes raised by the plaintiffs are inapplicable. Based on the foregoing, there is no reasonable likelihood of success by the plaintiffs in this case and no preliminary injunction will be granted.</p>\n<p>In making these determinations, the Court understands and appreciates the genuine concern of the Cave family. The Court realizes that they have gone through this difficult path with the only goal of helping and nurturing their son. However, the facts and the law do not support the issuance of a preliminary injunction.</p>\n<p>Based on the foregoing, it is hereby</p>\n<p>ORDERED, that the plaintiffs' motion for a preliminary injunction enjoining the defendants from preventing John, Jr. from entering Clarke High School while accompanied by his service dog is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[*]  Tr. refers to the hearing transcript.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">610</span></span> (2007)</b></center>\n<center><h1>John CAVE and Nancy Cave as individuals, parents, legal guardians and guardians ad lidem of John Cave Jr. and John Cave Jr., Plaintiffs,<br>\nv.<br>\nEAST MEADOW UNION FREE SCHOOL DISTRICT, W. Tresper Clarke High School, Robert R. Dillon as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Robert R. Dillon individually and personally, Joseph Barbera as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Joseph Barbera individually and personally, Leon J. Campo as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Leon J. Campo individually and personally, Timothy Voels as administration of The East Meadow Union Free School District and W. Tresper Clare High School and Timothy Voels individually and personally, Deborah Coates as President of the Board of Education of East Meadow School District and W. Tresper Clarke High School and Deborah Coates individually and Personally, Brian O'Flaherty as Vice President of the Board of Education of East Meadow School District and W. Tresper Clarke High School and Brian O'Flaherty individually and Personally, Debra Kirsh, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Debra Kirsh individually and Personally, Judy Shiechel, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Judy Shiechel individually and Personally, Walter Skinner, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Walter Skinner individually and Personally, Barry Rubinstein, as Trustee of the Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Barry Rubinstein individually and Personally, Joseph Parisi, as TRUSTEE of the <span class=\"star-pagination\">*611</span> Board of Education of East Meadow Union Free School District and W. Tresper Clarke High School and Joseph Parisi individually and Personally, Geraldine Doddato as Assistant Principal and administration of The East Meadow Union Free School District and W. Tresper Clare High School and Geraldine Doddato individually and personally, Darryl Strabuk as Assistant Principal and administration of The East Meadow School District and W. Tresper Clare High School and Darryl Strabuk individually and personally, Patrice Dobies as an employee, agent and servant of East Meadow Union Free School District and W. Tresper Clarke High School and Patrice Dobies individually and Personally and John Campo as an employee, agent and servant of East Meadow School District and W. Tresper Clarke High School and John Campo individually and Personally, Defendants.</h1></center>\n<center>No. 07 CV 0542(ADS)(MLO).</center>\n<center><p><b>United States District Court, E.D. New York.</b></p></center>\n<center>March 19, 2007.</center>\n<p><span class=\"star-pagination\">*612</span> <span class=\"star-pagination\">*613</span> <span class=\"star-pagination\">*614</span> <span class=\"star-pagination\">*615</span> Paul J. Margiotta, Lindenhurst, NY, for the Plaintiffs.</p>\n<p>Jaspan, Schlesinger &amp; Hoffman, LLP, by Stephen R. Schlesinger, Stanley A. Camhi, Carol A. Melnick, of Counsel, Garden City, NY, for the Defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>SPATT, Senior District Judge.</p>\n<p>The facts in this case are relatively uncomplicated. This case is about a hearing impaired boy in high school whose family wants him to bring into school and into his classes a dog known as a service dog to assist him in his endeavors and to help train the dog. The school declined to allow the dog into the school on the grounds that the young man is being satisfactorily accommodated already and that the dog would cause problems for the student himself and for other students and teachers and would cause disruptions. The family has come into federal court seeking a preliminary injunction \"constraining and enjoining defendants from preventing entry to the W. Tresper Clarke High School . . . to John Case, Jr. and his hearing dog Simba, or interfering with John Cave, Jr.'s use of any school facility while accompanied by his hearing dog Simba.\"</p>\n<p>Based on this straight-forward factual background there has been a four and a half day hearing.</p>\n<p>John Cave, Jr. (\"John, Jr.\") is a fourteen year old boy currently in the ninth grade at W. Tresper Clarke High School (\"Clarke High School\") in the East Meadow Union Free School District (the \"School District\"). John, Jr. is hearing impaired. John Cave and Nancy Cave, his parents, and John, Jr. (collectively, the \"plaintiffs\") commenced this action against <span class=\"star-pagination\">*616</span> the School District, several officials of the School District, and numerous administrators and employees of Clarke High School (collectively, the \"defendants\") alleging that the defendants violated the Americans with Disabilities Act of 1990 (\"ADA\"), 42 U.S.C. § 12101, <i>et seq,</i> and Section 504 of the Rehabilitation Act of 1973 (\"Section 504\"), 29 U.S.C. § 794, and several New York State statutes by refusing to permit John, Jr. to bring his service dog Simba to school with him.</p>\n<p>Presently before the Court is the plaintiffs' motion, brought by order to show cause, for a preliminary injunction enjoining the defendants from preventing John, Jr. from entering Clarke High School or any other school facility while accompanied by his service dog. The plaintiffs argue that they are entitled to a preliminary injunction because John, Jr. has an absolute right under federal and state laws to have his service dog accompany him to school. In response, the defendants contend that John, Jr. currently participates fully and successfully in his education without the service dog; that the School District has already furnished reasonable accommodations to John, Jr.'s hearing impediment; that the plaintiffs did not seek to obtain permission to bring the dog to school through the proper administrative channels; and that any benefit that John, Jr. will receive from having his service dog with him at school is outweighed by the potential health risks to dog-allergic and asthmatic students and teachers, the administrative burden of rearranging John, Jr.'s schedule, and the detriment to John, Jr.'s overall education if permitting him to bring the dog to school necessitates his being removed from his \"mainstreamed\" program.</p>\n<p>The complaint alleges six causes of action. All of the causes are based on the Federal Americans with Disabilities Act, the Rehabilitation Act, and the following New York State statutes: the New York State Human Rights Law, New York Civil Rights Law and New York Education Law. All of these causes of action are based on John, Jr. and his service dog being wrongfully and illegally denied access to the Clarke High School.</p>\n<p>I. <i>THE HEARING</i></p>\n<p>The following facts are taken from the material portions of the four and a half-day evidentiary hearing conducted by this Court between February 14 to February 22, 2007.</p>\n<p>A. <i>The Plaintiffs' Case</i></p>\n<p>Jennifer Ledbetter is an audiologist. She is employed by Dr. Saul Modlin and she tests hearing. John, Jr. is a patient of Dr. Modlin and Ms. Ledbetter has tested his hearing for five years. John, Jr. has a profound sensory neural hearing loss. He is deaf, meaning without amplification, he has no hearing ability. However, with his cochlear implants he does have some usable hearing. A cochlear implant is an electronic device which is surgically implanted into the patient's cochlear, which is the organ for hearing. According to Ms. Ledbetter, even with the cochlear implants, John, Jr. is not a \"hearing person.\"</p>\n<p>On the morning of February 14, 2007, Ms. Ledbetter examined John, Jr., at Dr. Modlin's office. Without his implants, he has a \"profound hearing loss,\" namely he is completely deaf. With his implants, his threshold ranged from twenty-five to forty decibels, which is a \"mild hearing loss.\" Wearing his implants, John, Jr.'s \"speech deficit score\" was approximately sixty-eight percent with no background noise. When background noise was introduced, John, Jr.'s score fell to sixty percent.</p>\n<p>An audiogram taken on August 18, 2005 was admitted in evidence (Dft. Ex. A). <span class=\"star-pagination\">*617</span> Reading that audiogram, John, Jr. falls within the normal range of hearing with the use of the implants. Using both ears, John, Jr.'s \"speech audiometry\" score ranged from ninety-two percent under \"quiet\" test circumstances, and sixty percent with \"noise (+ 5).\"</p>\n<p>Also, outside of the test booth, he would have a hearing loss of forty percent. So that the maximum John, Jr. could hear is sixty percent.</p>\n<p>Ms. Ledbetter also explained what is an FM transmitter, as follows:</p>\n<blockquote>Q What is an FM transmitter?</blockquote>\n<blockquote>A It's a microphone and receiver that is designed to cut down on the signal-to-noise ratio when you are presenting speech in a room.</blockquote>\n<blockquote>Q And how does it work; do you know?</blockquote>\n<blockquote>A Generally, it's one for a teacher and student. The teacher wears the microphone so her voice or his voice goes directly into the microphone. It's sent by FM transmission to the wearer, usually a student, who then picks it up by some type of transducer in their ear or on a microphone they are wearing.</blockquote>\n<blockquote>Q So the teacher in a classroom would typically have a microphone by their mouth?</blockquote>\n<blockquote>A Correct.</blockquote>\n<blockquote>Q And the sound being heard would typically be heard by the person at the other end of the FM transmitter as if the sound is right there, correct?</blockquote>\n<blockquote>A It cuts out the background noise, yes.</blockquote>\n<blockquote>Q Makes it easier to hear if there is other background noise?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p><sup>[*]</sup>Tr. at 65-66.</p>\n<p>Nancy Cave is the mother of John, Jr. His deafness occurred when he was ten months old. He was diagnosed to be deaf at age 3. According to Mrs. Cave, John, Jr. is profoundly deaf in his right ear and also has a severe to profound loss in his left ear. Without cochlear implants he is profoundly deaf in both ears. In her words, John has a \"natural silent world.\" As to the cochlear implants, they are \"an independent life tool which limits the effect of John's disability\" (Tr. at 154). Also, the FM transmitter system is another tool to limit the effects of his disability. In addition, Simba is also an independent life tool which limits the effect of John, Jr.'s dis ability.</p>\n<p>John, Jr. is in a special education program. Mrs. Cave meets with the Committee on Special Education (\"CSE\") at least once a year. John, Jr. has an individual education plan (\"IEP\") in which accommodations are provided by the school \"in order to help limit the effects of the disability in an educational setting.\" (Tr. at 158). Mrs. Cave complains that the School District is not always in compliance with the IEP. In June 2005, she filed a formal complaint against the School District and detailed certain IEP violations, such as films shown without captioning; the failure to procure a substitute for the sick interpreter; and the FM system not working. Because the sign interpreter was not present, John, Jr. failed a midterm, although he was given a make-up exam with the interpreter present. Mrs. Cave described the services supplied to John, Jr. by the School District, as follows:</p>\n<blockquote>Q Can you tell us what services are involved in his IEP plan?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*618</span> A John has a full-time, one-on-one sign language interpreter. He has an FM system that he uses in his class when it's not broken. And he is allowed extra time on tests. He is also allowed to take his tests with his resource room teacher in a separate location so that if he needs a break or he needs clarification, because he still has a detriment in vocabulary, he can get all of that. He is supposed to have captioning. If any videos or films are shown in class, they must be captioned. Those are the basics.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q You said John has an interpreter at school?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Is that interpreter with him at all times?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q When is that interpreter with him?</blockquote>\n<blockquote>A The interpreter is with him for all of his classes. He is not with him in the hallways. He is not with him in the gym locker room or at his locker before and after school.</blockquote>\n<blockquote>Q How about the cafeteria?</blockquote>\n<blockquote>A Not in the cafeteria.</blockquote>\n<blockquote>Q How about in his resource room?</blockquote>\n<blockquote>A No. They  sometimes he has been there but not all the time, no.</blockquote>\n<blockquote>THE COURT: When you say \"an interpreter,\" there is a person who stays with him in the classroom?</blockquote>\n<blockquote>THE WITNESS: He meets him at every class.</blockquote>\n<blockquote>THE COURT: Listen to my questions, they are specific and precise. Do you mean he has somebody with him in the classroom?</blockquote>\n<blockquote>THE WITNESS: Yes, sir.</blockquote>\n<blockquote>THE COURT: Where does this person stay, next to him?</blockquote>\n<blockquote>THE WITNESS: I think it depends on the class and the teacher whether he is next to him or next to the teacher so that John can see him better.</blockquote>\n<blockquote>THE COURT: How does the person communicate?</blockquote>\n<blockquote>THE WITNESS: He uses sign language.</blockquote>\n<blockquote>THE COURT: That's in every class? THE WITNESS: It's supposed to be in every class.</blockquote>\n<blockquote>THE COURT: Who pays for this person?</blockquote>\n<blockquote>THE WITNESS: The school district, sir.</blockquote>\n<blockquote>THE COURT: How long has this person been provided?</blockquote>\n<blockquote>THE WITNESS: John has had a sign language interpreter since he was in second grade.</blockquote>\n<blockquote>Q Did that change when he got his implants?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q So he continues to have a sign language interpreter?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>Tr. at 158, 180-181.</p>\n<p>In May 2005, Mrs. Cave contacted the school regarding the admission of John, Jr.'s service dog in the school. At that time, John, Jr. was a student in the middle school. She spoke to Linda Carter, the former middle school principal. Ms. Carter said that the dog was not allowed in the school. Mrs. Cave also called Dr. Robert Dillon, the Superintendent of the School District. He told her there was no policy regarding service dogs. When she pressed the issue, he hung up.</p>\n<p>When Mrs. Cave found out that John, Jr. was going to be matched with Simba, she made an appointment with the new <span class=\"star-pagination\">*619</span> high school principal, Timothy Voels. Apparently, Mr. Voels called the school district office and found out that the dog was not permitted. In the meantime, Mrs. Cave and John, Jr. went to Massachusetts on several occasions to train and test with Simba, who was given to John, Jr. Simba stays at their home. He is very obedient and was taken to restaurants, parks, malls, the library and church and was never denied access to any public place except the high school. The Court notes that Simba was in court on a number of days and was very quiet.</p>\n<p>As to John, Jr.'s present condition, Mrs. Cave testified that she has to yell for him to hear and they learned sign language, which they use when not using the processor.</p>\n<p>Mrs. Cave described several incidents that occurred on January 3, 2007. On that day, she took John, Jr. and Simba to Clarke High School. They entered the school and encountered principal Voels and assistant principal Darryl Strabuk on the second floor. According to Mrs. Cave, the two men were very aggressive and she felt threatened. Mr. Voels told them that the dog was not allowed and to take the dog out. Mr. Voels called the police who questioned her. By that time it was 8:00 a.m. and she had to go to work and she and John, Jr. and Simba left. John, Jr. had no school that day.</p>\n<p>After that incident she went to the high school every day for several weeks with John, Jr. and three times with Simba. She actually brought Simba into the math class where Mr. Paul Ring was the teacher. Mr. Ring told her he has very bad dog allergies, but he allowed Simba to lay down by John, Jr.'s desk. After that Simba was denied access to the high school.</p>\n<p>Mrs. Cave complains that because Simba is not allowed to go to school with John, Jr. he doesn't do as well at home as he used to and he needs to continually train Simba.</p>\n<p>On cross-examination, Mrs. Cave was asked what exactly does Simba do for John, Jr. She responded that \"He alerts John to sounds that he doesn't always hear. He limits the effect of John's disability, sounds like a doorbell, a stove timer or a cell phone, an ambulance or a train or a car coming.\" (Tr. at 202).</p>\n<p>In particular, Mrs. Cave described Simba's role in John, Jr.'s life:</p>\n<blockquote>Q Let's talk about Simba. What exactly is Simba for John?</blockquote>\n<blockquote>A Simba is an independent life tool used to limit the effects of John's disability, to allow him to continue to be more and more independent as he continues to grow and head toward a life as an adult, a productive adult in a hearing society.</blockquote>\n<blockquote>Q So Simba doesn't help John learn his school work?</blockquote>\n<blockquote>A Well, I wish he could, because I sure can't do it anymore.</blockquote>\n<blockquote>Q Did you ever suggest that Simba would ever help him learn at school?</blockquote>\n<blockquote>A Never.</blockquote>\n<blockquote>Q Did you ever ask that Simba be used in a CSEA [sic] meeting regarding his education?</blockquote>\n<blockquote>A No.</blockquote>\n<p>Tr. at 275-276. However, Mrs. Cave conceded that Simba will not replace the interpreter, the FM transmitter system, the extra time given to John, Jr. for his tests or the daily resource room period with special teacher Faith Pryhuber. Significantly, Mrs. Cave also stated that John, Jr. is a \"fully mainstreamed student\" who has \"a regular everything except for the resource room.\" (Tr. at 212).</p>\n<p><span class=\"star-pagination\">*620</span> Again, on cross-examination, Mrs. Cave conceded that the School District has made special accommodations for John, Jr.:</p>\n<blockquote>Q And John has a sign language interpreter.</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And that sign interpreter is different than his note taker; is that correct?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And in each of his classes he has the sign person and someone else who takes notes for him; is that correct?</blockquote>\n<blockquote>A That's correct.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q There is one assigned to take notes?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And someone is assigned to sign for him?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And that is all part of his IEP; is that correct?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Did you participate in developing the IEP?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q You went to the meetings?</blockquote>\n<blockquote>A All of them.</blockquote>\n<blockquote>Q Were there limitations placed upon the interpreter as to when he was to be present with John?</blockquote>\n<blockquote>A I don't understand the question.</blockquote>\n<blockquote>Well, did you ask  isn't it a fact that you asked that the interpreter not be with John in the halls and at lunch?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Okay. So the school offered to have the interpreter with him the whole time he's in the building?</blockquote>\n<blockquote>A No, they did not. They did not offer that at all.</blockquote>\n<blockquote>Q Well, you specifically asked that he not be there in the lunch and at hallways [sic]?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q In fact, he gets to sit right in front of the teacher, doesn't he?</blockquote>\n<blockquote>A Yes  well, no, not necessarily. He's in the front row. Doesn't mean that he's in front of the teacher.</blockquote>\n<p>Tr. at 252-253.</p>\n<p>Melissa P. Resnick is 42 years of age and has been without sight since birth. She has had five service dogs. She has used service dogs starting in public school and has had no problems with the dog in the classroom; no problem with allergies; and no objection to her dogs. Ms. Resnick bonds with her dog on a seven-day, 24 hours basis and stated that it was very important for the dog's training to do so. If not, the dog will not respond as readily and can develop bad habits.</p>\n<p>On January 21st or January 22nd of this year, Ms. Resnick was present at the Merrick Library at a Federation of the Blind meeting where Superintendent Dillon addressed the meeting. He spoke about this case and said he would allow blind students to use their canes and allow them to use guide dogs in school.</p>\n<p>The Court notes that Ms. Resnick had a dog in school to assist her as a blind person when she was 17 years old and a senior in high school. Ms. Resnick does not know how many weeks would be required to train a hearing dog.</p>\n<p>John Cave, Jr. testified by way of two sign language interpreters. He has had Simba for two months. He has trained with Simba in Massachusetts for one week and continued the training at home. John, Jr. keeps working with him at home to alert him to sounds. He's doing okay with <span class=\"star-pagination\">*621</span> Simba, at home but Simba is doing things he shouldn't do. According to John, Jr. he is barking when he is not supposed to be doing so, because he hasn't gone to school with him. It is important to train Simba on a regular basis. Simba has alerted John, Jr. to the sound of a train. John, Jr. is trying to alert Simba to new sounds. He is doing fine in that regard.</p>\n<p>John, Jr. testified that he feels more confident in public with Simba and that Simba helps him. With regard to the school situation, John, Jr. feels angry and very upset and wants to bring Simba to school. He feels that his training with Simba, without the school hours, is being destroyed.</p>\n<p>On cross-examination, John, Jr. stated that, at age 14, like other teenagers, he does not like school, although he likes gym and plays dodge ball. In gym he plays with the other students and he talks to them and they talk to him. He also talks to his gym teachers. With his cochlear implants he is able to hear some of what the attorney is saying. The school provides sign interpreters for him in gym and all the other classes. In gym, while John, Jr. is playing dodge ball, Simba would be placed in a collapsible crate. He also likes math. He has no interpreter in his resource class with Ms. Pryhuber. However, he has a lot of \"misunderstandings.\" He took a midterm in the resource room without an interpreter. He heard a cell phone ring, without a dog alerting him, and he carried on a conversation on the cell phone.</p>\n<p>In addition to the sign interpreter and the FM transmitter, John, Jr. has special seating in the front row in all his classes, but he still doesn't hear all the words the teachers say. He also has a note taker and receives notes from the teacher in biology. He hears the class bell ring because they turn up the volume.</p>\n<p>John, Jr. works with Simba at home to train him and he has taught him new sounds even though he is not with him in school. Simba has learned such sounds as a train horn, a doorbell ringing, a cell phone ringing, the sounds of a car, John Jr.'s name, emergency vehicles and a truck horn. Some of these sounds are out on the street.</p>\n<p>Although he very much wants to bring Simba into school, he would be upset if he could not continue in his math class and in his sign language class. At the present time his cochlear implants help him hear. In school, John, Jr. has lunch in the cafeteria with more than 100 other students. He talks to other students in the cafeteria-without his FM transmitter. Sometimes he says he hears when he really doesn't, or says he understands but really doesn't. Sometimes his mother has to call his name repeatedly.</p>\n<p>Leon Hertzon owns a business known as Clean Room Co. He specializes in providing clean, sterile and particle-free environments, such as hospitals, and in contamination control. He deals with dander and allergens. Mr. Hertzon stated that dander is in the classrooms already, and if one brings a dog in the room, \"it would change by a very small percentage.\" Given a hypothetical question, he stated that an allergic person sitting next to a person who had five pets at home, would be exposed to additional dander and \"would definitely raise the potential for an allergic type of reaction.\" (Tr. at 705). Also, in a school, with the number of students and \"with the amount of dander and other particles that's brought in on the clothing, on the body, on the hair, the potential for . . . reacting to this material is great. It is always there.\" (Tr. at 705-706). He stated that cat dander is more of a problem than dog dander. However, he conceded that it is possible that the introduction of <span class=\"star-pagination\">*622</span> the dog into the school environment could have an adverse effect on an allergic student. In his view, dust masks are the only way to avoid that type of allergic reaction. His testimony concluded the plaintiffs' case.</p>\n<p>B. <i>The Defendants' Case</i></p>\n<p>Dr. John E. Rooney is a physician who specializes in allergies, asthma and immunology. He has treated many patients who suffer from allergies caused by dogs. Dr. Rooney explained the nature of dog allergies.</p>\n<blockquote>Q Can you explain to the Court what an allergy to dogs is?</blockquote>\n<blockquote>A An allergy to anything, including dogs, is an abnormal response of your body to something that is usually thought of as harmless. Usually when a non-allergic person is around a dog, there is nothing wrong with being around the fur, the saliva, nothing happens. Same with ragweed, it's not a dangerous thing to necessarily be around.</blockquote>\n<blockquote>In the allergic person, their body has decided to interpret that thing they are allergic to as a threat, like a virus or bacteria that can cause an infection, and their body reacts to it as if it was a threat. They produce antibodies, swelling, stuffy nose to try to expel the allergy, closing up their airways to, try to prevent it from getting it in. It can be a severe reaction to a normally innocuous substance.</blockquote>\n<blockquote>Q How does an allergy sufferer suffer this reaction; do you have to touch the dog?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q What is dander?</blockquote>\n<blockquote>A Dander are small dead skin cells, the base of hair follicles, also the tiny exfoliated hair columns that have both proteins from the skin and usually also proteins from saliva when the dog licks himself.</blockquote>\n<blockquote>Q Can the dander be transmitted through the air?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q What is the nature of an allergic reaction to a dog?</blockquote>\n<blockquote>A When someone who is dog-allergic is exposed to proteins that the dog makes that causes the allergies, these allergens, either in the air or on the dog, it sets off a whole chain reaction in the allergic person's immune system. They produce chemicals that cause inflammation, swelling, itching, sneezing. The swelling in the nose causes congestion, can cause headaches, pressure in the skull, dripping down the throat, coughing. When you inhale it into your lungs, it can cause swelling in the lungs, which essentially is defined as asthma, shortness of breath, and even lung damage over time.</blockquote>\n<p>Tr. at 80-83.</p>\n<p>Also, Dr. Rooney stated that people who have dog allergies are six times more likely to develop asthma and be hospitalized during an attack. A common cause of an asthma attack is an allergic reaction to a dog. Also, according to Dr. Rooney, the single most beneficial factor for an allergic person is to avoid contact with the dog. Asked about percentages, Dr. Rooney opined that 20 percent of the population suffers from allergies and between 2.5 and 5 percent of the general population suffer from dog allergies and from 15 to 30 percent of people who are allergic will be allergic to dogs. Further, the tiniest amount of allergen can set off one's allergy. Relating these statistics to the Clarke High School, if the school building had 900 <span class=\"star-pagination\">*623</span> students and 100 teachers, there could be up to 50 people with dog allergies in that building. In sum, in Dr. Rooney's opinion, there should be no service dogs in school.</p>\n<p>Heather Hanlon-Pieron has a 14 year old daughter named Erin who is a ninth grade student at Clarke High School. Erin is in the American Sign Language class with John, Jr. She is taking that course because she intends to become an FBI profiler. Erin is classified as a severe asthmatic. She has been hospitalized in intensive care because of her asthmatic illness.</p>\n<p>Also, Erin has tested allergic to cat dander and dog epithelia, which is skin shed by a dog. Mrs. Hanlon-Pieron has had to take special precautions with her daughter. At the age of fourteen, Erin is currently on six medications daily to control her asthma and allergies. Erin also carries medications, a rescue inhaler and Benadryl with her at all times. Mrs. Hanlon-Pieron has seen her daughter have a reaction to a dog many times. She vividly described her daughter's reaction to a dog.</p>\n<blockquote>Q Now, have you ever seen your daughter have a reaction to a dog?</blockquote>\n<blockquote>A Yes, many times.</blockquote>\n<blockquote>Q And can you tell us what that reaction is?</blockquote>\n<blockquote>A Her reaction, unfortunately has become more severe as she gets older. Her eyes will swell shut, bloodshot, running. Her nose with [sic] get runny and sound funny.</blockquote>\n<blockquote>Once those symptoms set in, she loses the ability to breathe through her nose, and as a result has to then breathe through her mouth. Once she starts breathing through her mouth, whatever the irritant is, is taking in more volume, and then the asthma will also kick in. Whereas the bronchial tubes start to swell closed, the muscles in the chest and neck become tight, and she struggles for air.</blockquote>\n<p>Tr. at 331.</p>\n<p>Erin need not have direct contact with a dog to trigger her allergy. She will react in a place where a dog formerly had been.</p>\n<p>Mrs. Hanlon-Pieron learned that the Caves wanted John, Jr. to bring a dog to their high school. Because Erin shares a class with John, Jr. she has real concerns for the health of her daughter, who has already undergone one serious surgery that was precipitated by an allergic reaction. She is fearful that if Erin is exposed to this dog on a daily basis it is potentially life-threatening for her. Protective allergy injections are extremely expensive and it would cost them more than $360 a month for one and one-half years.</p>\n<p>Fred Graham is a physical education teacher and a coach at Clarke High School for the last 37 years. He teaches ninth graders calisthenics and team sports. John, Jr. is one of his students. Approximately 90 students are in that gym class. He teaches John, Jr. every other day. The students change clothes in a locker room. In John, Jr.'s class, the first quarter activity was European team handball, somewhat similar to basketball. John, Jr. participated \"just like any other Phys. Ed. student.\" (Tr. at 373). Even without the FM transmitter, John, Jr. was able to understand Graham's directions. In gym, John, Jr. does not use  or apparently need  the FM transmitter.</p>\n<p>During the second semester, John, Jr. was in a walking class. Each day the students would be required to walk around the school track in faster time. During that activity Mr. Graham was able to have conversations with John, Jr. who heard and understood what he said and also, without the FM transmitter. The next <span class=\"star-pagination\">*624</span> activity was basketball and volleyball. Again, John, Jr. not only participated but he was the captain of one of the volleyball teams and he chose the players on the team.</p>\n<p>Right now, the class is involved in dodge ball. The coach described the dodge ball game in which John, Jr. fully participates without protective gear:</p>\n<blockquote>Q Could you describe what you mean by dodge ball?</blockquote>\n<blockquote>A Dodge ball is a game that is played in a smaller room. We use the mat room for the wrestling team; totally padded, the floor and walls divided in half. One plays in one half; the other plays on the other.</blockquote>\n<blockquote>We have soft foam rubber because  and try to hit the other opposing player to put them out of the game. We don't allow headhunting, where a person throws the ball to hit another player on the head. The player who threw the ball has to go out.</blockquote>\n<blockquote>Q Does JT participate in those activities?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>Tr. at 376.</p>\n<p>John, Jr. did very well in his physical education classes. He graded 95 in the first quarter and 98 in the second quarter.</p>\n<p>There are emergency procedures in the gym and locker room, with both audio and visual alarms. In addition, in emergencies, the gym teachers are instructed to sweep through the locker room and bathroom to make sure everyone is out.</p>\n<p>Mr. Graham was asked to describe what he observed of John, Jr. during these various gym activities.</p>\n<blockquote>Q You've had opportunities, obviously, to observe JT during the course of these various activities?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Can you tell us, during your observations, how he interacts with the other students and participates?</blockquote>\n<blockquote>Would a person be able to tell that he is hearing impaired?</blockquote>\n<blockquote>A I don't think so. You know, I don't have a problem communicating with him. He communicates back. He seems to, you know, know the rules and regulations of the game and the skills involved.</blockquote>\n<blockquote>Q And he seems to be able to communicate with others?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q Have you ever had one-on-one conversations with JT?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Has he been able to respond to your communications, back and forth, in those one-on-one conversations?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q He appears to understand what you are saying to him?</blockquote>\n<blockquote>A He answer appropriately whatever I say.</blockquote>\n<blockquote>Q You said that the locker rooms have strobe lights in addition to the sounding alarms?</blockquote>\n<blockquote>A Right.</blockquote>\n<p>Tr. at 381, 391.</p>\n<p>However, Mr. Graham can tell that John, Jr. has a slight hearing problem by listening to him talk.</p>\n<p>Paul Ring is a math teacher at Clarke High School, in his seventh year. John, Jr. is in his class every day with a double period on alternating days. In other words, John, Jr. is in his math class eight periods each week. John, Jr. is given a little extra time. It is a Regents course. Each math period is 39 minutes. John, Jr. <span class=\"star-pagination\">*625</span> sits 4n the first row, first seat, closest to the door. One day his mother brought a dog to class and he had to change John Jr.'s seat so that the dog would not block the aisle. Mr. Ring was given no advance notice that Mrs. Cave was bringing a service dog to school. It was a surprise to him. He mentioned to Mrs. Cave that he has a history of allergies to dogs and she said, \"Well, that shouldn't be a problem,\" or something like that. Mrs. Cave told him that she is now showing Simba around the building.</p>\n<p>Paul Ring has a history of allergies to dogs and asthma, starting when he was quite sick as a very young child. He had trouble breathing and at age six months he was found to have many allergies, including to dogs, and he started a course of treatment of two or three allergy injections per week for the first 16 years of his life. He still has a sensitivity to dogs, including watery eyes, red face, breathing problems and asthma. He always tries to avoid physical contact with dogs.</p>\n<p>Later on the same day that Mrs. Cave and John, Jr. came in with the dog, Mr. Ring sent a note to his principal Timothy Voels concerning the mother's statement that she will be bringing a service dog into school with John, Jr. The note reads as follows:</p>\n<blockquote>To: Tim Voels</blockquote>\n<blockquote>From: Paul Ring</blockquote>\n<blockquote>RE: John Cave's service dog</blockquote>\n<blockquote>Date: January 3, 2006 (should have been 2007)</blockquote>\n<blockquote>John Cave, a student in my Math A class, informed me today that he will be bringing his service dog with him to class each day starting on Monday, Jan. 8th. I am allergic to dogs. I have been my entire life. Some dogs cause me more harm than others. My reactions can range from mild (watery eyes) to severe (asthma attacks). At this time, I do not know what reaction, if any, I might have to this particular dog, but I am concerned.</blockquote>\n<blockquote>I felt I should bring this to your attention at this time just in case I do have any reactions to John's dog. (Dft. Ex. M).</blockquote>\n<p>Sometimes John, Jr. uses an FM transmitter in Mr. Ring's class. Mr. Ring uses the equipment, by a microphone around his neck and a transmitter that hooks on his belt. Mr. Ring had no objection to using the FM transmitter and has done it for other students in the past. In addition, as stated by other witnesses, John, Jr. has a sign language interpreter in Mr. Ring's classroom. John, Jr. sits in the first row facing the blackboard. The interpreter sits approximately three feet in front of John, Jr. with his back to the blackboard, directly facing John, Jr. In addition, the School District has provided John, Jr. with a note-taker, who is a girl who sits next to John and takes notes on carbonless carbon paper. She takes her own notes and peels apart the second duplicate page for John, Jr.</p>\n<p>Mr. Ring further testified that if John, Jr. left class five minutes early everyday because of the dog, it would be a problem for John, Jr. and his studies. Also, Mr. Ring expressed concern about his own allergic reaction to repeated exposure to the dog. He was uncertain as to the effect on his allergies and asthma if Simba was kept in the back of the classroom. Finally, Mr. Ring stated that the dog would not be able to help John, Jr. learn his math.</p>\n<p>Timothy Voels has been the principal of Clarke High School since September 1, 2006. His primary duty is the safety and welfare of the students in the high school. In addition, he must ensure that the educational program is appropriate and meets the needs of each of the 910 students <span class=\"star-pagination\">*626</span> enrolled in the high school. Together with the junior high school, there are approximately 2000 people in the building. With regard to safety, the high school is outfitted and equipped with detectors and alarm systems that would issue both auditory and visual signals, including strobe light alarms in the bathrooms and locker rooms. Also, there are staff members designed to ensure the safe evacuation of all students, including special needs students. All 910 students move between classes at the same time, making for crowded hallways. The students have only four minutes between classes to move to the next class.</p>\n<p>Principal Voels knows John Cave, Jr. and is aware of his schedule. John, Jr. is enrolled in the American Sign Language class, which is the equivalent of a foreign language. Erin Hanlon \"Pieron, the student with the severe allergies, is in the same class with John, Jr. This class is designated as a \"Sign 2H\" class, meaning that it is an honors class, and \"it's a high level.\" (Tr. at 446). Also, John, Jr. has been placed in a Resource HI class with Ms. Faith Pryhuber. This is a special support service for hearing impaired students. In this special class, John Jr. is the only student with Ms. Pryhuber and she works \"one-on-one\" with John. Jr. As to other courses, John, Jr. is also in the English Regents class.</p>\n<p>Principal Voels attempted to reschedule John, Jr. and his service dog with consideration of the teachers and students with allergies and his effort was unsuccessful. Any alteration would result in the forced closing of two academic courses for John, Jr. (See Dft. Exs. P, Q and R).</p>\n<p>Principal Voels testified that he regularly \"pops\" into classrooms and has observed John, Jr. in classrooms and other areas. John, Jr. participates with his peers and interacts with his teachers. In physical education and in the lunchroom John, Jr. talks to other students without the FM transmitter. John, Jr. speaks in a normal manner on his cell phone. He observed him holding the cell phone to his ear and speaking into it. He has also observed John, Jr. riding his bicycle with his friends in a normal manner. On the occasion of the mid-term examination in January 2007, John, Jr. came to school with his bicycle and asked Mr. Voels if he could store the bicycle. He talked to John, Jr. by way of open communication without any transmitter.</p>\n<p>The Court will not review the testimony as to the unfortunate January 3, 2007 incidents, which occurred when Mrs. Cave and John, Jr. attempted to bring Simba into the high school without permission. Suffice to say that this situation resulted in the police being called and Mrs. Cave and John, Jr. eventually leaving the high school that day. Principal Voels wrote a letter to Mrs. Cave that same day, January 3, 2007 (Dft. Ex. S), which stated, in part, that \"John's Individual Education Plan developed by the Committee on Special Education and approved by the Board of Education does not include the need for a service dog.\" The letter goes on to state:</p>\n<blockquote>Additionally, please be informed, that the East Meadow School District's Committee on Special Education has implemented an appropriate educational program which addresses John's unique needs. On December 21, 2006, the Section 504 Team met to discuss John's academic functioning and progress. The team determined John has access to all district facilities and programs. Furthermore, the team determined that John does not need a service dog to continue to access such facilities and programs.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*627</span> If you disagree with the district's 504 Team determination, you have the right to request a hearing. You may also request a meeting of the Committee on Special Education to discuss John's Individual Education Plan. If you wish to proceed with a hearing or schedule a meeting, please contact: Patrice J. Dobies, Director of Special Education, Section 504 Compliance Officer, Salisbury Center, 718 The Plain Road, Westbury, New York 11590.</blockquote>\n<p>The Caves did not request a hearing. The Caves did not request a meeting of the Committee on Special Education to discuss John, Jr.'s Individual Education Plan. Instead, they proceeded with this lawsuit and the motion for a preliminary injunction.</p>\n<p>On January 4, 2007, the Cave family, including John, Jr. and the dog, arrived at the high school, together with a News 12 van. This group stayed there, outside the school, for nearly an hour. John, Jr. was advised that the dog could not enter  nor could the media. Principal Voels noticed that John, Jr. was not wearing his cochlear implants and he located John, Jr.'s sign interpreter who came to the front door of the school and communicated the principal's direction to John, Jr., who then left.</p>\n<p>On another occasion, Mrs. Cave and John, Jr. and the dog came to the high school, precipitating another confrontation. Regrettably, Mrs. Cave told her son to ignore the direction of the principal not to enter with the dog. Finally, a discussion ensued at the principal's office and Mrs. Cave agreed to take the dog home and John, Jr. returned to his class. However, according to Principal Voels, this situation with Mrs. Cave returning with the dog continued on a daily basis for some time. The situation precipitated Principal Voels to prepare a comprehensive, multi-page Emergency Preparedness Plan specifically for John Cave, Jr. at the Clarke High School (see Dft. Ex. T) \"to insure the safety and well-being of all students and staff, and specifically John Cave.\" This plan includes flashing strobe alarm lights in the bathrooms and locker rooms and the assignment of specific teachers to account for John, Jr.'s whereabouts when he is in the cafeteria and the locker room.</p>\n<p>Principal Voels also stated that so far this year, 2007, there have been eight fire drills and shelter drills and there has been no problem evacuating John, Jr. on all those occasions.</p>\n<p>Asked about his concerns if John, Jr. was to bring his dog to school, Principal Voels responded in a detailed explanation. His concerns included the necessary change in John Jr.'s math class; the unnecessary risk to other allergic students, including one already known to be in his class; the impact on his education by having to leave early and lose precious instructive minutes; and the problem involving the dog in the gym class.</p>\n<p>Also, Principal Voels revealed that there are approximately 30 other hearing impaired students in the high school building through the BOCES program, who are pursuing their studies without the necessity of a service dog.</p>\n<p>Finally, Principal Voels commented on the very important issue of the impact that the dog would have on John, Jr.'s education:</p>\n<blockquote>Q What about with regard to John, Jr.'s education, would it have some impact on that?</blockquote>\n<blockquote>A Bringing a dog in? Yes.</blockquote>\n<blockquote>Q Yes?</blockquote>\n<blockquote>A Certainly. We would have to either segregate him with the dog or make other arrangements. It would mean changing schedules, changing teachers. <span class=\"star-pagination\">*628</span> And possibly placing him in a more restrictive environment.</blockquote>\n<p>Tr. at 564-565.</p>\n<p>In the Court's view, a very important witness was Faith Pryhuber, who is an itinerant teacher for the deaf and hearing impaired for the past 26 years. She is assigned to Clarke High School and has worked with John, Jr. since the sixth grade. In this school year she works with John, Jr. every day in period 4 between 10:35 a.m. to 11:14 a.m. The subject is called Resource HI, meaning hearing impaired. In that period, Ms. Pryhuber works with John, Jr. one-on-one. She has a separate room in the back of this classroom, shuts the door and works only with John, Jr. during this period. For four years she has worked with John, Jr. One-on-one. She works with John, Jr. without his sign interpreter. He has told Ms. Pryhuber on many occasions that he does not need the sign interpreter in her room. \"He has continually dismissed him.\" (Tr. at 580). Asked about her conversations with John, Jr., she replied:</p>\n<blockquote>Q So Ben would be there, the interpreter would be there, and John would say I don't need him in my class?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q So how do you communicate then with JT in your class?</blockquote>\n<blockquote>A Just as I'm communicating with you.</blockquote>\n<blockquote>Q Conversation?</blockquote>\n<blockquote>A Absolutely. Through spoken language.</blockquote>\n<blockquote>Q You don't sign to him?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q Does JT use the FM transmitter in your classroom?</blockquote>\n<blockquote>A No.</blockquote>\n<blockquote>Q And have you had conversations with him without the FM transmitter?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Have you had conversations with JT when he is not actually looking at you?</blockquote>\n<blockquote>A Absolutely.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>A Okay.</blockquote>\n<blockquote>When I was observed, there were several times during the observation where John looked away. And on this side there is bookshelves, and he was clearly looking at the bookshelf and not at me.</blockquote>\n<blockquote>Normally I make sure John is looking at me. However, I continued to speak and he continued to look away, but was addressing material on the paper as well as appropriately answering my questions.</blockquote>\n<blockquote>Q So as far as you can tell, he was able to hear what you were saying?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q And has that been your experience over the last, this school year let's say?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q Has that been your experience beyond this school year?</blockquote>\n<blockquote>A Yes.</blockquote>\n<p>Tr. at 581-582.</p>\n<p>During her sessions with John, Jr., she goes through his subjects and his upcoming tests. Also, sometimes he needs help in a particular subject. In this regard Ms. Pryhuber speaks to John Jr.'s teachers several times a week.</p>\n<p>Ms. Pryhuber also explained the testing accommodations that are available to John, Jr. He gets an extra half period to take his tests, namely, a period and a half instead <span class=\"star-pagination\">*629</span> of a period, to do the test. He is allowed to have test questions rephrased. He gets directions verbally explained. He takes some tests in her resource room.</p>\n<p>Ms. Pryhuber also testified that Mrs. Cave has placed restrictions on the types of things she can teach John, Jr. For the last two years Mrs. Cave no longer wants speech goals or auditory skills addressed by Ms. Pryhuber, although, according to the teacher, this would be beneficial for him.</p>\n<p>Ms. Pryhuber' has observed John, Jr. using a cell phone and she has personally spoken to him on a cell phone. John, Jr. told her, on the cell phone, for Ben to go home and he would take the test that morning without an interpreter. He did poorly on this test, but on the retest, with the interpreter present, John, Jr. did not use his services.</p>\n<p>Having taught John, Jr. every school day one-on-one, for the past four years, Ms. Pryhuber was asked her opinion about the impact if the dog was allowed into the school with him.</p>\n<blockquote>Q Now, having taught JT for the past four years, do you have an opinion as to  do you have an opinion as to what impact if any the dog would have if the dog was allowed into the school with JT?</blockquote>\n<blockquote>A Yes.</blockquote>\n<blockquote>Q What is that opinion?</blockquote>\n<blockquote>A Basically very much what has already been discussed.</blockquote>\n<blockquote>I am quite concerned on, if there is a need to change his schedule, how that will impact him.</blockquote>\n<blockquote>He has clearly settled into classes. He has great rapport with his teachers. I'm usually involved with scheduling and I try to make sure that specific teachers if possible, you know, are, if I can schedule them with certain children, I do so.</blockquote>\n<blockquote>And I'm also concerned that John will have to leave class early and the amount of instructional time that will be missed.</blockquote>\n<blockquote>If he's to leave five minutes early from every class, just in the course of one day that could amount to 30 minutes, and my big concern is who is going to be responsible for that time missed.</blockquote>\n<blockquote>Q What does that mean?</blockquote>\n<blockquote>A Meaning, if he leaves the class for five minutes, who is going to be responsible for getting the information that he's missed for those five minutes to him, whether it be directions; granted, he has a note taker, but there clearly could be directions or key information that he may not get.</blockquote>\n<p>Tr. at 596-597.</p>\n<p>It is noted that John, Jr.'s IEP provides for seven periods with an interpreter, but not in her class. He does not use an interpreter or an FM transmitter in her class.</p>\n<p>Patrice Dobies is the Director of Special Education and Pupil Personnel Services for the East Meadow School District since September 1, 2006. She is in charge of the special education program and is the 504 compliance officer. Students who need accommodations are offered them under the Federal Section 504 law, to make sure that the student is not denied a proper education because of a handicap.</p>\n<p>The Committee on Special Education (\"CSE\") is a multifaceted team consisting of a chairperson, the parent of the student, the student's special education teacher, a school psychologist and, if needed, a guidance counsel, occupational therapist or physical therapist. The CSE issues an Individual Educational Program (\"IEP\"), <span class=\"star-pagination\">*630</span> which is a fluid document designed to meet the unique individual needs of the student.</p>\n<p>The concept of the \"least restrictive environment\" is the cornerstone of the CSE program in that they must determine what is the student's least restrictive environment to learn. If a parent disagrees with the accommodations of the CSE, there is (1) a resolution or remediation session be fore an impartial person, and then (2) an impartial hearing before an impartial hearing officer appointed by the Board of Education to hear the case.</p>\n<p>If a parent disagrees with a 504 plan, the parent has the same appeal process as under the federal statute known as the Individuals With Disabilities Education Act (\"IDEA\"), namely, resolution before an impartial person and an impartial hearing before a hearing officer. In either event, there are other appeal processes beyond those stated. An IEP is reviewed once a year at least, but meetings in regard to the plan can be called more often.</p>\n<p>John, Jr. has had an IEP since he was three years old. It is reviewed on an annual basis.</p>\n<p>On December 8, 2006, Ms. Dobies received an email and a phone call telling her that Mrs. Cave wanted John, Jr. to bring a dog into school. She met with Mrs. Cave who stated that she had no right to ask questions about bringing the dog into school. Ms. Dobies had received a letter from the Caves' attorney Earl Barrison (Dft. Ex. G) asking the district to reconsider and allow John, Jr. to take his dog to school. The letter went on to state that refusing to do so violated the Americans With Disabilities Act and will subject the district and individuals making such a decision to a restraining injunction, fines, penalties and substantial damages.</p>\n<p>Upon receipt of this attorney's letter, Ms. Dobies scheduled a 504 meeting and she advised Mrs. Cave by letter dated December 19, 2006 of the meeting to be held on December 21 or December 22, 2006. The 504 meeting did go forward. Mrs. Cave did not attend. Included in the persons present at the meeting were Ms. Dobies, Timothy Voels, Faith Pryhuber and Dr. William Beck, the school psychologist. The section 504 report (Dft. Ex. V) stated that \"the 504 meeting is being held to determine if the student has access to all district facilities and programs.\" Strangely, there was no express mention of the request to bring a dog into the high school, but it did set forth all of the accommodations and services provided and to be provided to John, Jr.</p>\n<p>Following the 504 meeting on December 21, 2006, the Caves were served with a \"Notification of Section 504 Disability Determination.\" (Dft. Ex. W). On the first page of the Notification, there was the following language: \"If you disagree with our determination, you have the right to request an impartial hearing. If you wish to proceed with a hearing, please contact: Patrice J. Dobies.\" On the second page of the Notification, the \"Procedures to Follow at the Hearing,\" were set forth. The last paragraph stated:</p>\n<blockquote>The decision of the hearing officer is binding on all parties involved; it is subject to review by the Commission of Education, or the State Review Officer, as appropriate, and by a federal court of competent jurisdiction.</blockquote>\n<p>On January 10, 2007, the Caves were notified that the CSE scheduled a meeting to review John, Jr.'s education program, evaluations and transportation to be held on Friday, January 19, 2007 at 8:00 a.m. (Dft. Ex. X). The Caves attended the meeting and informed the Committee that John, Jr. was very angry and upset for not allowing him to bring the dog to school. Ms. Dobies offered counseling services <span class=\"star-pagination\">*631</span> with the school psychologist and was refused. The notification of the CSE meeting included information stating the legal rights of the Caves to appeal the determination of the CSE. It appears that the Caves did not appeal any determination of the CSE or any determination of the 504 Committee or the School District with regard to denial of the dog's entry through any administrative process of appeal or review, except for this federal lawsuit and the current motion for a preliminary injunction.</p>\n<p>Asked about her view of the impact of John, Jr. bringing his dog into the high school, Ms. Dobies responded, among other factors, that it would violate the least restrictive environment which John, Jr. is in right now; he would have to leave class early which would cause him to lose valuable instruction time; his participation in gym would be restricted, which would be a real loss for him; and his classes would have to be changed which would be a disruption to his education program, with new teachers, a new system and new style of instruction.</p>\n<p>Dr. Robert R. Dillon is the Superintendent of the East Meadow School District. He was the final witness at the hearing. In August 2005, Mrs. Cave called and asked him about a policy on service dogs. He responded that there was no policy concerning service dogs but they do have a policy dealing with children with disabilities that is handled by the CSE and he referred her to that Committee. Mrs. Cave responded that this was not covered under the CSE and she was going to the media. In December 2006, he received a letter from the Caves' attorney. He called Ms. Dobies and asked her to convene a 504 meeting. On December 16, 2006, Mrs. Cave came to a school board meeting and asked why the School District was violating federal law. On January 3, 2007, when the Caves appeared at the high school with the service dog, he instructed the staff that the service dog was not to be permitted in the building.</p>\n<p>In his view, in this case, as to a child with a disability with an IEP, only the CSE can change the conditions in the IEP. An applicant would have to go through the CSE process to possibly develop a new IEP to meet these new needs. That was never done by the Caves. This response was clearly made to Mrs. Cave, in a letter to her from Superintendent Dillon, dated January 3, 2007 (Dft. Ex. Y), which included the following language:</p>\n<blockquote>I will remind you that you have the right to appeal the district's 504 Team decision as well as the right to schedule a meeting with the district's Committee on Special Education to discuss your concerns. You may even schedule a meeting with me if you believe I can be of help.</blockquote>\n<p>There was no appeal from the district's 504 decision; there was no meeting scheduled with the Committee on Special. Education; there was no meeting requested with the Superintendent. Instead, there is a federal lawsuit and the motion for a preliminary injunction.</p>\n<p>In sum, the Superintendent of the East Meadow School District was of the view that there was no need for a service dog because John, Jr. had reasonable accommodations and access and, equally important, he was doing well in school.</p>\n<p>II. DISCUSSION</p>\n<p>A. Standard for a Preliminary Injunction</p>\n<p>A party seeking a preliminary injunction must demonstrate: \"(1) irreparable harm, `and (2) either (a) a likelihood of success on the merits or (b) sufficiently serious questions going to the merits of <span class=\"star-pagination\">*632</span> the case to make it a fair ground for litigation, and a balance of hardships tipping decidedly in its favor.'\" <i>D.D. ex rel. V.D. v. New York City Bd. of Educ.,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></span>, 510 (2d Cir.2006) (quoting <i>MONY Group, Inc. v. Highfields Capital Mgmt., L.P.,</i> <span class=\"citation\" data-id=\"786180\"><a href=\"/opinion/786180/mony-group-inc-v-highfields-capital-management-lp-longleaf-partners/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 143 (2d Cir. 2004)). Generally, the purpose of a preliminary injunction is to preserve the status of the parties until a determination on the merits of the plaintiffs' claims can be made. <i>Univ. of Tex. v. Camenisch,</i> <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 395, <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></a></span>, 1834, <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span></a></span> (1981). However, a party may also seek an injunction that alters the status quo by directing another party to commit some act or behave in a manner different from that as of the time the dispute arose. A party seeking such a \"mandatory injunction\" faces a higher burden. <i>D.D. ex rel. V.D.,</i> 465 F.3d at 510 (citing <i>Tom Doherty. Assocs., Inc. v. Saban Entm't, Inc.,</i> <span class=\"citation\" data-id=\"699542\"><a href=\"/opinion/699542/tom-doherty-associates-inc-dba-tor-books-v-saban-entertainment-inc/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33-34 (2d Cir. 1995)). In addition to demonstrating irreparable harm and that the balance of equities lay in its favor, a party seeking a mandatory injunction must also \"make a clear or substantial showing of a likelihood of success on the merits.\" <i>Id.,</i> (quoting <i>Jolly. v. Coughlin,</i> <span class=\"citation\" data-id=\"712908\"><a href=\"/opinion/712908/paul-jolly-v-thomas-coughlin-robert-greifinger-john-p-keane-c/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">468</span></a></span>, 473 (2d Cir.1996)).</p>\n<p>A mandatory injunction will not be granted \"`unless extreme or very serious damage will [otherwise] result and [will not be] issued in doubtful cases.'\" <i>John Labatt Ltd. v. Onex Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">890</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">235</span></span>, 244 (S.D.N.Y.1995) (quoting <i>Topps Chewing Gum, Inc. v. Major League Baseball Players Ass'n,</i> <span class=\"citation\" data-id=\"1483044\"><a href=\"/opinion/1483044/topps-chewing-gum-v-major-league-baseball-players/\"><span class=\"volume\">641</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1179</span></a></span>, 1190 (S.D.N.Y.1986)); <i>see also </i><i>Clune v. Publishers' Ass'n,</i> <span class=\"citation\" data-id=\"1428939\"><a href=\"/opinion/1428939/clune-v-publishersassociation-of-new-york-city/\"><span class=\"volume\">214</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">520</span></a></span>, 531 (S.D.N.Y.1963) (noting that \"courts are more reluctant to grant a mandatory injunction than a prohibitory one\" and explaining that mandatory injunctions \"are not granted unless extreme or very serious damage will result and are not issued in doubtful cases or where the injury complained of is capable of compensation in damages\"), <i>aff'd</i> <span class=\"citation\" data-id=\"259861\"><a href=\"/opinion/259861/robert-e-clune-v-publishers-association-of-new-york-city/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span> (2d Cir. 1963). This higher standard is particularly appropriate when a plaintiff seeks a preliminary injunction against a government body such as a school district. <i>See </i><i>D.D. ex rel. V.D.,</i> 465 F.3d at 510 (citing <i>Mastrovincenzo v. City of New York,</i> <span class=\"citation\" data-id=\"793011\"><a href=\"/opinion/793011/christopher-mastrovincenzo-aka-mastro-and-kevin-santos-aka-nak-or-nac/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 89 (2d Cir.2006)); <i>Wright v. Giuliani,</i> <span class=\"citation\" data-id=\"770882\"><a href=\"/opinion/770882/zonell-wright-simon-vargas-tara-dixon-mario-lamboy-and-robert-thompson/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span>, 547 (2d Cir.2000).</p>\n<p>In this case, in the Court's view, the plaintiffs are seeking a mandatory injunction. John, Jr. has never been permitted to bring the service dog to school. An injunction in this case would not preserve the status quo, but rather would require the District to commit the affirmative act of permitting John, Jr. into Clarke High School with his dog and, with reasonable certainly, taking other steps to ensure that the dog can be accommodated, keeping in mind the concerns of other students and parents of children and teachers at Clarke High School. Thus, to succeed on this motion the plaintiffs must satisfy the heightened standard for this relief.</p>\n<p>B. As to Irreparable Harm</p>\n<p>\"Irreparable harm is injury that is neither remote nor speculative, but actual and imminent and that cannot be remedied by an award of monetary damages.\" <i>Forest City Daly Housing, Inc. v. Town of N. Hempstead,</i> <span class=\"citation\" data-id=\"763563\"><a href=\"/opinion/763563/forest-city-daly-housing-inc-dba-four-corners-development-and-john/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 153 (2d Cir. 1999) (quoting <i>Rodriguez v. DeBuono,</i> <span class=\"citation\" data-id=\"759598\"><a href=\"/opinion/759598/juana-rodriguez-by-her-son-and-next-friend-wilfredo-rodriguez-amelia/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 61 (2d Cir.1998)) (per curiam) (internal quotation marks omitted).</p>\n<p>The plaintiffs argue that while they are seeking monetary damages, there will be irreparable harm if the injunction does not issue because \"the day to day life of a young deaf boy [will be] ruined and a service dog [will lose] his work ethic and <span class=\"star-pagination\">*633</span> soon become useless to the boy.\" According to the plaintiffs:</p>\n<blockquote>John, Jr. will suffer irreversible damage to both the service dog Simba and to John, Jr.'s mental, physical, and emotional health. . . . John, Jr. will be denied a full educational experience, both academic and social without the use of his hearing dog. John, Jr. will be put in grave danger if a fire alarm sounds or an announcement is made for a boom [sic] scare, or similar circumstances. Simba will continue to deteriorate and become useless as a service dog and become an expensive pet.</blockquote>\n<p>Plf's Br. at 12.</p>\n<p>In, response, the defendants argue that John, Jr. will not suffer irreparable harm because he has been attending school without a service dog since the fifth grade; John, Jr. has a \"full range of carefully developed services designed to provide him with all necessary educational assistance[; and] John, Jr. is fully able to navigate the facilities of the Clarke High School which are, specially outfitted to meet the mobility and safety needs of the hearing impaired.\" Furthermore, the defendants argue that any deterioration of the service dog's abilities to assist John, Jr. is speculative, and that the plaintiffs have not submitted any evidence to show that the dog's abilities have deteriorated. Dft's Br. at 10.</p>\n<p>As stated, above, irreparable harm is not speculative but is actual and imminent and cannot be remedied by an award of monetary damages. Here, the plaintiffs contend that the dog is being kept out of the school and away from John, Jr. six or seven hours a day, five days a week. They contend that this has and will continue to retard his training and his value to John, Jr. In the Court's view, the plaintiffs have established the element of irreparable harm.</p>\n<p>C. As to the Likelihood of Success on the Merits</p>\n<p>As an initial matter, the Court must address the plaintiffs' contention that a public school should be treated the same for all purposes as any other public place under federal disability discrimination laws. The Court does not agree with this proposition. It is widely recognized that students in public schools do not have the same rights and freedoms that adults do under other circumstances. <i>See, e.g., </i><i>Bethel Sch. Dist. No. 403 v. Fraser,</i> <span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 680-83, <span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3159</span></a></span>, 3163-64, <span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">549</span></a></span> (1986) (holding that children in a public school have less freedom under the First Amendment with regard to political speech than adults); <i>New Jersey v. T.L.O.,</i> <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 340-342, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, 742-743, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1985) (concluding that the Fourth Amendment does not strictly require that searches of school children be based on probable cause that the subject of the search has violated or is violating the law). Of course, these other rulings are not determinative in this particular case involving the service dog. However, the Court must recognize from the outset that, at least with respect to the rights of its students with disabilities, Clarke High School is not necessarily the same as, for example, a courthouse or a public library.</p>\n<p>As evidence of the fact that circumstances involving a public school student with a disability may warrant treatment different than that of a disabled person under other circumstances is the fact that Congress enacted a complex statute specifically designed to guide the relationship between federally funded public schools and their disabled students. <i>See</i> Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. § 1400 <i>et seq.</i> (2000 &amp; supp. 2006). The IDEA requires, as part of a \"free and appropriate education,\" that <span class=\"star-pagination\">*634</span> every public school that receives federal funds develop personalized education curricula for each student with a disability. Every \"individualized education plan\" (\"IEP\") is to be developed with the participation of parents and tailored to the particular child's needs and level of development. <i>Hope v. Cortines,</i> <span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></span>, 16 (E.D.N.Y.1995); <i>aff'd,</i> <span class=\"citation\" data-id=\"707523\"><a href=\"/opinion/707523/lloyd-hope-and-constance-fennell-individually-and-as-parents-and-lawful/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span> (2d Cir.1995).</p>\n<p>In this case, the plaintiffs contend that the IDEA does not apply because that statute is solely relegated to dealing with educational issues. In his opening statement, plaintiffs' counsel addressed the issues of failing to exhaust under the federal IDEA statute:</p>\n<blockquote>MR. MARGIOTTA: What I've read, your Honor, if they both apply  if you are bringing a claim under the IDEA, or the Individuals with  the Individuals with Disabilities Education Act, which can entirely be brought under the IDEA, then you can exhaust.</blockquote>\n<blockquote>We're not claiming this is an educational issue. This is much greater than that. We're not just claiming that John is not getting a proper education. We're claiming he will not get access to a public facility with his guide dog, access </blockquote>\n<blockquote>THE COURT: You are claiming it is not educational. What is it besides education?</blockquote>\n<blockquote>MR. MARGIOTTA: It is social. It is access. It is giving the child the ability to be independent.</blockquote>\n<blockquote>THE COURT: When you say \"social,\" what does that mean?</blockquote>\n<blockquote>MR. MARGIOTTA: Well, your Honor, as we know, school takes place in many facets; only a portion of that is in a classroom and academics. There are social events at school. There are sporting events at school. There is a lunch-time and recess time. There is before school when the kids interact. There is after school when the kids interact. There are social  study halls where kids interact.</blockquote>\n<blockquote>THE COURT: You don't consider those things educational?</blockquote>\n<blockquote>MR. MARGIOTTA: I consider them life education, not academic, your Honor.</blockquote>\n<blockquote>That is something that we cannot be provided, that is given to every free man that attends any school; his ability to associate with other people. It's guaranteed under the constitution, right of association with anyone, your Honor.</blockquote>\n<blockquote>While I know the defendants would like to make this solely about the IDEA, that is solely because they know that that is not what we're proceeding under, and we've not been proceeding under that from the beginning.</blockquote>\n<blockquote>Moreover, your Honor, the state claims are completely independent. The state claims do not address education whatsoever.</blockquote>\n<p>In fact, the plaintiffs do not allege a cause of action under the IDEA in their complaint, and they adamantly contend that this case is not about educational issues. Therefore, according to the plaintiffs, the IDEA is not applicable.</p>\n<p>At the evidentiary hearing, the plaintiffs' counsel argued that a boy learns from all his experience and this dog is going to help prepare him for his life. This is certainly true. Perhaps recognizing this fact, the IDEA expressly states that one of its purposes is \"to ensure that all children with disabilities have available to them a free appropriate public education that emphasizes special education <i>and related services</i> designed to meet their unique needs <i>and prepare them for further education, employment, and independent living.</i>\" (emphasis supplied) 20 U.S.C. § 1400(d)(1)(A); <i>see also </i><i>Weixel v. Bd. of Educ. of City of</i> <span class=\"star-pagination\">*635</span> <i>N.Y.</i> <span class=\"citation\" data-id=\"777316\"><a href=\"/opinion/777316/frances-weixel-and-rose-weixel-v-the-board-of-education-of-the-city-of-new/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 150 (2d Cir.2002) (\"The scope of IDEA's coverage is not limited to students with `learning disabilities,' but instead applies broadly to students who need `special education and related services' because of, <i>inter alia,</i> `other health impairments.'\") (quoting 20 U.S.C. § 1401(3)(A)).</p>\n<p>The Court has found no language within the text of IDEA itself or in case law, and the plaintiffs have not provided any authority to the Court, that limits the IDEA to issues of academics. \"Education,\" as used within the IDEA, encompasses more than simply academics. For these reasons, the Court must consider what applicability, if any, the IDEA has to the unique circumstances of this case.</p>\n<p></p>\n<h2>1. As to Exhaustion under the IDEA</h2>\n<p>If the IDEA is found to apply, a major hurdle for the plaintiffs in this case is the requirement under that statute that a plaintiff must first exhaust administrative remedies before bringing suit in a federal district court.</p>\n<p>The Second Circuit has summarized the statutory framework as follows:</p>\n<blockquote>The IDEA, previously known as the Education of the Handicapped Act (\"EHA\") and amended several times since its inception in 1970, mandates federal grants to states to provide disabled children with \"a free appropriate public education\" in the least restrictive appropriate environment. <i>See</i> 20 U.S.C. §§ 1400(d)(1)(A), 1401(8), 1411(a)(1) &amp; 1412(a)(5)(A). Educators and parents of a child covered by the IDEA must jointly develop an \"individualized education program\" (\"IEP\") for each year of the child's education. See 20 U.S.C. § § 1401(11), [1414(d)].. According to the statute, an IEP must include, in writing, \"a statement of the child's present levels of educational performance . . .; a statement of measurable annual goals, including benchmarks or short-term objectives . . .; a statement of the special education and related services and <i>supplementary aids and services to be provided to the child,</i> or on behalf of the child, and a statement of the program modifications or supports for school personnel that will be provided for the child . . . to advance appropriately toward attaining the annual goals . . .; [and] the projected date for the beginning of the services and modifications . . . and the anticipated frequency, location, and duration of those services and modifications.\" <i>Id.</i> § 1414(d)(1)(A). The IEP is the central mechanism by which public schools ensure that their disabled students receive a free appropriate public education. (Emphasis supplied)</blockquote>\n<p><i>Polera v. Bd. of Educ. of Newburgh Enlarged City Sch. Dist.</i> <span class=\"citation\" data-id=\"777468\"><a href=\"/opinion/777468/santina-polera-a-disabled-student-plaintiff-appellee-cross-appellant-v/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">478</span></a></span>, 481-82 (2d Cir.2002) (footnotes and citations omitted). The supplementary aids and services cited above, directly relate to the plaintiffs' request for the service dog for John; Jr. to be permitted to be with him in high school.</p>\n<p>The IDEA mandates that states \"offer parents of a disabled student an array of procedural safeguards designed to help ensure the education of their child.\" <i>Id.</i> at 482. \"Primary among the procedural safeguards employed by IDEA is the requirement that states provide parents of disabled students the right to seek review of any decision concerning their children's education.\" <i>Hope,</i> 872 F.Supp. at 16. As such, parents may file complaints about \"any matter relating to the identification, evaluation, or educational placement of the child, or the provision of a free appropriate public education to such child.\" 20 U.S.C. § 1415(b)(6)(A). Parents must first seek review through an impartial hearing conducted by either the local school district or the state. <i>Id.</i> § 1415(f)(1)(A). If the hearing is done by a local school district, <span class=\"star-pagination\">*636</span> the parents may appeal the decision to the state educational agency. <i>Id.</i> § 1415(g)(1).</p>\n<p>Congress permits states to fashion their own educational scheme to comply with the IDEA. <i>Heldman v. Sobol,</i> <span class=\"citation\" data-id=\"582540\"><a href=\"/opinion/582540/edward-joseph-heldman-on-behalf-of-his-handicapped-son-th-and-on/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (2d Cir.1992). The United States Supreme Court noted that \"[t]he primary responsibility for formulating the education to be accorded a handicapped child, and for choosing the educational method most suitable to the child's needs, was `left by the [IDEA] to state and local educational agencies in cooperation with the parents or guardian of the child.\" <i>Bd. of Educ. of Hendrick Hudson Cent. Sch. Dist. v. Rowley,</i> <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 207, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3051, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982). It is not difficult to ascertain why Congress determined that it was best, at least initially, to leave decisions regarding the educational needs of children with disabilities to parents and local educational agencies. Shouldn't the parents and the educators with their experience and expertise in these matters have the first opportunity to resolve a question like this? The activities of John, Jr. accompanied by the service dog in the high school classes, hallways and gym are educational-related endeavors.</p>\n<p>In New York, a Committee on Special Education (\"CSE\") made up of individuals appointed by the Board of Education or the trustees of the school district prepares the IEPs for disabled children. N.Y. Educ. Law § 4402(1)(b)(1). New York has a two-level system for the review of an IEP. First, a hearing officer, appointed by the Board of Education from a list of state-certified officers, conducts the initial hearing and makes a determination with regard to the action of the CSE. N.Y. Educ. Law § 4404(1). If unsatisfied with this determination, a party may then appeal the determination to a State Review Officer (\"SRO\"). <i>Id.</i> § 4404(2).</p>\n<p>Only after the parents have exhausted these procedures may they seek judicial review. 20 U.S.C. § 1415(i)(2)(a); <i>Hope v. Cortines,</i> <span class=\"citation\" data-id=\"707523\"><a href=\"/opinion/707523/lloyd-hope-and-constance-fennell-individually-and-as-parents-and-lawful/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 688 (2d Cir.1995). Indeed, \"[a] plaintiff's failure to exhaust administrative remedies under the IDEA deprives a court of subject matter jurisdiction.\" <i>Polera,</i> 288 F.3d at 483 (citing <i>Hope v. Cortines,</i> <span class=\"citation\" data-id=\"707523\"><a href=\"/opinion/707523/lloyd-hope-and-constance-fennell-individually-and-as-parents-and-lawful/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 688 (2d Cir.1995)). Significantly, this \"broadly applicable\" exhaustion requirement applies not only to causes of action brought under the IDEA, but also to claims under the ADA and Section 504 of the Rehabilitation Act, if the plaintiff \"seek[s] relief that is also available under [the IDEA].\" 20 U.S.C. § 1415(<i>l</i>); <i>Polera,</i> 288 F.3d at 483; <i>see also </i><i>Hope v. Cortines,</i> <span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></span>, 21 (E.D.N.Y.1995) (\"The ADA is bound by IDEA's exhaustion requirement for claims seeking relief available under IDEA despite the fact that a plaintiff generally need not exhaust administrative remedies before pursuing an ADA claim unrelated to IDEA.\"), <i>aff'd,</i> 69 F.3d at 688.</p>\n<p>Keeping these standards in mind, an important question in this case with regard to the likelihood that the plaintiffs will be able to succeed in their action for a permanent injunction enjoining the school from barring John, Jr.'s access to the school with his service dog, is whether this relief is available under the IDEA. <i>See </i><i>Polera,</i> 288 F.3d at 483.</p>\n<p>Nancy Cave testified that John, Jr. has an IEP because of his deafness. John, Jr.'s IEP provides for, among other things, a full time one-on-one sign-language interpreter, an FM amplifier and transmitter to use in class, additional time for test-taking, the ability to take exams in, a separate location with a resource-room teacher present, and closed-captioning if any videos are shown. The plaintiffs testified that the service dog is merely another \"aid\" for John, Jr. similar to his sign-language <span class=\"star-pagination\">*637</span> interpreter and the FM transmitter. In the Court's view, at least in part, the plaintiffs are challenging the adequacy of John, Jr.'s IEP because it does not include a service dog.</p>\n<p>Ms. Dobies testified that the CSE and a Section 504 committee convened in response to the Cave's notice to the District that they would bring the service dog to school. Both committees determined that no changes to John, Jr.'s current program should be made. The parents could then have requested an impartial hearing. If the plaintiffs were dissatisfied after a hearing, they could have appealed to a State Review Officer. Only after exhausting that administrative process would it be appropriate for the plaintiffs to seek injunctive relief in the district court. The plaintiffs admittedly did not avail themselves of the administrative processes available to them because they did not think it was necessary. Accordingly, in the absence of exhaustion of remedies by the plaintiffs, there is a serious question regarding whether this Court has jurisdiction to award the plaintiffs the injunctive relief they seek.</p>\n<p>The plaintiffs rely on <i>Sullivan v. Vallejo City Unified Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></span> (E.D.Cal.1990), which is the only other recorded case that the Court found or that the parties provided involving a disabled student's request to bring a service dog to school. The plaintiff in <i>Sullivan,</i> 731 F.Supp. at 948, was a sixteen year old student with cerebral palsy, learning disabilities, and right-side deafness who used a wheelchair for mobility. In' <i>Sullivan,</i> the court held that the exhaustion requirement of the IDEA did not apply to the plaintiff's request for injunctive relief because the plaintiff was not claiming that she was \"being deprived of a `free appropriate public education' within the meaning of [the IDEA] as a result of defendants' decision to exclude her service dog from the school premises.\" 731 F.Supp. at 951.</p>\n<p>In the Court's view, <i>Sullivan</i> is not binding here, and the Court is not persuaded by the reasoning of that case with regard to exhaustion under the IDEA. In <i>Sullivan,</i> the court stated:</p>\n<blockquote>Defendants' argument' is premised on the erroneous assumption that plaintiff claims she is being deprived of a \"free and appropriate education\" . . . as a result of the defendants' decision to exclude her service dog from the premises. Plaintiff, however, does not dispute that the IEP created for her pursuant to [California law] is adequate from an educational standpoint, nor has she alleged that the service dog is educationally necessary. Properly construed, plaintiffs claim is that whether or not the service dog is educationally necessary, defendants have discriminated against her on the basis of her handicap by arbitrarily refusing her access if she is accompanied by her service dog.</blockquote>\n<p><i>Id.</i> at 951.</p>\n<p>The Court does not find the <i>Sullivan</i> case persuasive for three reasons. First, although the court in that case stated that it would not to consider the degree to which the plaintiff was limited by her disability, it also remarked that the plaintiff needs to use the service dog \"to increase her physical independence and to decrease her need to rely on others to perform tasks that are beyond her own physical capacity.\" <i>Id.</i> The evidence in this case has established that John, Jr. is quite independent now, and that he does not face any tasks during a typical school day that are beyond his current physical capacity.</p>\n<p>Second, as noted above, the court in <i>Sullivan</i> held that IDEA exhaustion was not required because the plaintiff did not claim that she was being deprived of a <span class=\"star-pagination\">*638</span> free and appropriate education. However, the plain language of the IDEA and Second Circuit case law dictate that the determination of whether IDEA exhaustion is required is not based on the plaintiffs' characterization of their claims. Rather, the Court must look to the <i>nature of the relief</i> that the plaintiffs seek. 20 U.S.C. § 1415(1); <i>Polera,</i> 288 F.3d at 483; <i>Hope,</i> 872 F.Supp. at 21. In this case, in the Court's view, the relief that the plaintiffs seek, namely permission to bring the service dog to school, is in substance a modification of John, Jr.'s IEP. This relief is available under the IDEA. Disputes regarding the District's denial of that permission should first be resolved within the administrative process.</p>\n<p>Third, even though the court in <i>Sullivan</i> held that the IDEA did not apply in that case, in granting the plaintiffs preliminary injunction the court recognized the effect that permitting the service dog to accompany the plaintiff to school would have on her IEP. The Court stated:</p>\n<blockquote>[A]s plaintiff concedes, her placement will likely have to be changed once the service dog is incorporated into her school program due to the allergies of her primary teacher. . . . Although it may be that plaintiff can no longer remain in Ms. Murphy's physically handicapped classroom, defendants' declarations suggest that there may be another class which would meet the education objectives outlined in plaintiffs current IEP. . . . On the other hand, it may be that due to the limited nature of the special education program at Hogan High School, a new IEP will have to be created.</blockquote>\n<p><i>Sullivan,</i> 731 F.Supp. at 961-62. The court then ordered the defendant school district to convene for the purpose of modifying the plaintiffs existing IEP to ensure that she could be accompanied by her service dog and recognized that such a modification of the IEP could require placing the plaintiff at another school. <i>Id</i> at 962. The fact that the<i>Sullivan</i> court recognized that this relief implicated the plaintiffs IEP in a very direct manner reaffirms this Court's conclusion this relief was available under the IDEA, and should have first been pursued according to the requirements of that statute. Further, the possibility of placing John, Jr. in another school has never been requested by the plaintiffs, who reside four blocks from the Clarke High School. Such a condition, referred to in the Sullivan case, distinguishes that opinion from the facts and law in this case.</p>\n<p>Finally, the Court does not believe that the \"futility\" exception to the exhaustion requirement of the IDEA applies. Congress provided three general situations where exhaustion of the administrative remedies under the IDEA are not required where: (1) \"it would be futile to use the due process procedures\"; (2) \"ail agency has adopted a policy or pursued a practice of general applicability that is contrary to the law\"; or (3) \"it is improbable that adequate relief can be obtained by pursuing administrative remedies.\" <i>Mrs. W. v. Tirozzi,</i> <span class=\"citation\" data-id=\"496787\"><a href=\"/opinion/496787/mrs-w-mrs-b-and-connecticut-legal-services-v-gerald-n-tirozzi/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 756 (2d Cir.1987) (citations omitted). The Second Circuit has collapsed exceptions two and three into exception one, namely the futility exception. <i>Hope,</i> 872 F.Supp. at 22 (noting that \"[t]he Second Circuit in <i>Heldman</i> effectively collapsed (2) and (3) above into the futility exception\"); <i>see also Polera,</i> at 489-90 (stating that exhaustion is futile if the \"administrative procedures do not provide adequate remedies\") (internal quotation marks and citations omitted). Here, the Court cannot determine that exhaustion by the Caves would be futile.</p>\n<p>The plaintiffs did not exhaust their remedies either under the IDEA or <span class=\"star-pagination\">*639</span> under the IEP or the 504 Committee ruling. In fact, there was no exhaustion at all by the plaintiffs under any rule or statute. In, addition, the futility exception to the exhaustion requirement does not apply in this case. As a result, it is the opinion of the Court that the plaintiffs have failed to establish a clear likelihood that they will succeed on the merits of their claims for injunctive relief in that they have failed to exhaust their administrative remedies and cannot proceed with these federal causes of action. Also, even in the event that it be determined this is not a request for a mandatory injunction and the lesser standard would govern, the Court determines that the plaintiffs have not established a serious question going to the merits. However, to complete the record, the Court will now review the merits of the plaintiffs' request for the preliminary injunction.</p>\n<p></p>\n<h2>2. As to the ADA and Section 504 of the Rehabilitation Act</h2>\n<p>The Americans With Disabilities Act, cited by the plaintiffs in all the causes of action in the complaint, is a comprehensive statute that prohibits discrimination against individuals with disabilities. \"It forbids discrimination against persons with disabilities in three major areas of public life: employment, which is covered by Title I of the statute; public services, programs, and activities, which are the subject of Title II; and public accommodations, which are covered by Title III.\" <i>See </i><i>Tennessee v. Lane,</i> <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 516-17, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>, 1984, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></a></span> (2004). A school district is a \"public entity\" covered by Title II of the ADA. <i>See</i> 42 U.S.C. § 12131(1) (\"The term `public entity' includes (A) any State or local government; [and] (B) any department, agency, special purpose district, or other instrumentality of a State or States or local government.'\").</p>\n<p>Title II of the ADA provides:</p>\n<blockquote>[N]o qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</blockquote>\n<p>42 U.S.C. § 12132. In order to establish a violation under the ADA, the plaintiffs must demonstrate that (1) John, Jr. is a \"qualified individual\" with a disability; (2) the defendants are subject to the ADA; and (3) that John, Jr. was \"denied the opportunity to participate in or benefit from defendants' services, programs, or activities, or [was] otherwise discriminated against by defendants, by reason of plaintiffs' disabilities.\" <i>Henrietta D. v. Bloomberg,</i> <span class=\"citation\" data-id=\"782206\"><a href=\"/opinion/782206/henrietta-d-henrietta-s-simone-a-ezzard-s-john-r-pedro-r-on/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span>, 272 (2d Cir.2003); <i>Doe v. Pfrommer,</i> <span class=\"citation\" data-id=\"755547\"><a href=\"/opinion/755547/john-doe-v-paul-pfrommer-individually-and-in-his-official-capacity-as/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 82 (2d Cir.1998).</p>\n<p>Section 504 of the Rehabilitation Act provides that \"[n]o otherwise qualified individual with a disability in the United States, . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.\" 29 U.S.C. § 794.</p>\n<blockquote>In order to establish a violation of Section 504 of the Rehabilitation Act, a plaintiff must show: (1) that he has a disability for purposes of the Rehabilitation Act; (2) that he was \"otherwise qualified\" for the benefit that has been denied; (3) that he has been denied the benefits \"solely by reason\" of his disability; and (4) that the benefit is part of a \"program or activity receiving Federal financial assistance.\"</blockquote>\n<p><i>Pfrommer,</i> 148 F.3d at 82 (quoting <i>Flight v. Gloeckler,</i> <span class=\"citation\" data-id=\"706043\"><a href=\"/opinion/706043/edward-flight-v-lawrence-c-gloeckler-in-his-official-capacity-as-deputy/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 63 (2d Cir.1995)).</p>\n<p><span class=\"star-pagination\">*640</span> \"Although there are subtle differences between [the ADA and Section 504 of the Rehabilitation Act], the standards adopted by Title II of the ADA for State and local government services are generally the same as those required under section 504 of federally assisted programs and activities.\" <i>Henrietta D. v. Giuliani,</i> <span class=\"citation\" data-id=\"2327472\"><a href=\"/opinion/2327472/henrietta-d-v-giuliani/\"><span class=\"volume\">119</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">181</span></a></span>, 206 (E.D.N.Y.2000) (citations and quotation marks omitted), <i>aff'd,</i> <span class=\"citation\" data-id=\"782206\"><a href=\"/opinion/782206/henrietta-d-henrietta-s-simone-a-ezzard-s-john-r-pedro-r-on/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span> (2d Cir.2003). Because none of the subtle differences between the statutes are relevant in this case, the Second Circuit has instructed that it is appropriate to treat the plaintiffs' Section 504 claim identically to the plaintiffs' ADA claim. <i>Weixel v. Bd. of Educ. of the City of N.Y.,</i> <span class=\"citation\" data-id=\"777316\"><a href=\"/opinion/777316/frances-weixel-and-rose-weixel-v-the-board-of-education-of-the-city-of-new/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 146 n. 6 (2d Cir.2002); <i>see also </i><i>Rodriguez v. City of New York,</i> <span class=\"citation\" data-id=\"766876\"><a href=\"/opinion/766876/juana-rodriguez-by-her-son-and-next-friend-wilfredo-rodriguez-amelia/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 618 (2d Cir.1999) (\"Because Section 504 of the Rehabilitation Act and the ADA impose identical requirements, we consider these claims in tandem.\") (citation omitted); <i>Lincoln Cercpac v. Health and Hosps. Corp.,</i> <span class=\"citation\" data-id=\"755382\"><a href=\"/opinion/755382/lincoln-cercpac-v-health-and-hospitals-corporation/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 167 (2d Cir. 1998) (\"Apart from the Rehabilitation Act's limitation to denials of benefits `solely' by reason of disability and its reach of only federally funded  as opposed to `public'  entities, these provisions purport to impose precisely the same requirements. Because neither difference affects the disposition of the instant appeal, we need not consider the statutes separately.\"); <i>Galusha v. N.Y. State Dept. of Envtl. Conserv.,</i> <span class=\"citation\" data-id=\"2346406\"><a href=\"/opinion/2346406/galusha-v-new-york-state-dept-environ-conserv/\"><span class=\"volume\">27</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">117</span></a></span>, 123 (N.D.N.Y.1998) (citation omitted) (\"Courts have long followed the Rehabilitation Act's jurisprudence in interpreting ADA requirements.\").</p>\n<p>The defendants do not dispute that John, Jr. is disabled or whether they are subject to the provisions of the ADA or the Rehabilitation Act. Thus, the relevant question is whether John, Jr., was denied the opportunity to participate in or benefit from defendants' services, programs or activities, or was otherwise discriminated against on the basis of his disability. The term \"discriminate\" includes not making reasonable accommodations for an otherwise qualified individual with a disability. 42 U.S.C. § 12112(b)(5)(A). Although this definition of \"discriminate\" appears in Title I of the ADA, it is equally applicable to claims under Title II. <i>Henrietta D.,</i> 331 F.3d at 273-74 n. 7 (citations omitted).</p>\n<p>The plaintiffs complain that the District's failure or refusal to accommodate John, Jr.'s use of the service dog, which the plaintiffs believe would be a reasonable accommodation, violates the ADA and Section 504 of the Rehabilitation Act. The Second Circuit has defined a \"reasonable accommodation\" as \"one that gives the otherwise qualified plaintiff with disabilities `meaningful access' to the program or services sought.\" <i>Henrietta D.,</i> 331 F.3d at 282 (quoting <i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 301, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985)). \"The government is not obligated . . . to provide [a] plaintiff with every accommodation which he may request, but only with reasonable accommodation as is necessary to enable him to perform his essential functions.\" <i>Nelson v. Ryan,</i> <span class=\"citation\" data-id=\"2159114\"><a href=\"/opinion/2159114/nelson-v-ryan/\"><span class=\"volume\">860</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">76</span></a></span>, 84 (W.D.N.Y. 1994) (quoting <i>Carter v. Bennett,</i> <span class=\"citation\" data-id=\"2307521\"><a href=\"/opinion/2307521/carter-v-bennett/\"><span class=\"volume\">651</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1299</span></a></span>, 1301 (D.D.C.1987), <i>aff'd</i> <span class=\"citation\" data-id=\"502246\"><a href=\"/opinion/502246/harold-e-carter-v-william-bennett-secretary-us-department-of/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">63</span></a></span> (D.C.Cir.1988)). The District is not required \"to provide every accommodation the disabled [person] may request, so long as the accommodation provided is reasonable.\" <i>Fink v. N.Y. City Dep't of Personnel,</i> <span class=\"citation\" data-id=\"695160\"><a href=\"/opinion/695160/howard-fink-and-lucia-marett-v-new-york-city-department-of-personnel-new/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 567 (2d Cir.1995) (citation omitted); <i>see also Melendez v. Monroe College,</i> No. 04-2266, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2882568</span></span>, at *6 (E.D.N.Y. Oct. 6, 2006) (dismissing Section 504 and ADA accommodation claim where the defendant pro duced evidence that established that they \"provided `plainly reasonable' accommodations for [the plaintiff's] need for assistance <span class=\"star-pagination\">*641</span> for his visual impairment.\"); <i>Fink v. N.Y. City Dep't of Personnel,</i> <span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">68</span></span>, 72 (S.D.N.Y.1994) (\"[T]here is no [requirement that the government] take [into] account . . . the disabled individual's preferences in choosing the means of accommodation.\"), <i>aff'd,</i> <span class=\"citation\" data-id=\"695160\"><a href=\"/opinion/695160/howard-fink-and-lucia-marett-v-new-york-city-department-of-personnel-new/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span> (1995); <i>Alford v. Henderson,</i> No. 00-6178, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1777052</span></span>, at *4 (N.D.Ill. Aug. 2, 2002) (\"Reasonable accommodation is not tantamount to any accommodation a complainant desires.\") (citation omitted); <i>Nelson v. Ryan,</i> <span class=\"citation\" data-id=\"2159114\"><a href=\"/opinion/2159114/nelson-v-ryan/\"><span class=\"volume\">860</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">76</span></a></span>, 83 (W.D.N.Y.1994) (\"The government is not obligated under the statute to provide [a] plaintiff with every accommodation which he may request.\") (citation and internal quotation marks omitted); <i>Wynne v. Tufts Univ. Sch. of Medicine,</i> No. 88-1105-Z, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">46077</span></span>, at * 1 (D.Mass. March 2, 1992) (holding that dyslexic medical student was reasonably accommodated because the school allowed him to retake first year curriculum, funded note-takers, tutors, a learning tutor, and taping of the plaintiffs lectures, and that the school did not have to modify its testing procedures).</p>\n<p>In this case, the Court finds that the School District has provided John, Jr. with reasonable accommodations within the provisions of the ADA and the Rehabilitation Act. In fact, in the Court's view, here the accommodations to this hearing impaired student by the School District were extraordinary.</p>\n<blockquote>1. John, Jr. was provided with a sign language interpreter for all his classes except for the resource room;</blockquote>\n<blockquote>2. He was provided with an FM transmitter, when necessary;</blockquote>\n<blockquote>3. He was provided with a student note taker;</blockquote>\n<blockquote>4. He was given extra time, one-and-a-half the usual time, to take his tests  and was permitted to take certain tests in the resource room; and</blockquote>\n<blockquote>5 He was provided with a one-on-one specialist teacher for the deaf and hearing impaired, with a session with her every day.</blockquote>\n<p>As opposed to these constructive accommodations afforded to John, Jr., the Court will balance the advantages to be achieved by permitting the dog in the school as against the disadvantages.</p>\n<p>What are the advantages to John, Jr.? Yes, he will be somewhat assisted by the service dog while in school, with regard to sounds and alarms. Also, John, Jr. will be able to have more time to train the dog. Balanced against these advantages are a string of disadvantages, some serious to teachers and other students and some contrary to John, Jr.'s own interests. First, is the dog allergy problem, directly to be faced in his math class with teacher Paul Ring and in his sign language class with Ms. Hanlon-Pieron. Second, in his gym class, apparently one of John, Jr.'s favorites, the dog would have to be confined during the class. Third, in all likelihood, John, Jr.'s schedule will be changed, and some of his present courses, including Regents classes, may be unavailable. Fourth, he would have to leave his classes some minutes early and would, therefore, miss valuable instruction time.</p>\n<p>The Court is faced with this clear factual situation. At the present time, John, Jr. is being afforded apparently successful accommodations, which have allowed him to pursue his studies in Regents subjects, possibly heading for college; have allowed him to have a one-on-one expert hearing teacher which is giving him invaluable assistance, which may serve him well for the rest of his life; and, most important, has allowed him to be in the \"mainstream\" of the school life, including participation in <span class=\"star-pagination\">*642</span> conversation in the cafeteria and involvement in all the games in the gym. The situation with the service dog is, at best, unclear, and at worst, detrimental to John, Jr.'s best personal benefit.</p>\n<p>Therefore, the Court finds, based on all the cases defining reasonable accommodation, that the plaintiffs have failed to prove a likelihood of success with regard to claimed violations of the Federal Americans With Disabilities Act and the Federal Rehabilitation Act. Nor has there been established a serious question going to the merits.</p>\n<p></p>\n<h2>4. As to the Plaintiffs' Claims Under New York State Law</h2>\n<p>Having determined that the plaintiffs failed to establish a strong likelihood that they are likely to succeed on their federal causes of action, the Court must now consider the plaintiffs' allegations of New York State law violations. See <i>People of New York ex rel. Abrams v. Terry,</i> <span class=\"citation\" data-id=\"686766\"><a href=\"/opinion/686766/people-of-the-state-of-new-york-by-robert-abrams-attorney-general-of-the/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 23 (2d Cir.1995) (citations omitted) (\"[E]ven assuming that [federal law] does not authorize, an injunctive remedy, the injunction can be sustained on the basis of the independent state law claims.\"). The plaintiffs rely on four New York State statutes as a basis for their argument that they are entitled to injunctive relief: (1) Article 4 of the New York Civil Rights Law entitled \"Equal Rights in Places of Public Accommodation and Amusement,\" N.Y. Civ. Rights Law § 40 (McKinney 1992 &amp; supp.2007); (2) Article 4-B of the New York Civil Rights Law entitled \"Rights of Persons with a Disability Accompanied by Guide Dogs, Hearing Dogs or Service Dogs,\" N.Y. Civ. Rights Law §§ 47-47-c; (3) Article 89 of New York's Education Law entitled \"Children with Handicapping Conditions,\" N.Y. Educ. Law § 4401-4410; and (4) Article 15 of New. York's Executive Law entitled \"Human Rights Law,\" N.Y. Exec. Law § 296.</p>\n<p>Section 40 of the New York Civil Rights Law, which requires that all persons \"be entitled to the full and equal accommodations . . . of any places of public accommodations,\" only protects persons from discrimination \"on account of race, creed, color or national origin.\" N.Y. Civ. Rights Law § 40. That statute does not mention disability. Thus, it is inapplicable in this case.</p>\n<p>Section 40-c of the New York Civil Rights Law provides that</p>\n<blockquote>No person shall, because of race, creed, color, national origin, sex, marital status, sexual orientation or disability, as such term is defined in section two hundred ninety-two of the executive law, be subjected to any discrimination in his or her civil rights, or to any harassment, as defined in section 240.25 of the penal law, in the exercise thereof, by any other person or by any firm, corporation or institution, or by the state or any agency or subdivision of the state.</blockquote>\n<p>N.Y. Civ. Rights Law § 40-c(2). However, section 40-d of that statute provides that \"[a]t or before the commencement of any action under this section, notice thereof shall be served upon the attorney general.\" <i>Id.</i> § 40-d. The failure to serve the Attorney General at or before the commencement of an action under Section 40-c is fatal to the plaintiffs' claim and requires dismissal of those causes of action. <i>See </i><i>Sundaram v. Brookhaven Nat'l Labs.,</i> <span class=\"citation\" data-id=\"2452046\"><a href=\"/opinion/2452046/sundaram-v-brookhaven-nat-laboratories/\"><span class=\"volume\">424</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">545</span></a></span>, 571 (E.D.N.Y.2006) (\"[T]he plaintiffs claims for violations of section 40-c of the New York Civil Rights Law must be dismissed because he failed to give the necessary notice to the Attorney General of New York before making those claims.\"); <i>Shepard v. Frontier Commc'n Servs., Inc.,</i> <span class=\"citation\" data-id=\"2529544\"><a href=\"/opinion/2529544/shepard-v-frontier-communications-services-inc/\"><span class=\"volume\">92</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">279</span></a></span>, 287 (S.D.N.Y.2000) (granting summary judgment in favor of the defendant on the <span class=\"star-pagination\">*643</span> plaintiff's New York Human Rights Law claim where she failed to allege that she notified the Attorney General before bringing suit); <i>Harris v. Allstate Ins. Co.,</i> <span class=\"citation\" data-id=\"2443603\"><a href=\"/opinion/2443603/harris-v-allstate-ins-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">423</span></a></span>, 432 (S.D.N.Y.2000) (\"Plaintiff does not dispute that he failed to give notice to the state attorney general; thus his claim pursuant to N.Y. Civ. Rts. Law § 40-c must be dismissed.\"). Here, there is no indication that the plaintiffs served notice of their action on the New York Attorney General before commencing this action. Thus, the Court finds that the plaintiffs are not likely to succeed on a claim under section 40-c of the New York Civil Rights Law.</p>\n<p>The plaintiffs also refer to section 4401 of the New York Education Law. This statute governs New York's provision of special educational and related services to children with disabilities. <i>See</i> N.Y. Educ. Law § 4401-4410. However, the purpose of the plaintiffs' reference to this statute is not clear. The plaintiffs merely quote the statute, without discussion and without any indication of how this statute effects their case. If anything, this section of the New York Education law does not support the plaintiffs' position.</p>\n<p>As discussed above, Congress left the task of developing appropriate programs to comply with the IDEA to the states. <i>See </i><i>Heldman v. Sobol,</i> <span class=\"citation\" data-id=\"582540\"><a href=\"/opinion/582540/edward-joseph-heldman-on-behalf-of-his-handicapped-son-th-and-on/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (2d Cir.1992). Article 89 of New York's Education Law, which includes sections 4401-4410, is the statute that implements the IDEA in New York State. <i>See</i> N.Y. Educ. Law § 4401-4410; <i>see also </i><i>Heldman,</i> 962 F.2d at 152. Thus, to the extent that the plaintiffs contend that this statute applies in this case, it could be argued that this is an admission that the IDEA and its exhaustion requirements apply to this case.</p>\n<p>With regard to the New York Human Rights Law, N.Y. Exec. Law § 296, disability discrimination claims under this statute generally are governed by the same legal standards as federal causes of action under the ADA. <i>Rodal v. Anesthesia Group of Onondaga, P.C.,</i> <span class=\"citation\" data-id=\"786316\"><a href=\"/opinion/786316/stewart-j-rodal-v-anesthesia-group-of-onondaga-pc/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 117 n. 1 (2d Cir.2004) (citation omitted). Thus, to the extent that the Court has found that the plaintiffs did not establish that they are likely to prevail on their ADA claim, the Court reaches the same conclusion regarding the plaintiffs' overall New York Human Rights Law claim.</p>\n<p>The New York Human Rights Law also has a provision specifically dealing with discrimination against persons accompanied by service dogs. <i>See</i> N.Y. Exec. Law § 296(14). That section provides:</p>\n<blockquote>It shall be an unlawful discriminatory practice for any person engaged in any activity covered by this section to discriminate against . . . a hearing impaired person who has a hearing impairment manifested by a speech discrimination score of forty percent or less in the better ear with appropriate correction as certified by a licensed audiologist or otolaryngologist as defined in section seven hundred eighty-nine of the general business law or a physician who has examined such person pursuant to the provisions of article thirty-seven-A of such law or a person with a disability on the basis of his or her use of a guide dog, hearing dog or service dog.</blockquote>\n<p><i>Id.</i> The defendants argue that John, Jr. is not protected by this section of the New York. Human Rights Law because his hearing impairment is not \"manifested by a speech discrimination score of forty percent or less . . . with appropriate correction.\" This position is supported by the testimony and evidence adduced at the hearing.</p>\n<p><span class=\"star-pagination\">*644</span> Assuming that § 296(14) does apply to the facts in this case, the proof is unclear as to whether John, Jr. has \"a speech discrimination score of forty percent or less\" with appropriate correction. Ms. Ledbetter testified to his hearing at various times and at different levels. In the latest test, John, Jr.'s threshold ranged from twenty-five to forty decibels (Tr. at 39); that with the implants he has a twenty to forty decibel \"loss\" (Tr. at 39), which would be a hearing score of sixty to eighty decibels; he misses twenty to thirty percent of the tones of a normal conversational threshold (Tr. at 40); with artificial background noises, his score was approximately sixty-eight percent with no background noise present and sixty percent of the speech with the presence of the noise (Tr. at 40-41); a forty percent loss, where there are people speaking (Tr. at 41); less than sixty percent (Tr. at 41); in an August 18, 2005 audiogram, his hearing was within normal range, with eighty percent for the right ear and sixty-eight percent for the left ear, and with both ears together, a ninety-two percent hearing level, which was \"discrimination ability\" (Tr. at 63-64).</p>\n<p>Thus, the court finds that the plaintiffs failed to prove, by a preponderance of the evidence, that John, Jr.'s hearing fell within the forty percent or less, set forth in N.Y. Exec. Law § 296(14).</p>\n<p>The plaintiffs argue that the portion of the statute quantifying the level of deafness protected under the statute should not apply to John, Jr. because the statute also applies more generally to \"a person with a disability\" and he is such a person. Clearly, the New York legislature did not intend \"a person with a disability,\" as the phrase is used in section 296(14), to include persons with hearing impairments or else they would not have included the earlier specific provision. To adopt the plaintiffs' interpretation of the statute would render superfluous that portion of the law speaking specifically to hearing impairments. <i>See, e.g., </i><i>Sprint Spectrum, L.P. v. Willoth,</i> <span class=\"citation\" data-id=\"764058\"><a href=\"/opinion/764058/sprint-spectrum-lp-dba-sprint-pcs-v-craig-willoth-chairman-thomas/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></a></span>, 640 (2d Cir.1999) (\"It is a well-settled rule of statutory construction that `courts should disfavor interpretations of statutes that render language superfluous.'\") (quoting <i>Conn. Nat'l Bank v. Ger main,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992)).</p>\n<p>Finally, the plaintiffs strongly point to the New York Civil Rights Law Section 47, entitled \"Use of public facilities by persons with a disability,\" Section 47-a and Section 47-b, which is the New York Statute that appears to be most directly applicable to this situation because it governs the admittance to and use of public facilities by persons \"accompanied by a guide dog, hearing dog, or service dog.\" N.Y. Civ. Rights Law §§ 47-47-c. Section 47 of the New York Civil Rights Law provides:</p>\n<blockquote>1. No person shall be denied admittance to and/or the equal use of and enjoyment of any <i>public facility</i> solely because said person is a person with a disability and is accompanied by a guide dog, hearing dog or service dog.</blockquote>\n<blockquote>2. For the purposes of this section the term <i>\"public facility\"</i> shall include, but shall not be limited to, all modes of public and private transportation, all forms of public and private housing accommodations whether permanent or temporary, buildings to which the public is invited or permitted, including those maintained by the state or by any political subdivision thereof, all educational facilities and institutions, including those maintained by the state or by any political subdivision thereof, all places where food is offered for sale, all theatres, including both live playhouses and `motion picture establishments and all other <span class=\"star-pagination\">*645</span> places of public accommodations, convenience, resort, entertainment, or business to which the general public or any classification of persons therefrom is normally or customarily invited or permitted. (Emphasis supplied).</blockquote>\n<p>N.Y. Civ. Rights Law § 47. Section 47-a prohibits discriminatory treatment in employment of persons with disabilities that are accompanied by a service dog. Section 47-b entitled \"Miscellaneous Provision,\" provides, in relevant part, that \"[p]ersons with a disability accompanied by guide dogs, hearing dogs or service dogs shall be guaranteed the right to have such dogs in their immediate custody while exercising any of the rights and privileges set forth in this article.\" N.Y. Civ. Rights Law § 47b.</p>\n<p>Plainly, this statute provides greater protection for the plaintiffs than federal anti-discrimination laws. However, even though the statute includes \"all educational facilities and institutions\" within its definition of \"public facility,\" in the Court's view, that term is not as broad as the plaintiffs contend. The New York courts have determined that excluded from the definition of \"public facility\" are those buildings or areas of buildings to which \"the general public or any classification of persons therefrom\" are not \"customarily invited or permitted.\" <i>See </i><i>Albert v. Solimon,</i> <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">684</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">375</span></span> (1998), <i>aff'd,</i> <span class=\"citation\" data-id=\"2050651\"><a href=\"/opinion/2050651/albert-v-solimon/\"><span class=\"volume\">94</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">771</span></a></span>, <span class=\"citation\" data-id=\"2050651\"><a href=\"/opinion/2050651/albert-v-solimon/\"><span class=\"volume\">699</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2050651\"><a href=\"/opinion/2050651/albert-v-solimon/\"><span class=\"volume\">721</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">17</span></a></span> (1999); <i>Perino v. St. Vincent's Med. Ctr.,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">20</span></span>, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">921</span></span> (N.Y.Sup.Ct.1986). In both of these New York State cases, the courts recognized that a building may have both a public and _a private facility at the same time. <i>Albert</i> 252 A.D.2d at 143, <span class=\"citation no-link\"><span class=\"volume\">684</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">375</span></span> (\"While the waiting room in a physician's office may be regarded as a public place in which the general public is normally invited or permitted to enter, the same may not be said of those areas of a physician's office where physical examinations are conducted.\"); <i>Perino,</i> 132 Misc.2d at 21-22, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">921</span></span> (\"While the hall in a hospital may be considered a public place, as well as the hospital cafeteria or snack bar serving travelers, the same cannot be said for other portions of the hospital wherein the usual functions of a hospital are carried out\") (citations omitted). Support for this reasoning is found in the defining statutory language itself, which refers to \"buildings to which the public is invited or permitted.\" N.Y. Civ. Rights Law § 47(2).</p>\n<p>The rationale of the <i>Albert</i> and <i>Perino</i> cases is applicable here. There are certainly areas of Clarke High School that can likely be considered \"public facilities\" under section 47 of the New York Civil Rights law. Included in said \"public facilities\" are the lobby areas, administrative offices, and perhaps the gymnasium during sporting events. However, the general public is not normally or customarily invited into the classroom. Normally, classrooms are restricted to teachers and students. There are sound policy reasons for prohibiting members of the public from entering classrooms. Thus, the Court finds that the classrooms at Clarke High School are not \"public facilities\" under section 47 of the New York Civil Rights Law, and that statute is also inapplicable to the facts of this case.</p>\n<p>Based on the foregoing, the Court finds that the plaintiffs failed to establish the likelihood of success on the merits of their state law causes of action that would be necessary for this Court to grant the preliminary injunction.</p>\n<p>D. Balance of the Hardships</p>\n<p>In examining the facts and the law in this case, the Court finds that the balance of hardships tip decidedly in favor of the defendants for a number of reasons <span class=\"star-pagination\">*646</span> previously and repeatedly discussed by the Court. In the Court's view, John, Jr. is well served by the East Meadow School District. He has been afforded every accommodation in the auditory arsenal  except the service dog. It is equally clear that the entrance of this dog in the John, Jr. auditory picture would not further his educational life but, on the contrary, could be disruptive to his schedule and counterproductive to John, Jr.'s ability to learn in the least restrictive environment.</p>\n<p>III. CONCLUSION</p>\n<p>This Court holds that the Federal IDEA Statute is applicable and requires exhaustion, which has not occurred. Further, there is no violation of the Federal American with Disabilities or Federal Rehabilitation Act statutes because the School District has supplied to John, Jr. reasonable accommodations for his hearing impairment. Finally, the New York State statutes raised by the plaintiffs are inapplicable. Based on the foregoing, there is no reasonable likelihood of success by the plaintiffs in this case and no preliminary injunction will be granted.</p>\n<p>In making these determinations, the Court understands and appreciates the genuine concern of the Cave family. The Court realizes that they have gone through this difficult path with the only goal of helping and nurturing their son. However, the facts and the law do not support the issuance of a preliminary injunction.</p>\n<p>Based on the foregoing, it is hereby</p>\n<p>ORDERED, that the plaintiffs' motion for a preliminary injunction enjoining the defendants from preventing John, Jr. from entering Clarke High School while accompanied by his service dog is DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[*]  Tr. refers to the hearing transcript.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110470/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/134743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/259861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/496787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/582540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/686766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/695160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/699542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/707523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1483044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2050651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2159114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2307521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2327472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346406/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2443603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2452046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2529544/"
          ]
        }
      ],
      "judges": "Spatt",
      "date_created": "2015-09-17T17:50:30.000654Z",
      "date_modified": "2016-03-03T22:21:57.959896Z",
      "date_filed": "2007-03-19",
      "date_filed_is_approximate": false,
      "slug": "cave-v-east-meadow-union-free-school-dist",
      "citation_id": 2460145,
      "case_name_short": "Cave",
      "case_name": "Cave v. East Meadow Union Free School Dist.",
      "case_name_full": "",
      "federal_cite_one": "480 F. Supp. 2d 610",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2354935/cave-v-east-meadow-union-free-school-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:35:46.531244Z",
  "date_modified": "2014-10-30T23:35:46.531244Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Cave",
  "case_name": "Cave v. East Meadow Union Free School Dist.",
  "case_name_full": "",
  "slug": "cave-v-east-meadow-union-free-school-dist",
  "docket_number": "07 CV 0542(ADS)(MLO)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}