{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2354851/",
  "id": 2354851,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wiwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2487250/",
      "id": 2487250,
      "absolute_url": "/opinion/2487250/vasquez-v-raemisch/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2354851/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2487250/",
          "id": 2487250,
          "absolute_url": "/opinion/2487250/vasquez-v-raemisch/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2487250/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/752/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:53:06.579108Z",
          "date_modified": "2017-04-10T07:38:51.255799Z",
          "type": "010combined",
          "sha1": "4bff93daaef31f663c781fa2c180286d7692539d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>480 F.Supp.2d 1120 (2007)</b></center>\n<center><h1>Luis VASQUEZ, Petitioner,<br>\nv.<br>\nRick RAEMISCH, Deputy Secretary; Steven B. Casperson, Administrator; Dan Westfield, Security Chief; Phil Kingston, Warden; Mike Thurmer, Deputy Warden; Marc Clements, Security Director; Don Strahota, Security Director; Marc Clements, Security Director Steven Schueler, Security Supervisor, Capt.; Curt Janssen, Security Supervisor, Capt.; Capt. Gempeler, Security Supervisor; Bruce Siedschlag, HSC Manager; Officer Bauer, Lieutenant; Amy Reid, Library Director Steven Wierenga, Lieutenant; Belinda Schrubbe, HSU Manager; James Muenchow, ICE; Gary Ankarlo, Ph.D., PSUS; Linda O'Donovan, Ice; Sgt. Preist; Sgt. Meyer; Sgt. Gutjahr; Sgt. Tony; Sgt. Hilbert;Officer II Gunratt; Officer II Rolins; Officer Kmiecik; Officer Nickel; Officer Kahl, Mailroom Clerk; Ralph Floelich, Psychiatrist; Capt. Muraski, Security Supervisor; Officer II Yunto; Property Officer; Kim Bauer, Oosa; Nevin Webster<sup>[1]</sup> and Does 1-10, 1 all in their individual and official capacities, Respondents.</h1></center>\n<center>No. 06-C-743-C.</center>\n<center><p><b>United States District Court, W.D. Wisconsin.</b></p></center>\n<center>March 15, 2007.</center>\n<p><span class=\"star-pagination\">*1121</span> <span class=\"star-pagination\">*1122</span> Corey F. Finkelmeyer, Assistant Attorney General, Madison, WI, for Respondents.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1123</span> OPINION AND ORDER</h2>\n<p>CRABB, District Judge.</p>\n<p>This is a proposed civil action for declaratory, injunctive and monetary relief brought pursuant to 42 U.S.C. § 1983. Petitioner Luis Vasquez, a prisoner, seeks leave to proceed under the <i>in forma pauperis</i> statute, 28 U.S.C. § 1915. In an order dated January 24, 2007, the court concluded that petitioner was unable to pay the full filing fee and directed him to make an initial partial payment of $4.60, which the court has received. (In fact, petitioner has paid significantly more than his initial partial payment. Thus far, the court has received a total of $104.53 from petitioner for this case.) Because petitioner is a prisoner, the 1996 Prison Litigation Reform Act requires the court to deny leave to proceed if petitioner's complaint is legally frivolous, malicious, fails to state a claim upon which relief may be granted or asks for money damages from a defendant who by law cannot be sued for money damages.</p>\n<p>Petitioner filed an amended complaint before the court had an opportunity to screen his original complaint. Because petitioner did not need leave of court to amend his complaint before it was served on respondents, I have disregarded the first complaint and will screen the amended complaint only.</p>\n<p>Petitioner's claims and my conclusions regarding these claims are set forth below:</p>\n<p>(1) Respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Clements, Schueler, Janssen, Siedschlag, Hilbert, \"John Doe the Reporting Officer\" and \"Does 1-100 in HSC\" are alleged to have been involved in a use of excessive force against petitioner on August 17, 2005. Petitioner will be allowed to proceed on his claim against respondent Hilbert as well as respondent Kingston, for the purpose of discovering the identities of the unnamed officers who were involved. The claims against the remaining respondents will be dismissed because petitioner's allegations show that those respondents were not personally involved in the alleged violation.</p>\n<p>(2) Respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Strahota, Schueler, Siedschlag, Janssen, Gutjahr, Tony, Nickel, Kmiecik, \"Does 1-100\" and Muraski are alleged to have been involved in an unconstitutional manual body cavity search of petitioner on August 21, 2006. Petitioner will be allowed to proceed against Nickel and Kmiecik, who allegedly conducted the search, and respondents Janssen, Tony and Gutjahr, who allegedly failed to intervene to stop the search. The claims against the remaining respondents will be dismissed because those respondents are not alleged to have been personally involved in the alleged violation.</p>\n<p>(3) Respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Gempeler, Lieutenant Bauer, Gunratt, Meyer, Rolins and Siedschlag are alleged to have been involved in an unconstitutional body cavity search and use of force on November 3, 2006. I will allow petitioner to proceed against respondents Gunratt, Bauer, Rolins, Gempeler and Meyer, who allegedly either directly participated in the search and use of force or failed to intervene to stop their co-respondents' acts. The claims against the remaining respondents will be dismissed because petitioner's allegations show that they were not personally involved in the alleged violation.</p>\n<p>(4) Respondents Hilbert and Schueler and various unnamed officers allegedly denied petitioner medical care after the August 17 use of force. A decision on this claim will be stayed until March 27, 2007, to allow petitioner to Me an addendum to his complaint (a) explaining why he believes respondents knew he needed immediate medical treatment and (b) describing <span class=\"star-pagination\">*1124</span> the unnamed officers with more specificity to allow them to be more easily identified.</p>\n<p>(5) Respondent Ankarlo allegedly refused to provide petitioner with mental health treatment after the incidents on August 21 and November 3. A decision on this claim will be stayed until March 27, 2007, to allow petitioner to file an addendum to his complaint explaining what he told Ankarlo and how Ankarlo responded.</p>\n<p>(6) Respondents Floelich, Schrubbe, Muenchow, Casperson and Kingston are alleged to have been deliberately indifferent to petitioner's health by denying him psychotropic medication for approximately one week in June 2006. Petitioner will be allowed to proceed on this claim against respondent Schrubbe for the purpose of discovering the party or parties that may have intentionally disregarded respondent Floelich's instructions to maintain petitioner's medication until he received a new prescription. Petitioner may not proceed on this claim against the remaining respondents either because there is no set of facts consistent with petitioner's allegations that would allow petitioner to prevail or because petitioner has not given the respondents notice of his claim against them.</p>\n<p>(7) Respondents Schrubbe and Siedschlag were allegedly deliberately indifferent to petitioner's health when they allowed him to go without lithium for approximately one week in the fall of 2006. Petitioner will be allowed to proceed against both respondents for the purpose of discovering the party or parties who may have been aware that petitioner was going without needed medication.</p>\n<p>(8) Respondents Wierenga, Kahl, Clements, Casperson, Kingston, Westfield, O'Donovan, Raemisch. Thurmer, Siedschlag, Preist, Strahota, Muenchow, Yunto and \"Sgt. John Doe\" allegedly opened petitioner's legal mail on four different occasions outside his presence. Petitioner will be denied leave to proceed on this claim with respect to all of these respondents because petitioner has failed to state a claim upon which relief may be granted.</p>\n<p>(9) Respondents Casperson, Kingston, Westfield, Clements, Strahota, Schueler, Siedschlag, Reid, Webster, Wierenga, O'Donovan, Kahl and \"Sgt. John Doe\" allegedly denied petitioner access to the courts when they: (a) failed to fix computers petitioner wanted to use for legal research while preparing an appeal; (b) did not give him sufficient law library time while he was preparing the complaint in this case; and (c) confiscated his legal manual. Petitioner will be denied leave to proceed on this claim with respect to all respondents because he has failed to state a claim upon which relief may be granted.</p>\n<p>Although petitioner includes Kim Bauer in the caption of his complaint, he does not allege any facts relating to her in the body of his complaint. Accordingly, respondent Kim Bauer (not to be confused with Lieutenant Bauer) will be dismissed from the case.</p>\n<p>Petitioner filed a motion for appointment of counsel with his original complaint. This motion will be denied because petitioner has not made any efforts to obtain counsel on his own and it is too early in the lawsuit to determine whether petitioner is unable to represent himself or whether appointing counsel would make a difference in the outcome.</p>\n<p>In addressing any pro se litigant's complaint, the court must read the allegations of the complaint generously. <i>Haines v. Kerner,</i> 404 U.S. 519, 521, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972). In his amended complaint, petitioner alleges the following facts.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1125</span> ALLEGATIONS OF FACT</h2>\n<p></p>\n<h2>A. <i>Body Cavity Searches and Use of Force</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>On August 17, 2005, officer Spurgeon (who is not a respondent) and another correctional officer ordered petitioner to stand against the wall after they found him fighting with another prisoner. The officers placed handcuffs and a waste belt restraint on petitioner. He became calm and did not resist when the officers held him against the wall.</p>\n<p>Another officer, respondent Sgt. Hilbert, arrived. Although petitioner was not resisting, Hilbert directed Spurgeon and the other officer to \"take [petitioner] down.\" While Spurgeon and the other officer hesitated, numerous other officers arrived on the scene. The officers tackled petitioner and held him to the floor. Petitioner yelled that the officers were twisting his hands and were going to break his wrists. The officers did not relent but \"brutally\" gripped his arms, legs and head against the floor. Hilbert directed the officers to place leg irons on petitioner.</p>\n<p>Petitioner was taken to a \"strip cell\" and directed to remove his clothes. Petitioner complied, showing Spurgeon and respondents Hilbert and Steven Schueler (a security supervisor), the cuts on his wrists and bruises on his arms and legs. Spurgeon gave petitioner a tissue to help stop the bleeding, but he did not offer petitioner any medical treatment.</p>\n<p>Petitioner was placed in isolated confinement. Later, petitioner started to feel \"major pain\" in his wrists, which were still bleeding and turning black and blue. Petitioner asked \"several officers\" to see a nurse, but each of them \"just nodded and departed.\" When petitioner returned to his regular cell, he repeated his request for medical treatment, but, again, \"the officers would nod and depart.\" He pushed his medical emergency button several times but received no answer.</p>\n<p>\"A while later\" petitioner saw Spurgeon again. Petitioner showed Spurgeon his cuts and bruises, stating that he was in a lot of pain and needed medical treatment. Spurgeon told petitioner that he would notify health services, but a nurse did not come to see petitioner.</p>\n<p>The following day, petitioner awoke with a severe headache and pain in his wrists, neck and back. This pain lasted several days.</p>\n<p>Petitioner informed the warden, respondent Phil Kingston, about \"the above event\" by filing a \"DOC-91\" appeal. Respondent Mike Thurmer, the deputy warden, later affirmed a rejection of petitioner's grievance on the ground of \"scope.\"</p>\n<p>2. <i>Second incident</i></p>\n<p>Petitioner attempted suicide on August 21, 2006. (Petitioner includes no other facts about this incident in his complaint.) After the attempt, officers escorted petitioner to a \"strip cell.\" After 15 to 20 minutes, petitioner was removed from the cell by respondents Curt Janssen, Sgt. Tony, Sgt. Gutjahr, Officer Nickel and Officer Kmiecik, each of whom is a correctional officer. They handcuffed petitioner to the door, of the cell and began to remove his clothes.</p>\n<p>As respondent Nickel took off petitioner's pants, he made contact with petitioner's genitals in a \"slow, sliding manner,\" after which he looked up at petitioner, smiled and said \"Oops.\" Nickel held petitioner while Kmiecik grabbed petitioner's genitals in an \"erotic\" manner and lifted them up. This occurred without petitioner's consent and in the presence of the other officers, who did nothing to stop it.</p>\n<p>After this incident, officers placed leg restraints on petitioner. Kmiecik and Nickel <span class=\"star-pagination\">*1126</span> were \"glancing and laughing\" at petitioner and grinning at each other. Respondents Janssen, Tony and Gutjuhr were \"smiling and smirking\" while looking at petitioner's buttocks.</p>\n<p>Petitioner complained to respondent Muraski, a captain, about this incident, but Muraski concluded that petitioner's allegations were unfounded. When petitioner filed a grievance about the incident, the inmate complaint examiner recommended that the grievance be \"dismissed with modification\" and the examiner referred the matter to respondent Warden Kingston for investigation. Respondent Thurmer accepted the examiner's recommendation. Neither respondent Kingston nor respondent Don Strahota (the security director) recommended that petitioner be transferred for his safety or protection.</p>\n<p>Petitioner continues to experience great emotional distress as a result of this event.</p>\n<p>3. <i>Third incident</i></p>\n<p>On November 3, 2006, prison officials took petitioner to a \"strip cage\" and began cutting off his clothes. Respondent Lieutenant Bauer ordered the other officers, \"Stand him up and do a complete body strip search.\" Petitioner pleaded with the officers to refrain from touching his genitals during the search; he volunteered to do that himself so they could perform a visual inspection without touching him. When no one responded, petitioner began to read aloud the name tags of the officers present. Respondent Gunratt, a correctional officer, approached petitioner from behind and placed his hands tightly over petitioner's eyes, preventing petitioner from seeing anything.</p>\n<p>Petitioner felt an officer's hand grab his penis, lifting it up for several seconds. Petitioner \"started resisting\" the contact, while pleading with the officers not to touch his genitals. Respondent Bauer threatened to use a taser gun on petitioner if he did not stop resisting.</p>\n<p>Respondent Gunratt repeated the command to stop resisting and put his forearm around petitioner's neck in a \"wrestling [c]hoke hold submission.\" An officer grabbed petitioner's testicles, lifting them up for several seconds. Petitioner \"resisted\" again and cried out, begging the officers not to touch his genitals.</p>\n<p>Petitioner felt a powerful electric shock go through his body. As he was screaming in pain, petitioner felt an officer spread his buttocks for several seconds. Again petitioner \"resisted\" and again he begged the officers to stop. When petitioner asked why the officers were hurting him, respondent Bauer told him, \"because you're resisting.\" When petitioner threatened to sue the officers, respondent Bauer told petitioner to \"shut up.\" When petitioner insisted he had a right to talk, respondent Bauer shocked petitioner again, holding the taser gun to petitioner's back for approximately 15 seconds.</p>\n<p>Petitioner discovered later that respondent Rolins (a correctional officer) held his legs during the strip search. Respondents Gempeler (a security supervisor and captain) and Meyer (a sergeant) were present during the search and failed to stop it. Respondent Gary Ankario, \"the Ph.D. psychologist supervisor\" is aware of the events on August 21 and November 3, but he refuses to provide petitioner with psychotherapy.</p>\n<p>As a result of these events, petitioner suffered burn marks from the taser gun and now experiences involuntary movements. In addition to these physical injuries, petitioner suffers emotional harm.</p>\n<p>The following respondents were aware of at least one of the above three incidents and failed to take corrective action: Steven Casperson (chief administrator), Bruce <span class=\"star-pagination\">*1127</span> Siedschlag (health and segregation complex unit manager), Steven Schueler (health and segregation captain and security supervisor), Dan Westfield (security chief), Don Strahota (security director) and Marc Clements (security director), Phil Kingston (warden) and Mike Thurmer (deputy warden).</p>\n<p></p>\n<h2>B. <i>Legal Mail</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>On October 5, 2005, petitioner received in the mail an envelope marked \"privileged and confidential attorney correspondence.\" The envelope was open when petitioner received it.</p>\n<p>The following respondents may be responsible for petitioner's legal mail being opened: respondents Steven Wierenga (the mail room captain), Officer Kahl (a mailroom clerk) and Marc Clements (the security director).</p>\n<p>2. <i>Second incident</i></p>\n<p>On November 9, 2005, petitioner received in the mail an envelope from the United States District Court for the Western District of Wisconsin. Respondent Preist delivered the envelope, which was already unsealed, even though mailroom staff had marked it \"exempt correspondence,\" meaning that it must be opened in the presence of the prisoner. When petitioner asked Preist whether the envelope had been opened, Preist answered \"yes\" \"with a guilty facial expression.\"</p>\n<p>After removing the contents from the envelope, petitioner discovered that the staple had been removed from the order inside and the order's pages were not in the proper numeric sequence. Prison staff had opened the envelope and read the order from case no. 05-C-528-C, which included allegations against numerous prison officials.</p>\n<p>Petitioner filed a grievance, which was denied by respondent Linda O'Donovan, an inmate complaint examiner. She wrote that the envelope may have been left unsealed by the sender. Respondents Mike Thurmer and Rick Raemisch affirmed the decision and distributed a copy of the complaint to respondents Siedschlag and Schueler.</p>\n<p>3. <i>Third incident</i></p>\n<p>On November 27, 2005, petitioner received a large envelope from the Court of Appeals for the Seventh Circuit. The envelope was open when petitioner received it. A sticker on the envelope read: \"opened by the wrong inmate on 11-26-05. Sgt. SCH.\" The delivering officer informed petitioner that the envelope had been given mistakenly to another prisoner named Vasquez.</p>\n<p>Petitioner wrote to respondents Clements and Wierenga the following day, but they failed to correct the problem.</p>\n<p>On November 29, petitioner received a letter from the prisoner who had received petitioner's legal mail. In the letter, the other prisoner wrote that a sergeant had given him petitioner's envelope. Petitioner believes that sergeant \"recklessly disregarded\" the other prisoner's identification card, which is worn around prisoners' necks and would have demonstrated that the mail was being delivered to the wrong person.</p>\n<p>Petitioner filed a grievance in late December, which was affirmed with modification by respondent O'Donovan. However, O'Donovan \"failed to acknowledge that the envelope had been opened and failed to identify Sgt. `John Doe' who caused the violation to occur.\" Respondents Clements, Wierenga and Kahl received an email of the decision accepting O'Donovan's recommendation.</p>\n<p><span class=\"star-pagination\">*1128</span> Respondent Wierenga is the mailroom lieutenant; he failed to properly train and supervise the mailroom clerks.</p>\n<p>4. <i>Fourth incident</i></p>\n<p>On July 31, 2006, petitioner received an open envelope from the Center for Constitutional Rights. The envelope had included the \"Jailhouse Lawyer's Manual,\" but Respondent Yunto, a property officer, confiscated the manual and placed it in the property room.</p>\n<p></p>\n<h2>C. <i>Legal Research</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>From April 30, 2006 until May 17, 2006, the \"law computers\" in the prison were not functioning. During this time, petitioner was preparing his appellate brief for case no. 05-4527, which was pending before the Court of Appeals for the Seventh Circuit. Without the computers, petitioner was unable to \"conduct proper and adequate legal research.\"</p>\n<p>On May 14, 2006, petitioner wrote to respondents Kingston and Nevin Webster, the librarian. Webster responded on May 17 for both himself and Kingston, writing, \"Due to an inmate tampering with the law computers, the segregation computers were down.\" Respondent Amy Reid gave petitioner the same response.</p>\n<p>On December 13, 2006, the court of appeals affirmed in part and reversed in part the district court's decision.</p>\n<p>2. <i>Second incident</i></p>\n<p>Petitioner has been preparing to file this complaint since at least August 30, 2006. From that time until he filed his complaint, petitioner was given access to the law library only once or twice a month because of a policy enforced by respondent Phil Kingston, the warden. As a result, petitioner was \"unable to state legal theory and case law, or appropriate authority to support [his] claims.\"</p>\n<p></p>\n<h2>D. <i>Medication</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>On June 15, 2006 respondent Ralph Floelich, a psychiatrist employed at the prison, discontinued petitioner's psychotropic medication without petitioner's consent. Floelich's order was that petitioner's prescription for Sertraline should stop once he begin taking a new medication, Effexor. Nevertheless, petitioner was without any medication for six or seven days. During that time, petitioner experienced the following symptoms: hallucinations, insomnia, nightmares, giddiness, nausea and suicidal ideation.</p>\n<p>On June 19, petitioner complained to a nurse about his symptoms while the nurse was making her rounds. In addition, petitioner submitted a health services request Nurse Fran responded on June 21, informing petitioner that she would forward the request to respondent Floelich. On June 22, petitioner received a prescription for a new medication, Vanlafaxine, after which the giddiness and nausea ceased.</p>\n<p>Petitioner filed a grievance on June 28. Respondent Muenchow recommended that the complaint be affirmed.</p>\n<p>Respondent Belinda Schrubbe, the health services unit manager, failed to properly train and supervise respondent Floelich.</p>\n<p>2. <i>Second incident</i></p>\n<p>On September 28, 2006, petitioner ran out of lithium, which is a mood stabilizer. An officer took the \"refill tag\" from petitioner's \"med packet\" and told petitioner that he would give it to health services staff for a refill of the prescription. Prisoners are not permitted to keep refill tags in their cells so they must rely on officers to deliver them to health services. Health services staff are required to determine on a daily basis which prisoners need a refill <span class=\"star-pagination\">*1129</span> on their medication. Petitioner did not receive more lithium until October 4. During this time, petitioner's \"mood symptoms . . . deteriorated targeting [his] emotional illness making him feel moody and agitated.\" In addition, petitioner experienced giddiness, nausea and loss of appetite.</p>\n<p>On October 2, 2006, petitioner wrote respondent Belinda Schrubbe, the health services unit manager, but she did not respond. Petitioner then filed a grievance, which was affirmed and distributed to both respondents Schrubbe and Siedschlag, the health segregation complex unit \"manager/supervisor.\"</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Uses of Force and Body Cavity Searches</i>\n</h2>\n<p>Petitioner identifies three incidents in which he was subjected to a body cavity search, use of force or both. I will address each in turn.</p>\n<p>1. <i>August 17, 2005 use of force</i></p>\n<p>Respondents named for this claim: Casperson, Kingston, Raemisch, Westfield, Thurmer, Clements, Schueler, Janssen, Siedschlag, Hilbert, \"John Doe the Reporting Officer\" and \"Does 1-100 in HSC.\"<sup>[2]</sup></p>\n<p>With respect to the first use of force, petitioner alleges that respondent Hilbert and several unnamed officers were involved in tackling petitioner and handling him roughly at a time when he was fully compliant. (I do not understand petitioner to be raising a claim for the removal of his clothes that occurred after the use of force because he labels this claim \"unnecessary use of force.\")</p>\n<p>In the context of prison, excessive force claims arise under the Eighth Amendment. <i>Whitley v. Albers,</i> 475 U.S. 312, 106 S.Ct. 1078, 89 L.Ed.2d 251 (1986); <i>Hudson v. McMillian,</i> 503 U.S. 1, 112 S.Ct. 995, 117 L.Ed.2d 156 (1992) Petitioner states in his complaint that respondents violated Wis. Admin. Code § DOC 376.07 as well, a state regulation governing the use of force against prisoners. He cites other regulations in the context of other claims. It is not clear whether petitioner intends to raise claims under these regulations. If he does, I must deny him leave to proceed. To the extent petitioner can enforce these regulations in court at all, he must do so in state court through a writ of certiorari because the Wisconsin legislature has not provided an enforcement mechanism for the regulation. <i>Outagamie County v. Smith,</i> 38 Wis.2d 24, 34, 155 N.W.2d 639, 645 (1968) (with respect to laws that are not made enforceable by statute expressly, action is reviewable only by certiorari).</p>\n<p><i>Whitley</i> and <i>Hudson</i> provide the standard for federal excessive force claims. In <i>Whitley,</i> 475 U.S. at 320, 106 S.Ct. 1078, the Supreme Court stated that the question is \"whether force was applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for the very purpose of causing harm.\" The factors relevant to making this determination include:</p>\n<blockquote> the need for the application of force</blockquote>\n<blockquote> the relationship between the need and the amount of force that was used</blockquote>\n<blockquote> the extent of injury inflicted</blockquote>\n<blockquote> the extent of the threat to the safety of staff and inmates, as reasonably perceived <span class=\"star-pagination\">*1130</span> by the responsible officials on the basis of the facts known to them</blockquote>\n<blockquote> any efforts made to temper the severity of a forceful response</blockquote>\n<p><i>Id.</i> at 321, 106 S.Ct. 1078. In <i>Hudson,</i> 503 U.S. at 9-10, 112 S.Ct. 995, the Court refined this standard, explaining that the extent of injury inflicted was one factor to be considered, but the absence of a significant injury did not bar a claim for excessive force so long as the officers used more than a minimal amount of force.</p>\n<p>In this case, petitioner alleges that there was no need for force: he was calm and compliant yet numerous officers assaulted him on respondent Hilbert's orders. If this is true, petitioner may be able to prove that force was applied for the sole purpose of causing him harm. Further, he alleges that he suffered pain, bruising and bleeding afterwards. Although petitioner does not say explicitly whether his injuries were incurred as a result of his fight with the other prisoner or the use of force, his allegations are sufficient to suggest that more than a minimal amount of force was used. Accordingly, I will allow petitioner to proceed against each respondent who petitioner alleges was either directly involved in the use of force or was present and either encouraged or failed to stop it. <i>Windle v. City of Marion, Indiana,</i> 321 F.3d 658, 663 (7th Cir.2003) (public official may be held liable under 42 U.S.C. § 1983 if he \"had a realistic opportunity to intervene to prevent the harm from occurring\") (internal quotations omitted). This includes Hilbert and each of the unnamed officers on the scene.</p>\n<p>With respect to the unnamed officers, petitioner will be allowed to proceed against the warden, respondent Kingston, for the purpose of discovering the identities of the officers involved. <i>Duncan v. Duckworth,</i> 644 F.2d 653, 655-56 (7th Cir. 1981) (if prisoner does not know name of defendant, court may allow him to proceed against administrator for purpose of determining defendants' identity); <i>see also </i><i>Donald v. Cook County Sheriff's Dept.,</i> 95 F.3d 548, 555 (7th Cir.1996) (\"[W]hen the substance of a pro se civil rights complaint indicates the existence of claims against individual officials not named in the caption of the complaint, the district court must provide the plaintiff with an opportunity to amend the complaint.\") Early on in this lawsuit, Magistrate Judge Stephen Crocker will hold a preliminary pretrial conference. At the time of the conference, the magistrate judge will discuss with the parties the most efficient way to obtain identification of the unnamed respondents and will set a deadline within which petitioner is to amend his complaint to include the unnamed respondents.</p>\n<p>I will discuss below petitioner's claims against respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Clements, Schueler and Siedschlag. This leaves respondent Janssen. Because petitioner includes no allegations about Janssen's involvement in this incident, petitioner will not be allowed to proceed against Janssen on this claim.</p>\n<p>2. <i>August 21, 2006 body cavity search</i></p>\n<p>Respondents named for this claim: Casperson, Kingston, Raemisch, Westfield, Thurmer, Strahota, Schueler, Siedschlag, Janssen, Gutjahr, Tony, Nickel, Kmiecik, \"Does 1-100\" and Muraski.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*1131</span> I understand petitioner to contend that his constitutional rights were violated when several officers made contact with his genitals while conducting a strip search and other officers present failed to intervene. I do not understand petitioner to contend that the search itself was unconstitutional, only the manner in which it was conducted. Also, despite petitioner's citation of Wisconsin's criminal statute for sexual assault, I do not understand him to be bringing a claim under criminal law, which he may not do. Only the state of Wisconsin has the authority to prosecute a crime. <i>Cf. </i><i>Maine v. Taylor,</i> 477 U.S. 131, 136, 106 S.Ct. 2440, 91 L.Ed.2d 110 (1986).</p>\n<p>The Supreme Court has not considered the parameters of an appropriate strip search in the prison context. However, the Court of Appeals for the Seventh Circuit has applied a standard similar to that applied in the context of excessive force cases, that is, whether the search was \"conducted in a harassing manner intended to humiliate and inflict psychological pain.\" <i>Calhoun v. DeTella,</i> 319 F.3d 936, 939 (7th Cir.2003). Stated another way, the question is whether there was any legitimate penological reason for both the search and its subsequent scope. <i>Whitman v. Nesic,</i> 368 F.3d 931, 934-35 (7th Cir.2004).</p>\n<p>The threshold question with respect to this claim as well as petitioner's other claim involving a body cavity search is whether there are some circumstances in which officers are prohibited under the Constitution from manipulating or otherwise touching a prisoner's genitals without first giving prisoners a chance to comply with a <i>visual</i> inspection, that is, a search in which the prisoner himself lifts his genitals or spreads his buttocks without tactile contact by the officer. There is at least a colorable argument that some circumstances would require this.</p>\n<p>The privacy concerns of the prisoner in this context are significant. Few acts are more intrusive to personal privacy than the non-consensual touching of an individual's exposed genitals. In most contexts, this act would be criminalized as a sexual assault, which is how petitioner characterizes respondents' actions.</p>\n<p>Of course, privacy is not the only interest at issue when one considers searches in the prison context. In a number of cases, both the Supreme Court and the Court of Appeals for the Seventh Circuit have concluded that a prisoner's privacy interests are drastically limited by the nature of incarceration. The court of appeals has gone as far as to say that a prisoner's privacy rights are not violated when an officer of the opposite sex views the prisoner naked. <i>Johnson v. Phelan,</i> 69 F.3d 144 (7th Cir.1995). But the rationale for these decisions is that it would compromise security to extend a prisoner's right to privacy to cover these situations. <i>Hudson v. Palmer,</i> 468 U.S. 517, 527, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984) (\"it would be literally impossible to accomplish the prison objectives [of safety and security] if inmates retained a right of privacy in their cells\"); <i>Johnson,</i> 69 F.3d at 146 (\"Interprisoner violence is endemic, so constant vigilance without regard to the state of the prisoners' dress is essential. Vigilance over showers, vigilance over cells  vigilance everywhere, which means that guards gaze upon naked inmates.\")</p>\n<p>Treating manual inspections differently would be consistent with the Supreme Court's treatment of strip searches in <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). In that case, the Court considered a Bureau of Prisons policy requiring strip searches after pretrial detainees have contact visits in order to discover and deter attempts to smuggle weapons and other contraband into the <span class=\"star-pagination\">*1132</span> facility. The Court noted that this policy gave it \"the most pause\" of all the issues raised in the case because of \"the degree to which these searches may invade the personal privacy of inmates.\" <i>Id.</i> at 559-60, 99 S.Ct. 1861. The Court declined to hold that such searches could never be conducted without probable cause, but in doing so, the Court emphasized repeatedly that the searches were visual rather than manual. <i>Id.</i> at 558 n. 39, 99 S.Ct. 1861 (\"The inmate is not touched by security person[nel] at any time during the visual search procedure.\"); <i>id.</i> at 560 n. 41, 99 S.Ct. 1861 (\"We note that several lower courts have upheld such visual body-cavity inspections against constitutional challenge.\") Further, the Court noted generally that the reasonableness of a search is determined by a number of factors, including \"the scope of the particular intrusion\" and \"the manner in which it was conducted,\" <i>id.</i> at 559, 99 S.Ct. 1861, both of which support a conclusion of heightened protection for a manual as opposed to visual inspection.</p>\n<p>In some cases, there may be legitimate security reasons for denying a prisoner the opportunity to comply with a visual inspection first before requiring a more intrusive manual inspection. <i>E.g., Cherry v. Frank,</i> 03-C-129-C, 2003 WL 23205817, *11 (W.D.Wis. Dec. 3, 2003) (prisoner's initial resistance to search required staff to handcuff him during search, making visual inspection impossible). But I cannot conclude that it would be reasonable to deprive a prisoner of this option as a matter of course. In this case, nothing in petitioner's allegations shows that the officers had legitimate security reasons for conducting a manual body cavity search.</p>\n<p>I need not decide conclusively in this order whether respondents may have violated petitioner's rights under the Eighth or Fourth Amendments by failing to give petitioner an opportunity to comply with a visual inspection. Even if legitimate security reasons existed for proceeding directly to a manual search, there could be no legitimate purpose for using a strip search as a means of obtaining sexual gratification or conducting it in a manner intended to humiliate the prisoner, which is what petitioner alleges respondents Nickel and Kmiecik were doing. Accordingly, I conclude that petitioner may proceed on this claim against respondents Nickel and Kmiecik, who conducted the search, and respondents Janssen, Tony and Gutjahr, who petitioner alleges failed to intervene. (I do not understand petitioner to be raising a separate claim against Janssen, Tony and Gutjahr for \"smiling and smirking\" at petitioner while he was naked. Although this would likely be uncomfortable and embarrassing for petitioner, these acts do not involve a use of force and would not be unconstitutional in and of themselves, but they may constitute evidence that those respondents were aware of respondents Kmiecik's and Nickel's allegedly unconstitutional conduct and approved of it.) I will discuss below the remaining respondents petitioner named for this claim.</p>\n<p>3. <i>November 3, 2006 body cavity search</i></p>\n<p>Respondents named for this claim: Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Gempeler, Bauer, Gunratt, Meyer, Rolins, Siedschlag.</p>\n<p>Petitioner has alleged facts suggesting two potential claims related to the body cavity search on November 3:(1) the decision to perform a manual inspection without permitting petitioner a chance to comply with a visual inspection; and (b) respondents' use of a taser gun after the search began.</p>\n<p>With respect to the manual body cavity search, no allegations in the complaint indicate any legitimate security concerns preventing a visual inspection, so I will <span class=\"star-pagination\">*1133</span> allow petitioner to proceed against respondents Gunratt, Bauer, Rolins, Gempeler and Meyer, who are each alleged to have either participated in the search or failed to intervene to prevent it.</p>\n<p>With respect to the taser gun, courts have held that use of a taser gun is not excessive force if its use was prompted by a prisoner's physical resistance. <i>E.g., </i><i>Michenfelder v. Sumner,</i> 860 F.2d 328, 336 (9th Cir.1988) (Upholding use of taser gun for failure to comply with strip search); <i>Caldwell v. Moore,</i> 968 F.2d 595, 600-01 (6th Cir.1992) (use of stun gun against disruptive, prisoner to restore discipline and order does not violate Eighth Amendment); <i>Manier v. Cook,</i> 394 F.Supp.2d 1282 (E.D.Wash.2005) (upholding use of taser after prisoner refused to return to cell and became verbally abusive); <i>Birdine v. Gray,</i> 375 F.Supp.2d 874 (D.Neb.2005). Cf. <i>Soto v. Dickey,</i> 744 F.2d 1260, 1270 (7th Cir.1984) (upholding use of mace for prisoner's \"failure to obey a direct order\"). However, in each of the decisions, the prisoner, had failed to comply with a proper order. If the decision to conduct a manual search was improper, this might be a relevant factor in determining under <i>Whitley</i> whether the use of taser guns was excessive. <i>Soto,</i> 744 F.2d at 1267 (holding that Constitution did not prohibit use of chemical agent for prisoner's failure to obey \"proper\" order); <i>Felix v. McCarthy,</i> 939 F.2d 699 (9th Cir.1991) (holding that officer was not entitled to qualified immunity when he pushed and handcuffed inmate for refusing to comply with an order to clean up officer's spit).</p>\n<p>Further, petitioner alleges that use of the taser continued after he stopped physically resisting and that respondent Bauer used it on him for a period of 15 seconds because petitioner would not stop talking. An officer would not be justified in using a taser against a prisoner who posed no threat, no matter how obnoxious or annoying that officer might find the prisoner to be. Accordingly, I will allow petitioner to proceed against respondent Bauer, who employed the taser gun, and respondents Gunratt, Bauer, Rolins, Gempeler, Meyer, who failed to intervene. I discuss below the remaining respondents petitioner named for this claim.</p>\n<p>4. <i>Respondents who became aware of the alleged violations after they occurred</i></p>\n<p>With respect to each of the claims involving an allegedly improper search or use of force, petitioner names as respondents not only those officials who were present during the incidents but also many to whom he complained <i>after</i> the incidents occurred or who otherwise became aware of the incidents. These are respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Meyer, Siedschlag, Clements and Schueler. It appears that petitioner believes these individuals should be held liable because they failed to take corrective action against the alleged wrongdoers. Petitioner will not be allowed to proceed against these respondents on these claims.</p>\n<p>In some instances, it may be appropriate to impose liability on officials whose only involvement in the alleged constitutional violation is the disregard of a complaint or letter sent by a prisoner. If a prisoner complains of a violation that is ongoing and the official has the authority to stop it, but the official ignores the complaint, then there is a strong argument that the official \"kn[e]w about the conduct and facilitate[d] it, approve[d] it, condone[d] it, or turn[ed] a blind eye,\" which is the standard for imposing liability under § 1983. <i>Gentry v. Duckworth,</i> 65 F.3d 555, 561 (7th Cir. 1995). But when an official does not learn about the conduct until after the violation is complete, it is difficult to imagine what the basis for liability could be. If the <span class=\"star-pagination\">*1134</span> violation has already occurred, how could the official's inaction have contributed to it? Again, if petitioner were alleging ongoing abuse by officers, no prison official would be entitled to turn a blind eye to petitioner's plight. But this is not petitioner's claim. Distilled, his claim is that these respondents violated his rights by disagreeing with his assessment of the incidents and refusing to vindicate him by punishing the wrongdoers. But there is, no constitutional right to this type of corrective action.</p>\n<p>In various parts of his complaint, petitioner suggests that some of these respondents may be liable because they knew about the earlier uses of force and failed to prevent the ones that happened later. Petitioner is correct that in some instances prison officials may be liable if they are aware of a substantial risk that a prisoner will be harmed but they fail to take reasonable measures to prevent the harm from occurring. <i>Farmer v. Brennan,</i> 511 U.S. 825, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). But petitioner's allegations make clear that each of the incidents was isolated, involving different officers and different circumstances. Nothing in petitioner's complaint suggests that the later incidents could have been predicted by the respondents he seeks to hold liable.</p>\n<p>If the uses of force had occurred as a matter of official policy or practice, policy making officials could be held liable, at least in their official capacity, for any constitutional violations that occurred as a result of those official policies or practices. <i>Kentucky v. Graham,</i> 473 U.S. 159, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985). But nothing in petitioner's complaint suggests that the officers were following policy in the manner they conducted the body cavity searches. On the contrary, petitioner alleges repeatedly that the body cavity searches and uses of force <i>violated</i> prison policy. With no basis on which to hold these respondents liable for the alleged violations, petitioner will not be allowed to proceed on this claim against respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Meyer, Siedschlag, Clements and Schueler.</p>\n<p></p>\n<h2>B. <i>Medical Care</i>\n</h2>\n<p>Petitioner's medical claims fall into two broad categories: (a) failure to treat his medical needs after the use of force and (b) failure to provide medication. Under the Eighth Amendment, a prison official may violate a prisoner's right to medical care if the official is \"deliberately indifferent\" to a \"serious medical need.\" <i>Estelle v. Gamble,</i> 429 U.S. 97, 104-05, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976).</p>\n<p>A \"serious medical need\" may be a condition that a doctor has recognized as needing treatment or one for which the necessity of treatment would be, obvious to a lay person. <i>Johnson v. Snyder,</i> 444 F.3d 579, 584-85 (7th Cir.2006). The condition does not have to be life threatening. <i>Id.</i> A medical need may be serious if it \"significantly affects an individual's daily activities,\" <i>Chance v. Armstrong,</i> 143 F.3d 698, 702 (2d Cir.1998), if it causes pain, <i>Cooper v. Casey:</i> 97 F.3d 914, 916-17 (7th Cir. 1996), or if otherwise subjects the detainee to a substantial risk of serious harm, <i>Farmer v. Brennan,</i> 511 U.S. 825, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). \"Deliberate indifference\" means that the officials were aware that the detainee needed medical treatment, but disregarded the risk by failing to take reasonable measures. <i>Forbes v. Edgar,</i> 112 F.3d 262, 266 (7th Cir.1997).</p>\n<p>Thus, under this standard, petitioner's claim has three elements:</p>\n<p>(1) Did petitioner need medical treatment?</p>\n<p>(2) Did respondents, know that petitioner needed treatment?</p>\n<p><span class=\"star-pagination\">*1135</span> (3) Despite their awareness of the need, did respondents fail to take reasonable measures to provide the necessary treatment?</p>\n<p>1. <i>Failure to treat injuries from uses of force and body cavity searches</i></p>\n<p>a. August 17 use of force</p>\n<p>Petitioner identifies two instances in which he was denied medical care after the August 17 use of force: (1) by respondents Hilbert and Schueler immediately after the incident; and (2) by various other unnamed officers later in the day when petitioner's injuries appeared more serious. (Again, although petitioner discusses officer Spurgeon's involvement in these incidents, petitioner does not identify Spurgeon as a respondent.) A potential problem with petitioner's claim regarding respondents' actions immediately after the incident relates to the second element: respondents' awareness of a need for medical treatment.</p>\n<p>Petitioner alleges that Hilbert and Schueler did not offer him any medical treatment, but petitioner does not allege that he <i>asked</i> for any treatment at the time. This is a significant omission because petitioner includes allegations regarding his repeated requests for treatment with respect to his other medical claims. Of course, an official's awareness of a need for medical treatment need not come from the prisoner himself. If it would be obvious to a lay person that petitioner needed immediate medical treatment, his failure to specifically request it would not eliminate respondent's duty to provide it. But nothing in petitioner's complaint suggests that his injuries were so apparent that it would have been unreasonable for respondents to rely on petitioner's own assessment of his condition.</p>\n<p>In this discussion, I have been drawing inferences from petitioner's silence regarding particular issues, something I may not do as a basis for dismissing a claim. <i>Kolupa v. Roselle Park District,</i> 438 F.3d 713, 715 (7th Cir.2006) (\"Silence is just silence and does not justify dismissal unless Rule 9(b) requires details. Arguments that rest on negative implications from silence are poorly disguised demands for fact pleading\"). Although it would be inappropriate to dismiss this claim on the basis of the facts alleged in the complaint, it would be a disservice to both petitioner and respondents to permit a claim to proceed that will inevitably fail when more facts are revealed. In <i>Hoskins v. Poelstra,</i> 320 F.3d 761, 764 (7th Cir.2003), the court of appeals held that district courts may call on the plaintiff to provide additional allegations in situations like this one, in which the facts alleged are so sparse that it is difficult to determine whether the plaintiff has a viable claim. Accordingly, petitioner may have until March 27, 2007, in which to file an addendum to his complaint that includes allegations on the following subjects:</p>\n<p> what he told respondents Hilbert and Schueler about his need for medical treatment immediately after the August 17 use of force;</p>\n<p> any other reasons why petitioner believes these respondents knew that he needed immediate medical treatment.</p>\n<p>Also, petitioner alleges that he asked various officers for medical treatment later that same day, but they simply \"nodded and departed.\" In addition, he alleges that he received no response after pushing the emergency button in his cell several times. Although deliberately ignoring a request for treatment could be an Eighth Amendment violation, <i>Cooper,</i> 97 F.3d at 916, these allegations are too sparse to allow petitioner to proceed. First, although petitioner is not required to identify officials by name if he does not know them, he must at least describe them with <span class=\"star-pagination\">*1136</span> enough specificity to allow them to be identified later, In addition, it is impossible to tell from petitioner's allegations whether these officers knew that petitioner had a serious medical need. Accordingly, petitioner may have until March 27, 2007, in which to file an addendum to his complaint on the following subjects:</p>\n<p> the number of officers from whom he requested medical treatment on August 17, 2005;</p>\n<p> the approximate time of day petitioner requested medical treatment from each of these officers;</p>\n<p> any other identifying information petitioner knows about each of these officers</p>\n<p> the information he gave each of the officers with whom he spoke.</p>\n<p>If, by March 27, 2007, petitioner does not file an addendum, I will construe his failure to do so as a decision to withdraw these claims.</p>\n<p>b. Mental health treatment after body cavity searches</p>\n<p>Petitioner's allegations on this claim are minimal. He alleges only that respondent Ankarlo was aware of the two body cavity searches that occurred in 2006 but refused to provide petitioner with psychotherapy. The Eighth Amendment applies not only to the physical needs of prisoners but to their mental health needs as well. <i>E.g., </i><i>Woodward v. Correctional Medical Services,</i> 368 F.3d 917 (7th Cir. 2004). Exactly what kind of mental health treatment is required is an issue not well developed in the case law, but the same standard applies to mental health care claims as other medical claims: whether the officials were deliberately indifferent to a serious need.</p>\n<p>Again, petitioner's allegations are too sparse to determine whether he has a viable mental health care claim. Although petitioner alleges that Ankarlo was \"aware of both assaults,\" knowledge that a petitioner was subjected to two body cavity searches is not the same as knowledge that a prisoner needs psychotherapy. If prison officials were required to provide such treatment every time a prisoner were strip searched, there would likely not be enough mental health care providers in the country to satisfy this requirement. Accordingly, petitioner may have until March 27, 2007, in which to file an addendum to his complaint addressing:</p>\n<blockquote> what petitioner told Ankarlo about the assaults</blockquote>\n<blockquote> what petitioner asked Ankarlo to do</blockquote>\n<blockquote> how Ankarlo responded to petitioner</blockquote>\n<p>If, by, March 27, 2007, petitioner does not file an addendum on these issues, I will construe his failure to do so as a decision to withdraw this claim.</p>\n<p>2. <i>Medication</i></p>\n<p>In June 2006, petitioner went approximately one week without psychotropic medication; in late September and early October 2006 he was without lithium for several days. It is not clear whether these medication lapses gave rise to a serious medical need. Interruptions in treatment may violate the Eighth Amendment just the same as complete denials of treatment, but only if the interruption leads to a serious health risk. <i>Estelle,</i> 429 U.S. at 104, 97 S.Ct. 285. For some medications, a deprivation of a few days would not lead to serious health consequences. However, missing even one dose of other medications could be potentially dangerous. Because petitioner alleges that his mental health deteriorated without his medications, I will assume at this stage of the proceedings that the interruptions in his medication regimen were sufficiently serious to implicate the Eighth Amendment.</p>\n<p><span class=\"star-pagination\">*1137</span> The remaining question is whether respondents were aware of petitioner's alleged need and failed to respond reasonably.</p>\n<p>a. Summer 2006 incident</p>\n<p>Respondents named for this claim: Floelich, Schrubbe, Muenchow, Casperson and Kingston.</p>\n<p>Petitioner includes no facts in his complaint about Casperson's and Kingston's involvement in this claim. Although petitioner is not required to plead all the facts necessary to prove his claim, he must at least give respondents notice of his claim against them. <i>Marshall v. Knight,</i> 445 F.3d 965, 968 (7th Cir.2006). Because petitioner has failed to do this with respect to Casperson and Kingston, this claim will be dismissed as to those respondents.</p>\n<p>As the inmate complaint examiner for petitioner's grievance on this issue, Muenchow's connection to this claim is clear, but there is no possible basis for liability against him. Petitioner did not file a grievance until June 28, six days <i>after</i> he received a new medication prescription. Further, Muenchow decided the grievance in <i>petitioner's</i> favor. Because there is nothing else Muenchow could have done for petitioner, I cannot conclude Muenchow responded unreasonably to petitioner's plight.</p>\n<p>This leaves respondents Floelich (the doctor) and Schrubbe (the health services unit manager). With respect to respondent Floelich, petitioner has pleaded himself out of court. <i>McCready v. EBay, Inc.,</i> 453 F.3d 882, 888 (7th Cir.2006) (plaintiff may plead himself out of court by alleging facts that preclude recovery). Petitioner concedes that Floelich ordered his prescription to stop <i>when his new prescription began.</i> Thus, Floelich did not direct the interruption in petitioner's medication and cannot be held liable for it. When petitioner complained to a nurse, she told him that she would forward his complaint to Floelich. Petitioner received a new prescription the very next day. Because petitioner's allegations show that Floelich responded immediately once he became aware of the interruption, petitioner cannot succeed on a claim against Floelich. This means that petitioner's claim against Schrubbe for failing to adequately train and supervise Floelich must fail as well. If Floelich did not cause petitioner's injury, then certainly a failure to train or supervise Floelich could not have contributed to any harm.</p>\n<p>It may be that the official who received respondent Floelich's orders knowingly disregarded them or that someone else in the decision making hierarchy was aware that petitioner was going without needed medication. However, given petitioner's lack of knowledge regarding medical decisions in the prison, he would not be in a position to know at whom the finger should be pointed. Accordingly, I will allow petitioner to proceed on this claim against respondent Schrubbe, who petitioner alleges is the health services manager, to allow petitioner to determine who the responsible party is and whether that person acted with deliberate indifference to petitioner's health. However, I remind petitioner that to succeed on this claim he must prove that someone was <i>actually aware</i> that he was going without necessary medication. It will not be enough for petitioner to show that one or more officials <i>should have been aware. </i><i>Estate of Novack v. County of Wood,</i> 226 F.3d 525, 529 (7th Cir.2000).</p>\n<p>b. Fall 2006</p>\n<p>Respondents named for this claim: Schrubbe and Siedschlag.</p>\n<p>The circumstances surrounding this claim are very similar to petitioner's other claim regarding missed medication. Petitioner went without medication for approximately <span class=\"star-pagination\">*1138</span> one week, but he does not know where the fault lies, if anywhere. Again, he names the health services manager, as well as Siedschlag, who was the manager of petitioner's unit. Apparently, petitioner's theory is that the fault may lie either with security staff in failing to insure that medical staff received the refill instructions or with medical staff for failing to fill the prescription once they received it. I will allow petitioner to proceed against both respondents for the purpose of determining whether either the respondents themselves or one of their employees acted with deliberate indifference to petitioner's health. Again, if, after discovery, petitioner clan show only that one or more officials failed to realize that petitioner's prescription had lapsed, this claim will have to be dismissed.</p>\n<p></p>\n<h2>C. <i>Legal Mail</i>\n</h2>\n<p>Respondents named for these claims: Wierenga, Kahl, Clements, Casperson, Kingston, Westfield, O'Donovan, Raemisch. Thurmer, Siedschlag, Preist, Strahota, Muenchow, Yunto and \"Sgt. John Doe.\"</p>\n<p>I understand petitioner to contend that various respondents violated his First Amendment rights by opening his legal mail three times outside his presence and by giving it to another prisoner with the same last name on one occasion. As an initial matter, I note that the right on which petitioner relies has never been clearly defined. Although the Court of Appeals for the Seventh Circuit has assumed in various cases that prisoners have a constitutional right to be present when certain kinds of legal mail are opened, I am not aware of any case in which the court has found the right to be violated.</p>\n<p>There are a number of likely reasons for the court's reluctance to find violations of the right, including the difficulty of proving, an intentional violation and in many cases, an inability to identify a cognizable harm that flows from a violation. Apart from these practical difficulties, the most important reason may be that the source of the right is far from clear. <i>Bieregu v. Reno,</i> 59 F.3d 1445 (3d Cir.1995) (noting disagreement among courts regarding scope and source of prisoner's right to be present when legal mail is opened).</p>\n<p>Of course, prisoners have a First Amendment right to send and receive mail. <i>Thornburgh v. Abbott,</i> 490 U.S. 401, 413, 109 S.Ct. 1874, 104 L.Ed.2d 459 (1989); <i>Procunier v. Martinez,</i> 416 U.S. 396, 413-14, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974). But a right to <i>receive</i> mail does not necessarily include a right to receive mail privately. Even the rights of nonprisoners are limited in this area. <i>E.g., </i><i>United States v. Ramsey,</i> 431 U.S. 606, 97 S.Ct. 1972, 52 L.Ed.2d 617 (1977) (First Amendment not violated when envelopes opened and inspected by customs officer having reasonable suspicion that envelope contained contraband). With respect to prisoners, the Court of Appeals for the Seventh Circuit has held that prison officials are not prohibited by the Constitution from inspecting or even reading most mail that prisoners receive. <i>E.g., </i><i>Gaines v. Lane,</i> 790 F.2d 1299, 1304 (7th Cir.1986); <i>Smith v. Shimp,</i> 562 F.2d 423 (7th Cir. 1977). The justification for the rule is the interest that trumps all others in the prison context: security. In <i>Gaines</i> and <i>Smith,</i> the court held that the officials' need to check for contraband, escape plans, criminal schemes and other security threats outweighs any interest the prisoner has in keeping his general correspondence private. <i>See also </i><i>Martin v. Tyson,</i> 845 F.2d 1451, 1457 (7th Cir.1988) (pretrial detainees have no First Amendment right to be present when officials open general correspondence to detainee).</p>\n<p>Why should legal mail be treated any differently? The Supreme Court has made it clear that no hierarchy of First <span class=\"star-pagination\">*1139</span> Amendment rights exists in the prison context; all of them are analyzed under the standard set forth in <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), which is whether the restriction on the right is reasonably related to a legitimate penological interest. <i>Shaw v. Murphy,</i> 532 U.S. 223, 121 S.Ct. 1475, 149 L.Ed.2d 420 (2001). In fact, in <i>Shaw,</i> the Court expressly rejected the proposition that <i>Turner</i> was limited to \"nonlegal correspondence.\" <i>Id.</i> at 228, 121 S.Ct. 1475. In concluding that legal advice was not entitled to special First Amendment protection, the Court explained:</p>\n<blockquote>To increase the constitutional protection based upon the content of a communication first requires an assessment of the value of that content. But the <i>Turner</i> test, by its terms, simply does not accommodate valuations of content. On the contrary, the <i>Turner</i> factors concern only the relationship between the asserted penological interests and the prison regulation.</blockquote>\n<p><i>Id.</i> at 230, 121 S.Ct. 1475.</p>\n<p>One might argue plausibly that the security justifications for reading \"legal\" mail are less pronounced than for other types of mail. Murder plots and gang-related instructions are much less likely to be included in mail from an attorney or a judge. But simply because correspondence is labeled \"legal mail\" does not mean that it is. No once can tell whether an envelope's contents match its label without inspecting it. Of course, once prison officials discover that the mail is in fact related to a legitimate legal matter, this would wipe out any security interest in actually reading its contents. But the same could be said for <i>any</i> mail, ranging from junk mail to letters from mom. If security interests allow prison officials to inspect general correspondence outside the prisoner's presence, as the court of appeals has held, and legal communications are not entitled to special First Amendment treatment, as the Supreme Court has held, it is difficult find a coherent free speech rationale for a rule treating legal mail differently from other types of mail.</p>\n<p>If the First Amendment does not guarantee an absolute right to be present when legal mail is opened, might the right be found elsewhere? It is sometimes suggested that the right to be present when legal mail is opened is protected by the right of access to the courts. <i>E.g., </i><i>Kaufman v. McCaughtry,</i> 419 F.3d 678, 685-86 (7th Cir.2005). But if this is the source of the right, the right is not violated unless the prisoner can show that the opening of his mail somehow hindered him from filing or litigating a lawsuit. This is because in <i>Lewis v. Casey,</i> 518 U.S. 343, 352, 116 S.Ct. 2174, 135 L.Ed.2d 606 (1996), the Supreme Court held that a prisoner does not have standing to bring an access to courts claim unless he was \"actually injured,\" which the Court defined as being prevented from filing or litigating a nonfrivolous lawsuit. Because petitioner has not suggested that any of the four instances he describes prevented him from litigating a case, he could not proceed under that theory. Further, because none of the mail at issue involved correspondence from petitioner's criminal defense lawyer, he could not assert any privilege that might arise from the Sixth Amendment right to be represented by counsel in criminal cases. <i>Wolff v. McDonnell,</i> 418 U.S. 539, 575-77, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). (A federal common law attorney-client privilege extends to civil cases. <i>Upjohn Co. v. United States,</i> 449 U.S. 383, 389, 101 S.Ct. 677, 66 L.Ed.2d 584 (1981). Although violations of this privilege by prison officials could be sanctioned by a court in the context of particular proceedings, <i>e.g., </i><i>Gomez v. Vernon,</i> 255 F.3d 1118, 1133-34 (9th Cir.2001), I am aware of no authority to the effect that the privilege may provide a basis for a federal lawsuit.) A final possibility <span class=\"star-pagination\">*1140</span> is the constitutional right to privacy, <i>cf. </i><i>Jolivet v. Deland,</i> 966 F.2d 573, 576 (19th Cir.1992), but the scope of this right is ill-defined, especially as it applies to prisoners, <i>Anderson v. Romero,</i> 72 F.3d 518 (7th Cir.1995), and the court of appeals has never suggested that this right acts to limit the inspection of prisoner mail.</p>\n<p><i>Wolff</i> is often cited as authority for the prisoner's right to be present when his legal mail is opened, but this is misleading. In <i>Wolff,</i> the Court held only that it did <i>not</i> violate the Constitution for prison officials to open mail from the prisoner's lawyer when they did so in the presence of the prisoner. The Court stated that \"the state had done all and perhaps more\" than the Constitution required. <i>Id.</i> at 577, 94 S.Ct. 2963. Before reaching this conclusion, it noted problems with the argument that either the right to free speech or the right of access to the courts prohibits prison officials from opening and inspecting legal mail. Thus, any reliance on <i>Wolff</i> is misplaced. Since <i>Wolff,</i> the Court has not reconsidered the issue of the confidentiality of legal mail.</p>\n<p>Perhaps the strongest argument in favor of a rule requiring legal mail to be opened in front of prisoners is one that was suggested in <i>Wolff:</i> if prison officials are free to open and inspect sensitive legal communications outside the watchful eye of the prisoner, the officials may read these materials with impunity, which could chill prisoners from exercising their right to free speech out of fear of retaliation or embarrassment. Although this is a powerful argument, again, it would not apply solely to legal mail, but to any mail that includes criticisms of prison officials or discussions of sensitive subjects. As noted by one court: \"It takes little more than common sense to realize that a tender note, so important to the morale of the incarcerated individual, might never be penned if the writer knew that it would first be scrutinized by a guard,\" <i>Wolfish v. Levi,</i> 573 F.2d 118, 130 (2d Cir.1978), <i>rev'd on other grounds, </i><i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979). If the court of appeals has concluded that the danger in chilling free speech is outweighed by security concerns with respect to mail in general, it is difficult to argue that a different conclusion applies with respect to legal mail. In any event, if prison officials <i>do</i> retaliate against prisoners for their receipt of a letter about a legal complaint, this is an independent constitutional violation that may be remedied by a lawsuit under 42 U.S.C. § 1983. <i>Walker v. Thompson,</i> 288 F.3d 1005 (7th Cir.2002).</p>\n<p>To the extent that petitioner retains a right to be present when his legal mail is opened, respondents have not violated the right as it has been defined by the court of appeals. First, one of the incidents about which petitioner complains did not involve officials opening his mail but another prisoner. Thus, it is questionable whether this incident is one that may be remedied by 42 U.S.C. § 1983, which generally applies to government officials only. In any event, negligent acts may not be remedied using § 1983. <i>Kincaid v. Vail,</i> 969 F.2d 594, 602 (7th Cir.1992). Petitioner's allegations make it clear that no more than negligence was involved in this incident. The delivery of his mail to another prisoner was a mistake caused by his and the other prisoner's having same last name. Thus, despite petitioner's use of the term \"reckles[s] disregar[d]\" in his complaint, he fails to state a claim. When the complaint's legal conclusions conflict with its factual allegations, the factual allegations control. <i>Steidl v. Gramley,</i> 151 F.3d 739, 741 (7th Cir.1998) (dismissing. Eighth Amendment claim despite plaintiffs allegation that defendants were deliberately in-different <span class=\"star-pagination\">*1141</span> because factual allegations were to contrary).</p>\n<p>Second, with respect to this incident and another one, the \"legal mail\" in question involved court orders, one from this court and another from the court of appeals. The court of appeals has recognized previously that any rationale for guarding legal mail from inspection does not apply to court orders as a general rule:</p>\n<blockquote>[W]ith minute and irrelevant exceptions all correspondence from a court to a litigant is a public document, which prison personnel could if they want inspect in the court's files. It is therefore not apparent to us why it should be regarded as privileged and how [the prisoner] could be hurt if the defendant read these documents before or after [the prisoner] does.</blockquote>\n<p><i>Martin v. Brewer,</i> 830 F.2d 76, 78 (7th Cir.1987).</p>\n<p>The logic of <i>Martin</i> applies to this case. None of the orders issued in petitioner's previous case, No. 05-C-528-C, were issued under seal. Thus, each was publicly availably both in the case file and on the Internet, on which all of this court's nonsealed orders are posted. Petitioner incurred no cognizable legal injury when this order was opened outside his presence.</p>\n<p>The same conclusion applies to the envelope petitioner received from the Center for Constitutional Rights. The contents of the envelope did not include any personal or confidential information or even information related to petitioner. It was simply a legal manual. Thus, there is no basis for distinguishing this envelope from any other containing a book ordered from a publisher. A book does not obtain special status simply because its topic is related to the law. It is the confidential nature of the relationship between a lawyer and her client that suggests special treatment for legal mail, not the fact that abstract legal issues are discussed. Thus, a publicly available research book does not qualify as \"legal mail\" regardless of the book's subject matter. <i>Cf. </i><i>Kaufman,</i> 419 F.3d at 686 (prisoner failed to show that letters from law firms could be characterized as \"legal mail\" in part because prisoner \"was neither represented nor seeking to be represented by an attorney from any of the organizations with which he exchanged correspondence\").</p>\n<p>This leaves one incident, with respect to which petitioner alleges only that he received an envelope marked \"privileged and confidential attorney correspondence,\" which was opened when he received it. Even assuming that petitioner has alleged enough facts to place respondents on notice of this claim, the court of appeals has held that the First Amendment is violated only by repeated incidents, suggesting ongoing, intentional behavior. <i>Castillo v. Cook County Mail Room Dept.,</i> 990 F.2d 304, 306 (7th Cir.1993). Isolated incidents are not sufficient to state a claim.</p>\n<p>Because petitioner has not stated a claim with respect to any of the incidents involving alleged interference with his mail, it is unnecessary to decide which respondents were personally involved in these incidents. Each of these claims will be dismissed.</p>\n<p></p>\n<h2>D. <i>Access to Courts</i>\n</h2>\n<p>Respondents named for this claim: Casperson, Kingston, Westfield, Clements, Strahota, Schueler, Siedschlag, Reid, Webster, Wierenga, O'Donovan, Kahl and \"Sgt. John Doe.\"</p>\n<p>Petitioner identifies three incidents that he believes resulted in violations of his right to gain access to the courts: (1) while petitioner was preparing an appellate brief, computers petitioner used for legal research malfunctioned as a result of another prisoner's tampering; (2) while preparing the complaint for this case, petitioner <span class=\"star-pagination\">*1142</span> was able to use the law library only once or twice each month; and (3) respondent Yunto confiscated petitioner's \"jailhouse lawyer's manual.\" None of these incidents represents a violation of petitioner's right to gain access to the courts.</p>\n<p>With respect to the computer malfunction, it seems unlikely that petitioner was harmed by it. Court records show that petitioner filed his appellate brief immediately after the date he identifies as the one on which the computers were functioning again, even though his brief was not due until several days later. In any event, this claim fails because petitioner's allegations show that any hindrance to petitioner's case caused by the computer malfunction was a result of negligence at most. Petitioner concedes in his complaint that the computers broke down not because of any actions by prison officials but because another prisoner was tampering with them. There is nothing in petitioner's complaint to suggest that any failure by respondents to fix the computers more quickly was the result of intentional conduct. Because negligence does not give rise to a claim under § 1983, this claim must be dismissed.</p>\n<p>With respect to the limited law library time, petitioner should be aware that the Constitution requires only that prisoners be granted \"reasonable access\" to the courts. <i>Bounds v. Smith,</i> 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977). Prisoners are not entitled to unlimited time to conduct legal research even if they believe this would improve the quality of their submissions. However, even if I concluded that the time petitioner was allowed in the law library might not be sufficient, petitioner cannot proceed on this claim because it is impossible for him to show at this time that \"a non-frivolous legal claim . . . was frustrated or impeded\" because of his inability to have more visits in the law library or longer ones. <i>Lehn v. Holmes,</i> 364 F.3d 862, 868 (7th Cir.2004) (explaining what prisoner must allege to state claim for denial of access to courts).</p>\n<p>Petitioner alleges that because of the limited law library time, he was \"unable to state legal theory and case law, or appropriate authority to support [his] claims.\" There are at least two problems with this claim. Most fundamental, petitioner is alleging that he was unable to gather sufficient legal support for his claims <i>in this case.</i> (Petitioner's claim related to his appeal is limited to the computer malfunction; he does not allege that limited law library time hindered his ability to prepare that appeal). At the time petitioner filed his complaint, he could not know whether his inability to research would impede his ability to present his claims because the legal sufficiency of his claims had not yet been determined. Thus, this claim is not ripe at least until one or more of petitioner's claims in this case is dismissed.</p>\n<p>However, petitioner should not construe this as an invitation to file a new lawsuit on a claim that he was denied leave to proceed on several claims because he did not have enough time in the law library. Even if petitioner's claim were ripe, I would not allow it to proceed. Petitioner was not required to put <i>any</i> \"legal theory,\" \"case law\" or \"authority\" in his complaint. A complaint is a statement of <i>facts,</i> not law. It is for the court to determine whether a facts alleged in a complaint state a claim under any legal theory. 5B Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure,</i> § 1357, at 676 (3d ed.2004). Even if a complaint does include legal conclusions, the court is not bound by them. <i>Hickey v. O'Bannon,</i> 287 F.3d 656, 658 (7th Cir.2002). Thus, petitioner could not say that he suffered an injury as a result of being unable to include in his complaint legal authority that he was not <span class=\"star-pagination\">*1143</span> required to include and the court was not required to consider.</p>\n<p>This is not to say that insufficient time in the law library could never give rise to a claim for denial of access to the courts. For example, if petitioner had been unable to determine whether he <i>had</i> a claim until after the statute of limitations had run as a result of inadequate research time, he would state a claim under the right of access to the courts. But because petitioner does not suggest that he has forfeited or even withheld any claims out of ignorance of the law, he cannot state a claim.</p>\n<p>Finally, petitioner's claim that respondent Yunto confiscated his legal manual suffers the same fate:</p>\n<blockquote>[I]t is not enough for a plaintiff to allege that the prison did not supply him with [legal] materials. That wouldn't give the prison a clue as to what injury the plaintiff was alleging, and the prison would therefore have no idea how to go about preparing its defense. To survive a motion to dismiss, the complaint would have to go on and allege that as a result of the prison's action the plaintiff had lost a case or suffered some other legal setback.</blockquote>\n<p><i>Pratt v. Tarr,</i> 464 F.3d 730, 732 (7th Cir. 2006). Because petitioner does not allege that the confiscation of his legal manual hindered his ability to litigate a case, this claim must be dismissed.</p>\n<p></p>\n<h2>E. <i>Motion for Appointment of Counsel</i>\n</h2>\n<p>In deciding whether to appoint counsel, I must first find that petitioner has made reasonable efforts to find a lawyer on his own and has been unsuccessful or that he has been prevented from making such efforts. <i>Jackson v. County of McLean,</i> 953 F.2d 1070 (7th Cir.1992). Petitioner does not say that he has been prevented from trying to find a lawyer on his own. To prove that he has made reasonable efforts to find a lawyer, petitioner must give the court the names and addresses of at least three lawyers whom he asked to represent him in this case and who turned him down.</p>\n<p>Petitioner should be aware that even if he is unsuccessful in finding a lawyer on his own, that does not mean that one will be appointed for him. At that point, the court must consider whether petitioner is able to represent himself given the legal difficulty of the case, and if he is not, whether having a lawyer would make a difference in the outcome of his lawsuit. <i>Zanies v. Rhodes,</i> 64 F.3d 285 (7th Cir. 1995) (citing <i>Farmer v. Haas,</i> 990 F.2d 319, 322 (7th Cir.1993)). This case is simply too new to allow the court to evaluate petitioner's abilities or the likely outcome of the lawsuit. Therefore, the motion will be denied without prejudice to petitioner's renewing his request at a later time.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>IT IS ORDERED that</p>\n<p>1. Petitioner Luis Vasquez is GRANTED leave to proceed on the following claims:</p>\n<blockquote>(a) multiple unnamed officers used excessive force against petitioner on August 17, 2005; petitioner will be allowed to proceed against respondent Phil Kingston for the purpose of discovering the identities of the unnamed officers;</blockquote>\n<blockquote>(b) respondent Hilbert directed other officers to use excessive force against petitioner on August 17, 2005;</blockquote>\n<blockquote>(c) respondents Officer Nickel and Officer Kmiecik conducted a manual body cavity search without a legitimate penological reason on August 21, 2006;</blockquote>\n<blockquote>(d) respondents Curt Janssen, Sgt. Tony and Sgt. Gutjahr failed to intervene to stop an unconstitutional manual body cavity search on August 21, 2006;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1144</span> (e) respondents Officer Bauer, Officer Gunratt, Officer II Rolins, Capt. Gempeler and Sgt. Meyer were involved in an unconstitutional manual body cavity search and excessive use of force on November 3, 2006;</blockquote>\n<blockquote>(f) an unknown respondent (or respondents) was deliberately indifferent to petitioner's mental health by depriving him of psychotropic medication for approximately one week in June 2006; petitioner will be allowed to proceed on this claim against respondent Belinda Schrubbe for the purpose of discovering the party or parties who may be liable; and</blockquote>\n<blockquote>(g) an unknown respondent (or respondents) was deliberately indifferent to petitioner's health by depriving him of lithium for approximately one week in the fall of 2006. Petitioner will be allowed to proceed against respondents Schrubbe and Bruce Siedschlag for the purpose of discovering the party or parties who may have been aware that petitioner was going without needed medication.</blockquote>\n<p>2. A decision whether to grant leave to proceed is STAYED with respect to the following claims:</p>\n<blockquote>(a) respondents Hilbert and Steven Schueler denied petitioner medical care after the August 17 use of force. Petitioner may have until March 27, 2007, in which to file an addendum to his complaint that includes allegations on the following subjects:</blockquote>\n<blockquote> what he told respondents Hilbert and Schueler regarding his need for medical treatment immediately after the August 17 use of force;</blockquote>\n<blockquote> any other reasons petitioner believes these respondents knew that petitioner needed immediate medical treatment;</blockquote>\n<blockquote>(b) multiple unnamed officers denied petitioner medical care after the August 17 use of force. Petitioner may have until March 27, 2007, in which to file an addendum to his complaint that includes allegations on the following subjects:</blockquote>\n<blockquote> the number of officers from whom petitioner requested medical treatment on August 17;</blockquote>\n<blockquote> the approximate time of day petitioner requested help from each of these officers;</blockquote>\n<blockquote> any other identifying information petitioner knows about each of these officers;</blockquote>\n<blockquote> the information he gave each of the officers with whom he spoke; and</blockquote>\n<blockquote>(c) respondent Gary Ankarlo refused to provide mental health treatment after the August 21 and November 3 uses of force and body cavity searches. Petitioner may have until March 27, 2007, in which to file an addendum to his complaint including allegations on the following subjects:</blockquote>\n<blockquote> what petitioner told Ankarlo about the incidents of August 26 and November 3</blockquote>\n<blockquote> what petitioner asked Ankarlo to do</blockquote>\n<blockquote> how Ankarlo responded to petitioner</blockquote>\n<p>If, by March 27, 2007, petitioner does not file an addendum addressing these issues, I will construe this as petitioner's intent to withdraw these claims.</p>\n<p>3. Petitioner is DENIED leave to proceed on the following claims for petitioner's failure to state a claim upon which relief may granted:</p>\n<blockquote>(a) respondents Steven Casperson, Phil Kingston, Rick Raemisch, Dan Westfield, Mike Thurmer, Marc Clements, Steven Schueler, Curt Janssen and Bruce Siedschlag were involved in the use of excessive force against petitioner on August 17, 2005;</blockquote>\n<blockquote>(b) respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Strahota, <span class=\"star-pagination\">*1145</span> Schueler, Siedschlag and Capt. Muraski were involved in an unconstitutional, body cavity search of petitioner on August 21, 2006;</blockquote>\n<blockquote>(c) respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota and Siedschlag were involved in an unconstitutional body cavity search and use of force on November 3, 2006;</blockquote>\n<blockquote>(d) respondents Ralph Floelich, James Muenchow, Casperson and Kingston were deliberately indifferent to petitioner's health when he went without psychotropic medication for approximately one week in June 2006;</blockquote>\n<blockquote>(e) respondents Steven Wierenga, Officer Kahl, Clements, Casperson, Kingston, Westfield, Linda O'Donovan, Raemisch, Thurmer, Siedschlag, Sgt. Preist, Strahota, Muenchow and Officer II Yunto opened his legal mail on four different occasions outside of his presence; and</blockquote>\n<blockquote>(f) respondents Casperson, Kingston, Westfield, Clements, Strahota, Schueler, Siedschlag, Amy Reid, Nevi Webster, Wierenga, O'Donovan, Kahl and denied petitioner access to the courts when they failed to fix computers petitioner used for legal research; did not give him sufficient law library time while he was preparing the complaint for this case; and confiscated his legal manual.</blockquote>\n<p>4. The following respondents are DISMISSED from the case: Casperson, Raemisch, Westfield, Thurmer, Clements, Strahota, Muraski, Floelich, Kahl, Wierenga, O'Donovan, Preist, Yunto, Reid, Webster, Kim Bauer and Muenchow.</p>\n<p>5. Petitioner's motion for appointment of counsel is DENIED.</p>\n<p>6. Copies of petitioner's amended complaint and this order will be sent to the Attorney General for service on the state respondents remaining in the lawsuit after this court determines whether petitioner may proceed <i>in forma pauperis</i> against respondents Hilbert, Schueler, Ankarlo and multiple unnamed respondents for their alleged failure to provide petitioner with adequate medical care.</p>\n<p>7. For the remainder of this lawsuit, petitioner must send respondents a copy of every paper or document that he files with the court. Once petitioner has learned what lawyer will be representing respondents, he should serve the lawyer directly rather than respondents. The court will disregard any documents submitted by petitioner unless petitioner shows on the court's copy that he has sent a copy to respondent or to respondent's attorney.</p>\n<p>8. Petitioner should keep a copy of all documents for his own files. If petitioner does not have access to a photocopy machine, he may send out identical handwritten or typed copies of his documents.</p>\n<p>9. The unpaid balance of petitioner's filing fee is $240.87; petitioner is obligated to pay this amount in monthly payments as described in 28 U.S.C. § 1915(b)(2),</p>\n<p>10. Petitioner submitted documentation of exhaustion of administrative remedies with his original complaint. Those papers are not considered to be a part of petitioner's amended complaint. However, they are being held in the file of this case in the event respondents wish to examine them.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner does not include Webster's name in the caption of his complaint. However, in the body of his complaint, he does include Webster in the list of officials he believes are \"liable\" for violating his right to have access to the courts. Therefore, I construe Webster's omission from the caption as an oversight and I have amended the caption to include Webster.</p>\n<p>[2]  For each claim in his complaint, petitioner listed the individual respondents he believes are liable for the alleged constitutional violations. If a respondent was not included in these lists, I have not considered whether a claim was stated against that respondent. This includes officer Spurgeon, whom petitioner discusses in his complaint, but who is not listed either as one of the officers petitioner believes are liable for the alleged violation or as a respondent in the caption.</p>\n<p>[3]  Although petitioner does not include Muraski in the list of respondents he believes are liable, in a section of his complaint he calls \"Statement of Liability,\" he states that he is suing Muraski because Muraski investigated petitioner's complaint regarding the first \"sexual assault\" but failed to take any action against the officers after concluding that petitioner's allegations were unfounded.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1120</span></span> (2007)</b></center>\n<center><h1>Luis VASQUEZ, Petitioner,<br>\nv.<br>\nRick RAEMISCH, Deputy Secretary; Steven B. Casperson, Administrator; Dan Westfield, Security Chief; Phil Kingston, Warden; Mike Thurmer, Deputy Warden; Marc Clements, Security Director; Don Strahota, Security Director; Marc Clements, Security Director Steven Schueler, Security Supervisor, Capt.; Curt Janssen, Security Supervisor, Capt.; Capt. Gempeler, Security Supervisor; Bruce Siedschlag, HSC Manager; Officer Bauer, Lieutenant; Amy Reid, Library Director Steven Wierenga, Lieutenant; Belinda Schrubbe, HSU Manager; James Muenchow, ICE; Gary Ankarlo, Ph.D., PSUS; Linda O'Donovan, Ice; Sgt. Preist; Sgt. Meyer; Sgt. Gutjahr; Sgt. Tony; Sgt. Hilbert;Officer II Gunratt; Officer II Rolins; Officer Kmiecik; Officer Nickel; Officer Kahl, Mailroom Clerk; Ralph Floelich, Psychiatrist; Capt. Muraski, Security Supervisor; Officer II Yunto; Property Officer; Kim Bauer, Oosa; Nevin Webster<sup>[1]</sup> and Does 1-10, 1 all in their individual and official capacities, Respondents.</h1></center>\n<center>No. 06-C-743-C.</center>\n<center><p><b>United States District Court, W.D. Wisconsin.</b></p></center>\n<center>March 15, 2007.</center>\n<p><span class=\"star-pagination\">*1121</span> <span class=\"star-pagination\">*1122</span> Corey F. Finkelmeyer, Assistant Attorney General, Madison, WI, for Respondents.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1123</span> OPINION AND ORDER</h2>\n<p>CRABB, District Judge.</p>\n<p>This is a proposed civil action for declaratory, injunctive and monetary relief brought pursuant to 42 U.S.C. § 1983. Petitioner Luis Vasquez, a prisoner, seeks leave to proceed under the <i>in forma pauperis</i> statute, 28 U.S.C. § 1915. In an order dated January 24, 2007, the court concluded that petitioner was unable to pay the full filing fee and directed him to make an initial partial payment of $4.60, which the court has received. (In fact, petitioner has paid significantly more than his initial partial payment. Thus far, the court has received a total of $104.53 from petitioner for this case.) Because petitioner is a prisoner, the 1996 Prison Litigation Reform Act requires the court to deny leave to proceed if petitioner's complaint is legally frivolous, malicious, fails to state a claim upon which relief may be granted or asks for money damages from a defendant who by law cannot be sued for money damages.</p>\n<p>Petitioner filed an amended complaint before the court had an opportunity to screen his original complaint. Because petitioner did not need leave of court to amend his complaint before it was served on respondents, I have disregarded the first complaint and will screen the amended complaint only.</p>\n<p>Petitioner's claims and my conclusions regarding these claims are set forth below:</p>\n<p>(1) Respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Clements, Schueler, Janssen, Siedschlag, Hilbert, \"John Doe the Reporting Officer\" and \"Does 1-100 in HSC\" are alleged to have been involved in a use of excessive force against petitioner on August 17, 2005. Petitioner will be allowed to proceed on his claim against respondent Hilbert as well as respondent Kingston, for the purpose of discovering the identities of the unnamed officers who were involved. The claims against the remaining respondents will be dismissed because petitioner's allegations show that those respondents were not personally involved in the alleged violation.</p>\n<p>(2) Respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Strahota, Schueler, Siedschlag, Janssen, Gutjahr, Tony, Nickel, Kmiecik, \"Does 1-100\" and Muraski are alleged to have been involved in an unconstitutional manual body cavity search of petitioner on August 21, 2006. Petitioner will be allowed to proceed against Nickel and Kmiecik, who allegedly conducted the search, and respondents Janssen, Tony and Gutjahr, who allegedly failed to intervene to stop the search. The claims against the remaining respondents will be dismissed because those respondents are not alleged to have been personally involved in the alleged violation.</p>\n<p>(3) Respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Gempeler, Lieutenant Bauer, Gunratt, Meyer, Rolins and Siedschlag are alleged to have been involved in an unconstitutional body cavity search and use of force on November 3, 2006. I will allow petitioner to proceed against respondents Gunratt, Bauer, Rolins, Gempeler and Meyer, who allegedly either directly participated in the search and use of force or failed to intervene to stop their co-respondents' acts. The claims against the remaining respondents will be dismissed because petitioner's allegations show that they were not personally involved in the alleged violation.</p>\n<p>(4) Respondents Hilbert and Schueler and various unnamed officers allegedly denied petitioner medical care after the August 17 use of force. A decision on this claim will be stayed until March 27, 2007, to allow petitioner to Me an addendum to his complaint (a) explaining why he believes respondents knew he needed immediate medical treatment and (b) describing <span class=\"star-pagination\">*1124</span> the unnamed officers with more specificity to allow them to be more easily identified.</p>\n<p>(5) Respondent Ankarlo allegedly refused to provide petitioner with mental health treatment after the incidents on August 21 and November 3. A decision on this claim will be stayed until March 27, 2007, to allow petitioner to file an addendum to his complaint explaining what he told Ankarlo and how Ankarlo responded.</p>\n<p>(6) Respondents Floelich, Schrubbe, Muenchow, Casperson and Kingston are alleged to have been deliberately indifferent to petitioner's health by denying him psychotropic medication for approximately one week in June 2006. Petitioner will be allowed to proceed on this claim against respondent Schrubbe for the purpose of discovering the party or parties that may have intentionally disregarded respondent Floelich's instructions to maintain petitioner's medication until he received a new prescription. Petitioner may not proceed on this claim against the remaining respondents either because there is no set of facts consistent with petitioner's allegations that would allow petitioner to prevail or because petitioner has not given the respondents notice of his claim against them.</p>\n<p>(7) Respondents Schrubbe and Siedschlag were allegedly deliberately indifferent to petitioner's health when they allowed him to go without lithium for approximately one week in the fall of 2006. Petitioner will be allowed to proceed against both respondents for the purpose of discovering the party or parties who may have been aware that petitioner was going without needed medication.</p>\n<p>(8) Respondents Wierenga, Kahl, Clements, Casperson, Kingston, Westfield, O'Donovan, Raemisch. Thurmer, Siedschlag, Preist, Strahota, Muenchow, Yunto and \"Sgt. John Doe\" allegedly opened petitioner's legal mail on four different occasions outside his presence. Petitioner will be denied leave to proceed on this claim with respect to all of these respondents because petitioner has failed to state a claim upon which relief may be granted.</p>\n<p>(9) Respondents Casperson, Kingston, Westfield, Clements, Strahota, Schueler, Siedschlag, Reid, Webster, Wierenga, O'Donovan, Kahl and \"Sgt. John Doe\" allegedly denied petitioner access to the courts when they: (a) failed to fix computers petitioner wanted to use for legal research while preparing an appeal; (b) did not give him sufficient law library time while he was preparing the complaint in this case; and (c) confiscated his legal manual. Petitioner will be denied leave to proceed on this claim with respect to all respondents because he has failed to state a claim upon which relief may be granted.</p>\n<p>Although petitioner includes Kim Bauer in the caption of his complaint, he does not allege any facts relating to her in the body of his complaint. Accordingly, respondent Kim Bauer (not to be confused with Lieutenant Bauer) will be dismissed from the case.</p>\n<p>Petitioner filed a motion for appointment of counsel with his original complaint. This motion will be denied because petitioner has not made any efforts to obtain counsel on his own and it is too early in the lawsuit to determine whether petitioner is unable to represent himself or whether appointing counsel would make a difference in the outcome.</p>\n<p>In addressing any pro se litigant's complaint, the court must read the allegations of the complaint generously. <i>Haines v. Kerner,</i> <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 521, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></a></span> (1972). In his amended complaint, petitioner alleges the following facts.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1125</span> ALLEGATIONS OF FACT</h2>\n<p></p>\n<h2>A. <i>Body Cavity Searches and Use of Force</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>On August 17, 2005, officer Spurgeon (who is not a respondent) and another correctional officer ordered petitioner to stand against the wall after they found him fighting with another prisoner. The officers placed handcuffs and a waste belt restraint on petitioner. He became calm and did not resist when the officers held him against the wall.</p>\n<p>Another officer, respondent Sgt. Hilbert, arrived. Although petitioner was not resisting, Hilbert directed Spurgeon and the other officer to \"take [petitioner] down.\" While Spurgeon and the other officer hesitated, numerous other officers arrived on the scene. The officers tackled petitioner and held him to the floor. Petitioner yelled that the officers were twisting his hands and were going to break his wrists. The officers did not relent but \"brutally\" gripped his arms, legs and head against the floor. Hilbert directed the officers to place leg irons on petitioner.</p>\n<p>Petitioner was taken to a \"strip cell\" and directed to remove his clothes. Petitioner complied, showing Spurgeon and respondents Hilbert and Steven Schueler (a security supervisor), the cuts on his wrists and bruises on his arms and legs. Spurgeon gave petitioner a tissue to help stop the bleeding, but he did not offer petitioner any medical treatment.</p>\n<p>Petitioner was placed in isolated confinement. Later, petitioner started to feel \"major pain\" in his wrists, which were still bleeding and turning black and blue. Petitioner asked \"several officers\" to see a nurse, but each of them \"just nodded and departed.\" When petitioner returned to his regular cell, he repeated his request for medical treatment, but, again, \"the officers would nod and depart.\" He pushed his medical emergency button several times but received no answer.</p>\n<p>\"A while later\" petitioner saw Spurgeon again. Petitioner showed Spurgeon his cuts and bruises, stating that he was in a lot of pain and needed medical treatment. Spurgeon told petitioner that he would notify health services, but a nurse did not come to see petitioner.</p>\n<p>The following day, petitioner awoke with a severe headache and pain in his wrists, neck and back. This pain lasted several days.</p>\n<p>Petitioner informed the warden, respondent Phil Kingston, about \"the above event\" by filing a \"DOC-91\" appeal. Respondent Mike Thurmer, the deputy warden, later affirmed a rejection of petitioner's grievance on the ground of \"scope.\"</p>\n<p>2. <i>Second incident</i></p>\n<p>Petitioner attempted suicide on August 21, 2006. (Petitioner includes no other facts about this incident in his complaint.) After the attempt, officers escorted petitioner to a \"strip cell.\" After 15 to 20 minutes, petitioner was removed from the cell by respondents Curt Janssen, Sgt. Tony, Sgt. Gutjahr, Officer Nickel and Officer Kmiecik, each of whom is a correctional officer. They handcuffed petitioner to the door, of the cell and began to remove his clothes.</p>\n<p>As respondent Nickel took off petitioner's pants, he made contact with petitioner's genitals in a \"slow, sliding manner,\" after which he looked up at petitioner, smiled and said \"Oops.\" Nickel held petitioner while Kmiecik grabbed petitioner's genitals in an \"erotic\" manner and lifted them up. This occurred without petitioner's consent and in the presence of the other officers, who did nothing to stop it.</p>\n<p>After this incident, officers placed leg restraints on petitioner. Kmiecik and Nickel <span class=\"star-pagination\">*1126</span> were \"glancing and laughing\" at petitioner and grinning at each other. Respondents Janssen, Tony and Gutjuhr were \"smiling and smirking\" while looking at petitioner's buttocks.</p>\n<p>Petitioner complained to respondent Muraski, a captain, about this incident, but Muraski concluded that petitioner's allegations were unfounded. When petitioner filed a grievance about the incident, the inmate complaint examiner recommended that the grievance be \"dismissed with modification\" and the examiner referred the matter to respondent Warden Kingston for investigation. Respondent Thurmer accepted the examiner's recommendation. Neither respondent Kingston nor respondent Don Strahota (the security director) recommended that petitioner be transferred for his safety or protection.</p>\n<p>Petitioner continues to experience great emotional distress as a result of this event.</p>\n<p>3. <i>Third incident</i></p>\n<p>On November 3, 2006, prison officials took petitioner to a \"strip cage\" and began cutting off his clothes. Respondent Lieutenant Bauer ordered the other officers, \"Stand him up and do a complete body strip search.\" Petitioner pleaded with the officers to refrain from touching his genitals during the search; he volunteered to do that himself so they could perform a visual inspection without touching him. When no one responded, petitioner began to read aloud the name tags of the officers present. Respondent Gunratt, a correctional officer, approached petitioner from behind and placed his hands tightly over petitioner's eyes, preventing petitioner from seeing anything.</p>\n<p>Petitioner felt an officer's hand grab his penis, lifting it up for several seconds. Petitioner \"started resisting\" the contact, while pleading with the officers not to touch his genitals. Respondent Bauer threatened to use a taser gun on petitioner if he did not stop resisting.</p>\n<p>Respondent Gunratt repeated the command to stop resisting and put his forearm around petitioner's neck in a \"wrestling [c]hoke hold submission.\" An officer grabbed petitioner's testicles, lifting them up for several seconds. Petitioner \"resisted\" again and cried out, begging the officers not to touch his genitals.</p>\n<p>Petitioner felt a powerful electric shock go through his body. As he was screaming in pain, petitioner felt an officer spread his buttocks for several seconds. Again petitioner \"resisted\" and again he begged the officers to stop. When petitioner asked why the officers were hurting him, respondent Bauer told him, \"because you're resisting.\" When petitioner threatened to sue the officers, respondent Bauer told petitioner to \"shut up.\" When petitioner insisted he had a right to talk, respondent Bauer shocked petitioner again, holding the taser gun to petitioner's back for approximately 15 seconds.</p>\n<p>Petitioner discovered later that respondent Rolins (a correctional officer) held his legs during the strip search. Respondents Gempeler (a security supervisor and captain) and Meyer (a sergeant) were present during the search and failed to stop it. Respondent Gary Ankario, \"the Ph.D. psychologist supervisor\" is aware of the events on August 21 and November 3, but he refuses to provide petitioner with psychotherapy.</p>\n<p>As a result of these events, petitioner suffered burn marks from the taser gun and now experiences involuntary movements. In addition to these physical injuries, petitioner suffers emotional harm.</p>\n<p>The following respondents were aware of at least one of the above three incidents and failed to take corrective action: Steven Casperson (chief administrator), Bruce <span class=\"star-pagination\">*1127</span> Siedschlag (health and segregation complex unit manager), Steven Schueler (health and segregation captain and security supervisor), Dan Westfield (security chief), Don Strahota (security director) and Marc Clements (security director), Phil Kingston (warden) and Mike Thurmer (deputy warden).</p>\n<p></p>\n<h2>B. <i>Legal Mail</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>On October 5, 2005, petitioner received in the mail an envelope marked \"privileged and confidential attorney correspondence.\" The envelope was open when petitioner received it.</p>\n<p>The following respondents may be responsible for petitioner's legal mail being opened: respondents Steven Wierenga (the mail room captain), Officer Kahl (a mailroom clerk) and Marc Clements (the security director).</p>\n<p>2. <i>Second incident</i></p>\n<p>On November 9, 2005, petitioner received in the mail an envelope from the United States District Court for the Western District of Wisconsin. Respondent Preist delivered the envelope, which was already unsealed, even though mailroom staff had marked it \"exempt correspondence,\" meaning that it must be opened in the presence of the prisoner. When petitioner asked Preist whether the envelope had been opened, Preist answered \"yes\" \"with a guilty facial expression.\"</p>\n<p>After removing the contents from the envelope, petitioner discovered that the staple had been removed from the order inside and the order's pages were not in the proper numeric sequence. Prison staff had opened the envelope and read the order from case no. 05-C-528-C, which included allegations against numerous prison officials.</p>\n<p>Petitioner filed a grievance, which was denied by respondent Linda O'Donovan, an inmate complaint examiner. She wrote that the envelope may have been left unsealed by the sender. Respondents Mike Thurmer and Rick Raemisch affirmed the decision and distributed a copy of the complaint to respondents Siedschlag and Schueler.</p>\n<p>3. <i>Third incident</i></p>\n<p>On November 27, 2005, petitioner received a large envelope from the Court of Appeals for the Seventh Circuit. The envelope was open when petitioner received it. A sticker on the envelope read: \"opened by the wrong inmate on 11-26-05. Sgt. SCH.\" The delivering officer informed petitioner that the envelope had been given mistakenly to another prisoner named Vasquez.</p>\n<p>Petitioner wrote to respondents Clements and Wierenga the following day, but they failed to correct the problem.</p>\n<p>On November 29, petitioner received a letter from the prisoner who had received petitioner's legal mail. In the letter, the other prisoner wrote that a sergeant had given him petitioner's envelope. Petitioner believes that sergeant \"recklessly disregarded\" the other prisoner's identification card, which is worn around prisoners' necks and would have demonstrated that the mail was being delivered to the wrong person.</p>\n<p>Petitioner filed a grievance in late December, which was affirmed with modification by respondent O'Donovan. However, O'Donovan \"failed to acknowledge that the envelope had been opened and failed to identify Sgt. `John Doe' who caused the violation to occur.\" Respondents Clements, Wierenga and Kahl received an email of the decision accepting O'Donovan's recommendation.</p>\n<p><span class=\"star-pagination\">*1128</span> Respondent Wierenga is the mailroom lieutenant; he failed to properly train and supervise the mailroom clerks.</p>\n<p>4. <i>Fourth incident</i></p>\n<p>On July 31, 2006, petitioner received an open envelope from the Center for Constitutional Rights. The envelope had included the \"Jailhouse Lawyer's Manual,\" but Respondent Yunto, a property officer, confiscated the manual and placed it in the property room.</p>\n<p></p>\n<h2>C. <i>Legal Research</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>From April 30, 2006 until May 17, 2006, the \"law computers\" in the prison were not functioning. During this time, petitioner was preparing his appellate brief for case no. 05-4527, which was pending before the Court of Appeals for the Seventh Circuit. Without the computers, petitioner was unable to \"conduct proper and adequate legal research.\"</p>\n<p>On May 14, 2006, petitioner wrote to respondents Kingston and Nevin Webster, the librarian. Webster responded on May 17 for both himself and Kingston, writing, \"Due to an inmate tampering with the law computers, the segregation computers were down.\" Respondent Amy Reid gave petitioner the same response.</p>\n<p>On December 13, 2006, the court of appeals affirmed in part and reversed in part the district court's decision.</p>\n<p>2. <i>Second incident</i></p>\n<p>Petitioner has been preparing to file this complaint since at least August 30, 2006. From that time until he filed his complaint, petitioner was given access to the law library only once or twice a month because of a policy enforced by respondent Phil Kingston, the warden. As a result, petitioner was \"unable to state legal theory and case law, or appropriate authority to support [his] claims.\"</p>\n<p></p>\n<h2>D. <i>Medication</i>\n</h2>\n<p>1. <i>First incident</i></p>\n<p>On June 15, 2006 respondent Ralph Floelich, a psychiatrist employed at the prison, discontinued petitioner's psychotropic medication without petitioner's consent. Floelich's order was that petitioner's prescription for Sertraline should stop once he begin taking a new medication, Effexor. Nevertheless, petitioner was without any medication for six or seven days. During that time, petitioner experienced the following symptoms: hallucinations, insomnia, nightmares, giddiness, nausea and suicidal ideation.</p>\n<p>On June 19, petitioner complained to a nurse about his symptoms while the nurse was making her rounds. In addition, petitioner submitted a health services request Nurse Fran responded on June 21, informing petitioner that she would forward the request to respondent Floelich. On June 22, petitioner received a prescription for a new medication, Vanlafaxine, after which the giddiness and nausea ceased.</p>\n<p>Petitioner filed a grievance on June 28. Respondent Muenchow recommended that the complaint be affirmed.</p>\n<p>Respondent Belinda Schrubbe, the health services unit manager, failed to properly train and supervise respondent Floelich.</p>\n<p>2. <i>Second incident</i></p>\n<p>On September 28, 2006, petitioner ran out of lithium, which is a mood stabilizer. An officer took the \"refill tag\" from petitioner's \"med packet\" and told petitioner that he would give it to health services staff for a refill of the prescription. Prisoners are not permitted to keep refill tags in their cells so they must rely on officers to deliver them to health services. Health services staff are required to determine on a daily basis which prisoners need a refill <span class=\"star-pagination\">*1129</span> on their medication. Petitioner did not receive more lithium until October 4. During this time, petitioner's \"mood symptoms . . . deteriorated targeting [his] emotional illness making him feel moody and agitated.\" In addition, petitioner experienced giddiness, nausea and loss of appetite.</p>\n<p>On October 2, 2006, petitioner wrote respondent Belinda Schrubbe, the health services unit manager, but she did not respond. Petitioner then filed a grievance, which was affirmed and distributed to both respondents Schrubbe and Siedschlag, the health segregation complex unit \"manager/supervisor.\"</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Uses of Force and Body Cavity Searches</i>\n</h2>\n<p>Petitioner identifies three incidents in which he was subjected to a body cavity search, use of force or both. I will address each in turn.</p>\n<p>1. <i>August 17, 2005 use of force</i></p>\n<p>Respondents named for this claim: Casperson, Kingston, Raemisch, Westfield, Thurmer, Clements, Schueler, Janssen, Siedschlag, Hilbert, \"John Doe the Reporting Officer\" and \"Does 1-100 in HSC.\"<sup>[2]</sup></p>\n<p>With respect to the first use of force, petitioner alleges that respondent Hilbert and several unnamed officers were involved in tackling petitioner and handling him roughly at a time when he was fully compliant. (I do not understand petitioner to be raising a claim for the removal of his clothes that occurred after the use of force because he labels this claim \"unnecessary use of force.\")</p>\n<p>In the context of prison, excessive force claims arise under the Eighth Amendment. <i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986); <i>Hudson v. McMillian,</i> <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1992) Petitioner states in his complaint that respondents violated Wis. Admin. Code § DOC 376.07 as well, a state regulation governing the use of force against prisoners. He cites other regulations in the context of other claims. It is not clear whether petitioner intends to raise claims under these regulations. If he does, I must deny him leave to proceed. To the extent petitioner can enforce these regulations in court at all, he must do so in state court through a writ of certiorari because the Wisconsin legislature has not provided an enforcement mechanism for the regulation. <i>Outagamie County v. Smith,</i> <span class=\"citation\" data-id=\"1245210\"><a href=\"/opinion/1245210/outagamie-county-v-smith/\"><span class=\"volume\">38</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">24</span></a></span>, 34, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">639</span></span>, 645 (1968) (with respect to laws that are not made enforceable by statute expressly, action is reviewable only by certiorari).</p>\n<p><i>Whitley</i> and <i>Hudson</i> provide the standard for federal excessive force claims. In <i>Whitley,</i> 475 U.S. at 320, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, the Supreme Court stated that the question is \"whether force was applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for the very purpose of causing harm.\" The factors relevant to making this determination include:</p>\n<blockquote> the need for the application of force</blockquote>\n<blockquote> the relationship between the need and the amount of force that was used</blockquote>\n<blockquote> the extent of injury inflicted</blockquote>\n<blockquote> the extent of the threat to the safety of staff and inmates, as reasonably perceived <span class=\"star-pagination\">*1130</span> by the responsible officials on the basis of the facts known to them</blockquote>\n<blockquote> any efforts made to temper the severity of a forceful response</blockquote>\n<p><i>Id.</i> at 321, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>. In <i>Hudson,</i> 503 U.S. at 9-10, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, the Court refined this standard, explaining that the extent of injury inflicted was one factor to be considered, but the absence of a significant injury did not bar a claim for excessive force so long as the officers used more than a minimal amount of force.</p>\n<p>In this case, petitioner alleges that there was no need for force: he was calm and compliant yet numerous officers assaulted him on respondent Hilbert's orders. If this is true, petitioner may be able to prove that force was applied for the sole purpose of causing him harm. Further, he alleges that he suffered pain, bruising and bleeding afterwards. Although petitioner does not say explicitly whether his injuries were incurred as a result of his fight with the other prisoner or the use of force, his allegations are sufficient to suggest that more than a minimal amount of force was used. Accordingly, I will allow petitioner to proceed against each respondent who petitioner alleges was either directly involved in the use of force or was present and either encouraged or failed to stop it. <i>Windle v. City of Marion, Indiana,</i> <span class=\"citation\" data-id=\"781083\"><a href=\"/opinion/781083/chaunce-windle-v-city-of-marion-indiana-a-municipal-corporation-city-of/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">658</span></a></span>, 663 (7th Cir.2003) (public official may be held liable under 42 U.S.C. § 1983 if he \"had a realistic opportunity to intervene to prevent the harm from occurring\") (internal quotations omitted). This includes Hilbert and each of the unnamed officers on the scene.</p>\n<p>With respect to the unnamed officers, petitioner will be allowed to proceed against the warden, respondent Kingston, for the purpose of discovering the identities of the officers involved. <i>Duncan v. Duckworth,</i> <span class=\"citation\" data-id=\"388403\"><a href=\"/opinion/388403/lea-duncan-v-jack-duckworth-warden-and-ronald-freake-hospital/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 655-56 (7th Cir. 1981) (if prisoner does not know name of defendant, court may allow him to proceed against administrator for purpose of determining defendants' identity); <i>see also </i><i>Donald v. Cook County Sheriff's Dept.,</i> <span class=\"citation\" data-id=\"726105\"><a href=\"/opinion/726105/james-t-donald-v-cook-county-sheriffs-department/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 555 (7th Cir.1996) (\"[W]hen the substance of a pro se civil rights complaint indicates the existence of claims against individual officials not named in the caption of the complaint, the district court must provide the plaintiff with an opportunity to amend the complaint.\") Early on in this lawsuit, Magistrate Judge Stephen Crocker will hold a preliminary pretrial conference. At the time of the conference, the magistrate judge will discuss with the parties the most efficient way to obtain identification of the unnamed respondents and will set a deadline within which petitioner is to amend his complaint to include the unnamed respondents.</p>\n<p>I will discuss below petitioner's claims against respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Clements, Schueler and Siedschlag. This leaves respondent Janssen. Because petitioner includes no allegations about Janssen's involvement in this incident, petitioner will not be allowed to proceed against Janssen on this claim.</p>\n<p>2. <i>August 21, 2006 body cavity search</i></p>\n<p>Respondents named for this claim: Casperson, Kingston, Raemisch, Westfield, Thurmer, Strahota, Schueler, Siedschlag, Janssen, Gutjahr, Tony, Nickel, Kmiecik, \"Does 1-100\" and Muraski.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*1131</span> I understand petitioner to contend that his constitutional rights were violated when several officers made contact with his genitals while conducting a strip search and other officers present failed to intervene. I do not understand petitioner to contend that the search itself was unconstitutional, only the manner in which it was conducted. Also, despite petitioner's citation of Wisconsin's criminal statute for sexual assault, I do not understand him to be bringing a claim under criminal law, which he may not do. Only the state of Wisconsin has the authority to prosecute a crime. <i>Cf. </i><i>Maine v. Taylor,</i> <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 136, <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1986).</p>\n<p>The Supreme Court has not considered the parameters of an appropriate strip search in the prison context. However, the Court of Appeals for the Seventh Circuit has applied a standard similar to that applied in the context of excessive force cases, that is, whether the search was \"conducted in a harassing manner intended to humiliate and inflict psychological pain.\" <i>Calhoun v. DeTella,</i> <span class=\"citation\" data-id=\"780878\"><a href=\"/opinion/780878/tyrone-calhoun-v-george-e-detella/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span>, 939 (7th Cir.2003). Stated another way, the question is whether there was any legitimate penological reason for both the search and its subsequent scope. <i>Whitman v. Nesic,</i> <span class=\"citation\" data-id=\"786258\"><a href=\"/opinion/786258/jeffrey-whitman-v-veroljub-nesic-and-christopher-ellerd/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">931</span></a></span>, 934-35 (7th Cir.2004).</p>\n<p>The threshold question with respect to this claim as well as petitioner's other claim involving a body cavity search is whether there are some circumstances in which officers are prohibited under the Constitution from manipulating or otherwise touching a prisoner's genitals without first giving prisoners a chance to comply with a <i>visual</i> inspection, that is, a search in which the prisoner himself lifts his genitals or spreads his buttocks without tactile contact by the officer. There is at least a colorable argument that some circumstances would require this.</p>\n<p>The privacy concerns of the prisoner in this context are significant. Few acts are more intrusive to personal privacy than the non-consensual touching of an individual's exposed genitals. In most contexts, this act would be criminalized as a sexual assault, which is how petitioner characterizes respondents' actions.</p>\n<p>Of course, privacy is not the only interest at issue when one considers searches in the prison context. In a number of cases, both the Supreme Court and the Court of Appeals for the Seventh Circuit have concluded that a prisoner's privacy interests are drastically limited by the nature of incarceration. The court of appeals has gone as far as to say that a prisoner's privacy rights are not violated when an officer of the opposite sex views the prisoner naked. <i>Johnson v. Phelan,</i> <span class=\"citation\" data-id=\"706950\"><a href=\"/opinion/706950/albert-johnson-v-richard-j-phelan/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span> (7th Cir.1995). But the rationale for these decisions is that it would compromise security to extend a prisoner's right to privacy to cover these situations. <i>Hudson v. Palmer,</i> <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 527, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984) (\"it would be literally impossible to accomplish the prison objectives [of safety and security] if inmates retained a right of privacy in their cells\"); <i>Johnson,</i> 69 F.3d at 146 (\"Interprisoner violence is endemic, so constant vigilance without regard to the state of the prisoners' dress is essential. Vigilance over showers, vigilance over cells  vigilance everywhere, which means that guards gaze upon naked inmates.\")</p>\n<p>Treating manual inspections differently would be consistent with the Supreme Court's treatment of strip searches in <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). In that case, the Court considered a Bureau of Prisons policy requiring strip searches after pretrial detainees have contact visits in order to discover and deter attempts to smuggle weapons and other contraband into the <span class=\"star-pagination\">*1132</span> facility. The Court noted that this policy gave it \"the most pause\" of all the issues raised in the case because of \"the degree to which these searches may invade the personal privacy of inmates.\" <i>Id.</i> at 559-60, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>. The Court declined to hold that such searches could never be conducted without probable cause, but in doing so, the Court emphasized repeatedly that the searches were visual rather than manual. <i>Id.</i> at 558 n. 39, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span> (\"The inmate is not touched by security person[nel] at any time during the visual search procedure.\"); <i>id.</i> at 560 n. 41, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span> (\"We note that several lower courts have upheld such visual body-cavity inspections against constitutional challenge.\") Further, the Court noted generally that the reasonableness of a search is determined by a number of factors, including \"the scope of the particular intrusion\" and \"the manner in which it was conducted,\" <i>id.</i> at 559, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, both of which support a conclusion of heightened protection for a manual as opposed to visual inspection.</p>\n<p>In some cases, there may be legitimate security reasons for denying a prisoner the opportunity to comply with a visual inspection first before requiring a more intrusive manual inspection. <i>E.g., Cherry v. Frank,</i> 03-C-129-C, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">23205817</span></span>, *11 (W.D.Wis. Dec. 3, 2003) (prisoner's initial resistance to search required staff to handcuff him during search, making visual inspection impossible). But I cannot conclude that it would be reasonable to deprive a prisoner of this option as a matter of course. In this case, nothing in petitioner's allegations shows that the officers had legitimate security reasons for conducting a manual body cavity search.</p>\n<p>I need not decide conclusively in this order whether respondents may have violated petitioner's rights under the Eighth or Fourth Amendments by failing to give petitioner an opportunity to comply with a visual inspection. Even if legitimate security reasons existed for proceeding directly to a manual search, there could be no legitimate purpose for using a strip search as a means of obtaining sexual gratification or conducting it in a manner intended to humiliate the prisoner, which is what petitioner alleges respondents Nickel and Kmiecik were doing. Accordingly, I conclude that petitioner may proceed on this claim against respondents Nickel and Kmiecik, who conducted the search, and respondents Janssen, Tony and Gutjahr, who petitioner alleges failed to intervene. (I do not understand petitioner to be raising a separate claim against Janssen, Tony and Gutjahr for \"smiling and smirking\" at petitioner while he was naked. Although this would likely be uncomfortable and embarrassing for petitioner, these acts do not involve a use of force and would not be unconstitutional in and of themselves, but they may constitute evidence that those respondents were aware of respondents Kmiecik's and Nickel's allegedly unconstitutional conduct and approved of it.) I will discuss below the remaining respondents petitioner named for this claim.</p>\n<p>3. <i>November 3, 2006 body cavity search</i></p>\n<p>Respondents named for this claim: Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Gempeler, Bauer, Gunratt, Meyer, Rolins, Siedschlag.</p>\n<p>Petitioner has alleged facts suggesting two potential claims related to the body cavity search on November 3:(1) the decision to perform a manual inspection without permitting petitioner a chance to comply with a visual inspection; and (b) respondents' use of a taser gun after the search began.</p>\n<p>With respect to the manual body cavity search, no allegations in the complaint indicate any legitimate security concerns preventing a visual inspection, so I will <span class=\"star-pagination\">*1133</span> allow petitioner to proceed against respondents Gunratt, Bauer, Rolins, Gempeler and Meyer, who are each alleged to have either participated in the search or failed to intervene to prevent it.</p>\n<p>With respect to the taser gun, courts have held that use of a taser gun is not excessive force if its use was prompted by a prisoner's physical resistance. <i>E.g., </i><i>Michenfelder v. Sumner,</i> <span class=\"citation\" data-id=\"513325\"><a href=\"/opinion/513325/robert-michenfelder-v-george-sumner-lieutenant-koon-co-horn-co-leslie/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span>, 336 (9th Cir.1988) (Upholding use of taser gun for failure to comply with strip search); <i>Caldwell v. Moore,</i> <span class=\"citation\" data-id=\"586351\"><a href=\"/opinion/586351/john-allen-caldwell-v-woodford-county-chief-jailer-james-moore-harry/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">595</span></a></span>, 600-01 (6th Cir.1992) (use of stun gun against disruptive, prisoner to restore discipline and order does not violate Eighth Amendment); <i>Manier v. Cook,</i> <span class=\"citation\" data-id=\"2427173\"><a href=\"/opinion/2427173/manier-v-cook/\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1282</span></a></span> (E.D.Wash.2005) (upholding use of taser after prisoner refused to return to cell and became verbally abusive); <i>Birdine v. Gray,</i> <span class=\"citation\" data-id=\"2513073\"><a href=\"/opinion/2513073/birdine-v-gray/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">874</span></a></span> (D.Neb.2005). Cf. <i>Soto v. Dickey,</i> <span class=\"citation\" data-id=\"442143\"><a href=\"/opinion/442143/carlos-s-soto-and-robert-demallory-on-behalf-of-themselves-and-all-others/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1270 (7th Cir.1984) (upholding use of mace for prisoner's \"failure to obey a direct order\"). However, in each of the decisions, the prisoner, had failed to comply with a proper order. If the decision to conduct a manual search was improper, this might be a relevant factor in determining under <i>Whitley</i> whether the use of taser guns was excessive. <i>Soto,</i> 744 F.2d at 1267 (holding that Constitution did not prohibit use of chemical agent for prisoner's failure to obey \"proper\" order); <i>Felix v. McCarthy,</i> <span class=\"citation\" data-id=\"565094\"><a href=\"/opinion/565094/scott-emerson-felix-v-daniel-j-mccarthy-director-of-the-department-of/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">699</span></a></span> (9th Cir.1991) (holding that officer was not entitled to qualified immunity when he pushed and handcuffed inmate for refusing to comply with an order to clean up officer's spit).</p>\n<p>Further, petitioner alleges that use of the taser continued after he stopped physically resisting and that respondent Bauer used it on him for a period of 15 seconds because petitioner would not stop talking. An officer would not be justified in using a taser against a prisoner who posed no threat, no matter how obnoxious or annoying that officer might find the prisoner to be. Accordingly, I will allow petitioner to proceed against respondent Bauer, who employed the taser gun, and respondents Gunratt, Bauer, Rolins, Gempeler, Meyer, who failed to intervene. I discuss below the remaining respondents petitioner named for this claim.</p>\n<p>4. <i>Respondents who became aware of the alleged violations after they occurred</i></p>\n<p>With respect to each of the claims involving an allegedly improper search or use of force, petitioner names as respondents not only those officials who were present during the incidents but also many to whom he complained <i>after</i> the incidents occurred or who otherwise became aware of the incidents. These are respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Meyer, Siedschlag, Clements and Schueler. It appears that petitioner believes these individuals should be held liable because they failed to take corrective action against the alleged wrongdoers. Petitioner will not be allowed to proceed against these respondents on these claims.</p>\n<p>In some instances, it may be appropriate to impose liability on officials whose only involvement in the alleged constitutional violation is the disregard of a complaint or letter sent by a prisoner. If a prisoner complains of a violation that is ongoing and the official has the authority to stop it, but the official ignores the complaint, then there is a strong argument that the official \"kn[e]w about the conduct and facilitate[d] it, approve[d] it, condone[d] it, or turn[ed] a blind eye,\" which is the standard for imposing liability under § 1983. <i>Gentry v. Duckworth,</i> <span class=\"citation\" data-id=\"703919\"><a href=\"/opinion/703919/kenneth-e-gentry-v-jack-r-duckworth-superintendent-indiana-state/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 561 (7th Cir. 1995). But when an official does not learn about the conduct until after the violation is complete, it is difficult to imagine what the basis for liability could be. If the <span class=\"star-pagination\">*1134</span> violation has already occurred, how could the official's inaction have contributed to it? Again, if petitioner were alleging ongoing abuse by officers, no prison official would be entitled to turn a blind eye to petitioner's plight. But this is not petitioner's claim. Distilled, his claim is that these respondents violated his rights by disagreeing with his assessment of the incidents and refusing to vindicate him by punishing the wrongdoers. But there is, no constitutional right to this type of corrective action.</p>\n<p>In various parts of his complaint, petitioner suggests that some of these respondents may be liable because they knew about the earlier uses of force and failed to prevent the ones that happened later. Petitioner is correct that in some instances prison officials may be liable if they are aware of a substantial risk that a prisoner will be harmed but they fail to take reasonable measures to prevent the harm from occurring. <i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994). But petitioner's allegations make clear that each of the incidents was isolated, involving different officers and different circumstances. Nothing in petitioner's complaint suggests that the later incidents could have been predicted by the respondents he seeks to hold liable.</p>\n<p>If the uses of force had occurred as a matter of official policy or practice, policy making officials could be held liable, at least in their official capacity, for any constitutional violations that occurred as a result of those official policies or practices. <i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985). But nothing in petitioner's complaint suggests that the officers were following policy in the manner they conducted the body cavity searches. On the contrary, petitioner alleges repeatedly that the body cavity searches and uses of force <i>violated</i> prison policy. With no basis on which to hold these respondents liable for the alleged violations, petitioner will not be allowed to proceed on this claim against respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota, Meyer, Siedschlag, Clements and Schueler.</p>\n<p></p>\n<h2>B. <i>Medical Care</i>\n</h2>\n<p>Petitioner's medical claims fall into two broad categories: (a) failure to treat his medical needs after the use of force and (b) failure to provide medication. Under the Eighth Amendment, a prison official may violate a prisoner's right to medical care if the official is \"deliberately indifferent\" to a \"serious medical need.\" <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104-05, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976).</p>\n<p>A \"serious medical need\" may be a condition that a doctor has recognized as needing treatment or one for which the necessity of treatment would be, obvious to a lay person. <i>Johnson v. Snyder,</i> <span class=\"citation\" data-id=\"793978\"><a href=\"/opinion/793978/andre-johnson-v-donald-t-snyder-eugene-mcadory-assistant-warden-pam/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 584-85 (7th Cir.2006). The condition does not have to be life threatening. <i>Id.</i> A medical need may be serious if it \"significantly affects an individual's daily activities,\" <i>Chance v. Armstrong,</i> <span class=\"citation\" data-id=\"754220\"><a href=\"/opinion/754220/stanley-chance-v-john-armstrong-io-dr-brewer-io-esther-mcintosh-io/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 702 (2d Cir.1998), if it causes pain, <i>Cooper v. Casey:</i> <span class=\"citation\" data-id=\"727340\"><a href=\"/opinion/727340/darnell-cooper-and-anthony-davis-v-michael-casey/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">914</span></a></span>, 916-17 (7th Cir. 1996), or if otherwise subjects the detainee to a substantial risk of serious harm, <i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994). \"Deliberate indifference\" means that the officials were aware that the detainee needed medical treatment, but disregarded the risk by failing to take reasonable measures. <i>Forbes v. Edgar,</i> <span class=\"citation\" data-id=\"739993\"><a href=\"/opinion/739993/lisa-forbes-v-jim-edgar-howard-a-peters-iii-harry-shuman-gwendolyn-v/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 266 (7th Cir.1997).</p>\n<p>Thus, under this standard, petitioner's claim has three elements:</p>\n<p>(1) Did petitioner need medical treatment?</p>\n<p>(2) Did respondents, know that petitioner needed treatment?</p>\n<p><span class=\"star-pagination\">*1135</span> (3) Despite their awareness of the need, did respondents fail to take reasonable measures to provide the necessary treatment?</p>\n<p>1. <i>Failure to treat injuries from uses of force and body cavity searches</i></p>\n<p>a. August 17 use of force</p>\n<p>Petitioner identifies two instances in which he was denied medical care after the August 17 use of force: (1) by respondents Hilbert and Schueler immediately after the incident; and (2) by various other unnamed officers later in the day when petitioner's injuries appeared more serious. (Again, although petitioner discusses officer Spurgeon's involvement in these incidents, petitioner does not identify Spurgeon as a respondent.) A potential problem with petitioner's claim regarding respondents' actions immediately after the incident relates to the second element: respondents' awareness of a need for medical treatment.</p>\n<p>Petitioner alleges that Hilbert and Schueler did not offer him any medical treatment, but petitioner does not allege that he <i>asked</i> for any treatment at the time. This is a significant omission because petitioner includes allegations regarding his repeated requests for treatment with respect to his other medical claims. Of course, an official's awareness of a need for medical treatment need not come from the prisoner himself. If it would be obvious to a lay person that petitioner needed immediate medical treatment, his failure to specifically request it would not eliminate respondent's duty to provide it. But nothing in petitioner's complaint suggests that his injuries were so apparent that it would have been unreasonable for respondents to rely on petitioner's own assessment of his condition.</p>\n<p>In this discussion, I have been drawing inferences from petitioner's silence regarding particular issues, something I may not do as a basis for dismissing a claim. <i>Kolupa v. Roselle Park District,</i> <span class=\"citation\" data-id=\"793378\"><a href=\"/opinion/793378/christopher-kolupa-v-roselle-park-district/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 715 (7th Cir.2006) (\"Silence is just silence and does not justify dismissal unless Rule 9(b) requires details. Arguments that rest on negative implications from silence are poorly disguised demands for fact pleading\"). Although it would be inappropriate to dismiss this claim on the basis of the facts alleged in the complaint, it would be a disservice to both petitioner and respondents to permit a claim to proceed that will inevitably fail when more facts are revealed. In <i>Hoskins v. Poelstra,</i> <span class=\"citation\" data-id=\"780986\"><a href=\"/opinion/780986/james-hoskins-v-john-poelstra/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 764 (7th Cir.2003), the court of appeals held that district courts may call on the plaintiff to provide additional allegations in situations like this one, in which the facts alleged are so sparse that it is difficult to determine whether the plaintiff has a viable claim. Accordingly, petitioner may have until March 27, 2007, in which to file an addendum to his complaint that includes allegations on the following subjects:</p>\n<p> what he told respondents Hilbert and Schueler about his need for medical treatment immediately after the August 17 use of force;</p>\n<p> any other reasons why petitioner believes these respondents knew that he needed immediate medical treatment.</p>\n<p>Also, petitioner alleges that he asked various officers for medical treatment later that same day, but they simply \"nodded and departed.\" In addition, he alleges that he received no response after pushing the emergency button in his cell several times. Although deliberately ignoring a request for treatment could be an Eighth Amendment violation, <i>Cooper,</i> 97 F.3d at 916, these allegations are too sparse to allow petitioner to proceed. First, although petitioner is not required to identify officials by name if he does not know them, he must at least describe them with <span class=\"star-pagination\">*1136</span> enough specificity to allow them to be identified later, In addition, it is impossible to tell from petitioner's allegations whether these officers knew that petitioner had a serious medical need. Accordingly, petitioner may have until March 27, 2007, in which to file an addendum to his complaint on the following subjects:</p>\n<p> the number of officers from whom he requested medical treatment on August 17, 2005;</p>\n<p> the approximate time of day petitioner requested medical treatment from each of these officers;</p>\n<p> any other identifying information petitioner knows about each of these officers</p>\n<p> the information he gave each of the officers with whom he spoke.</p>\n<p>If, by March 27, 2007, petitioner does not file an addendum, I will construe his failure to do so as a decision to withdraw these claims.</p>\n<p>b. Mental health treatment after body cavity searches</p>\n<p>Petitioner's allegations on this claim are minimal. He alleges only that respondent Ankarlo was aware of the two body cavity searches that occurred in 2006 but refused to provide petitioner with psychotherapy. The Eighth Amendment applies not only to the physical needs of prisoners but to their mental health needs as well. <i>E.g., </i><i>Woodward v. Correctional Medical Services,</i> <span class=\"citation\" data-id=\"786257\"><a href=\"/opinion/786257/harriett-g-woodward-special-administrator-of-the-estate-of-justin-farver/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">917</span></a></span> (7th Cir. 2004). Exactly what kind of mental health treatment is required is an issue not well developed in the case law, but the same standard applies to mental health care claims as other medical claims: whether the officials were deliberately indifferent to a serious need.</p>\n<p>Again, petitioner's allegations are too sparse to determine whether he has a viable mental health care claim. Although petitioner alleges that Ankarlo was \"aware of both assaults,\" knowledge that a petitioner was subjected to two body cavity searches is not the same as knowledge that a prisoner needs psychotherapy. If prison officials were required to provide such treatment every time a prisoner were strip searched, there would likely not be enough mental health care providers in the country to satisfy this requirement. Accordingly, petitioner may have until March 27, 2007, in which to file an addendum to his complaint addressing:</p>\n<blockquote> what petitioner told Ankarlo about the assaults</blockquote>\n<blockquote> what petitioner asked Ankarlo to do</blockquote>\n<blockquote> how Ankarlo responded to petitioner</blockquote>\n<p>If, by, March 27, 2007, petitioner does not file an addendum on these issues, I will construe his failure to do so as a decision to withdraw this claim.</p>\n<p>2. <i>Medication</i></p>\n<p>In June 2006, petitioner went approximately one week without psychotropic medication; in late September and early October 2006 he was without lithium for several days. It is not clear whether these medication lapses gave rise to a serious medical need. Interruptions in treatment may violate the Eighth Amendment just the same as complete denials of treatment, but only if the interruption leads to a serious health risk. <i>Estelle,</i> 429 U.S. at 104, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>. For some medications, a deprivation of a few days would not lead to serious health consequences. However, missing even one dose of other medications could be potentially dangerous. Because petitioner alleges that his mental health deteriorated without his medications, I will assume at this stage of the proceedings that the interruptions in his medication regimen were sufficiently serious to implicate the Eighth Amendment.</p>\n<p><span class=\"star-pagination\">*1137</span> The remaining question is whether respondents were aware of petitioner's alleged need and failed to respond reasonably.</p>\n<p>a. Summer 2006 incident</p>\n<p>Respondents named for this claim: Floelich, Schrubbe, Muenchow, Casperson and Kingston.</p>\n<p>Petitioner includes no facts in his complaint about Casperson's and Kingston's involvement in this claim. Although petitioner is not required to plead all the facts necessary to prove his claim, he must at least give respondents notice of his claim against them. <i>Marshall v. Knight,</i> <span class=\"citation\" data-id=\"794097\"><a href=\"/opinion/794097/kenneth-a-marshall-v-stanley-knight/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 968 (7th Cir.2006). Because petitioner has failed to do this with respect to Casperson and Kingston, this claim will be dismissed as to those respondents.</p>\n<p>As the inmate complaint examiner for petitioner's grievance on this issue, Muenchow's connection to this claim is clear, but there is no possible basis for liability against him. Petitioner did not file a grievance until June 28, six days <i>after</i> he received a new medication prescription. Further, Muenchow decided the grievance in <i>petitioner's</i> favor. Because there is nothing else Muenchow could have done for petitioner, I cannot conclude Muenchow responded unreasonably to petitioner's plight.</p>\n<p>This leaves respondents Floelich (the doctor) and Schrubbe (the health services unit manager). With respect to respondent Floelich, petitioner has pleaded himself out of court. <i>McCready v. EBay, Inc.,</i> <span class=\"citation\" data-id=\"794894\"><a href=\"/opinion/794894/kenneth-a-mccready-v-ebay-inc-bruce-kamminga-and-david-mcduffee/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">882</span></a></span>, 888 (7th Cir.2006) (plaintiff may plead himself out of court by alleging facts that preclude recovery). Petitioner concedes that Floelich ordered his prescription to stop <i>when his new prescription began.</i> Thus, Floelich did not direct the interruption in petitioner's medication and cannot be held liable for it. When petitioner complained to a nurse, she told him that she would forward his complaint to Floelich. Petitioner received a new prescription the very next day. Because petitioner's allegations show that Floelich responded immediately once he became aware of the interruption, petitioner cannot succeed on a claim against Floelich. This means that petitioner's claim against Schrubbe for failing to adequately train and supervise Floelich must fail as well. If Floelich did not cause petitioner's injury, then certainly a failure to train or supervise Floelich could not have contributed to any harm.</p>\n<p>It may be that the official who received respondent Floelich's orders knowingly disregarded them or that someone else in the decision making hierarchy was aware that petitioner was going without needed medication. However, given petitioner's lack of knowledge regarding medical decisions in the prison, he would not be in a position to know at whom the finger should be pointed. Accordingly, I will allow petitioner to proceed on this claim against respondent Schrubbe, who petitioner alleges is the health services manager, to allow petitioner to determine who the responsible party is and whether that person acted with deliberate indifference to petitioner's health. However, I remind petitioner that to succeed on this claim he must prove that someone was <i>actually aware</i> that he was going without necessary medication. It will not be enough for petitioner to show that one or more officials <i>should have been aware. </i><i>Estate of Novack v. County of Wood,</i> <span class=\"citation\" data-id=\"770397\"><a href=\"/opinion/770397/estate-of-shannon-novack-deceased-by-its-personal-representative-susan/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 529 (7th Cir.2000).</p>\n<p>b. Fall 2006</p>\n<p>Respondents named for this claim: Schrubbe and Siedschlag.</p>\n<p>The circumstances surrounding this claim are very similar to petitioner's other claim regarding missed medication. Petitioner went without medication for approximately <span class=\"star-pagination\">*1138</span> one week, but he does not know where the fault lies, if anywhere. Again, he names the health services manager, as well as Siedschlag, who was the manager of petitioner's unit. Apparently, petitioner's theory is that the fault may lie either with security staff in failing to insure that medical staff received the refill instructions or with medical staff for failing to fill the prescription once they received it. I will allow petitioner to proceed against both respondents for the purpose of determining whether either the respondents themselves or one of their employees acted with deliberate indifference to petitioner's health. Again, if, after discovery, petitioner clan show only that one or more officials failed to realize that petitioner's prescription had lapsed, this claim will have to be dismissed.</p>\n<p></p>\n<h2>C. <i>Legal Mail</i>\n</h2>\n<p>Respondents named for these claims: Wierenga, Kahl, Clements, Casperson, Kingston, Westfield, O'Donovan, Raemisch. Thurmer, Siedschlag, Preist, Strahota, Muenchow, Yunto and \"Sgt. John Doe.\"</p>\n<p>I understand petitioner to contend that various respondents violated his First Amendment rights by opening his legal mail three times outside his presence and by giving it to another prisoner with the same last name on one occasion. As an initial matter, I note that the right on which petitioner relies has never been clearly defined. Although the Court of Appeals for the Seventh Circuit has assumed in various cases that prisoners have a constitutional right to be present when certain kinds of legal mail are opened, I am not aware of any case in which the court has found the right to be violated.</p>\n<p>There are a number of likely reasons for the court's reluctance to find violations of the right, including the difficulty of proving, an intentional violation and in many cases, an inability to identify a cognizable harm that flows from a violation. Apart from these practical difficulties, the most important reason may be that the source of the right is far from clear. <i>Bieregu v. Reno,</i> <span class=\"citation\" data-id=\"699535\"><a href=\"/opinion/699535/polyns-bieregu-v-janet-reno-l-yearby-g-berman-all-employees-of-mail/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1445</span></a></span> (3d Cir.1995) (noting disagreement among courts regarding scope and source of prisoner's right to be present when legal mail is opened).</p>\n<p>Of course, prisoners have a First Amendment right to send and receive mail. <i>Thornburgh v. Abbott,</i> <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 413, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1874</span></a></span>, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span></a></span> (1989); <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 413-14, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974). But a right to <i>receive</i> mail does not necessarily include a right to receive mail privately. Even the rights of nonprisoners are limited in this area. <i>E.g., </i><i>United States v. Ramsey,</i> <span class=\"citation\" data-id=\"109675\"><a href=\"/opinion/109675/united-states-v-ramsey/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">606</span></a></span>, <span class=\"citation\" data-id=\"109675\"><a href=\"/opinion/109675/united-states-v-ramsey/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1972</span></a></span>, <span class=\"citation\" data-id=\"109675\"><a href=\"/opinion/109675/united-states-v-ramsey/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></a></span> (1977) (First Amendment not violated when envelopes opened and inspected by customs officer having reasonable suspicion that envelope contained contraband). With respect to prisoners, the Court of Appeals for the Seventh Circuit has held that prison officials are not prohibited by the Constitution from inspecting or even reading most mail that prisoners receive. <i>E.g., </i><i>Gaines v. Lane,</i> <span class=\"citation\" data-id=\"470052\"><a href=\"/opinion/470052/dickey-gaines-v-michael-p-lane-and-james-thieret-joe-woods-v-michael-p/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1304 (7th Cir.1986); <i>Smith v. Shimp,</i> <span class=\"citation\" data-id=\"349284\"><a href=\"/opinion/349284/lawrence-w-smith-and-cross-appellants-and-philip-e-jaros-and/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">423</span></a></span> (7th Cir. 1977). The justification for the rule is the interest that trumps all others in the prison context: security. In <i>Gaines</i> and <i>Smith,</i> the court held that the officials' need to check for contraband, escape plans, criminal schemes and other security threats outweighs any interest the prisoner has in keeping his general correspondence private. <i>See also </i><i>Martin v. Tyson,</i> <span class=\"citation\" data-id=\"505540\"><a href=\"/opinion/505540/michael-l-martin-v-sheriff-richard-tyson/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1451</span></a></span>, 1457 (7th Cir.1988) (pretrial detainees have no First Amendment right to be present when officials open general correspondence to detainee).</p>\n<p>Why should legal mail be treated any differently? The Supreme Court has made it clear that no hierarchy of First <span class=\"star-pagination\">*1139</span> Amendment rights exists in the prison context; all of them are analyzed under the standard set forth in <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987), which is whether the restriction on the right is reasonably related to a legitimate penological interest. <i>Shaw v. Murphy,</i> <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1475</span></a></span>, <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (2001). In fact, in <i>Shaw,</i> the Court expressly rejected the proposition that <i>Turner</i> was limited to \"nonlegal correspondence.\" <i>Id.</i> at 228, <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1475</span></a></span>. In concluding that legal advice was not entitled to special First Amendment protection, the Court explained:</p>\n<blockquote>To increase the constitutional protection based upon the content of a communication first requires an assessment of the value of that content. But the <i>Turner</i> test, by its terms, simply does not accommodate valuations of content. On the contrary, the <i>Turner</i> factors concern only the relationship between the asserted penological interests and the prison regulation.</blockquote>\n<p><i>Id.</i> at 230, <span class=\"citation\" data-id=\"2620698\"><a href=\"/opinion/2620698/shaw-v-murphy/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1475</span></a></span>.</p>\n<p>One might argue plausibly that the security justifications for reading \"legal\" mail are less pronounced than for other types of mail. Murder plots and gang-related instructions are much less likely to be included in mail from an attorney or a judge. But simply because correspondence is labeled \"legal mail\" does not mean that it is. No once can tell whether an envelope's contents match its label without inspecting it. Of course, once prison officials discover that the mail is in fact related to a legitimate legal matter, this would wipe out any security interest in actually reading its contents. But the same could be said for <i>any</i> mail, ranging from junk mail to letters from mom. If security interests allow prison officials to inspect general correspondence outside the prisoner's presence, as the court of appeals has held, and legal communications are not entitled to special First Amendment treatment, as the Supreme Court has held, it is difficult find a coherent free speech rationale for a rule treating legal mail differently from other types of mail.</p>\n<p>If the First Amendment does not guarantee an absolute right to be present when legal mail is opened, might the right be found elsewhere? It is sometimes suggested that the right to be present when legal mail is opened is protected by the right of access to the courts. <i>E.g., </i><i>Kaufman v. McCaughtry,</i> <span class=\"citation\" data-id=\"791508\"><a href=\"/opinion/791508/james-j-kaufman-v-gary-r-mccaughtry/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></a></span>, 685-86 (7th Cir.2005). But if this is the source of the right, the right is not violated unless the prisoner can show that the opening of his mail somehow hindered him from filing or litigating a lawsuit. This is because in <i>Lewis v. Casey,</i> <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 352, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></a></span> (1996), the Supreme Court held that a prisoner does not have standing to bring an access to courts claim unless he was \"actually injured,\" which the Court defined as being prevented from filing or litigating a nonfrivolous lawsuit. Because petitioner has not suggested that any of the four instances he describes prevented him from litigating a case, he could not proceed under that theory. Further, because none of the mail at issue involved correspondence from petitioner's criminal defense lawyer, he could not assert any privilege that might arise from the Sixth Amendment right to be represented by counsel in criminal cases. <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 575-77, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). (A federal common law attorney-client privilege extends to civil cases. <i>Upjohn Co. v. United States,</i> <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 389, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">677</span></a></span>, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">584</span></a></span> (1981). Although violations of this privilege by prison officials could be sanctioned by a court in the context of particular proceedings, <i>e.g., </i><i>Gomez v. Vernon,</i> <span class=\"citation\" data-id=\"773906\"><a href=\"/opinion/773906/noel-puente-gomez-lee-mazur-hays-bob-jones-alfredo-roman-patrick-hall-marq/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1118</span></a></span>, 1133-34 (9th Cir.2001), I am aware of no authority to the effect that the privilege may provide a basis for a federal lawsuit.) A final possibility <span class=\"star-pagination\">*1140</span> is the constitutional right to privacy, <i>cf. </i><i>Jolivet v. Deland,</i> <span class=\"citation\" data-id=\"584309\"><a href=\"/opinion/584309/david-r-jolivet-v-gary-w-deland-gerald-l-cook-tom-t-house-craig/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span>, 576 (19th Cir.1992), but the scope of this right is ill-defined, especially as it applies to prisoners, <i>Anderson v. Romero,</i> <span class=\"citation\" data-id=\"710065\"><a href=\"/opinion/710065/dennis-anderson-v-gilberto-romero-and-arthur-douglas/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span> (7th Cir.1995), and the court of appeals has never suggested that this right acts to limit the inspection of prisoner mail.</p>\n<p><i>Wolff</i> is often cited as authority for the prisoner's right to be present when his legal mail is opened, but this is misleading. In <i>Wolff,</i> the Court held only that it did <i>not</i> violate the Constitution for prison officials to open mail from the prisoner's lawyer when they did so in the presence of the prisoner. The Court stated that \"the state had done all and perhaps more\" than the Constitution required. <i>Id.</i> at 577, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>. Before reaching this conclusion, it noted problems with the argument that either the right to free speech or the right of access to the courts prohibits prison officials from opening and inspecting legal mail. Thus, any reliance on <i>Wolff</i> is misplaced. Since <i>Wolff,</i> the Court has not reconsidered the issue of the confidentiality of legal mail.</p>\n<p>Perhaps the strongest argument in favor of a rule requiring legal mail to be opened in front of prisoners is one that was suggested in <i>Wolff:</i> if prison officials are free to open and inspect sensitive legal communications outside the watchful eye of the prisoner, the officials may read these materials with impunity, which could chill prisoners from exercising their right to free speech out of fear of retaliation or embarrassment. Although this is a powerful argument, again, it would not apply solely to legal mail, but to any mail that includes criticisms of prison officials or discussions of sensitive subjects. As noted by one court: \"It takes little more than common sense to realize that a tender note, so important to the morale of the incarcerated individual, might never be penned if the writer knew that it would first be scrutinized by a guard,\" <i>Wolfish v. Levi,</i> <span class=\"citation\" data-id=\"354222\"><a href=\"/opinion/354222/louis-wolfish-v-honorable-edward-levi/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span>, 130 (2d Cir.1978), <i>rev'd on other grounds, </i><i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). If the court of appeals has concluded that the danger in chilling free speech is outweighed by security concerns with respect to mail in general, it is difficult to argue that a different conclusion applies with respect to legal mail. In any event, if prison officials <i>do</i> retaliate against prisoners for their receipt of a letter about a legal complaint, this is an independent constitutional violation that may be remedied by a lawsuit under 42 U.S.C. § 1983. <i>Walker v. Thompson,</i> <span class=\"citation\" data-id=\"777502\"><a href=\"/opinion/777502/tony-walker-v-tommy-g-thompson/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1005</span></a></span> (7th Cir.2002).</p>\n<p>To the extent that petitioner retains a right to be present when his legal mail is opened, respondents have not violated the right as it has been defined by the court of appeals. First, one of the incidents about which petitioner complains did not involve officials opening his mail but another prisoner. Thus, it is questionable whether this incident is one that may be remedied by 42 U.S.C. § 1983, which generally applies to government officials only. In any event, negligent acts may not be remedied using § 1983. <i>Kincaid v. Vail,</i> <span class=\"citation\" data-id=\"586938\"><a href=\"/opinion/586938/darrell-kincaid-and-donald-r-sceifers-v-kendall-i-vail/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 602 (7th Cir.1992). Petitioner's allegations make it clear that no more than negligence was involved in this incident. The delivery of his mail to another prisoner was a mistake caused by his and the other prisoner's having same last name. Thus, despite petitioner's use of the term \"reckles[s] disregar[d]\" in his complaint, he fails to state a claim. When the complaint's legal conclusions conflict with its factual allegations, the factual allegations control. <i>Steidl v. Gramley,</i> <span class=\"citation\" data-id=\"756713\"><a href=\"/opinion/756713/gordon-r-steidl-v-richard-b-gramley/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 741 (7th Cir.1998) (dismissing. Eighth Amendment claim despite plaintiffs allegation that defendants were deliberately in-different <span class=\"star-pagination\">*1141</span> because factual allegations were to contrary).</p>\n<p>Second, with respect to this incident and another one, the \"legal mail\" in question involved court orders, one from this court and another from the court of appeals. The court of appeals has recognized previously that any rationale for guarding legal mail from inspection does not apply to court orders as a general rule:</p>\n<blockquote>[W]ith minute and irrelevant exceptions all correspondence from a court to a litigant is a public document, which prison personnel could if they want inspect in the court's files. It is therefore not apparent to us why it should be regarded as privileged and how [the prisoner] could be hurt if the defendant read these documents before or after [the prisoner] does.</blockquote>\n<p><i>Martin v. Brewer,</i> <span class=\"citation\" data-id=\"495075\"><a href=\"/opinion/495075/christopher-john-martin-and-brett-c-kimberlin-v-rd-brewer/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span>, 78 (7th Cir.1987).</p>\n<p>The logic of <i>Martin</i> applies to this case. None of the orders issued in petitioner's previous case, No. 05-C-528-C, were issued under seal. Thus, each was publicly availably both in the case file and on the Internet, on which all of this court's nonsealed orders are posted. Petitioner incurred no cognizable legal injury when this order was opened outside his presence.</p>\n<p>The same conclusion applies to the envelope petitioner received from the Center for Constitutional Rights. The contents of the envelope did not include any personal or confidential information or even information related to petitioner. It was simply a legal manual. Thus, there is no basis for distinguishing this envelope from any other containing a book ordered from a publisher. A book does not obtain special status simply because its topic is related to the law. It is the confidential nature of the relationship between a lawyer and her client that suggests special treatment for legal mail, not the fact that abstract legal issues are discussed. Thus, a publicly available research book does not qualify as \"legal mail\" regardless of the book's subject matter. <i>Cf. </i><i>Kaufman,</i> 419 F.3d at 686 (prisoner failed to show that letters from law firms could be characterized as \"legal mail\" in part because prisoner \"was neither represented nor seeking to be represented by an attorney from any of the organizations with which he exchanged correspondence\").</p>\n<p>This leaves one incident, with respect to which petitioner alleges only that he received an envelope marked \"privileged and confidential attorney correspondence,\" which was opened when he received it. Even assuming that petitioner has alleged enough facts to place respondents on notice of this claim, the court of appeals has held that the First Amendment is violated only by repeated incidents, suggesting ongoing, intentional behavior. <i>Castillo v. Cook County Mail Room Dept.,</i> <span class=\"citation\" data-id=\"603853\"><a href=\"/opinion/603853/miguel-castillo-also-known-as-carlos-a-aguiar-v-cook-county-mail-room/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, 306 (7th Cir.1993). Isolated incidents are not sufficient to state a claim.</p>\n<p>Because petitioner has not stated a claim with respect to any of the incidents involving alleged interference with his mail, it is unnecessary to decide which respondents were personally involved in these incidents. Each of these claims will be dismissed.</p>\n<p></p>\n<h2>D. <i>Access to Courts</i>\n</h2>\n<p>Respondents named for this claim: Casperson, Kingston, Westfield, Clements, Strahota, Schueler, Siedschlag, Reid, Webster, Wierenga, O'Donovan, Kahl and \"Sgt. John Doe.\"</p>\n<p>Petitioner identifies three incidents that he believes resulted in violations of his right to gain access to the courts: (1) while petitioner was preparing an appellate brief, computers petitioner used for legal research malfunctioned as a result of another prisoner's tampering; (2) while preparing the complaint for this case, petitioner <span class=\"star-pagination\">*1142</span> was able to use the law library only once or twice each month; and (3) respondent Yunto confiscated petitioner's \"jailhouse lawyer's manual.\" None of these incidents represents a violation of petitioner's right to gain access to the courts.</p>\n<p>With respect to the computer malfunction, it seems unlikely that petitioner was harmed by it. Court records show that petitioner filed his appellate brief immediately after the date he identifies as the one on which the computers were functioning again, even though his brief was not due until several days later. In any event, this claim fails because petitioner's allegations show that any hindrance to petitioner's case caused by the computer malfunction was a result of negligence at most. Petitioner concedes in his complaint that the computers broke down not because of any actions by prison officials but because another prisoner was tampering with them. There is nothing in petitioner's complaint to suggest that any failure by respondents to fix the computers more quickly was the result of intentional conduct. Because negligence does not give rise to a claim under § 1983, this claim must be dismissed.</p>\n<p>With respect to the limited law library time, petitioner should be aware that the Constitution requires only that prisoners be granted \"reasonable access\" to the courts. <i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977). Prisoners are not entitled to unlimited time to conduct legal research even if they believe this would improve the quality of their submissions. However, even if I concluded that the time petitioner was allowed in the law library might not be sufficient, petitioner cannot proceed on this claim because it is impossible for him to show at this time that \"a non-frivolous legal claim . . . was frustrated or impeded\" because of his inability to have more visits in the law library or longer ones. <i>Lehn v. Holmes,</i> <span class=\"citation\" data-id=\"785803\"><a href=\"/opinion/785803/donald-a-lehn-v-michael-l-holmes/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">862</span></a></span>, 868 (7th Cir.2004) (explaining what prisoner must allege to state claim for denial of access to courts).</p>\n<p>Petitioner alleges that because of the limited law library time, he was \"unable to state legal theory and case law, or appropriate authority to support [his] claims.\" There are at least two problems with this claim. Most fundamental, petitioner is alleging that he was unable to gather sufficient legal support for his claims <i>in this case.</i> (Petitioner's claim related to his appeal is limited to the computer malfunction; he does not allege that limited law library time hindered his ability to prepare that appeal). At the time petitioner filed his complaint, he could not know whether his inability to research would impede his ability to present his claims because the legal sufficiency of his claims had not yet been determined. Thus, this claim is not ripe at least until one or more of petitioner's claims in this case is dismissed.</p>\n<p>However, petitioner should not construe this as an invitation to file a new lawsuit on a claim that he was denied leave to proceed on several claims because he did not have enough time in the law library. Even if petitioner's claim were ripe, I would not allow it to proceed. Petitioner was not required to put <i>any</i> \"legal theory,\" \"case law\" or \"authority\" in his complaint. A complaint is a statement of <i>facts,</i> not law. It is for the court to determine whether a facts alleged in a complaint state a claim under any legal theory. 5B Charles A. Wright &amp; Arthur R. Miller, <i>Federal Practice and Procedure,</i> § 1357, at 676 (3d ed.2004). Even if a complaint does include legal conclusions, the court is not bound by them. <i>Hickey v. O'Bannon,</i> <span class=\"citation\" data-id=\"777354\"><a href=\"/opinion/777354/thomas-l-hickey-iii-and-hickey-funeral-home-v-frank-obannon/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">656</span></a></span>, 658 (7th Cir.2002). Thus, petitioner could not say that he suffered an injury as a result of being unable to include in his complaint legal authority that he was not <span class=\"star-pagination\">*1143</span> required to include and the court was not required to consider.</p>\n<p>This is not to say that insufficient time in the law library could never give rise to a claim for denial of access to the courts. For example, if petitioner had been unable to determine whether he <i>had</i> a claim until after the statute of limitations had run as a result of inadequate research time, he would state a claim under the right of access to the courts. But because petitioner does not suggest that he has forfeited or even withheld any claims out of ignorance of the law, he cannot state a claim.</p>\n<p>Finally, petitioner's claim that respondent Yunto confiscated his legal manual suffers the same fate:</p>\n<blockquote>[I]t is not enough for a plaintiff to allege that the prison did not supply him with [legal] materials. That wouldn't give the prison a clue as to what injury the plaintiff was alleging, and the prison would therefore have no idea how to go about preparing its defense. To survive a motion to dismiss, the complaint would have to go on and allege that as a result of the prison's action the plaintiff had lost a case or suffered some other legal setback.</blockquote>\n<p><i>Pratt v. Tarr,</i> <span class=\"citation\" data-id=\"795843\"><a href=\"/opinion/795843/anthony-pratt-v-david-tarr/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">730</span></a></span>, 732 (7th Cir. 2006). Because petitioner does not allege that the confiscation of his legal manual hindered his ability to litigate a case, this claim must be dismissed.</p>\n<p></p>\n<h2>E. <i>Motion for Appointment of Counsel</i>\n</h2>\n<p>In deciding whether to appoint counsel, I must first find that petitioner has made reasonable efforts to find a lawyer on his own and has been unsuccessful or that he has been prevented from making such efforts. <i>Jackson v. County of McLean,</i> <span class=\"citation\" data-id=\"575871\"><a href=\"/opinion/575871/jay-dee-jackson-v-county-of-mclean-steve-brenin-gary-plonse-and-david/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1070</span></a></span> (7th Cir.1992). Petitioner does not say that he has been prevented from trying to find a lawyer on his own. To prove that he has made reasonable efforts to find a lawyer, petitioner must give the court the names and addresses of at least three lawyers whom he asked to represent him in this case and who turned him down.</p>\n<p>Petitioner should be aware that even if he is unsuccessful in finding a lawyer on his own, that does not mean that one will be appointed for him. At that point, the court must consider whether petitioner is able to represent himself given the legal difficulty of the case, and if he is not, whether having a lawyer would make a difference in the outcome of his lawsuit. <i>Zanies v. Rhodes,</i> <span class=\"citation\" data-id=\"702562\"><a href=\"/opinion/702562/marina-zarnes-v-randall-rhodes-sergeant-402-officer-of-the-sheriffs/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">285</span></a></span> (7th Cir. 1995) (citing <i>Farmer v. Haas,</i> <span class=\"citation\" data-id=\"603856\"><a href=\"/opinion/603856/dee-farmer-v-richard-haas-edward-j-brennan-and-le-dubois/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span>, 322 (7th Cir.1993)). This case is simply too new to allow the court to evaluate petitioner's abilities or the likely outcome of the lawsuit. Therefore, the motion will be denied without prejudice to petitioner's renewing his request at a later time.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>IT IS ORDERED that</p>\n<p>1. Petitioner Luis Vasquez is GRANTED leave to proceed on the following claims:</p>\n<blockquote>(a) multiple unnamed officers used excessive force against petitioner on August 17, 2005; petitioner will be allowed to proceed against respondent Phil Kingston for the purpose of discovering the identities of the unnamed officers;</blockquote>\n<blockquote>(b) respondent Hilbert directed other officers to use excessive force against petitioner on August 17, 2005;</blockquote>\n<blockquote>(c) respondents Officer Nickel and Officer Kmiecik conducted a manual body cavity search without a legitimate penological reason on August 21, 2006;</blockquote>\n<blockquote>(d) respondents Curt Janssen, Sgt. Tony and Sgt. Gutjahr failed to intervene to stop an unconstitutional manual body cavity search on August 21, 2006;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1144</span> (e) respondents Officer Bauer, Officer Gunratt, Officer II Rolins, Capt. Gempeler and Sgt. Meyer were involved in an unconstitutional manual body cavity search and excessive use of force on November 3, 2006;</blockquote>\n<blockquote>(f) an unknown respondent (or respondents) was deliberately indifferent to petitioner's mental health by depriving him of psychotropic medication for approximately one week in June 2006; petitioner will be allowed to proceed on this claim against respondent Belinda Schrubbe for the purpose of discovering the party or parties who may be liable; and</blockquote>\n<blockquote>(g) an unknown respondent (or respondents) was deliberately indifferent to petitioner's health by depriving him of lithium for approximately one week in the fall of 2006. Petitioner will be allowed to proceed against respondents Schrubbe and Bruce Siedschlag for the purpose of discovering the party or parties who may have been aware that petitioner was going without needed medication.</blockquote>\n<p>2. A decision whether to grant leave to proceed is STAYED with respect to the following claims:</p>\n<blockquote>(a) respondents Hilbert and Steven Schueler denied petitioner medical care after the August 17 use of force. Petitioner may have until March 27, 2007, in which to file an addendum to his complaint that includes allegations on the following subjects:</blockquote>\n<blockquote> what he told respondents Hilbert and Schueler regarding his need for medical treatment immediately after the August 17 use of force;</blockquote>\n<blockquote> any other reasons petitioner believes these respondents knew that petitioner needed immediate medical treatment;</blockquote>\n<blockquote>(b) multiple unnamed officers denied petitioner medical care after the August 17 use of force. Petitioner may have until March 27, 2007, in which to file an addendum to his complaint that includes allegations on the following subjects:</blockquote>\n<blockquote> the number of officers from whom petitioner requested medical treatment on August 17;</blockquote>\n<blockquote> the approximate time of day petitioner requested help from each of these officers;</blockquote>\n<blockquote> any other identifying information petitioner knows about each of these officers;</blockquote>\n<blockquote> the information he gave each of the officers with whom he spoke; and</blockquote>\n<blockquote>(c) respondent Gary Ankarlo refused to provide mental health treatment after the August 21 and November 3 uses of force and body cavity searches. Petitioner may have until March 27, 2007, in which to file an addendum to his complaint including allegations on the following subjects:</blockquote>\n<blockquote> what petitioner told Ankarlo about the incidents of August 26 and November 3</blockquote>\n<blockquote> what petitioner asked Ankarlo to do</blockquote>\n<blockquote> how Ankarlo responded to petitioner</blockquote>\n<p>If, by March 27, 2007, petitioner does not file an addendum addressing these issues, I will construe this as petitioner's intent to withdraw these claims.</p>\n<p>3. Petitioner is DENIED leave to proceed on the following claims for petitioner's failure to state a claim upon which relief may granted:</p>\n<blockquote>(a) respondents Steven Casperson, Phil Kingston, Rick Raemisch, Dan Westfield, Mike Thurmer, Marc Clements, Steven Schueler, Curt Janssen and Bruce Siedschlag were involved in the use of excessive force against petitioner on August 17, 2005;</blockquote>\n<blockquote>(b) respondents Casperson, Kingston, Raemisch, Westfield, Thurmer, Strahota, <span class=\"star-pagination\">*1145</span> Schueler, Siedschlag and Capt. Muraski were involved in an unconstitutional, body cavity search of petitioner on August 21, 2006;</blockquote>\n<blockquote>(c) respondents Raemisch, Casperson, Kingston, Westfield, Thurmer, Strahota and Siedschlag were involved in an unconstitutional body cavity search and use of force on November 3, 2006;</blockquote>\n<blockquote>(d) respondents Ralph Floelich, James Muenchow, Casperson and Kingston were deliberately indifferent to petitioner's health when he went without psychotropic medication for approximately one week in June 2006;</blockquote>\n<blockquote>(e) respondents Steven Wierenga, Officer Kahl, Clements, Casperson, Kingston, Westfield, Linda O'Donovan, Raemisch, Thurmer, Siedschlag, Sgt. Preist, Strahota, Muenchow and Officer II Yunto opened his legal mail on four different occasions outside of his presence; and</blockquote>\n<blockquote>(f) respondents Casperson, Kingston, Westfield, Clements, Strahota, Schueler, Siedschlag, Amy Reid, Nevi Webster, Wierenga, O'Donovan, Kahl and denied petitioner access to the courts when they failed to fix computers petitioner used for legal research; did not give him sufficient law library time while he was preparing the complaint for this case; and confiscated his legal manual.</blockquote>\n<p>4. The following respondents are DISMISSED from the case: Casperson, Raemisch, Westfield, Thurmer, Clements, Strahota, Muraski, Floelich, Kahl, Wierenga, O'Donovan, Preist, Yunto, Reid, Webster, Kim Bauer and Muenchow.</p>\n<p>5. Petitioner's motion for appointment of counsel is DENIED.</p>\n<p>6. Copies of petitioner's amended complaint and this order will be sent to the Attorney General for service on the state respondents remaining in the lawsuit after this court determines whether petitioner may proceed <i>in forma pauperis</i> against respondents Hilbert, Schueler, Ankarlo and multiple unnamed respondents for their alleged failure to provide petitioner with adequate medical care.</p>\n<p>7. For the remainder of this lawsuit, petitioner must send respondents a copy of every paper or document that he files with the court. Once petitioner has learned what lawyer will be representing respondents, he should serve the lawyer directly rather than respondents. The court will disregard any documents submitted by petitioner unless petitioner shows on the court's copy that he has sent a copy to respondent or to respondent's attorney.</p>\n<p>8. Petitioner should keep a copy of all documents for his own files. If petitioner does not have access to a photocopy machine, he may send out identical handwritten or typed copies of his documents.</p>\n<p>9. The unpaid balance of petitioner's filing fee is $240.87; petitioner is obligated to pay this amount in monthly payments as described in 28 U.S.C. § 1915(b)(2),</p>\n<p>10. Petitioner submitted documentation of exhaustion of administrative remedies with his original complaint. Those papers are not considered to be a part of petitioner's amended complaint. However, they are being held in the file of this case in the event respondents wish to examine them.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioner does not include Webster's name in the caption of his complaint. However, in the body of his complaint, he does include Webster in the list of officials he believes are \"liable\" for violating his right to have access to the courts. Therefore, I construe Webster's omission from the caption as an oversight and I have amended the caption to include Webster.</p>\n<p>[2]  For each claim in his complaint, petitioner listed the individual respondents he believes are liable for the alleged constitutional violations. If a respondent was not included in these lists, I have not considered whether a claim was stated against that respondent. This includes officer Spurgeon, whom petitioner discusses in his complaint, but who is not listed either as one of the officers petitioner believes are liable for the alleged violation or as a respondent in the caption.</p>\n<p>[3]  Although petitioner does not include Muraski in the list of respondents he believes are liable, in a section of his complaint he calls \"Statement of Liability,\" he states that he is suing Muraski because Muraski investigated petitioner's complaint regarding the first \"sexual assault\" but failed to take any action against the officers after concluding that petitioner's allegations were unfounded.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109675/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111715/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/349284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/388403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/442143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/470052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/495075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/505540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/513325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/565094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/575871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/584309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586938/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/603853/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/603856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/699535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/702562/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/703919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/710065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726105/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/727340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/756713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793378/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793978/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1245210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427173/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2513073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2620698/"
          ]
        }
      ],
      "judges": "Crabb",
      "date_created": "2014-10-30T23:35:44.375943Z",
      "date_modified": "2017-08-14T20:42:56.044078Z",
      "date_filed": "2007-03-15",
      "date_filed_is_approximate": false,
      "slug": "vasquez-v-raemisch",
      "citation_id": 2460022,
      "case_name_short": "Vasquez",
      "case_name": "Vasquez v. Raemisch",
      "case_name_full": "",
      "federal_cite_one": "480 F. Supp. 2d 1120",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2354851/vasquez-v-raemisch/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:35:44.372172Z",
  "date_modified": "2014-10-30T23:35:44.372172Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Vasquez",
  "case_name": "Vasquez v. Raemisch",
  "case_name_full": "",
  "slug": "vasquez-v-raemisch",
  "docket_number": "06-C-743-C",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}