{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2358562/",
  "id": 2358562,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/lactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2490974/",
      "id": 2490974,
      "absolute_url": "/opinion/2490974/state-v-friday/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/7369/",
        "https://www.courtlistener.com:80/api/rest/v3/people/7389/",
        "https://www.courtlistener.com:80/api/rest/v3/people/7465/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2358562/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2490974/",
          "id": 2490974,
          "absolute_url": "/opinion/2490974/state-v-friday/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2490974/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:54:24.466554Z",
          "date_modified": "2017-04-10T08:04:21.587287Z",
          "type": "010combined",
          "sha1": "e864540c91f7362d413f000f4c9744b2cc8d5220",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>73 So.3d 913 (2011)</b></center>\n<center><h1>STATE of Louisiana<br>\nv.<br>\nRobert FRIDAY.</h1></center>\n<center>No. 2010 KA 2309.</center>\n<center><p><b>Court of Appeal of Louisiana, First Circuit.</b></p></center>\n<center>June 17, 2011.</center>\n<p><span class=\"star-pagination\">*918</span> Walter P. Reed, District Attorney, by Kathryn Landry, Special Appeals Counsel, Baton Rouge, LA, for Appellee State of Louisiana.</p>\n<p>Jerry Fontenot, Covington, LA, for Defendant/Appellant Robert Friday.</p>\n<p>Before CARTER, C.J., GAIDRY and WELCH, JJ.</p>\n<p>GAIDRY, J.</p>\n<p>The defendant, Robert Friday, was charged by grand jury indictment with aggravated rape, a violation of La. R.S. 14:42 (count 1); attempted forcible rape, a violation of La. R.S. 14:42.1 and 14:27 (count 2); and three counts of molestation of a juvenile, violations of La. R.S. 14:81.2 (counts 3-5). The defendant pled not guilty to the charges and, following a jury trial, was found guilty as charged on all counts. The defendant was also charged with 300 counts of pornography involving juveniles, violations of La. R.S. 14:81.1. The defendant pled guilty under <i>Crosby</i><sup>[1]</sup> to all 300 counts. He was sentenced to nine years at hard labor for each count. The sentences were ordered to run concurrently. On the aggravated rape conviction (count 1), the defendant was sentenced to life imprisonment at hard labor without benefit of parole, probation, or suspension of sentence. On the attempted forcible rape conviction (count 2), the defendant was sentenced to fifteen years at hard labor without benefit of parole, probation, or suspension of sentence. On each of the three molestation of a juvenile convictions (counts 3-5), the defendant was sentenced to fifteen years at hard labor. All of the sentences were ordered to run concurrently. The defendant now appeals, designating nine assignments of error. We affirm the convictions and sentences.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>In the summer of 1996, D.B. was a fourteen-year-old live-in babysitter at the home of the defendant and his wife in Slidell. D.B. took care of the young child of the defendant and his wife. Defendant's wife worked nights at a gentleman's club in Slidell. D.B. testified at trial that on one occasion when she was laying on the couch, the defendant touched her inner thigh and then her vagina. A couple of days later, D.B. was sleeping in her bedroom and was awakened by the defendant kissing her breasts. D.B. testified that on other occasions when she was sleeping, the defendant would stick his tongue in her mouth, or touch her vagina. Sometimes he would have his penis exposed and ask D.B. to touch it. D.B. described the final incident as the time she was sleeping with defendant's young child in the child's room. The defendant entered the room and placed his hand over D.B.'s mouth. He told D.B. that he was not going to hurt her, but that it was going to feel good and that he was trying to get her ready for when she had a boyfriend. The defendant began touching her breasts <span class=\"star-pagination\">*919</span> and trying to pull her pants off. He asked D.B. if she wanted to have sex. She said she did not. The defendant took his exposed penis and began rubbing it against D.B.'s pants. He got on top of D.B. and kissed her. At that point, Brittany woke up and the defendant ran out of the room. The next day D.B. called her mother to come pick her up because she no longer wanted to live at the defendant's house.</p>\n<p>The defendant and his wife divorced in 1998. Around 1999, the defendant moved in to the house of his girlfriend. Defendant's girlfriend had three sons from a previous relationship. Her youngest son was T.M. In 2001, they moved to a new house in Slidell. T.M., who was born in 1992, testified that when he was nine or ten years old, the defendant would come into his (T.M.'s) bedroom and tuck him into bed while wearing an open robe with his penis exposed. The defendant would touch T.M.'s penis and perform oral sex on T.M. T.M. also testified that on more than one occasion, the defendant touched T.M.'s \"butt\" with his penis. The sexual abuse lasted about two years.</p>\n<p>Detective Brian Beech, with the St. Tammany Parish Sheriffs Office, obtained a search warrant to seize the defendant's computer, as well as external hard drives, and other items. Four of the defendant's hard drives were examined and, combined, they contained hundreds of images of child pornography. The images depicted various sex acts involving very young children alone, with other children, and with adults. The defendant was charged with 300 counts of pornography involving juveniles. Prior to trial, the defendant pled guilty to all 300 counts.</p>\n<p></p>\n<h2><i>ASSIGNMENTS OF ERROR NOS. 1 and 2</i></h2>\n<p>The defendant argues these related assignments of error together. In his first assignment of error, the defendant argues the trial court erred in denying his motion to suppress. In his second assignment of error, the defendant argues the trial court erred in allowing Detective Brian Beech to provide opinion testimony as to habits of collectors of child pornography although he was not qualified or tendered as an expert. Specifically, the defendant contends that Detective Beech's search warrant affidavit did not establish probable cause for the search warrant used to seize the defendant's computer, which contained hundreds of images of child pornography.<sup>[2]</sup></p>\n<p>When a search and seizure of evidence is conducted pursuant to a search warrant, the defendant has the burden to prove the grounds of his motion to suppress. La.Code Crim. P. art. 703(D); <i>State v. Hunter,</i> 632 So.2d 786, 788 (La. App. 1st Cir.1993), <i>writ denied,</i> 94-0752 (La.6/17/94), 638 So.2d 1092. When a trial court denies a motion to suppress, factual and credibility determinations should not be reversed in the absence of an abuse of the trial court's discretion, i.e., unless such ruling is not supported by the evidence. <i>State v. Green,</i> 94-0887, p. 11 (La.5/22/95), 655 So.2d 272, 280-81. However, a trial court's legal findings are subject to a <i>de novo</i> standard of review. <i>See </i><i>State v. Hunt,</i> 2009-1589, p. 6 (La.12/1/09), 25 So.3d 746, 751.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*920</span> Article 1, § 5 of the Louisiana Constitution requires that a search warrant issue only upon an affidavit establishing probable cause to the satisfaction of an impartial magistrate. <i>See also</i> La.Code Crim. P. art. 162. Probable cause exists when the facts and circumstances within the affiant's knowledge and of which he has reasonably trustworthy information are sufficient to support a reasonable belief that an offense has been committed and that evidence or contraband may be found at the place to be searched. <i>State v. Johnson,</i> 408 So.2d 1280, 1283 (La.1982). The facts establishing the existence of probable cause for the warrant must be contained within the four corners of the affidavit. <i>State v. Duncan,</i> 420 So.2d 1105, 1108 (La.1982); <i>State v. Green,</i> 2002-1022, pp. 6-7 (La.12/4/02), 831 So.2d 962, 968.</p>\n<p>An issuing magistrate must make a practical, common-sense decision whether, given all the circumstances set forth in the affidavit, there is a \"fair probability\" that evidence of a crime will be found in a particular place. <i>Illinois v. Gates,</i> 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527 (1983); <i>State v. Byrd,</i> 568 So.2d 554, 559 (La.1990). The process of determining probable cause for the issuance of a search warrant does not involve certainties or proof beyond a reasonable doubt, or even a prima facie showing, but rather involves probabilities of human behavior, as understood by persons trained in law enforcement and as based on the totality of circumstances. The process simply requires that enough information be presented to the issuing magistrate to enable him to determine that the charges are not capricious and are sufficiently supported to justify bringing into play the further steps of the criminal justice system. <i>See </i><i>State v. Rodrigue,</i> 437 So.2d 830, 832-33 (La.1983).</p>\n<p>The review of a magistrate's determination of probable cause prior to issuing a warrant is entitled to significant deference by reviewing courts. \"[A]fter-the-fact scrutiny by courts of the sufficiency of an affidavit should not take the form of <i>de novo</i> review.\" <i>Gates,</i> 462 U.S. at 236, 103 S.Ct. at 2331. Further, because of \"the preference to be accorded to warrants,\" marginal cases should be resolved in favor of a finding that the issuing magistrate's judgment was reasonable. <i>United States v. Ventresca,</i> 380 U.S. 102, 109, 85 S.Ct. 741, 746, 13 L.Ed.2d 684 (1965).</p>\n<p>In the instant matter, the defendant contends that probable cause for the issuance of the search warrant did not exist because the search warrant affidavit contained information that the defendant's former live-in girlfriend, Cheryl, said the defendant possessed and watched \"legal\" pornography. Further, the defendant contends the information in the affidavit was stale because the defendant had not lived with Cheryl for three years. Finally, the defendant contends that Detective Beech should not have been allowed to \"give opinion testimony as to the habits of collectors of child pornography.\" According to the defendant, the trial court relied on Detective Beech's opinion testimony in its ruling to deny the motion to suppress.</p>\n<p>Detective Brian Beech testified at the motion to suppress hearing that he was given information about the defendant from Slidell Police Department Detective Chuck Taber. Detective Taber had been investigating allegations of the aggravated rape of T.M. by the defendant. The defendant lived with Cheryl and her son, T.M. for about five years. After speaking with both Detective Taber and Cheryl, Detective Beech learned that, during the time the defendant was living with Cheryl, Cheryl saw pornographic images on the defendant's computer, and that some of those <span class=\"star-pagination\">*921</span> images appeared to be of younger people. However, Cheryl advised Detective Beech that she never saw images of children involved in sex acts on his computer. In his search warrant affidavit, Detective Beech stated that Cheryl advised him the images of males and females on his computer were post-pubescent, and that most of the females were dressed in a fashion to appear very young. Cheryl explained that the females were dressed in school outfits with pigtails in their hair. Cheryl also said that the defendant was extremely knowledgeable in the computer industry and he told her that if anything ever happened to him, he wanted her to destroy the hard drive on his computer. Detective Beech also included in his affidavit that Detective Taber advised him that he had learned the defendant was addicted to pornography and had sought professional help for the addiction.</p>\n<p>At the motion to suppress hearing, Detective Beech stated that he learned from Cheryl that the main factor to the dissolution of her relationship with the defendant was his addiction to pornography. Detective Beech also learned that the defendant told Cheryl that the sites he obtained the pornography from originated and operated outside of the United States. When asked about the significance of this, Detective Beech stated:</p>\n<blockquote>In working and in my experience with sex crimes and also computer-related sex crimes, a vast majority if not all of the pornography involving children that we find on computers are from out of the country. They are not from within the United States. They are all from other countries.</blockquote>\n<p>Considering all of the information Detective Beech had, including that the defendant had been viewing and storing pornography for years; that the images were of people that appeared younger; that the defendant obtained the pornography from outside this country, a practice common for those collecting child pornography; and that the defendant was addicted to pornography and sought treatment for it, we find the search warrant was properly issued based on the probable cause that the defendant was in possession of child pornography.</p>\n<p>We further find no merit to the defendant's staleness argument. Cheryl's relationship with the defendant ended in 2004, and the search warrant to search the defendant's home for child pornography was obtained January 17, 2008. Detective Beech testified at the motion to suppress hearing that after the breakup, he did not have any information that Cheryl ever saw the defendant again. Detective Beech did not note in his search warrant affidavit that the last time Cheryl saw pornography on the defendant's computer was in 2004. According to the defendant, \"the information was not only stale, it was desiccated!\"</p>\n<p>When asked about child pornographic erotica, Detective Beech testified that it is not unusual for people who possess child pornography to also possess child pornographic erotica, which depicts adults being dressed up to look like children. Defense counsel objected to this line of questioning because it was a question to be addressed to an expert and Detective Beech had not been tendered as an expert. When asked if it was unusual for someone to maintain their collection of child pornography for a number of years, Detective Beech responded that it was not unusual, that people with child pornography keep their collection for years. Again, defense counsel objected to the line of questioning because Detective Beech was not an expert. The trial court pointed out that Detective Beech was asked to respond based upon his experience, and overruled the objection. The defendant argues in his brief <span class=\"star-pagination\">*922</span> the trial court erred in allowing Detective Beech to provide opinion testimony about the habits of collectors of child pornography.</p>\n<p>With regard to both the issues of staleness and Detective Beech's lay testimony about child pornography collectors, his testimony that such collectors maintain their stash of child pornography for years was indicative of why the information he had received from Cheryl regarding the defendant's pornography collection was not stale. Moreover, the trial court was correct in finding that Detective Beech was not required to be an expert to give such testimony. Detective Beech testified at the motion to suppress hearing that he worked in the juvenile and sex crimes division for several years. He stated in his affidavit that he was currently assigned to the Criminal Investigation Division-Juvenile, where he had over three years experience investigating offenses committed against children. He also had numerous hours of training and hands-on experience in investigating crimes involving juveniles. A law enforcement officer is permitted to express an opinion regarding matters of personal knowledge gained through experience, even if the witness is not first qualified as an expert. <i>See</i> La.Code Evid. art. 701. The trial court is vested with much discretion in determining which opinion testimony shall be received into evidence as lay or expert testimony. <i>State v. Brown,</i> 43,458, p. 7 (La.App.2d Cir.9/24/08), 996 So.2d 461, 466, <i>writ denied,</i> 2008-2713 (La.9/18/09), 17 So.3d 388. Accordingly, while not tendered as an expert, Detective Beech's personal knowledge, training, and experience in the field enabled him to give an opinion about what is typical for a collector of child pornography. The trial court did not abuse its discretion in allowing the testimony.</p>\n<p>Moreover, there is nothing revelatory about the notion that a collector of child pornography will maintain his collection for years. This idea is arguably part of the field of common knowledge. Courts over the years have consistently found that collectors of child pornography do not quickly dispose of their cache and, in fact, rarely if ever dispose of such material. As such, even a substantial delay between the distribution of child pornography and the issuance of a search warrant does not render the underlying information stale. <i>See </i><i>United States v. Richardson,</i> 607 F.3d 357, 370 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 131 S.Ct. 427, 178 L.Ed.2d 324 (2010); <i>United States v. Lemon,</i> 590 F.3d 612, 615 (8th Cir.), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 3305, 176 L.Ed.2d 1206 (2010); <i>United States v. Irving,</i> 452 F.3d 110, 125 (2nd Cir.2006); <i>United States v. Lacy,</i> 119 F.3d 742, 746 (9th Cir.1997), <i>cert. denied,</i> 523 U.S. 1101, 118 S.Ct. 1571, 140 L.Ed.2d 804 (1998); <i>United States v. Ricciardelli,</i> 998 F.2d 8, 12 n. 4 (1st Cir.1993). This is so because the possession of child pornography is a crime that is ongoing and continuing in nature. <i>See </i><i>United States v. Riccardi,</i> 405 F.3d 852, 861 (10th Cir.), <i>cert. denied,</i> 546 U.S. 919, 126 S.Ct. 299, 163 L.Ed.2d 260 (2005).</p>\n<p>In denying the motion to suppress, the trial court stated in pertinent part:</p>\n<blockquote>This alleged crime, the possession of pornography involving juveniles, was asserted by the informant to have continued over an extensive period of time, specifically the five years of their relationship. The information provided to Detective Beech and contained in the affidavit presented to Judge Lamz, was that the pornography was stored on the hard drive of the defendant's computer, information which allows a common sense construction by the signing judge of ongoing criminal activity.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*923</span> The defendant alleges that the information, although contained in the affidavit, was presented in a manner which de-emphasized the staleness of the information. The court finds that Detective Beech did not intentionally mislead the issuing magistrate and thus has reexamined the affidavit after adding additional fact [sic] known to the detective, that Mrs. Martinez had not seen the defendant since their break up. When this fact is added to the information contained in the affidavit, this court finds that under the totality of the circumstances the issuing magistrate had a substantial basis for concluding that probable cause existed.</blockquote>\n<p>We find no reason to disturb the trial court's ruling.</p>\n<p>Finally, we note that even had the search warrant been based on less than probable cause, under the <i>Leon</i> good-faith exception, the evidence seized pursuant to that search warrant would not be suppressed. It is well settled that even when a search warrant is found to be deficient, the seized evidence may nevertheless be admissible under the good-faith exception of <i>United States v. Leon,</i> 468 U.S. 897, 919-20, 104 S.Ct. 3405, 3418-19, 82 L.Ed.2d 677 (1984), wherein the United States Supreme Court held that the exclusionary rule should not be applied so as to bar the use in the prosecution's case-in-chief of evidence obtained by officers acting in an objectively reasonable good-faith reliance on a search warrant issued by a detached and neutral magistrate but ultimately found to be invalid.</p>\n<p>Under <i>Leon,</i> 468 U.S. at 923, 104 S.Ct. at 3421, four instances in which suppression remains an appropriate remedy are: (1) where the issuing magistrate was misled by information the affiant knew was false or would have known was false except for a reckless disregard for the truth; (2) where the issuing magistrate wholly abandoned his detached and neutral judicial role; (3) where the warrant was based on an affidavit so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable; and (4) where the warrant is so facially deficientin failing to particularize the place to be searched or the things to be seizedthat the executing officers cannot reasonably presume it to be valid.</p>\n<p>The instances in which suppression remains an appropriate remedy enunciated in <i>Leon</i> clearly reflect that suppression of evidence seized pursuant to an invalid warrant is not a remedy to be lightly considered. Furthermore, the jurisprudence presumes good faith on the part of the executing officer, and the defendant bears the burden of demonstrating the necessity for suppression of evidence by establishing a lack of good faith. <i>State v. Maxwell,</i> 2009-1359, p. 11 (La.App. 1st Cir.5/10/10), 38 So.3d 1086, 1092, <i>writ denied,</i> 2010-1284 (La.9/17/10), 45 So.3d 1056.</p>\n<p>Applying these factors to this case, we find that even if the search warrant was to be considered defective, the good-faith exception would apply. The defendant did not establish a lack of good faith on the part of the executing officer. There were no misleading statements contained in the affidavit. There was no evidence that Judge Jim Lamz, the issuing magistrate, abandoned his neutral role in his issuance of the search warrant, nor was there anything on the face of the warrant that would make it so deficient that it could not be presumed valid. Detective Beech provided the judge information that he had gathered from Detective Taber and Cheryl, the defendant's former live-in girlfriend. Detective Beech was not unreasonable in believing he provided the judge with sufficient information to issue a <span class=\"star-pagination\">*924</span> search warrant. Accordingly, suppression of the evidence would not be appropriate considering the Leon good-faith exception to the exclusionary rule. <i>See </i><i>Maxwell,</i> 38 So.3d at 1092.</p>\n<p>The trial court did not err in denying the defendant's motion to suppress. Finding these assignments of error without merit, we affirm the defendant's convictions and sentences on the 300 counts of pornography involving juveniles.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 3</i></h2>\n<p>In his third assignment of error, the defendant argues the trial court erred in allowing other crimes evidence. Specifically, the defendant contends the trial court erred in allowing the jury to view the images of child pornography, which was evidence of a subsequent offense, rather than a prior offense.</p>\n<p>Prior to trial, the State filed notice of intent to introduce evidence of other wrongs or acts under La.Code Evid. art. 412.2. La.Code Evid. art. 412.2 provides:</p>\n<blockquote>A. When an accused is charged with a crime involving sexually assaultive behavior, or with acts that constitute a sex offense involving a victim who was under the age of seventeen at the time of the offense, evidence of the accused's commission of another crime, wrong, or act involving sexually assaultive behavior or acts which indicate a lustful disposition toward children may be admissible and may be considered for its bearing on any matter to which it is relevant subject to the balancing test provided in Article 403.</blockquote>\n<blockquote>B. In a case in which the state intends to offer evidence under the provisions of this Article, the prosecution shall, upon request of the accused, provide reasonable notice in advance of trial of the nature of any such evidence it intends to introduce at trial for such purposes.</blockquote>\n<blockquote>C. This Article shall not be construed to limit the admission or consideration of evidence under any other rule.</blockquote>\n<p>Relevant evidence is evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence. La.Code Evid. art. 401. All relevant evidence is admissible except as otherwise provided by positive law. Evidence which is not relevant is not admissible. La.Code Evid. art. 402. Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, misleading the jury, or by considerations of undue delay or waste of time. La.Code Evid. art. 403.</p>\n<p>Generally, evidence of criminal offenses other than the offense being tried is inadmissible as substantive evidence because of the substantial risk of grave prejudice to the defendant. In order to avoid the unfair inference that a defendant committed a particular crime simply because he is a person of criminal character, other crimes evidence is inadmissible unless it has an independent relevancy besides simply showing a criminal disposition. <i>State v. Lockett,</i> 99-0917, p. 3 (La. App. 1st Cir.2/18/00), 754 So.2d 1128, 1130, <i>writ denied,</i> 2000-1261 (La.3/9/01), 786 So.2d 115.</p>\n<p>Louisiana Code of Evidence article 404(B)(1) provides:</p>\n<blockquote>Except as provided in Article 412, evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, <span class=\"star-pagination\">*925</span> identity, absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, of the nature of any such evidence it intends to introduce at trial for such purposes, or when it relates to conduct that constitutes an integral part of the act or transaction that is the subject of the present proceeding.</blockquote>\n<p>Louisiana Code of Evidence article 412.2 was a legislative response to earlier decisions from the Louisiana Supreme Court refusing to recognize a \"lustful disposition\" exception to the prohibition of other crimes evidence under La.Code Evid. art. 404. <i>State v. Buckenberger,</i> 2007-1422, p. 9 (La.App. 1st Cir.2/8/08), 984 So.2d 751, 757, <i>writ denied,</i> 2008-0877 (La.11/21/08), 996 So.2d 1104. Ultimately, questions of relevancy and admissibility of evidence are discretion calls for the trial court. Such determinations regarding relevancy and admissibility should not be overturned absent a clear abuse of discretion. <i>See </i><i>State v. Mosby,</i> 595 So.2d 1135, 1139 (La.1992); <i>State v. Olivieri,</i> 2003-563, p. 19 (La.App. 5th Cir.10/28/03), 860 So.2d 207, 218.</p>\n<p>According to the indictment, the defendant committed aggravated rape between January 1, 2002 and November 25, 2004. He committed attempted forcible rape and three counts of molestation of a juvenile between May 31, 1996 and August 31, 1996. The 300 counts of pornography involving juveniles were committed on January 17, 2008. Thus, the crime of possessing pornography involving juveniles occurred <i>after</i> the crimes of aggravated rape, attempted forcible rape, and molestation of a juvenile. The defendant asserts in his brief that La.Code Evid. art. 412.2 has been consistently applied to allow the introduction of evidence of <i>prior</i> misconduct in cases where a defendant had engaged in sexually inappropriate behavior with minor individuals similar to the charged misconduct. Every case found by the defendant on this issue presupposes that the evidence of other misconduct refers to misconduct which was committed by a defendant prior to the offense for which he is on trial. The defendant here, however, \"was condemned by the use of evidence of <i>subsequent</i> misconduct (possession of child pornography) to prove lustful disposition at the time of an offense alleged to have been committed <i>years earlier</i>!\"</p>\n<p>In allowing the 300 pictures of child pornography to be introduced into evidence, the trial court ruled \"Article 412.2 does not set forth any time restrictions for the admission of the other sexual crimes evidence.\" We note initially that the defendant pled guilty to the 300 counts of pornography involving juveniles prior to the start of his trial. We have found no case law in our jurisdiction that addresses the temporal aspect of Article 412.2; that is, whether subsequent (not just prior) crimes, wrongs, or acts may be admissible under Article 412.2. The source rule for Article 412.2 is Federal Rule of Evidence 413. While the wording of the federal rule differs slightly from Article 412.2, the two rules are virtually identical in application. <i>Olivieri,</i> 860 So.2d at 217. <i>See also </i><i>State v. Williams,</i> 2002-1030, pp. 4-5 (La.10/15/02), 830 So.2d 984, 986-987; <i>Buckenberger,</i> 984 So.2d at 756-57. We look, thus, to jurisprudence that has addressed the temporal aspect of Federal Rule of Evidence 413.</p>\n<p>It appears that <i>United States v. Sioux,</i> 362 F.3d 1241 (9th Cir.2004), was the first case to address whether Rule 413 allows for the admission of subsequent acts evidence. Sioux was charged with sexual abuse of H.H. The government sought to introduce at trial testimonial evidence regarding <span class=\"star-pagination\">*926</span> a similar sexual assault of J.R.S. committed by Sioux about three months after he assaulted H.H. Sioux was found guilty as charged and, on appeal, he argued that J.R.S.'s testimony alleging that he sexually assaulted her violated Rule 413 because the sexual misconduct about which J.R.S. testified took place <i>after</i> the crime for which Sioux stood trial in the sexual assault of H.H.</p>\n<p>In analyzing the text of the rule, the Ninth Circuit stated:</p>\n<blockquote>We find the language of Rule 413 unmistakably pellucid. It sanctions the admission of \"evidence of the defendant's commission of <i>another</i> offense. . . of sexual assault.\" Fed.R.Evid. 413(a) (emphasis added). Used as it is here, the word \"another\" refers to \"an additional one of the same kind: one more\" or to \"one of a set or group of unspecified or indefinite things\" that has not already been contemplated. <i>Webster's Third New Int'l Dictionary of the English Language, Unabridged</i> 89 (1971). Sioux's alleged sexual assault of J.R.S. is plainly \"of a kind\" with his assault of H.H.; it is beyond serious dispute that such misconduct is part of the same \"set or group\" of acts declared relevant by Congress and made admissible on that basis.</blockquote>\n<blockquote>Sioux's challenge hinges on assigning a temporal limitation to the word \"another\"in particular, <i>precedence.</i> Yet, \"another\" contains no inherent chronological limitation, and to the extent the word is used in a necessarily temporal context, its most natural usage actually signifies <i>subsequence.</i> As the Oxford English Dictionary explains:</blockquote>\n<blockquote>\n<i>Another</i> is distinguished from <i>the other,</i> in that, while the latter points to the remaining determinate member of a known series of two or more, <i>another</i> refers indefinitely to <i>any</i> further member of a series of indeterminate extent. [In this sense, it means:] One more, one further; originally <i>a second</i> of two things; subsequently extended to anything additional or remaining beyond those already considered; an additional.</blockquote>\n<blockquote>1 <i>Oxford English Dictionary</i> 495 (2d ed.1989) (all emphases in original). Thus, while we in no way mean to suggest that Rule 413 applies <i>only</i> to subsequent acts, we have little doubt that the plain language of the rule permits admission of subsequent acts evidence to the same extent it permits the introduction of evidence tending to demonstrate prior acts of sexual misconduct.</blockquote>\n<p><i>Sioux,</i> 362 F.3d at 1245.</p>\n<p>The Ninth Circuit found further support in its interpretation of Rule 413 by looking to Federal Rule of Evidence 404(b), which provides that although \"[e]vidence of <i>other</i> crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith [such evidence may] be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.. . .\" <i>Sioux,</i> 362 F.3d at 1246. The Ninth Circuit noted that despite the fact that the \"other crimes, wrongs, or acts\" referred to in Rule 404(b) are customarily referred to as \"priors,\" the federal courts overwhelmingly have embraced the view that the existing exceptions to Rule 404(b)'s general bar against the admission of propensity evidence allow for the introduction of <i>both</i> prior <i>and</i> subsequent bad acts evidence. <i>Sioux,</i> 362 F.3d at 1246.</p>\n<p>The language of La.Code Evid. art. 404(b) is almost identical to the language of Federal Rule of Evidence 404(b), and La.Code Evid. art. 404(b) generally follows the approach of the federal rule. <i>See</i> Official Comments to La.Code Evid. art. <span class=\"star-pagination\">*927</span> 404(b). Just as Federal Rule of Evidence 404(b) has permitted the admission of subsequent bad acts evidence, so too has La. Code Evid. art. 404(b) permitted such evidence. In <i>State v. Matthews,</i> 98-252, pp. 7-8 (La.App. 5th Cir.10/14/98), 720 So.2d 153, 157-58, <i>writ denied,</i> 98-2980 (La.3/19/99), 740 So.2d 112, where the defendant argued that the other crimes evidence introduced occurred subsequent to the instant charge, the fifth circuit affirmed the conviction, finding that the language of La.Code Evid. art. 404(b) is not limited to <i>prior</i> crimes, wrongs or acts, but merely refers to <i>other</i> crimes, wrongs or acts. <i>See also </i><i>State v. Eisbruckner,</i> 96-252, p. 3 (La.App. 5th Cir. 1/15/97), 688 So.2d 39, 41, <i>writ denied,</i> 97-0429 (La.9/5/97), 700 So.2d 502.</p>\n<p>The Ninth Circuit in <i>Sioux</i> found that Rule 413, based on a plain reading of the text, unambiguously allowed for the submission of subsequent acts evidence. Similarly, La.Code Evid. art. 412.2 uses the language \"evidence of the accused's commission of <i>another</i> crime, wrong, or act involving sexually assaultive behavior or acts which indicate a lustful disposition toward children may be admissible.\" (emphasis added). We find the downloading and saving of images of child pornography clearly indicate a lustful disposition toward children. We also find, as did the Ninth Circuit in <i>Sioux,</i> that there is no temporal limitation to the applicability of Article 412.2. The plain language of Article 412.2 permits the admission of subsequent acts evidence to the same extent it permits the introduction of evidence of prior acts of sexual misconduct. <i>See </i><i>Sioux,</i> 362 F.3d at 1245.</p>\n<p>We find no abuse of discretion in the trial court's ruling that under La.Code Evid. art. 412.2, the 300 pictures of child pornography were admissible. This evidence was clearly admissible under Article 412.2 to show the defendant's lustful disposition toward young children, and the probative value of the evidence was not outweighed by the danger of unfair prejudice under La.Code Evid. art. 403. <i>See </i><i>State v. Verret,</i> 2006-1337, pp. 19-21 (La.App. 1st Cir.3/23/07), 960 So.2d 208, 220-22, <i>writ denied,</i> 2007-0830 (La.11/16/07), 967 So.2d 520.</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 4</i></h2>\n<p>In his fourth assignment of error, the defendant argues the trial court erred in denying his motion to sever the offenses. Specifically, the defendant contends that the aggravated rape charge should not have been tried together with the molestation of a juvenile charges.<sup>[4]</sup></p>\n<p>The defendant filed a motion to sever offenses, arguing that the crimes involved different alleged victims and occurred in different locations. In his brief, the defendant argues the motion to sever should have been granted because the modes of trial did not permit joinder, he was severely prejudiced by having to defend unrelated accusations separated by multiple years, and the multiple counts alleging sexual abuse of children made the jury unfairly hostile and predisposed toward a finding of guilt.</p>\n<p>In denying the motion to sever, the trial court stated in pertinent part:</p>\n<blockquote>Defendant first argues that the charges which are the subject of the Motion to Sever are required to be tried separately due to the mandatory make-up <span class=\"star-pagination\">*928</span> of the jury. The court finds this argument is without merit, as Code of Criminal Procedure Article 493.2 specifically provides that relative felonies can be tried with felonies, provided the other requirements for joinder of offenses are met.</blockquote>\n<blockquote>Defendant further argues that the charges should be severed because of the prejudicial nature of the charges, and the presence of the multiple counts.</blockquote>\n<blockquote>A defendant has a substantial burden of proof when he alleges prejudicial joinder of [offenses]. . . . Additionally, when determining whether two charged offenses should be severed for trial, the Court may consider whether evidence of one offense would be admissible as other crimes evidence at the trial of the other offense.</blockquote>\n<blockquote>The Louisiana Code of Evidence Article 412.2 provides for the admissibility of evidence of similar crimes, or acts in sex offense cases, which indicate a lustful disposition toward children. . . .</blockquote>\n<blockquote>This court finds that the evidence of the sexually assaultive behavior committed against either victim could be introduced at the trial of the crimes committed against the other, and that these charges are properly joined for trial.</blockquote>\n<p>We agree with the trial court's ruling. Louisiana Code of Criminal Procedure article 493 states:</p>\n<blockquote>Two or more offenses may be charged in the same indictment or information in a separate count for each offense if the offenses charged, whether felonies or misdemeanors, are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan; provided that the offenses joined must be triable by the same mode of trial.</blockquote>\n<p>Louisiana Code of Criminal Procedure article 493.2 states:</p>\n<blockquote>Notwithstanding the provisions of Article 493, offenses in which punishment is necessarily confinement at hard labor may be charged in the same indictment or information with offenses in which the punishment may be confinement at hard labor, provided that the joined offenses are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan. Cases so joined shall be tried by a jury composed of twelve jurors, ten of whom must concur to render a verdict.</blockquote>\n<p>Louisiana Code of Criminal Procedure article 782(A) provides in pertinent part:</p>\n<blockquote>Cases in which punishment is necessarily confinement at hard labor shall be tried by a jury composed of twelve jurors, ten of whom must concur to render a verdict. Cases in which the punishment may be confinement at hard labor shall be tried by a jury composed of six jurors, all of whom must concur to render a verdict.</blockquote>\n<p>The punishment for the offense of aggravated rape is necessarily confinement at hard labor. <i>See</i> La. R.S. 14:42(D)(1). The punishment for the offense of molestation of a juvenile may be confinement with or without hard labor. <i>See</i> La. R.S. 14:81.2(B). Thus, while an aggravated rape case is triable by a twelve-person jury, and a molestation of a juvenile case is triable by a six-person jury, the cases may be properly joined under La.Code Crim. P. art. 493.2.</p>\n<p>In ruling on a motion for severance, the trial court should consider a variety of factors in determining whether or not prejudice may result from the joinder: whether the jury would be confused <span class=\"star-pagination\">*929</span> by the various counts; whether the jury would be able to segregate the various charges and the evidence; whether the defendant could be confounded in presenting his various defenses; whether the crimes charged would be used by the jury to infer a criminal disposition; and whether, considering the nature of the offenses, the charging of several crimes would make the jury hostile. A severance need not be granted if the prejudice can effectively be avoided by other safeguards. In many instances, the trial judge can mitigate any prejudice resulting from joinder of offenses by providing clear instructions to the jury. The state can further curtail any prejudice with an orderly presentation of evidence. A motion for severance is addressed to the sound discretion of the trial court, and its ruling should not be disturbed on appeal absent a showing of an abuse of discretion. A defendant in any case bears a heavy burden of proof when alleging prejudicial joinder of offenses as grounds for a motion to sever. Factual, rather than conclusory, allegations are required. <i>State v. Allen,</i> 95-1515, pp. 5-6 (La.App. 1st Cir.6/28/96), 677 So.2d 709, 713, <i>writ denied,</i> 97-0025 (La.10/3/97), 701 So.2d 192.</p>\n<p>In <i>State v. Roca,</i> 2003-1076 (La.App. 5th Cir.1/13/04), 866 So.2d 867, <i>writ denied,</i> 2004-0583 (La.7/2/04), 877 So.2d 143, the fifth circuit found a severance was not warranted where the defendant was charged with aggravated rape, aggravated rape of a juvenile, oral sexual battery of a juvenile, and molestation of a juvenile, which involved different victims (the defendant's biological daughter and his girlfriend's daughter). The court stated that the evidence of each offense would have been admissible as other crimes evidence at the trial of the other offense to show defendant's propensity to sexually abuse young females under his supervision and care under La.Code Evid. art. 412.2. <i>See </i><i>State v. Burks,</i> 2004-1435 (La.App. 5th Cir.5/31/05), 905 So.2d 394, 396-401, <i>writ denied,</i> 2005-1696 (La.2/3/06), 922 So.2d 1176. <i>See also </i><i>State v. Bray,</i> 548 So.2d 350, 353-54 (La.App. 4th Cir.1989).</p>\n<p>Similarly in the instant matter, evidence of either offenseaggravated rape or molestation of a juvenilewould have been admissible as other crimes evidence under La.Code Evid. art. 412.2 at the trial of the other offense to show the defendant's lustful disposition toward young children. In both cases, the defendant knew his victims well, and the victims were young and lived in the same house with the defendant. Further, the defendant violated the victims in their bedrooms, and started out by touching his victims, which ultimately progressed to rape or attempted rape. Despite the lapse of time between the two offenses, the identity of the defendant as the perpetrator and the similar character of the offenses remained unchanged. <i>See State v. H.A., Sr.,</i> 2010-95, pp. 2, 8-12 (La.App. 3d Cir.10/6/10), 47 So.3d 34, 37, 41-43 (in which the trial court's denial of a motion to sever was upheld where the charges of aggravated incest and molestation of a juvenile occurred between eight and fifteen years apart and were committed against different victims); <i>State v. Williams,</i> 2005-317, pp. 16-20 (La.App. 5th Cir.11/29/05), 918 So.2d 466, 475-78, <i>writ denied,</i> 2006-0638 (La.10/6/06), 938 So.2d 64 (where the fifth circuit upheld the trial court's denial of a motion to sever a charge of rape committed from 1998 to 2002 and a charge of aggravated rape committed from 1986 to 1992). <i>See also </i><i>State v. Dickinson,</i> 370 So.2d 557, 559-60 (La. 1979) (where the trial court's denial of a motion to sever was upheld in a case that involved the kidnapping-attempted rape of one victim and then, a year later, the kidnapping-attempted rape of another victim); <i>State v. Mitchell,</i> 356 So.2d 974, 978-80(La.), <span class=\"star-pagination\">*930</span> <i>cert. denied,</i> 439 U.S. 926, 99 S.Ct. 310, 58 L.Ed.2d 319 (1978) (where the trial court's denial of a motion to sever was upheld in a case involving three rape victims over a five-month period).</p>\n<p>Further, the evidence of each offense was simple and distinct and was kept separate with a proper jury charge. <i>See </i><i>State v. Williams,</i> 418 So.2d 562 (La.1982). Following closing arguments, the trial court provided the following jury charge:</p>\n<blockquote>Although the defendant in this case is charged with more than one count in the indictment, it does not follow from this fact alone that if he is guilty of one count, then he is guilty of all. You must consider each of the counts separately, and the defendant is not to be prejudiced by the fact, if it should become a fact, that you return a verdict of guilty on one of the counts. Unless I indicate otherwise, all instructions which I give you govern the case as to each count of the indictment.</blockquote>\n<p>Any potential prejudice by the joinder was effectively avoided by other safeguards. With proper jury charging, the jury could easily keep the evidence in each offense separate in its deliberations. <i>See </i><i>State v. Celestine,</i> 452 So.2d 676, 680-81 (La.1984). <i>See also </i><i>State v. Crochet,</i> 2005-0123 (La.6/23/06), 931 So.2d 1083, 1087-88 (<i>per curiam</i>). Accordingly, the trial court did not abuse its discretion in denying the defendant's motion to sever.</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENTS OF ERRORS NOS. 5, 6 and 7</i></h2>\n<p>In these related assignments of error, the defendant argues the trial court erred in allowing Anna Caruso to testify as an expert in the field of child and family counseling, sexual abuse of children, and the habits or conduct of sexual predators.</p>\n<p>Louisiana Code of Evidence article 702 provides:</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.</blockquote>\n<p>It is well-established that trial courts are vested with great discretion in determining the competence of an expert witness, and rulings on the qualification of a witness as an expert will not be disturbed unless there was a clear abuse of that discretion. A combination of specialized training, work experience, and practical application of the expert's knowledge can combine to demonstrate that a person is an expert. <i>State v. Berry,</i> 95-1610, p. 20 (La.App. 1st Cir.11/8/96), 684 So.2d 439, 456, <i>writ denied,</i> 97-0278 (La.10/10/97), 703 So.2d 603. In reviewing the decision of the trial court to qualify a witness as an expert, the appellate courts will also consider whether a witness has previously been qualified as an expert. <i>State v. Craig,</i> 95-2499, p. 9 (La.5/20/97), 699 So.2d 865, 870, <i>cert. denied,</i> 522 U.S. 935, 118 S.Ct. 343, 139 L.Ed.2d 266 (1997). Moreover, once an expert has been found to be qualified, the trier of fact is entitled to assess credibility and accept or reject the opinion of the expert in light of the expert's qualifications and the facts which form the basis of his or her opinion. <i>Hickman v. Exide, Inc.,</i> 28,495, p. 10 (La. App.2d Cir.8/21/96), 679 So.2d 527, 537.</p>\n<p>The State called Anna Caruso, a clinical social worker, who had treated T.M. both in family therapy and on an individual basis. T.M. first disclosed he was being sexually abused by the defendant to Caruso. The prosecutor sought to have Caruso qualified as an expert in the field of child <span class=\"star-pagination\">*931</span> and family counseling and sought to establish, as part of Caruso's expertise, her experience in counseling and treating children who had been sexually abused. Caruso testified she has been a clinical social worker for eleven years. She has had her own practice since 2002. As part of her practice, she counseled and treated children who had been victims of sexual assault. She has a master's degree in social work and completed an internship at Dallas Child and Family Guidance. Her first year working on her degree was dedicated in large part to child physical and child sexual abuse. She has been qualified in court before as an expert in child and family counseling, and has testified as an expert. She has not published any papers, but explained that her focus was mainly on treatment, not research. The one time she focused on research was in 2007, where she participated for a year in the Tulane Circle of Security Project, which focused on child attachment and treating children. Caruso further testified she had been asked by the Office of Community Services to counsel victims of child abuse and child sexual abuse.</p>\n<p>At the conclusion of the questioning regarding Caruso's qualifications, the trial court made the following ruling:</p>\n<blockquote>In connection with this witness' tender in the field of children and family counseling, the State has established that this witness is a clinical social worker, she has 11 years experience, she has a Master's degree in Social Work, she completed additional training at Tulane, her practice consists of children and families, and she has maintained her required educationalI'm going to refer to them as CME hours, but it's continuing education requirements, of 20 . . .hours a year. She has been qualified previously as an expert in that field, and I do not believe that it matters what type of case that she has been qualified in. She is an expert, she's qualified by reason of her education, training and background in that field, or she is not, and I believe that the State has set forth sufficient background to establish her qualifications in the field of children and family counseling, and will accept her as an expert in that field.</blockquote>\n<p>Given Caruso's education, training, and experience in counseling children and families, we find the trial court did not abuse its discretion in qualifying her as an expert witness and allowing her to testify at trial. Under La.Code Evid. art. 702, Caruso's specialized knowledge was sufficient to qualify her to testify as an expert.</p>\n<p>The defendant also contends that, despite Caruso being accepted as an expert in the field of children and family counseling, the trial court erred in allowing her to testify about sexual abuse of children and the characteristics of perpetrators. The defendant does not point to any particular testimony in the record regarding Caruso's discussion of sexual abuse of children. Instead, he references pages 823 to 830. However, these pages deal with defense counsel's objection to Caruso's testifying about how victims often know the perpetrators of the sexual abuse.</p>\n<p>Regarding any testimony about sexual abuse of children, defense counsel lodged a general objection to Caruso being asked any questions regarding sexual abuse. The trial court ruled that it would deal with this issue \"on a question-by-question basis and as to whether or not she oversteps her bounds.\" Caruso testified very broadly about the general characteristics of sexual abuse victims, namely how such victims delay disclosure and some of the reasons why disclosure may be delayed, such as fear or shame. As discussed, part of Caruso's training and experience included counseling children who were victims of <span class=\"star-pagination\">*932</span> sexual abuse. It would not have been beyond her expertise to explain, based on her own practice and experience, the basics of delayed disclosure. Thus, when the defendant objected to Caruso being asked if it was unusual for children to not report sexual abuse immediately, the trial court overruled the objection. We find no error in this particular ruling of the trial court.</p>\n<p>The defendant further contends the trial court erred in allowing Caruso to testify as to the habits/conduct or characteristics of sexual perpetrators. Specifically, the defendant asserts Caruso should not have been permitted to testify that most perpetrators are known to their victims. We do not find this to be testimony about the habits, conduct, or characteristics of a sexual offender. Moreover, Caruso was asked, based on her training and expertise, whether victims commonly know their abusers. Finally, the notion that victims of sexual abuse often know their abusers does not appear to be particularly revealing and would seem to be within the realm of common knowledge. No real specialized knowledge was needed for such testimony. The trial court did not err in overruling the defendant's objections to this line of questioning.</p>\n<p>These assignments of error are without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 8</i></h2>\n<p>In his eighth assignment of error, the defendant argues the trial court erred in not granting his motion for mistrial. Specifically, the defendant contends that a mistrial should have been granted when Detective Beech testified that the defendant had originally been charged with many more counts of child pornography than the jury was aware of at that point.</p>\n<p>The relevant exchange took place on redirect examination between the prosecutor and Detective Beech:</p>\n<blockquote>Q. Detective, the Exhibits 4 through 11, those eight pages that I asked you to review, those contain approximately 72 photographs?</blockquote>\n<blockquote>A. Roughly, yes, ma'am.</blockquote>\n<blockquote>Q. Obviously, those are not the entire 300 images of child pornography with which the defendant was charged?</blockquote>\n<blockquote>A. Initially, he was charged with far more than that.</blockquote>\n<blockquote>Q. Okay. But thoseare those 72 representative of the images that you saw on hison the computer?</blockquote>\n<blockquote>A. Yes, ma'am.</blockquote>\n<p>After the jury was retired, defense counsel moved for a mistrial because Detective Beech testified that originally the defendant was charged with many more counts of child pornography than the 300 charges indicated on the bill of indictment. The prosecutor explained that she was trying to convey to the jury that those eight pages of child pornography that Detective Beech reviewed were not all of the 300 pictures of child pornography, but were representative of the 300 pictures found on the defendant's computer. Defense counsel responded that his objection went \"more to the answer than to the question.\" Defense counsel continued, \"I'm certainly not alleging any sort of prosecutorial misconduct here.\"</p>\n<p>In denying the motion for mistrial, the trial court stated in pertinent part:</p>\n<blockquote>[T]he Court finds that there was no indication the District Attorney was attempting to elicit the remark; and, in fact, the Defense Counsel has so indicated. Therefore, the remark would fall under Code of Criminal Procedure Article 771, which provides that a mistrial may be granted if the Court is satisfied <span class=\"star-pagination\">*933</span> tha[t] an admonition is not sufficient to assure the defendant a fair trial.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>Upon further review of the dialogue between the Assistant District Attorney and Detective Beech, the Court finds that the comment could have been construed as referring to more than the 72 images that Ms. Wall [prosecutor] asked the detective to review.</blockquote>\n<blockquote>Therefore, the Court finds that Detective Beech's comment was not unambiguous. Given the brief and unspecific nature of the reference, the Court also finds that the State was not so prejudicial that it deprives the defendant of a fair trial.</blockquote>\n<p>Louisiana Code of Criminal Procedure article 775 provides that a mistrial shall be ordered when prejudicial conduct in or outside the courtroom makes it impossible for the defendant to obtain a fair trial, or when authorized by Article 770 or 771. The defendant contends that a mistrial was warranted pursuant to La.Code Crim. P. art. 771<sup>[5]</sup> which states, in pertinent part:</p>\n<blockquote>In the following cases, upon the request of the defendant or the state, the court shall promptly admonish the jury to disregard a remark or comment made during the trial, or in argument within the hearing of the jury, when the remark is irrelevant or immaterial and of such a nature that it might create prejudice against the defendant, or the state, in the mind of the jury:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(2) When the remark or comment is made by a witness or person other than the judge, district attorney, or a court official, regardless of whether the remark or comment is within the scope of Article 770.</blockquote>\n<blockquote>In such cases, on motion of the defendant, the court may grant a mistrial if it is satisfied that an admonition is not sufficient to assure the defendant a fair trial.</blockquote>\n<p>A mistrial under the provisions of La.Code of Crim. P. art. 771 is at the discretion of the trial court and should be granted only where the prejudicial remarks of the witness or of the prosecutor make it impossible for the defendant to obtain a fair trial. <i>See </i><i>State v. Miles,</i> 98-2396, p. 4 (La.App. 1st Cir.6/25/99), 739 So.2d 901, 904, <i>writ denied,</i> 99-2249 (La.1/28/00), 753 So.2d 231. However, a mistrial is a drastic remedy which should be granted only when the defendant suffers such substantial prejudice that he has been deprived of any reasonable expectation of a fair trial. Determination of whether a mistrial should be granted is within the sound discretion of the trial court, and the denial of a motion for mistrial will not be disturbed on appeal without abuse of that discretion. <i>Berry,</i> 684 So.2d at 449.</p>\n<p>In the instant matter, the prosecutor did not intentionally elicit evidence of another crime. Detective Beech's answer to the prosecutor's question about those pictures he reviewed out of the entire 300 pictures was nonresponsive. Unsolicited and nonresponsive testimony is not chargeable against the State to provide a ground for the reversal of a conviction. <i>See </i><i>State v. Perry,</i> 420 So.2d 139, 147 (La.1982). Further, ambiguous or obscure references to other crimes made without explanation or elaboration do not prejudice the defendant. <i>State v. Tribbet,</i> 415 So.2d 182, 184-85 (La.1982); <i>State v. Henson,</i> 351 So.2d 1169, 1170-71 (La.1977). See <span class=\"star-pagination\">*934</span> <i>State v. Williams,</i> 26,655, pp. 3-5 (La. App.2d Cir.3/1/95), 651 So.2d 331, 333-34, <i>writ denied,</i> 95-0777 (La.9/15/95), 660 So.2d 448.</p>\n<p>We note, as well, that defense counsel did not request an admonition by the trial court. Louisiana Code of Criminal Procedure article 771 mandates an admonishment <i>when requested</i> by the defendant or State. Absent a request by the defendant, the trial court's failure to instruct the jury to disregard Detective Beech's nonresponsive testimony was not, in itself, reversible error. <i>See </i><i>State v. Pooler,</i> 96-1794, pp. 38-39 (La.App. 1st Cir.5/9/97), 696 So.2d 22, 48, <i>writ denied,</i> 97-1470 (La.11/14/97), 703 So.2d 1288.</p>\n<p>Despite the vague reference by Detective Beech to other charges of pornography involving juveniles, the defendant did not suffer such substantial prejudice that he was deprived of any reasonable expectation of a fair trial. Accordingly, the trial court did not abuse its discretion in denying the defendant's motion for mistrial.</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 9</i></h2>\n<p>In his ninth assignment of error, the defendant argues the trial court should have included the crime of oral sexual battery as a responsive verdict to aggravated rape.</p>\n<p>Prior to closing arguments, defense counsel made an oral motion to the trial court to include in its jury charges that oral sexual battery is a responsive verdict to aggravated rape. Finding no statutory authority for defense counsel's request, the trial court denied the motion.</p>\n<p>Louisiana Code of Criminal Procedure art. 814(A)(8.1) does not list oral sexual battery as a responsive verdict to aggravated rape of a child under the age of thirteen. When responsive verdicts are mandated by Article 814, the trial court is without authority to vary or to add to the prescribed verdicts. <i>State v. Thibodeaux,</i> 380 So.2d 59, 60 (La.1980).</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The defendant's convictions and sentences are affirmed.</p>\n<p>CONVICTIONS AND SENTENCES AFFIRMED.</p>\n<p>CARTER, C.J., concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>State v. Crosby,</i> 338 So.2d 584 (La.1976).</p>\n<p>[2]  In a previous writ application regarding this issue, the defendant sought review of the denial of his motion to suppress. This court denied the writ. <i>See State v. Friday,</i> 2009-1082 (La.App. 1st Cir.9/28/09) (unpublished writ action).</p>\n<p>[3]  In determining whether the ruling on defendant's motion to suppress was correct, we are not limited to the evidence adduced at the hearing on the motion. We may consider all pertinent evidence given at the trial of the case. <i>State v. Chopin,</i> 372 So.2d 1222, 1223 n. 2 (La. 1979).</p>\n<p>[4]  According to the indictment, the defendant committed aggravated rape between January 1, 2002, and November 25, 2004. He committed three counts of molestation of a juvenile between May 31, 1996, and August 31, 1996.</p>\n<p>[5]  Since the witness was not a judge, district attorney, or court official, La.Code Crim. P. art. 770 does not apply. <i>See </i><i>State v. Jackson,</i> 396 So.2d 1291, 1294 (La.1981).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">913</span></span> (2011)</b></center>\n<center><h1>STATE of Louisiana<br>\nv.<br>\nRobert FRIDAY.</h1></center>\n<center>No. 2010 KA 2309.</center>\n<center><p><b>Court of Appeal of Louisiana, First Circuit.</b></p></center>\n<center>June 17, 2011.</center>\n<p><span class=\"star-pagination\">*918</span> Walter P. Reed, District Attorney, by Kathryn Landry, Special Appeals Counsel, Baton Rouge, LA, for Appellee State of Louisiana.</p>\n<p>Jerry Fontenot, Covington, LA, for Defendant/Appellant Robert Friday.</p>\n<p>Before CARTER, C.J., GAIDRY and WELCH, JJ.</p>\n<p>GAIDRY, J.</p>\n<p>The defendant, Robert Friday, was charged by grand jury indictment with aggravated rape, a violation of La. R.S. 14:42 (count 1); attempted forcible rape, a violation of La. R.S. 14:42.1 and 14:27 (count 2); and three counts of molestation of a juvenile, violations of La. R.S. 14:81.2 (counts 3-5). The defendant pled not guilty to the charges and, following a jury trial, was found guilty as charged on all counts. The defendant was also charged with 300 counts of pornography involving juveniles, violations of La. R.S. 14:81.1. The defendant pled guilty under <i>Crosby</i><sup>[1]</sup> to all 300 counts. He was sentenced to nine years at hard labor for each count. The sentences were ordered to run concurrently. On the aggravated rape conviction (count 1), the defendant was sentenced to life imprisonment at hard labor without benefit of parole, probation, or suspension of sentence. On the attempted forcible rape conviction (count 2), the defendant was sentenced to fifteen years at hard labor without benefit of parole, probation, or suspension of sentence. On each of the three molestation of a juvenile convictions (counts 3-5), the defendant was sentenced to fifteen years at hard labor. All of the sentences were ordered to run concurrently. The defendant now appeals, designating nine assignments of error. We affirm the convictions and sentences.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>In the summer of 1996, D.B. was a fourteen-year-old live-in babysitter at the home of the defendant and his wife in Slidell. D.B. took care of the young child of the defendant and his wife. Defendant's wife worked nights at a gentleman's club in Slidell. D.B. testified at trial that on one occasion when she was laying on the couch, the defendant touched her inner thigh and then her vagina. A couple of days later, D.B. was sleeping in her bedroom and was awakened by the defendant kissing her breasts. D.B. testified that on other occasions when she was sleeping, the defendant would stick his tongue in her mouth, or touch her vagina. Sometimes he would have his penis exposed and ask D.B. to touch it. D.B. described the final incident as the time she was sleeping with defendant's young child in the child's room. The defendant entered the room and placed his hand over D.B.'s mouth. He told D.B. that he was not going to hurt her, but that it was going to feel good and that he was trying to get her ready for when she had a boyfriend. The defendant began touching her breasts <span class=\"star-pagination\">*919</span> and trying to pull her pants off. He asked D.B. if she wanted to have sex. She said she did not. The defendant took his exposed penis and began rubbing it against D.B.'s pants. He got on top of D.B. and kissed her. At that point, Brittany woke up and the defendant ran out of the room. The next day D.B. called her mother to come pick her up because she no longer wanted to live at the defendant's house.</p>\n<p>The defendant and his wife divorced in 1998. Around 1999, the defendant moved in to the house of his girlfriend. Defendant's girlfriend had three sons from a previous relationship. Her youngest son was T.M. In 2001, they moved to a new house in Slidell. T.M., who was born in 1992, testified that when he was nine or ten years old, the defendant would come into his (T.M.'s) bedroom and tuck him into bed while wearing an open robe with his penis exposed. The defendant would touch T.M.'s penis and perform oral sex on T.M. T.M. also testified that on more than one occasion, the defendant touched T.M.'s \"butt\" with his penis. The sexual abuse lasted about two years.</p>\n<p>Detective Brian Beech, with the St. Tammany Parish Sheriffs Office, obtained a search warrant to seize the defendant's computer, as well as external hard drives, and other items. Four of the defendant's hard drives were examined and, combined, they contained hundreds of images of child pornography. The images depicted various sex acts involving very young children alone, with other children, and with adults. The defendant was charged with 300 counts of pornography involving juveniles. Prior to trial, the defendant pled guilty to all 300 counts.</p>\n<p></p>\n<h2><i>ASSIGNMENTS OF ERROR NOS. 1 and 2</i></h2>\n<p>The defendant argues these related assignments of error together. In his first assignment of error, the defendant argues the trial court erred in denying his motion to suppress. In his second assignment of error, the defendant argues the trial court erred in allowing Detective Brian Beech to provide opinion testimony as to habits of collectors of child pornography although he was not qualified or tendered as an expert. Specifically, the defendant contends that Detective Beech's search warrant affidavit did not establish probable cause for the search warrant used to seize the defendant's computer, which contained hundreds of images of child pornography.<sup>[2]</sup></p>\n<p>When a search and seizure of evidence is conducted pursuant to a search warrant, the defendant has the burden to prove the grounds of his motion to suppress. La.Code Crim. P. art. 703(D); <i>State v. Hunter,</i> <span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">786</span></span>, 788 (La. App. 1st Cir.1993), <i>writ denied,</i> 94-0752 (La.6/17/94), <span class=\"citation\" data-id=\"1596613\"><a href=\"/opinion/1596613/state-v-hunter/\"><span class=\"volume\">638</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1092</span></a></span>. When a trial court denies a motion to suppress, factual and credibility determinations should not be reversed in the absence of an abuse of the trial court's discretion, i.e., unless such ruling is not supported by the evidence. <i>State v. Green,</i> 94-0887, p. 11 (La.5/22/95), <span class=\"citation\" data-id=\"1730571\"><a href=\"/opinion/1730571/state-v-green/\"><span class=\"volume\">655</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">272</span></a></span>, 280-81. However, a trial court's legal findings are subject to a <i>de novo</i> standard of review. <i>See </i><i>State v. Hunt,</i> 2009-1589, p. 6 (La.12/1/09), <span class=\"citation\" data-id=\"1628307\"><a href=\"/opinion/1628307/state-v-hunt/\"><span class=\"volume\">25</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">746</span></a></span>, 751.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*920</span> Article 1, § 5 of the Louisiana Constitution requires that a search warrant issue only upon an affidavit establishing probable cause to the satisfaction of an impartial magistrate. <i>See also</i> La.Code Crim. P. art. 162. Probable cause exists when the facts and circumstances within the affiant's knowledge and of which he has reasonably trustworthy information are sufficient to support a reasonable belief that an offense has been committed and that evidence or contraband may be found at the place to be searched. <i>State v. Johnson,</i> <span class=\"citation\" data-id=\"1843181\"><a href=\"/opinion/1843181/state-v-johnson/\"><span class=\"volume\">408</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1280</span></a></span>, 1283 (La.1982). The facts establishing the existence of probable cause for the warrant must be contained within the four corners of the affidavit. <i>State v. Duncan,</i> <span class=\"citation\" data-id=\"1777937\"><a href=\"/opinion/1777937/state-v-duncan/\"><span class=\"volume\">420</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1105</span></a></span>, 1108 (La.1982); <i>State v. Green,</i> 2002-1022, pp. 6-7 (La.12/4/02), <span class=\"citation\" data-id=\"1811298\"><a href=\"/opinion/1811298/state-v-green/\"><span class=\"volume\">831</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">962</span></a></span>, 968.</p>\n<p>An issuing magistrate must make a practical, common-sense decision whether, given all the circumstances set forth in the affidavit, there is a \"fair probability\" that evidence of a crime will be found in a particular place. <i>Illinois v. Gates,</i> <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2332, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983); <i>State v. Byrd,</i> <span class=\"citation\" data-id=\"1143857\"><a href=\"/opinion/1143857/state-v-byrd/\"><span class=\"volume\">568</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">554</span></a></span>, 559 (La.1990). The process of determining probable cause for the issuance of a search warrant does not involve certainties or proof beyond a reasonable doubt, or even a prima facie showing, but rather involves probabilities of human behavior, as understood by persons trained in law enforcement and as based on the totality of circumstances. The process simply requires that enough information be presented to the issuing magistrate to enable him to determine that the charges are not capricious and are sufficiently supported to justify bringing into play the further steps of the criminal justice system. <i>See </i><i>State v. Rodrigue,</i> <span class=\"citation\" data-id=\"1668136\"><a href=\"/opinion/1668136/state-v-rodrigue/\"><span class=\"volume\">437</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">830</span></a></span>, 832-33 (La.1983).</p>\n<p>The review of a magistrate's determination of probable cause prior to issuing a warrant is entitled to significant deference by reviewing courts. \"[A]fter-the-fact scrutiny by courts of the sufficiency of an affidavit should not take the form of <i>de novo</i> review.\" <i>Gates,</i> 462 U.S. at 236, 103 S.Ct. at 2331. Further, because of \"the preference to be accorded to warrants,\" marginal cases should be resolved in favor of a finding that the issuing magistrate's judgment was reasonable. <i>United States v. Ventresca,</i> <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 109, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">741</span></a></span>, 746, <span class=\"citation\" data-id=\"106990\"><a href=\"/opinion/106990/united-states-v-ventresca/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1965).</p>\n<p>In the instant matter, the defendant contends that probable cause for the issuance of the search warrant did not exist because the search warrant affidavit contained information that the defendant's former live-in girlfriend, Cheryl, said the defendant possessed and watched \"legal\" pornography. Further, the defendant contends the information in the affidavit was stale because the defendant had not lived with Cheryl for three years. Finally, the defendant contends that Detective Beech should not have been allowed to \"give opinion testimony as to the habits of collectors of child pornography.\" According to the defendant, the trial court relied on Detective Beech's opinion testimony in its ruling to deny the motion to suppress.</p>\n<p>Detective Brian Beech testified at the motion to suppress hearing that he was given information about the defendant from Slidell Police Department Detective Chuck Taber. Detective Taber had been investigating allegations of the aggravated rape of T.M. by the defendant. The defendant lived with Cheryl and her son, T.M. for about five years. After speaking with both Detective Taber and Cheryl, Detective Beech learned that, during the time the defendant was living with Cheryl, Cheryl saw pornographic images on the defendant's computer, and that some of those <span class=\"star-pagination\">*921</span> images appeared to be of younger people. However, Cheryl advised Detective Beech that she never saw images of children involved in sex acts on his computer. In his search warrant affidavit, Detective Beech stated that Cheryl advised him the images of males and females on his computer were post-pubescent, and that most of the females were dressed in a fashion to appear very young. Cheryl explained that the females were dressed in school outfits with pigtails in their hair. Cheryl also said that the defendant was extremely knowledgeable in the computer industry and he told her that if anything ever happened to him, he wanted her to destroy the hard drive on his computer. Detective Beech also included in his affidavit that Detective Taber advised him that he had learned the defendant was addicted to pornography and had sought professional help for the addiction.</p>\n<p>At the motion to suppress hearing, Detective Beech stated that he learned from Cheryl that the main factor to the dissolution of her relationship with the defendant was his addiction to pornography. Detective Beech also learned that the defendant told Cheryl that the sites he obtained the pornography from originated and operated outside of the United States. When asked about the significance of this, Detective Beech stated:</p>\n<blockquote>In working and in my experience with sex crimes and also computer-related sex crimes, a vast majority if not all of the pornography involving children that we find on computers are from out of the country. They are not from within the United States. They are all from other countries.</blockquote>\n<p>Considering all of the information Detective Beech had, including that the defendant had been viewing and storing pornography for years; that the images were of people that appeared younger; that the defendant obtained the pornography from outside this country, a practice common for those collecting child pornography; and that the defendant was addicted to pornography and sought treatment for it, we find the search warrant was properly issued based on the probable cause that the defendant was in possession of child pornography.</p>\n<p>We further find no merit to the defendant's staleness argument. Cheryl's relationship with the defendant ended in 2004, and the search warrant to search the defendant's home for child pornography was obtained January 17, 2008. Detective Beech testified at the motion to suppress hearing that after the breakup, he did not have any information that Cheryl ever saw the defendant again. Detective Beech did not note in his search warrant affidavit that the last time Cheryl saw pornography on the defendant's computer was in 2004. According to the defendant, \"the information was not only stale, it was desiccated!\"</p>\n<p>When asked about child pornographic erotica, Detective Beech testified that it is not unusual for people who possess child pornography to also possess child pornographic erotica, which depicts adults being dressed up to look like children. Defense counsel objected to this line of questioning because it was a question to be addressed to an expert and Detective Beech had not been tendered as an expert. When asked if it was unusual for someone to maintain their collection of child pornography for a number of years, Detective Beech responded that it was not unusual, that people with child pornography keep their collection for years. Again, defense counsel objected to the line of questioning because Detective Beech was not an expert. The trial court pointed out that Detective Beech was asked to respond based upon his experience, and overruled the objection. The defendant argues in his brief <span class=\"star-pagination\">*922</span> the trial court erred in allowing Detective Beech to provide opinion testimony about the habits of collectors of child pornography.</p>\n<p>With regard to both the issues of staleness and Detective Beech's lay testimony about child pornography collectors, his testimony that such collectors maintain their stash of child pornography for years was indicative of why the information he had received from Cheryl regarding the defendant's pornography collection was not stale. Moreover, the trial court was correct in finding that Detective Beech was not required to be an expert to give such testimony. Detective Beech testified at the motion to suppress hearing that he worked in the juvenile and sex crimes division for several years. He stated in his affidavit that he was currently assigned to the Criminal Investigation Division-Juvenile, where he had over three years experience investigating offenses committed against children. He also had numerous hours of training and hands-on experience in investigating crimes involving juveniles. A law enforcement officer is permitted to express an opinion regarding matters of personal knowledge gained through experience, even if the witness is not first qualified as an expert. <i>See</i> La.Code Evid. art. 701. The trial court is vested with much discretion in determining which opinion testimony shall be received into evidence as lay or expert testimony. <i>State v. Brown,</i> 43,458, p. 7 (La.App.2d Cir.9/24/08), <span class=\"citation\" data-id=\"1719143\"><a href=\"/opinion/1719143/state-v-brown/\"><span class=\"volume\">996</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">461</span></a></span>, 466, <i>writ denied,</i> 2008-2713 (La.9/18/09), <span class=\"citation\" data-id=\"1575333\"><a href=\"/opinion/1575333/state-ex-rel-brown-v-state/\"><span class=\"volume\">17</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">388</span></a></span>. Accordingly, while not tendered as an expert, Detective Beech's personal knowledge, training, and experience in the field enabled him to give an opinion about what is typical for a collector of child pornography. The trial court did not abuse its discretion in allowing the testimony.</p>\n<p>Moreover, there is nothing revelatory about the notion that a collector of child pornography will maintain his collection for years. This idea is arguably part of the field of common knowledge. Courts over the years have consistently found that collectors of child pornography do not quickly dispose of their cache and, in fact, rarely if ever dispose of such material. As such, even a substantial delay between the distribution of child pornography and the issuance of a search warrant does not render the underlying information stale. <i>See </i><i>United States v. Richardson,</i> <span class=\"citation\" data-id=\"148430\"><a href=\"/opinion/148430/united-states-v-richardson/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></a></span>, 370 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span></span> (2010); <i>United States v. Lemon,</i> <span class=\"citation\" data-id=\"1434253\"><a href=\"/opinion/1434253/united-states-v-lemon/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span>, 615 (8th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3305</span></span>, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1206</span></span> (2010); <i>United States v. Irving,</i> <span class=\"citation\" data-id=\"794720\"><a href=\"/opinion/794720/united-states-v-stefan-irving/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 125 (2nd Cir.2006); <i>United States v. Lacy,</i> <span class=\"citation\" data-id=\"744128\"><a href=\"/opinion/744128/97-cal-daily-op-serv-5466-97-daily-journal-dar-8856-united-states-of/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 746 (9th Cir.1997), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">804</span></span> (1998); <i>United States v. Ricciardelli,</i> <span class=\"citation\" data-id=\"610895\"><a href=\"/opinion/610895/united-states-v-steven-ricciardelli/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 12 n. 4 (1st Cir.1993). This is so because the possession of child pornography is a crime that is ongoing and continuing in nature. <i>See </i><i>United States v. Riccardi,</i> <span class=\"citation\" data-id=\"165743\"><a href=\"/opinion/165743/united-states-v-riccardi/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">852</span></a></span>, 861 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">546</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></span> (2005).</p>\n<p>In denying the motion to suppress, the trial court stated in pertinent part:</p>\n<blockquote>This alleged crime, the possession of pornography involving juveniles, was asserted by the informant to have continued over an extensive period of time, specifically the five years of their relationship. The information provided to Detective Beech and contained in the affidavit presented to Judge Lamz, was that the pornography was stored on the hard drive of the defendant's computer, information which allows a common sense construction by the signing judge of ongoing criminal activity.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*923</span> The defendant alleges that the information, although contained in the affidavit, was presented in a manner which de-emphasized the staleness of the information. The court finds that Detective Beech did not intentionally mislead the issuing magistrate and thus has reexamined the affidavit after adding additional fact [sic] known to the detective, that Mrs. Martinez had not seen the defendant since their break up. When this fact is added to the information contained in the affidavit, this court finds that under the totality of the circumstances the issuing magistrate had a substantial basis for concluding that probable cause existed.</blockquote>\n<p>We find no reason to disturb the trial court's ruling.</p>\n<p>Finally, we note that even had the search warrant been based on less than probable cause, under the <i>Leon</i> good-faith exception, the evidence seized pursuant to that search warrant would not be suppressed. It is well settled that even when a search warrant is found to be deficient, the seized evidence may nevertheless be admissible under the good-faith exception of <i>United States v. Leon,</i> <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span>, 919-20, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3405</span></a></span>, 3418-19, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1984), wherein the United States Supreme Court held that the exclusionary rule should not be applied so as to bar the use in the prosecution's case-in-chief of evidence obtained by officers acting in an objectively reasonable good-faith reliance on a search warrant issued by a detached and neutral magistrate but ultimately found to be invalid.</p>\n<p>Under <i>Leon,</i> 468 U.S. at 923, 104 S.Ct. at 3421, four instances in which suppression remains an appropriate remedy are: (1) where the issuing magistrate was misled by information the affiant knew was false or would have known was false except for a reckless disregard for the truth; (2) where the issuing magistrate wholly abandoned his detached and neutral judicial role; (3) where the warrant was based on an affidavit so lacking in indicia of probable cause as to render official belief in its existence entirely unreasonable; and (4) where the warrant is so facially deficientin failing to particularize the place to be searched or the things to be seizedthat the executing officers cannot reasonably presume it to be valid.</p>\n<p>The instances in which suppression remains an appropriate remedy enunciated in <i>Leon</i> clearly reflect that suppression of evidence seized pursuant to an invalid warrant is not a remedy to be lightly considered. Furthermore, the jurisprudence presumes good faith on the part of the executing officer, and the defendant bears the burden of demonstrating the necessity for suppression of evidence by establishing a lack of good faith. <i>State v. Maxwell,</i> 2009-1359, p. 11 (La.App. 1st Cir.5/10/10), <span class=\"citation\" data-id=\"1615845\"><a href=\"/opinion/1615845/state-v-maxwell/\"><span class=\"volume\">38</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">1086</span></a></span>, 1092, <i>writ denied,</i> 2010-1284 (La.9/17/10), <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">1056</span></span>.</p>\n<p>Applying these factors to this case, we find that even if the search warrant was to be considered defective, the good-faith exception would apply. The defendant did not establish a lack of good faith on the part of the executing officer. There were no misleading statements contained in the affidavit. There was no evidence that Judge Jim Lamz, the issuing magistrate, abandoned his neutral role in his issuance of the search warrant, nor was there anything on the face of the warrant that would make it so deficient that it could not be presumed valid. Detective Beech provided the judge information that he had gathered from Detective Taber and Cheryl, the defendant's former live-in girlfriend. Detective Beech was not unreasonable in believing he provided the judge with sufficient information to issue a <span class=\"star-pagination\">*924</span> search warrant. Accordingly, suppression of the evidence would not be appropriate considering the Leon good-faith exception to the exclusionary rule. <i>See </i><i>Maxwell,</i> 38 So.3d at 1092.</p>\n<p>The trial court did not err in denying the defendant's motion to suppress. Finding these assignments of error without merit, we affirm the defendant's convictions and sentences on the 300 counts of pornography involving juveniles.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 3</i></h2>\n<p>In his third assignment of error, the defendant argues the trial court erred in allowing other crimes evidence. Specifically, the defendant contends the trial court erred in allowing the jury to view the images of child pornography, which was evidence of a subsequent offense, rather than a prior offense.</p>\n<p>Prior to trial, the State filed notice of intent to introduce evidence of other wrongs or acts under La.Code Evid. art. 412.2. La.Code Evid. art. 412.2 provides:</p>\n<blockquote>A. When an accused is charged with a crime involving sexually assaultive behavior, or with acts that constitute a sex offense involving a victim who was under the age of seventeen at the time of the offense, evidence of the accused's commission of another crime, wrong, or act involving sexually assaultive behavior or acts which indicate a lustful disposition toward children may be admissible and may be considered for its bearing on any matter to which it is relevant subject to the balancing test provided in Article 403.</blockquote>\n<blockquote>B. In a case in which the state intends to offer evidence under the provisions of this Article, the prosecution shall, upon request of the accused, provide reasonable notice in advance of trial of the nature of any such evidence it intends to introduce at trial for such purposes.</blockquote>\n<blockquote>C. This Article shall not be construed to limit the admission or consideration of evidence under any other rule.</blockquote>\n<p>Relevant evidence is evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence. La.Code Evid. art. 401. All relevant evidence is admissible except as otherwise provided by positive law. Evidence which is not relevant is not admissible. La.Code Evid. art. 402. Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, misleading the jury, or by considerations of undue delay or waste of time. La.Code Evid. art. 403.</p>\n<p>Generally, evidence of criminal offenses other than the offense being tried is inadmissible as substantive evidence because of the substantial risk of grave prejudice to the defendant. In order to avoid the unfair inference that a defendant committed a particular crime simply because he is a person of criminal character, other crimes evidence is inadmissible unless it has an independent relevancy besides simply showing a criminal disposition. <i>State v. Lockett,</i> 99-0917, p. 3 (La. App. 1st Cir.2/18/00), <span class=\"citation\" data-id=\"1133430\"><a href=\"/opinion/1133430/state-v-lockett/\"><span class=\"volume\">754</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1128</span></a></span>, 1130, <i>writ denied,</i> 2000-1261 (La.3/9/01), <span class=\"citation\" data-id=\"1689717\"><a href=\"/opinion/1689717/state-v-isenogle/\"><span class=\"volume\">786</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">115</span></a></span>.</p>\n<p>Louisiana Code of Evidence article 404(B)(1) provides:</p>\n<blockquote>Except as provided in Article 412, evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, <span class=\"star-pagination\">*925</span> identity, absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, of the nature of any such evidence it intends to introduce at trial for such purposes, or when it relates to conduct that constitutes an integral part of the act or transaction that is the subject of the present proceeding.</blockquote>\n<p>Louisiana Code of Evidence article 412.2 was a legislative response to earlier decisions from the Louisiana Supreme Court refusing to recognize a \"lustful disposition\" exception to the prohibition of other crimes evidence under La.Code Evid. art. 404. <i>State v. Buckenberger,</i> 2007-1422, p. 9 (La.App. 1st Cir.2/8/08), <span class=\"citation\" data-id=\"1700853\"><a href=\"/opinion/1700853/state-v-buckenberger/\"><span class=\"volume\">984</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">751</span></a></span>, 757, <i>writ denied,</i> 2008-0877 (La.11/21/08), <span class=\"citation no-link\"><span class=\"volume\">996</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1104</span></span>. Ultimately, questions of relevancy and admissibility of evidence are discretion calls for the trial court. Such determinations regarding relevancy and admissibility should not be overturned absent a clear abuse of discretion. <i>See </i><i>State v. Mosby,</i> <span class=\"citation\" data-id=\"1769673\"><a href=\"/opinion/1769673/state-v-mosby/\"><span class=\"volume\">595</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1135</span></a></span>, 1139 (La.1992); <i>State v. Olivieri,</i> 2003-563, p. 19 (La.App. 5th Cir.10/28/03), <span class=\"citation\" data-id=\"1096686\"><a href=\"/opinion/1096686/state-v-olivieri/\"><span class=\"volume\">860</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">207</span></a></span>, 218.</p>\n<p>According to the indictment, the defendant committed aggravated rape between January 1, 2002 and November 25, 2004. He committed attempted forcible rape and three counts of molestation of a juvenile between May 31, 1996 and August 31, 1996. The 300 counts of pornography involving juveniles were committed on January 17, 2008. Thus, the crime of possessing pornography involving juveniles occurred <i>after</i> the crimes of aggravated rape, attempted forcible rape, and molestation of a juvenile. The defendant asserts in his brief that La.Code Evid. art. 412.2 has been consistently applied to allow the introduction of evidence of <i>prior</i> misconduct in cases where a defendant had engaged in sexually inappropriate behavior with minor individuals similar to the charged misconduct. Every case found by the defendant on this issue presupposes that the evidence of other misconduct refers to misconduct which was committed by a defendant prior to the offense for which he is on trial. The defendant here, however, \"was condemned by the use of evidence of <i>subsequent</i> misconduct (possession of child pornography) to prove lustful disposition at the time of an offense alleged to have been committed <i>years earlier</i>!\"</p>\n<p>In allowing the 300 pictures of child pornography to be introduced into evidence, the trial court ruled \"Article 412.2 does not set forth any time restrictions for the admission of the other sexual crimes evidence.\" We note initially that the defendant pled guilty to the 300 counts of pornography involving juveniles prior to the start of his trial. We have found no case law in our jurisdiction that addresses the temporal aspect of Article 412.2; that is, whether subsequent (not just prior) crimes, wrongs, or acts may be admissible under Article 412.2. The source rule for Article 412.2 is Federal Rule of Evidence 413. While the wording of the federal rule differs slightly from Article 412.2, the two rules are virtually identical in application. <i>Olivieri,</i> 860 So.2d at 217. <i>See also </i><i>State v. Williams,</i> 2002-1030, pp. 4-5 (La.10/15/02), <span class=\"citation\" data-id=\"1110228\"><a href=\"/opinion/1110228/state-v-williams/\"><span class=\"volume\">830</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">984</span></a></span>, 986-987; <i>Buckenberger,</i> 984 So.2d at 756-57. We look, thus, to jurisprudence that has addressed the temporal aspect of Federal Rule of Evidence 413.</p>\n<p>It appears that <i>United States v. Sioux,</i> <span class=\"citation\" data-id=\"785641\"><a href=\"/opinion/785641/united-states-v-larry-duane-sioux/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1241</span></a></span> (9th Cir.2004), was the first case to address whether Rule 413 allows for the admission of subsequent acts evidence. Sioux was charged with sexual abuse of H.H. The government sought to introduce at trial testimonial evidence regarding <span class=\"star-pagination\">*926</span> a similar sexual assault of J.R.S. committed by Sioux about three months after he assaulted H.H. Sioux was found guilty as charged and, on appeal, he argued that J.R.S.'s testimony alleging that he sexually assaulted her violated Rule 413 because the sexual misconduct about which J.R.S. testified took place <i>after</i> the crime for which Sioux stood trial in the sexual assault of H.H.</p>\n<p>In analyzing the text of the rule, the Ninth Circuit stated:</p>\n<blockquote>We find the language of Rule 413 unmistakably pellucid. It sanctions the admission of \"evidence of the defendant's commission of <i>another</i> offense. . . of sexual assault.\" Fed.R.Evid. 413(a) (emphasis added). Used as it is here, the word \"another\" refers to \"an additional one of the same kind: one more\" or to \"one of a set or group of unspecified or indefinite things\" that has not already been contemplated. <i>Webster's Third New Int'l Dictionary of the English Language, Unabridged</i> 89 (1971). Sioux's alleged sexual assault of J.R.S. is plainly \"of a kind\" with his assault of H.H.; it is beyond serious dispute that such misconduct is part of the same \"set or group\" of acts declared relevant by Congress and made admissible on that basis.</blockquote>\n<blockquote>Sioux's challenge hinges on assigning a temporal limitation to the word \"another\"in particular, <i>precedence.</i> Yet, \"another\" contains no inherent chronological limitation, and to the extent the word is used in a necessarily temporal context, its most natural usage actually signifies <i>subsequence.</i> As the Oxford English Dictionary explains:</blockquote>\n<blockquote>\n<i>Another</i> is distinguished from <i>the other,</i> in that, while the latter points to the remaining determinate member of a known series of two or more, <i>another</i> refers indefinitely to <i>any</i> further member of a series of indeterminate extent. [In this sense, it means:] One more, one further; originally <i>a second</i> of two things; subsequently extended to anything additional or remaining beyond those already considered; an additional.</blockquote>\n<blockquote>1 <i>Oxford English Dictionary</i> 495 (2d ed.1989) (all emphases in original). Thus, while we in no way mean to suggest that Rule 413 applies <i>only</i> to subsequent acts, we have little doubt that the plain language of the rule permits admission of subsequent acts evidence to the same extent it permits the introduction of evidence tending to demonstrate prior acts of sexual misconduct.</blockquote>\n<p><i>Sioux,</i> 362 F.3d at 1245.</p>\n<p>The Ninth Circuit found further support in its interpretation of Rule 413 by looking to Federal Rule of Evidence 404(b), which provides that although \"[e]vidence of <i>other</i> crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith [such evidence may] be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.. . .\" <i>Sioux,</i> 362 F.3d at 1246. The Ninth Circuit noted that despite the fact that the \"other crimes, wrongs, or acts\" referred to in Rule 404(b) are customarily referred to as \"priors,\" the federal courts overwhelmingly have embraced the view that the existing exceptions to Rule 404(b)'s general bar against the admission of propensity evidence allow for the introduction of <i>both</i> prior <i>and</i> subsequent bad acts evidence. <i>Sioux,</i> 362 F.3d at 1246.</p>\n<p>The language of La.Code Evid. art. 404(b) is almost identical to the language of Federal Rule of Evidence 404(b), and La.Code Evid. art. 404(b) generally follows the approach of the federal rule. <i>See</i> Official Comments to La.Code Evid. art. <span class=\"star-pagination\">*927</span> 404(b). Just as Federal Rule of Evidence 404(b) has permitted the admission of subsequent bad acts evidence, so too has La. Code Evid. art. 404(b) permitted such evidence. In <i>State v. Matthews,</i> 98-252, pp. 7-8 (La.App. 5th Cir.10/14/98), <span class=\"citation\" data-id=\"1797804\"><a href=\"/opinion/1797804/state-v-matthews/\"><span class=\"volume\">720</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">153</span></a></span>, 157-58, <i>writ denied,</i> 98-2980 (La.3/19/99), <span class=\"citation no-link\"><span class=\"volume\">740</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">112</span></span>, where the defendant argued that the other crimes evidence introduced occurred subsequent to the instant charge, the fifth circuit affirmed the conviction, finding that the language of La.Code Evid. art. 404(b) is not limited to <i>prior</i> crimes, wrongs or acts, but merely refers to <i>other</i> crimes, wrongs or acts. <i>See also </i><i>State v. Eisbruckner,</i> 96-252, p. 3 (La.App. 5th Cir. 1/15/97), <span class=\"citation no-link\"><span class=\"volume\">688</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">39</span></span>, 41, <i>writ denied,</i> 97-0429 (La.9/5/97), <span class=\"citation no-link\"><span class=\"volume\">700</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">502</span></span>.</p>\n<p>The Ninth Circuit in <i>Sioux</i> found that Rule 413, based on a plain reading of the text, unambiguously allowed for the submission of subsequent acts evidence. Similarly, La.Code Evid. art. 412.2 uses the language \"evidence of the accused's commission of <i>another</i> crime, wrong, or act involving sexually assaultive behavior or acts which indicate a lustful disposition toward children may be admissible.\" (emphasis added). We find the downloading and saving of images of child pornography clearly indicate a lustful disposition toward children. We also find, as did the Ninth Circuit in <i>Sioux,</i> that there is no temporal limitation to the applicability of Article 412.2. The plain language of Article 412.2 permits the admission of subsequent acts evidence to the same extent it permits the introduction of evidence of prior acts of sexual misconduct. <i>See </i><i>Sioux,</i> 362 F.3d at 1245.</p>\n<p>We find no abuse of discretion in the trial court's ruling that under La.Code Evid. art. 412.2, the 300 pictures of child pornography were admissible. This evidence was clearly admissible under Article 412.2 to show the defendant's lustful disposition toward young children, and the probative value of the evidence was not outweighed by the danger of unfair prejudice under La.Code Evid. art. 403. <i>See </i><i>State v. Verret,</i> 2006-1337, pp. 19-21 (La.App. 1st Cir.3/23/07), <span class=\"citation\" data-id=\"1823361\"><a href=\"/opinion/1823361/state-v-verret/\"><span class=\"volume\">960</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">208</span></a></span>, 220-22, <i>writ denied,</i> 2007-0830 (La.11/16/07), <span class=\"citation\" data-id=\"1846634\"><a href=\"/opinion/1846634/state-v-verret/\"><span class=\"volume\">967</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">520</span></a></span>.</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 4</i></h2>\n<p>In his fourth assignment of error, the defendant argues the trial court erred in denying his motion to sever the offenses. Specifically, the defendant contends that the aggravated rape charge should not have been tried together with the molestation of a juvenile charges.<sup>[4]</sup></p>\n<p>The defendant filed a motion to sever offenses, arguing that the crimes involved different alleged victims and occurred in different locations. In his brief, the defendant argues the motion to sever should have been granted because the modes of trial did not permit joinder, he was severely prejudiced by having to defend unrelated accusations separated by multiple years, and the multiple counts alleging sexual abuse of children made the jury unfairly hostile and predisposed toward a finding of guilt.</p>\n<p>In denying the motion to sever, the trial court stated in pertinent part:</p>\n<blockquote>Defendant first argues that the charges which are the subject of the Motion to Sever are required to be tried separately due to the mandatory make-up <span class=\"star-pagination\">*928</span> of the jury. The court finds this argument is without merit, as Code of Criminal Procedure Article 493.2 specifically provides that relative felonies can be tried with felonies, provided the other requirements for joinder of offenses are met.</blockquote>\n<blockquote>Defendant further argues that the charges should be severed because of the prejudicial nature of the charges, and the presence of the multiple counts.</blockquote>\n<blockquote>A defendant has a substantial burden of proof when he alleges prejudicial joinder of [offenses]. . . . Additionally, when determining whether two charged offenses should be severed for trial, the Court may consider whether evidence of one offense would be admissible as other crimes evidence at the trial of the other offense.</blockquote>\n<blockquote>The Louisiana Code of Evidence Article 412.2 provides for the admissibility of evidence of similar crimes, or acts in sex offense cases, which indicate a lustful disposition toward children. . . .</blockquote>\n<blockquote>This court finds that the evidence of the sexually assaultive behavior committed against either victim could be introduced at the trial of the crimes committed against the other, and that these charges are properly joined for trial.</blockquote>\n<p>We agree with the trial court's ruling. Louisiana Code of Criminal Procedure article 493 states:</p>\n<blockquote>Two or more offenses may be charged in the same indictment or information in a separate count for each offense if the offenses charged, whether felonies or misdemeanors, are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan; provided that the offenses joined must be triable by the same mode of trial.</blockquote>\n<p>Louisiana Code of Criminal Procedure article 493.2 states:</p>\n<blockquote>Notwithstanding the provisions of Article 493, offenses in which punishment is necessarily confinement at hard labor may be charged in the same indictment or information with offenses in which the punishment may be confinement at hard labor, provided that the joined offenses are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan. Cases so joined shall be tried by a jury composed of twelve jurors, ten of whom must concur to render a verdict.</blockquote>\n<p>Louisiana Code of Criminal Procedure article 782(A) provides in pertinent part:</p>\n<blockquote>Cases in which punishment is necessarily confinement at hard labor shall be tried by a jury composed of twelve jurors, ten of whom must concur to render a verdict. Cases in which the punishment may be confinement at hard labor shall be tried by a jury composed of six jurors, all of whom must concur to render a verdict.</blockquote>\n<p>The punishment for the offense of aggravated rape is necessarily confinement at hard labor. <i>See</i> La. R.S. 14:42(D)(1). The punishment for the offense of molestation of a juvenile may be confinement with or without hard labor. <i>See</i> La. R.S. 14:81.2(B). Thus, while an aggravated rape case is triable by a twelve-person jury, and a molestation of a juvenile case is triable by a six-person jury, the cases may be properly joined under La.Code Crim. P. art. 493.2.</p>\n<p>In ruling on a motion for severance, the trial court should consider a variety of factors in determining whether or not prejudice may result from the joinder: whether the jury would be confused <span class=\"star-pagination\">*929</span> by the various counts; whether the jury would be able to segregate the various charges and the evidence; whether the defendant could be confounded in presenting his various defenses; whether the crimes charged would be used by the jury to infer a criminal disposition; and whether, considering the nature of the offenses, the charging of several crimes would make the jury hostile. A severance need not be granted if the prejudice can effectively be avoided by other safeguards. In many instances, the trial judge can mitigate any prejudice resulting from joinder of offenses by providing clear instructions to the jury. The state can further curtail any prejudice with an orderly presentation of evidence. A motion for severance is addressed to the sound discretion of the trial court, and its ruling should not be disturbed on appeal absent a showing of an abuse of discretion. A defendant in any case bears a heavy burden of proof when alleging prejudicial joinder of offenses as grounds for a motion to sever. Factual, rather than conclusory, allegations are required. <i>State v. Allen,</i> 95-1515, pp. 5-6 (La.App. 1st Cir.6/28/96), <span class=\"citation\" data-id=\"1710307\"><a href=\"/opinion/1710307/state-v-allen/\"><span class=\"volume\">677</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">709</span></a></span>, 713, <i>writ denied,</i> 97-0025 (La.10/3/97), <span class=\"citation\" data-id=\"1856701\"><a href=\"/opinion/1856701/state-v-allen/\"><span class=\"volume\">701</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">192</span></a></span>.</p>\n<p>In <i>State v. Roca,</i> 2003-1076 (La.App. 5th Cir.1/13/04), <span class=\"citation\" data-id=\"1684993\"><a href=\"/opinion/1684993/state-v-roca/\"><span class=\"volume\">866</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">867</span></a></span>, <i>writ denied,</i> 2004-0583 (La.7/2/04), <span class=\"citation\" data-id=\"1697244\"><a href=\"/opinion/1697244/state-v-roca/\"><span class=\"volume\">877</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">143</span></a></span>, the fifth circuit found a severance was not warranted where the defendant was charged with aggravated rape, aggravated rape of a juvenile, oral sexual battery of a juvenile, and molestation of a juvenile, which involved different victims (the defendant's biological daughter and his girlfriend's daughter). The court stated that the evidence of each offense would have been admissible as other crimes evidence at the trial of the other offense to show defendant's propensity to sexually abuse young females under his supervision and care under La.Code Evid. art. 412.2. <i>See </i><i>State v. Burks,</i> 2004-1435 (La.App. 5th Cir.5/31/05), <span class=\"citation\" data-id=\"1779033\"><a href=\"/opinion/1779033/state-v-burks/\"><span class=\"volume\">905</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">394</span></a></span>, 396-401, <i>writ denied,</i> 2005-1696 (La.2/3/06), <span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1176</span></span>. <i>See also </i><i>State v. Bray,</i> <span class=\"citation\" data-id=\"1737811\"><a href=\"/opinion/1737811/state-v-bray/\"><span class=\"volume\">548</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">350</span></a></span>, 353-54 (La.App. 4th Cir.1989).</p>\n<p>Similarly in the instant matter, evidence of either offenseaggravated rape or molestation of a juvenilewould have been admissible as other crimes evidence under La.Code Evid. art. 412.2 at the trial of the other offense to show the defendant's lustful disposition toward young children. In both cases, the defendant knew his victims well, and the victims were young and lived in the same house with the defendant. Further, the defendant violated the victims in their bedrooms, and started out by touching his victims, which ultimately progressed to rape or attempted rape. Despite the lapse of time between the two offenses, the identity of the defendant as the perpetrator and the similar character of the offenses remained unchanged. <i>See State v. H.A., Sr.,</i> 2010-95, pp. 2, 8-12 (La.App. 3d Cir.10/6/10), <span class=\"citation\" data-id=\"2532459\"><a href=\"/opinion/2532459/state-v-ha-sr/\"><span class=\"volume\">47</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">34</span></a></span>, 37, 41-43 (in which the trial court's denial of a motion to sever was upheld where the charges of aggravated incest and molestation of a juvenile occurred between eight and fifteen years apart and were committed against different victims); <i>State v. Williams,</i> 2005-317, pp. 16-20 (La.App. 5th Cir.11/29/05), <span class=\"citation\" data-id=\"1788276\"><a href=\"/opinion/1788276/state-v-williams/\"><span class=\"volume\">918</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">466</span></a></span>, 475-78, <i>writ denied,</i> 2006-0638 (La.10/6/06), <span class=\"citation\" data-id=\"1665631\"><a href=\"/opinion/1665631/state-v-williams/\"><span class=\"volume\">938</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">64</span></a></span> (where the fifth circuit upheld the trial court's denial of a motion to sever a charge of rape committed from 1998 to 2002 and a charge of aggravated rape committed from 1986 to 1992). <i>See also </i><i>State v. Dickinson,</i> <span class=\"citation\" data-id=\"1810549\"><a href=\"/opinion/1810549/state-v-dickinson/\"><span class=\"volume\">370</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">557</span></a></span>, 559-60 (La. 1979) (where the trial court's denial of a motion to sever was upheld in a case that involved the kidnapping-attempted rape of one victim and then, a year later, the kidnapping-attempted rape of another victim); <i>State v. Mitchell,</i> <span class=\"citation\" data-id=\"1865405\"><a href=\"/opinion/1865405/state-v-mitchell/\"><span class=\"volume\">356</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">974</span></a></span>, 978-80(La.), <span class=\"star-pagination\">*930</span> <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">310</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></span> (1978) (where the trial court's denial of a motion to sever was upheld in a case involving three rape victims over a five-month period).</p>\n<p>Further, the evidence of each offense was simple and distinct and was kept separate with a proper jury charge. <i>See </i><i>State v. Williams,</i> <span class=\"citation\" data-id=\"1701883\"><a href=\"/opinion/1701883/state-v-williams/\"><span class=\"volume\">418</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">562</span></a></span> (La.1982). Following closing arguments, the trial court provided the following jury charge:</p>\n<blockquote>Although the defendant in this case is charged with more than one count in the indictment, it does not follow from this fact alone that if he is guilty of one count, then he is guilty of all. You must consider each of the counts separately, and the defendant is not to be prejudiced by the fact, if it should become a fact, that you return a verdict of guilty on one of the counts. Unless I indicate otherwise, all instructions which I give you govern the case as to each count of the indictment.</blockquote>\n<p>Any potential prejudice by the joinder was effectively avoided by other safeguards. With proper jury charging, the jury could easily keep the evidence in each offense separate in its deliberations. <i>See </i><i>State v. Celestine,</i> <span class=\"citation\" data-id=\"1112636\"><a href=\"/opinion/1112636/state-v-celestine/\"><span class=\"volume\">452</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">676</span></a></span>, 680-81 (La.1984). <i>See also </i><i>State v. Crochet,</i> 2005-0123 (La.6/23/06), <span class=\"citation\" data-id=\"1129432\"><a href=\"/opinion/1129432/state-v-crochet/\"><span class=\"volume\">931</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1083</span></a></span>, 1087-88 (<i>per curiam</i>). Accordingly, the trial court did not abuse its discretion in denying the defendant's motion to sever.</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENTS OF ERRORS NOS. 5, 6 and 7</i></h2>\n<p>In these related assignments of error, the defendant argues the trial court erred in allowing Anna Caruso to testify as an expert in the field of child and family counseling, sexual abuse of children, and the habits or conduct of sexual predators.</p>\n<p>Louisiana Code of Evidence article 702 provides:</p>\n<blockquote>If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.</blockquote>\n<p>It is well-established that trial courts are vested with great discretion in determining the competence of an expert witness, and rulings on the qualification of a witness as an expert will not be disturbed unless there was a clear abuse of that discretion. A combination of specialized training, work experience, and practical application of the expert's knowledge can combine to demonstrate that a person is an expert. <i>State v. Berry,</i> 95-1610, p. 20 (La.App. 1st Cir.11/8/96), <span class=\"citation\" data-id=\"1868666\"><a href=\"/opinion/1868666/state-v-berry/\"><span class=\"volume\">684</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">439</span></a></span>, 456, <i>writ denied,</i> 97-0278 (La.10/10/97), <span class=\"citation no-link\"><span class=\"volume\">703</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">603</span></span>. In reviewing the decision of the trial court to qualify a witness as an expert, the appellate courts will also consider whether a witness has previously been qualified as an expert. <i>State v. Craig,</i> 95-2499, p. 9 (La.5/20/97), <span class=\"citation\" data-id=\"1724036\"><a href=\"/opinion/1724036/state-v-craig/\"><span class=\"volume\">699</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">865</span></a></span>, 870, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">343</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">266</span></span> (1997). Moreover, once an expert has been found to be qualified, the trier of fact is entitled to assess credibility and accept or reject the opinion of the expert in light of the expert's qualifications and the facts which form the basis of his or her opinion. <i>Hickman v. Exide, Inc.,</i> 28,495, p. 10 (La. App.2d Cir.8/21/96), <span class=\"citation\" data-id=\"1642316\"><a href=\"/opinion/1642316/hickman-v-exide-inc/\"><span class=\"volume\">679</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">527</span></a></span>, 537.</p>\n<p>The State called Anna Caruso, a clinical social worker, who had treated T.M. both in family therapy and on an individual basis. T.M. first disclosed he was being sexually abused by the defendant to Caruso. The prosecutor sought to have Caruso qualified as an expert in the field of child <span class=\"star-pagination\">*931</span> and family counseling and sought to establish, as part of Caruso's expertise, her experience in counseling and treating children who had been sexually abused. Caruso testified she has been a clinical social worker for eleven years. She has had her own practice since 2002. As part of her practice, she counseled and treated children who had been victims of sexual assault. She has a master's degree in social work and completed an internship at Dallas Child and Family Guidance. Her first year working on her degree was dedicated in large part to child physical and child sexual abuse. She has been qualified in court before as an expert in child and family counseling, and has testified as an expert. She has not published any papers, but explained that her focus was mainly on treatment, not research. The one time she focused on research was in 2007, where she participated for a year in the Tulane Circle of Security Project, which focused on child attachment and treating children. Caruso further testified she had been asked by the Office of Community Services to counsel victims of child abuse and child sexual abuse.</p>\n<p>At the conclusion of the questioning regarding Caruso's qualifications, the trial court made the following ruling:</p>\n<blockquote>In connection with this witness' tender in the field of children and family counseling, the State has established that this witness is a clinical social worker, she has 11 years experience, she has a Master's degree in Social Work, she completed additional training at Tulane, her practice consists of children and families, and she has maintained her required educationalI'm going to refer to them as CME hours, but it's continuing education requirements, of 20 . . .hours a year. She has been qualified previously as an expert in that field, and I do not believe that it matters what type of case that she has been qualified in. She is an expert, she's qualified by reason of her education, training and background in that field, or she is not, and I believe that the State has set forth sufficient background to establish her qualifications in the field of children and family counseling, and will accept her as an expert in that field.</blockquote>\n<p>Given Caruso's education, training, and experience in counseling children and families, we find the trial court did not abuse its discretion in qualifying her as an expert witness and allowing her to testify at trial. Under La.Code Evid. art. 702, Caruso's specialized knowledge was sufficient to qualify her to testify as an expert.</p>\n<p>The defendant also contends that, despite Caruso being accepted as an expert in the field of children and family counseling, the trial court erred in allowing her to testify about sexual abuse of children and the characteristics of perpetrators. The defendant does not point to any particular testimony in the record regarding Caruso's discussion of sexual abuse of children. Instead, he references pages 823 to 830. However, these pages deal with defense counsel's objection to Caruso's testifying about how victims often know the perpetrators of the sexual abuse.</p>\n<p>Regarding any testimony about sexual abuse of children, defense counsel lodged a general objection to Caruso being asked any questions regarding sexual abuse. The trial court ruled that it would deal with this issue \"on a question-by-question basis and as to whether or not she oversteps her bounds.\" Caruso testified very broadly about the general characteristics of sexual abuse victims, namely how such victims delay disclosure and some of the reasons why disclosure may be delayed, such as fear or shame. As discussed, part of Caruso's training and experience included counseling children who were victims of <span class=\"star-pagination\">*932</span> sexual abuse. It would not have been beyond her expertise to explain, based on her own practice and experience, the basics of delayed disclosure. Thus, when the defendant objected to Caruso being asked if it was unusual for children to not report sexual abuse immediately, the trial court overruled the objection. We find no error in this particular ruling of the trial court.</p>\n<p>The defendant further contends the trial court erred in allowing Caruso to testify as to the habits/conduct or characteristics of sexual perpetrators. Specifically, the defendant asserts Caruso should not have been permitted to testify that most perpetrators are known to their victims. We do not find this to be testimony about the habits, conduct, or characteristics of a sexual offender. Moreover, Caruso was asked, based on her training and expertise, whether victims commonly know their abusers. Finally, the notion that victims of sexual abuse often know their abusers does not appear to be particularly revealing and would seem to be within the realm of common knowledge. No real specialized knowledge was needed for such testimony. The trial court did not err in overruling the defendant's objections to this line of questioning.</p>\n<p>These assignments of error are without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 8</i></h2>\n<p>In his eighth assignment of error, the defendant argues the trial court erred in not granting his motion for mistrial. Specifically, the defendant contends that a mistrial should have been granted when Detective Beech testified that the defendant had originally been charged with many more counts of child pornography than the jury was aware of at that point.</p>\n<p>The relevant exchange took place on redirect examination between the prosecutor and Detective Beech:</p>\n<blockquote>Q. Detective, the Exhibits 4 through 11, those eight pages that I asked you to review, those contain approximately 72 photographs?</blockquote>\n<blockquote>A. Roughly, yes, ma'am.</blockquote>\n<blockquote>Q. Obviously, those are not the entire 300 images of child pornography with which the defendant was charged?</blockquote>\n<blockquote>A. Initially, he was charged with far more than that.</blockquote>\n<blockquote>Q. Okay. But thoseare those 72 representative of the images that you saw on hison the computer?</blockquote>\n<blockquote>A. Yes, ma'am.</blockquote>\n<p>After the jury was retired, defense counsel moved for a mistrial because Detective Beech testified that originally the defendant was charged with many more counts of child pornography than the 300 charges indicated on the bill of indictment. The prosecutor explained that she was trying to convey to the jury that those eight pages of child pornography that Detective Beech reviewed were not all of the 300 pictures of child pornography, but were representative of the 300 pictures found on the defendant's computer. Defense counsel responded that his objection went \"more to the answer than to the question.\" Defense counsel continued, \"I'm certainly not alleging any sort of prosecutorial misconduct here.\"</p>\n<p>In denying the motion for mistrial, the trial court stated in pertinent part:</p>\n<blockquote>[T]he Court finds that there was no indication the District Attorney was attempting to elicit the remark; and, in fact, the Defense Counsel has so indicated. Therefore, the remark would fall under Code of Criminal Procedure Article 771, which provides that a mistrial may be granted if the Court is satisfied <span class=\"star-pagination\">*933</span> tha[t] an admonition is not sufficient to assure the defendant a fair trial.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>Upon further review of the dialogue between the Assistant District Attorney and Detective Beech, the Court finds that the comment could have been construed as referring to more than the 72 images that Ms. Wall [prosecutor] asked the detective to review.</blockquote>\n<blockquote>Therefore, the Court finds that Detective Beech's comment was not unambiguous. Given the brief and unspecific nature of the reference, the Court also finds that the State was not so prejudicial that it deprives the defendant of a fair trial.</blockquote>\n<p>Louisiana Code of Criminal Procedure article 775 provides that a mistrial shall be ordered when prejudicial conduct in or outside the courtroom makes it impossible for the defendant to obtain a fair trial, or when authorized by Article 770 or 771. The defendant contends that a mistrial was warranted pursuant to La.Code Crim. P. art. 771<sup>[5]</sup> which states, in pertinent part:</p>\n<blockquote>In the following cases, upon the request of the defendant or the state, the court shall promptly admonish the jury to disregard a remark or comment made during the trial, or in argument within the hearing of the jury, when the remark is irrelevant or immaterial and of such a nature that it might create prejudice against the defendant, or the state, in the mind of the jury:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(2) When the remark or comment is made by a witness or person other than the judge, district attorney, or a court official, regardless of whether the remark or comment is within the scope of Article 770.</blockquote>\n<blockquote>In such cases, on motion of the defendant, the court may grant a mistrial if it is satisfied that an admonition is not sufficient to assure the defendant a fair trial.</blockquote>\n<p>A mistrial under the provisions of La.Code of Crim. P. art. 771 is at the discretion of the trial court and should be granted only where the prejudicial remarks of the witness or of the prosecutor make it impossible for the defendant to obtain a fair trial. <i>See </i><i>State v. Miles,</i> 98-2396, p. 4 (La.App. 1st Cir.6/25/99), <span class=\"citation\" data-id=\"1706905\"><a href=\"/opinion/1706905/state-v-miles/\"><span class=\"volume\">739</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">901</span></a></span>, 904, <i>writ denied,</i> 99-2249 (La.1/28/00), <span class=\"citation\" data-id=\"1832642\"><a href=\"/opinion/1832642/state-v-miles/\"><span class=\"volume\">753</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">231</span></a></span>. However, a mistrial is a drastic remedy which should be granted only when the defendant suffers such substantial prejudice that he has been deprived of any reasonable expectation of a fair trial. Determination of whether a mistrial should be granted is within the sound discretion of the trial court, and the denial of a motion for mistrial will not be disturbed on appeal without abuse of that discretion. <i>Berry,</i> 684 So.2d at 449.</p>\n<p>In the instant matter, the prosecutor did not intentionally elicit evidence of another crime. Detective Beech's answer to the prosecutor's question about those pictures he reviewed out of the entire 300 pictures was nonresponsive. Unsolicited and nonresponsive testimony is not chargeable against the State to provide a ground for the reversal of a conviction. <i>See </i><i>State v. Perry,</i> <span class=\"citation\" data-id=\"1777738\"><a href=\"/opinion/1777738/state-v-perry/\"><span class=\"volume\">420</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">139</span></a></span>, 147 (La.1982). Further, ambiguous or obscure references to other crimes made without explanation or elaboration do not prejudice the defendant. <i>State v. Tribbet,</i> <span class=\"citation\" data-id=\"1100209\"><a href=\"/opinion/1100209/state-v-tribbet/\"><span class=\"volume\">415</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">182</span></a></span>, 184-85 (La.1982); <i>State v. Henson,</i> <span class=\"citation\" data-id=\"1658031\"><a href=\"/opinion/1658031/state-v-henson/\"><span class=\"volume\">351</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1169</span></a></span>, 1170-71 (La.1977). See <span class=\"star-pagination\">*934</span> <i>State v. Williams,</i> 26,655, pp. 3-5 (La. App.2d Cir.3/1/95), <span class=\"citation\" data-id=\"1114449\"><a href=\"/opinion/1114449/state-v-williams/\"><span class=\"volume\">651</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">331</span></a></span>, 333-34, <i>writ denied,</i> 95-0777 (La.9/15/95), <span class=\"citation no-link\"><span class=\"volume\">660</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">448</span></span>.</p>\n<p>We note, as well, that defense counsel did not request an admonition by the trial court. Louisiana Code of Criminal Procedure article 771 mandates an admonishment <i>when requested</i> by the defendant or State. Absent a request by the defendant, the trial court's failure to instruct the jury to disregard Detective Beech's nonresponsive testimony was not, in itself, reversible error. <i>See </i><i>State v. Pooler,</i> 96-1794, pp. 38-39 (La.App. 1st Cir.5/9/97), <span class=\"citation\" data-id=\"1729169\"><a href=\"/opinion/1729169/state-v-pooler/\"><span class=\"volume\">696</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">22</span></a></span>, 48, <i>writ denied,</i> 97-1470 (La.11/14/97), <span class=\"citation\" data-id=\"1754636\"><a href=\"/opinion/1754636/state-v-pooler/\"><span class=\"volume\">703</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1288</span></a></span>.</p>\n<p>Despite the vague reference by Detective Beech to other charges of pornography involving juveniles, the defendant did not suffer such substantial prejudice that he was deprived of any reasonable expectation of a fair trial. Accordingly, the trial court did not abuse its discretion in denying the defendant's motion for mistrial.</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2><i>ASSIGNMENT OF ERROR NO. 9</i></h2>\n<p>In his ninth assignment of error, the defendant argues the trial court should have included the crime of oral sexual battery as a responsive verdict to aggravated rape.</p>\n<p>Prior to closing arguments, defense counsel made an oral motion to the trial court to include in its jury charges that oral sexual battery is a responsive verdict to aggravated rape. Finding no statutory authority for defense counsel's request, the trial court denied the motion.</p>\n<p>Louisiana Code of Criminal Procedure art. 814(A)(8.1) does not list oral sexual battery as a responsive verdict to aggravated rape of a child under the age of thirteen. When responsive verdicts are mandated by Article 814, the trial court is without authority to vary or to add to the prescribed verdicts. <i>State v. Thibodeaux,</i> <span class=\"citation\" data-id=\"1820943\"><a href=\"/opinion/1820943/state-v-thibodeaux/\"><span class=\"volume\">380</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">59</span></a></span>, 60 (La.1980).</p>\n<p>This assignment of error is without merit.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The defendant's convictions and sentences are affirmed.</p>\n<p>CONVICTIONS AND SENTENCES AFFIRMED.</p>\n<p>CARTER, C.J., concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>State v. Crosby,</i> <span class=\"citation\" data-id=\"1097246\"><a href=\"/opinion/1097246/state-v-crosby/\"><span class=\"volume\">338</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">584</span></a></span> (La.1976).</p>\n<p>[2]  In a previous writ application regarding this issue, the defendant sought review of the denial of his motion to suppress. This court denied the writ. <i>See State v. Friday,</i> 2009-1082 (La.App. 1st Cir.9/28/09) (unpublished writ action).</p>\n<p>[3]  In determining whether the ruling on defendant's motion to suppress was correct, we are not limited to the evidence adduced at the hearing on the motion. We may consider all pertinent evidence given at the trial of the case. <i>State v. Chopin,</i> <span class=\"citation\" data-id=\"1727954\"><a href=\"/opinion/1727954/state-v-chopin/\"><span class=\"volume\">372</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1222</span></a></span>, 1223 n. 2 (La. 1979).</p>\n<p>[4]  According to the indictment, the defendant committed aggravated rape between January 1, 2002, and November 25, 2004. He committed three counts of molestation of a juvenile between May 31, 1996, and August 31, 1996.</p>\n<p>[5]  Since the witness was not a judge, district attorney, or court official, La.Code Crim. P. art. 770 does not apply. <i>See </i><i>State v. Jackson,</i> <span class=\"citation\" data-id=\"1842252\"><a href=\"/opinion/1842252/state-v-jackson/\"><span class=\"volume\">396</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1291</span></a></span>, 1294 (La.1981).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110959/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111262/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/148430/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/165743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1096686/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1097246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1100209/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1110228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1112636/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1114449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1129432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1133430/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1143857/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1434253/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1575333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1596613/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1615845/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1628307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1642316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1658031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1665631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1668136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1684993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1689717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1697244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1700853/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1701883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1706905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1710307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1719143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1724036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1727954/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1729169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1730571/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1737811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1754636/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1769673/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1777738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1777937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1779033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1788276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1797804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1810549/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1811298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1820943/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1823361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1832642/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1842252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1843181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1846634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1856701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1865405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1868666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2532459/"
          ]
        }
      ],
      "judges": "Carter, C.J., Gaidry and Welch",
      "date_created": "2014-10-30T23:37:00.325521Z",
      "date_modified": "2016-03-03T05:14:34.401213Z",
      "date_filed": "2011-06-17",
      "date_filed_is_approximate": false,
      "slug": "state-v-friday",
      "citation_id": 2463746,
      "case_name_short": "Friday",
      "case_name": "State v. Friday",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "73 So. 3d 913",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2358562/state-v-friday/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:37:00.323091Z",
  "date_modified": "2014-10-30T23:37:00.323091Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Friday",
  "case_name": "State v. Friday",
  "case_name_full": "",
  "slug": "state-v-friday",
  "docket_number": "2010 KA 2309",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}