{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/235858/",
  "id": 235858,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/70996/",
      "id": 70996,
      "absolute_url": "/opinion/70996/thunderhorse-v-pierce/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/235858/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/70996/",
          "id": 70996,
          "absolute_url": "/opinion/70996/thunderhorse-v-pierce/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/70996/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-26T07:10:28Z",
          "date_modified": "2017-03-24T02:43:35.929085Z",
          "type": "010combined",
          "sha1": "ea39e71e4b38c975563c96d17b7bf4bc193e4153",
          "page_count": 14,
          "download_url": "http://www.ca5.uscourts.gov/opinions\\unpub\\08/08-40821.0.wpd.pdf",
          "local_path": "pdf/2010/02/10/Thunderhorse_v._Pierce_et_al.pdf",
          "plain_text": "     Case: 08-40821     Document: 00511023468          Page: 1    Date Filed: 02/09/2010\n\n\n\n\n            IN THE UNITED STATES COURT OF APPEALS\n                     FOR THE FIFTH CIRCUIT  United States Court of Appeals\n                                                     Fifth Circuit\n\n                                                  FILED\n                                                                          February 9, 2010\n\n                                       No. 08-40821                    Charles R. Fulbruge III\n                                                                               Clerk\n\nIRON THUNDERHORSE,\n\n                                                   Plaintiff-Appellant,\nv.\n\nBILL PIERCE, Individually and in his Official Capacity as Chaplaincy Director;\nRON TEEL, Individually and in his Official Capacity as Coordinator of Native\nAmerican Religious Programs; UNIDENTIFIED DOES; and BRAD\nLIVINGSTON,\n\n                                                   Defendants-Appellees.\n\n\n\n\n                   Appeal from the United States District Court\n                 for the Eastern District of Texas, Lufkin Division\n                              USDC No. 9:04-CV-222\n\n\nBefore KING, BARKSDALE, and ELROD, Circuit Judges.\nPER CURIAM:*\n        This appeal arises from a bench trial involving claims brought pursuant\nto the Religious Land Use and Institutionalized Persons Act (“RLUIPA”), 42\nU.S.C. §§ 2000cc-2000cc-5, and 42 U.S.C. § 1983, against Defendants-Appellees\nwho are officials or employees of the Texas Department of Criminal Justice-\nInstitutional Division (“TDCJ”). Pro se Plaintiff-Appellant Iron Thunderhorse,\n\n        *\n         Pursuant to 5TH CIR . R. 47.5, the court has determined that this opinion should not\nbe published and is not precedent except under the limited circumstances set forth in 5TH CIR .\nR. 47.5.4.\n\f   Case: 08-40821    Document: 00511023468      Page: 2   Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\na prisoner in the custody of the TDCJ, contends that the magistrate judge\nimproperly dismissed his claims that Defendants violated his free-exercise rights\nunder RLUIPA by (1) denying him permission to grow his hair, (2) prohibiting\nhim from performing pipe ceremonies in his cell, and (3) denying him access to\na colored headband. Thunderhorse also argues that the TDCJ’s failure to\nexplicitly recognize Native Americans as a racial category (as opposed to\n“Other”) denies him certain prison benefits. With respect to the bench trial, he\nalleges that the magistrate judge inappropriately denied both his request to\nsubpoena two witnesses and his motion for a jury trial. He further claims that\nthe magistrate judge was biased against him and the attorneys for Defendants\ncommitted discovery abuse. For the reasons set forth below, we AFFIRM.\n             I. PROCEDURAL AND FACTUAL BACKGROUND\n      Thunderhorse filed this action in October 2004, and this is the second time\nthat this case has come before us. The magistrate judge had previously granted\nsummary judgment for Defendants on the RLUIPA claims now before us. See\nThunderhorse v. Pierce, 418 F. Supp. 2d 875, 899 (E.D. Tex. 2006), rev’d 232 F.\nApp’x 425 (5th Cir. 2007). On appeal, we found that the magistrate judge did not\ngive Thunderhorse sufficient notice so that he could properly respond to\nDefendants’ motions, and the lack of notice resulted in Thunderhorse’s failure\nto file a “large amount of evidence.” Thunderhorse, 232 F. App’x at 427.\nAccordingly, we vacated the grant of summary judgment and remanded the case\nfor the magistrate judge to consider the motions in light of the previously unfiled\nevidence. See id. Instead of reconsidering the summary-judgment motions, the\nmagistrate judge held a bench trial on April 1, 2008. At the pre-trial conference\nand again at trial, Thunderhorse objected to the magistrate judge’s denial of his\nrequest for a jury trial and his motion to subpoena Debra Liles and Chaplain Al\nO’Brien, former employees of the TDCJ, as trial witnesses.\n\n\n\n                                        2\n\f   Case: 08-40821           Document: 00511023468        Page: 3    Date Filed: 02/09/2010\n\n                                          No. 08-40821\n\n          On July 20, 2008, the magistrate judge issued an opinion granting the\nfollowing injunctive relief: (1) the TDCJ shall recognize Native American\nShamanism as a valid faith with its own “faith code”; (2) “Thunderhorse shall be\npermitted to request the designation of a reasonable number of holy days and to\nrequest traditional foods for feast days, in conformity with TDCJ regulations”;\nand (3) if Thunderhorse is released from administrative segregation, the TDCJ\nshall not unreasonably deny him access to pipe ceremonies, a medicine bundle,\na clay flute, and a small drum. She denied all other relief that Thunderhorse\nsought. The facts set forth below were developed at the bench trial.\n          Thunderhorse claims that he is the “Grand Sachem” (Chief) of the\nQuinnipiac Indians, a part of the Algonquian Confederacy. His faith is Native\nAmerican Shamanism. Although Thunderhorse has submitted an application for\nfederal recognition of the Quinnipiac, it is not a federally recognized tribe.\n          Thunderhorse first entered the TDCJ in 1967. He has been released and\nre-incarcerated at least three times, and he has remained incarcerated since\n2002. His current problems with the TDCJ began when he transferred from the\nStiles Unit of the TDCJ to the Polunsky Unit in August 2004. Before arriving at\nthe Polunsky Unit, Thunderhorse claims that he was able to maintain long hair\n(with braids that fell to his lower back),1 wear a colored headband, perform pipe\nceremonies, and possess other religious items. According to Thunderhorse, the\nTDCJ provided these accommodations while he was in the general population\nand when he was confined to administrative segregation.\n          When he first arrived at the Polunsky Unit, he was in the general\npopulation. He alleges that the staff there harassed him about his religion and\nethnicity, and the guards confiscated his medicine bag, religious medallion, and\nquartz crystal. According to Thunderhorse, this harassment resulted in an\n\n\n          1\n              Indeed, these severed braids, which we have inspected, were part of the appellate\nrecord.\n\n                                                 3\n\f   Case: 08-40821    Document: 00511023468       Page: 4    Date Filed: 02/09/2010\n\n                                   No. 08-40821\n\naltercation with a guard in June 2006. As a result, the TDCJ assigned him to\nadministrative segregation. While there, he is not allowed to attend pipe\nceremonies, conduct a personal pipe ceremony in his cell, or possess a flute or\ndrum. In addition, the TDCJ prohibits him from wearing a colored headband,\nand the TDCJ refuses to grant him an exemption to its hair-length restriction.\nHowever, the TDCJ does allow him to wear a white headband. All inmates at the\nPolunsky Unit must abide by the headband and hair-length policies.\n                          II. STANDARD OF REVIEW\n      We review the magistrate judge’s legal conclusions at a bench trial de novo\nand her findings of fact for clear error. Adkins v. Kaspar, 393 F.3d 559, 563 (5th\nCir. 2004) (citation omitted). Because Thunderhorse is a pro se litigant, we\nconstrue his briefs liberally and “apply less stringent standards” than to parties\nrepresented by counsel. Grant v. Cuellar, 59 F.3d 523, 524 (5th Cir. 1995).\n                                III. DISCUSSION\n      A.    The RLUIPA Free-Exercise Claims\n      The core of this appeal is Thunderhorse’s contention that certain policies\nof the TDCJ violate his rights, under RLUIPA, to freely exercise Native\nAmerican Shamanism. Specifically, he complains that the TDCJ prohibits him\nfrom growing his hair and from performing religious pipe ceremonies in his cell.\nHe also complains that the TDCJ prohibits him from wearing a colored\nheadband.\n            1.      Legal Standards\n      RLUIPA mandates that\n      [n]o government shall impose a substantial burden on the religious\n      exercise of a person residing in or confined to an institution . . . even\n      if the burden results from a rule of general applicability, unless the\n      government demonstrates that imposition of the burden on that\n      person-\n      (1) is in furtherance of a compelling governmental interest; and\n\n\n                                         4\n\f   Case: 08-40821    Document: 00511023468      Page: 5   Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\n      (2) is the least restrictive means of furthering that compelling\n      governmental interest.\n42 U.S.C. § 2000cc-1(a). “RLUIPA thus protects institutionalized persons who\nare unable freely to attend to their religious needs and are therefore dependent\non the government’s permission and accommodation for exercise of their\nreligion.” Cutter v. Wilkinson, 544 U.S. 709, 721 (2005).\n      An inmate-plaintiff seeking relief under RLUIPA bears the initial burden\nof demonstrating that the challenged prison policy substantially burdens his\nexercise of religion. See 42 U.S.C. §§ 2000cc-1(a)-2000cc-2(b). To meet this\nburden, the plaintiff must show (1) that the burdened activity is a “religious\nexercise,” and (2) that the burden is substantial. RLUIPA defines “religious\nexercise” as “any exercise of religion, whether or not compelled by, or central to,\na system of religious belief.” 42 U.S.C. § 2000cc-5(7)(A). In Adkins v. Kaspar, we\ndefined “substantial burden” as follows:\n      [A] government action or regulation creates a “substantial burden”\n      on a religious exercise if it truly pressures the adherent to\n      significantly modify his religious behavior and significantly violate\n      his religious beliefs . . . . [T]he effect of a government action or\n      regulation is significant when it either (1) influences the adherent\n      to act in a way that violates his religious beliefs, or (2) forces the\n      adherent to choose between, on the one hand, enjoying some\n      generally available, non-trivial benefit, and, on the other hand,\n      following his religious beliefs.\n393 F.3d 559, 570 (5th Cir. 2004) (citations omitted). This inquiry “requires a\ncase-by-case, fact-specific inquiry to determine whether the government action\nor regulation in question imposes a substantial burden.” Id. at 571.\n      If the plaintiff satisfies this threshold requirement, the burden shifts to\nthe defendant to demonstrate that the challenged policies are the least\nrestrictive means of furthering a compelling governmental interest. Baranowski\nv. Hart, 486 F.3d 112, 124 (5th Cir. 2007) (citation omitted). In making this\ndetermination, the court must give due deference “to the experience and\n\n                                        5\n\f   Case: 08-40821    Document: 00511023468      Page: 6    Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\nexpertise of prison and jail administrators in establishing necessary regulations\nand procedures to maintain good order, security and discipline, consistent with\nconsideration of costs and limited resources.” Cutter v. Wilkinson, 544 U.S. 709,\n723 (2005) (citation omitted). RLUIPA “is not meant to elevate accommodation\nof religious observances over the institutional need to maintain good order,\nsecurity, and discipline or to control costs.” Baranowski, 486 F.3d at 125 (citation\nomitted).\n      Thunderhorse’s primary contention here is that the magistrate judge\nfailed to analyze his claims under RLUIPA’s compelling-interest, least-\nrestrictive-means standard of review.\n            2.      The TDCJ’s Hair-Length Policy\n      The magistrate judge properly found that Diaz v. Collins, 114 F.3d 69 (5th\nCir. 1997), and Longoria v. Dretke, 507 F.3d 898 (5th Cir. 2007), foreclosed\nThunderhorse’s RLUIPA claim against the TDCJ’s hair-length policy. In both\ncases, the plaintiffs, like Thunderhorse, were prisoners who, for religious\nreasons, sought permission not to cut their hair. Diaz, 114 F.3d at 70 (following\nthe religious practices of the Aztecs); Longoria, 507 F.3d at 900-01 (practicing his\nreligion as a Mexica Nahua Native American). In both cases, we found that the\npolicy substantially burdened (or the plaintiff had sufficiently pleaded that the\npolicy substantially burdened) a religious exercise. See Longoria, 507 F.3d at\n903; Diaz, 114 F.3d at 72-73. But we upheld the policy as the least restrictive\nway to serve a compelling governmental interest—prison security.\n      In Diaz, which arose under RLUIPA’s predecessor statute, the Religious\nFreedom Restoration Act (“RFRA”), we explained that prisoners may hide\nweapons and other contraband in their hair. 114 F.3d at 73 In addition,\nrequiring short hair makes it more difficult for an escaped prisoner to alter his\nappearance from the photographs that the TDCJ periodically takes of each\n\n\n\n                                         6\n\f   Case: 08-40821       Document: 00511023468          Page: 7    Date Filed: 02/09/2010\n\n                                       No. 08-40821\n\ninmate. Id.2 In light of these concerns, we held that “the security interest at\nstake cannot meaningfully be achieved appropriately by any different or lesser\nmeans than hair length standards.” Id.\n       In Longoria, 507 F.3d at 904, we affirmed the district court’s dismissal of\nLongoria’s RLUIPA claim even though the district court did not determine\nwhether the policy was narrowly tailored to achieve a compelling governmental\ninterest. We explained that such a determination was unnecessary because we\nhad previously evaluated the same policy under RFRA. Id. at 901, 904 (citing\nDiaz, 114 F.3d at 73). Because RLUIPA and RFRA shared the least-restrictive-\nmeans, compelling-interest test, we held that the district court was not required\nto reexamine the TDCJ’s hair-length policy to conclude that Longoria had failed\nto state a claim under RLUIPA. See id. at 904. Consistent with these decisions,\nwe affirm the dismissal of this RLUIPA claim.3\n              3.     Colored Headband\n       To establish that the TDCJ’s prohibition against colored headbands\nviolates RLUIPA, Thunderhorse must first show that the prohibition\nsubstantially burdens his religious exercise. See 42 U.S.C. §§ 2000cc-1(a)-\n\n\n       2\n         Defendants introduced similar evidence in this case. Furthermore, the Regional\nDirector of the TDCJ explained that, because altercations between inmates occur with some\nfrequency, the policy prevents inmates from “grab[bing] that handful of hair, [which] becomes\na heck of a leverage issue . . . .”\n       3\n          Thunderhorse argues that the policy cannot be the least restrictive way to maintain\nprison security because the TDCJ enforces it in an arbitrary manner and other prison systems,\nincluding the Federal Bureau of Prisons, permit long hair. He cites examples of how the TDCJ\nhad previously permitted him and other inmates to have long hair. These contentions find\nsupport in Warsoldier v. Woodford, in which the Ninth Circuit issued a preliminary injunction,\npursuant to RLUIPA, that prevented the California Department of Corrections from enforcing\nits hair-length restriction against a Native American inmate. See 418 F.3d 989, 999-1001 (9th\nCir. 2005). The Ninth Circuit found that the restriction was not the least restrictive means to\nmaintain prison security, in part, because the prisons run by the federal government, Oregon,\nColorado, and Nevada all permit long hair or provide religious exemptions to their hair-length\nrestrictions. See id. at 999 (citations omitted). This court, however, is bound by Diaz and\nLongoria.\n\n                                              7\n\f   Case: 08-40821       Document: 00511023468          Page: 8     Date Filed: 02/09/2010\n\n                                       No. 08-40821\n\n2000cc-2(b). The magistrate judge found that Thunderhorse failed to establish\nthat wearing a white cloth headband, which the TDCJ allows, as opposed to a\ncolored headband, which the TDCJ prohibits, substantially burdens his religious\nexercise. We agree.\n       Thunderhorse’s sole complaint on appeal is that he is unable to purchase\nthe white headbands through the approved vendors or at the TDCJ’s\ncommissaries. He contends that this inability to purchase the white headbands,\nrather than the policy itself, is the substantial burden. At trial, he admitted that\nhe cannot purchase the white headbands because the only remaining approved\nvendor mishandles his orders. In response, the Regional Director of the TDCJ\npromised to attempt to secure more vendors. Based on this evidence, the only\nfault that the magistrate judge could have attributed to the TDCJ is that it\nshould have selected more competent vendors—an oversight that does not rise\nto the level of a RLUIPA violation. In sum, Thunderhorse has not shown that the\nTDCJ’s headband policy substantially burdens his rights under RLUIPA.4\n              4.      Performing Personal Pipe Ceremonies in His Cell\n       The TDCJ’s ban on pipe use within the cell does not violate RLUIPA.\nThunderhorse seeks to perform personal pipe ceremonies inside of his cell.5\nAccording to Thunderhorse, Native American Shamans use the pipe to pray. It\n\n\n       4\n          Thunderhorse does dispute the TDCJ’s justification for the restriction against colored\nheadbands, which the magistrate judge credited. According to the TDCJ, the restriction is the\nleast restrictive way to prevent inmates from using colored accessories to promote gang\naffiliations. Thunderhorse, however, is in administrative segregation where he spends most\nof his time alone and in his cell. Neither the magistrate judge nor the TDCJ has explained how\nallowing him to wear a colored headband while he is alone and in his cell could promote gang\nviolence. But we do not reach this question because Thunderhorse has failed to satisfy his\nthreshold burden of establishing that the white-headband-only policy substantially burdens\nhis religious exercise.\n       5\n        The TDCJ allows those in the general population (but not those in administrative\nsegregation such as Thunderhorse) to participate in group pipe ceremonies outdoors. At trial,\nThunderhorse made clear that he did not seek to attend those ceremonies. Instead, he only\nsought to perform personal pipe ceremonies inside of his cell.\n\n                                               8\n\f   Case: 08-40821    Document: 00511023468      Page: 9    Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\nis undisputed that the pipe ceremony is a religious exercise and that the\nprohibition on it is a substantial burden. Therefore, the issue is whether\nDefendants have shown that the prohibition on personal pipe use within the cell\nis the least restrictive method to achieve a compelling interest.\n      Defendants argue that the compelling interest here is prison security: no\ninmate may have materials inside of his cell that could be used to start a fire or\ncreate an explosive. The magistrate judge properly ruled for Defendants on this\nbasis, stating that “[b]ecause Thunderhorse is in administrative segregation, he\ndoes not have access to pipe ceremonies for security reasons, which reasons\nrepresent compelling governmental interests.”\n      Maintaining prison security is a compelling interest. Sossamon v. Lone\nStar State of Texas, 560 F.3d 316, 334 (5th Cir. 2009) (“Texas obviously has\ncompelling governmental interests in the security . . . of its prisons . . . .”). We\nfind no reason to question the TDCJ’s position that the prohibition on incendiary\nitems within the cell is the least restrictive way to prevent inmates from starting\nfires in their cells. Hence, the TDCJ’s prohibition on pipe use within the cell does\nnot violate RLUIPA.\n      B.    Request for a Jury Trial\n      Thunderhorse was not entitled to a jury trial because he sought only\ninjunctive and declaratory relief. See Baum v. Blue Moon Ventures, LLC, 513\nF.3d 181, 193 (5th Cir. 2008) (“[U]nless Congress has expressly provided to the\ncontrary, an injunction is an equitable remedy that does not invoke a\nconstitutional right to a jury trial.” (citations omitted)); Allison v. Citgo\nPetroleum Corp., 151 F.3d 402, 423 n.19 (5th Cir. 1998) (citations omitted). At\ntrial, when Thunderhorse raised this issue, the magistrate judge explained that\n“the reason it was a bench trial was because you were seeking injunctive relief\nand declaratory relief. That’s equitable relief.” Thunderhorse conceded, “Okay.\nI misunderstood.” He did not claim that he sought any relief other than equitable\n\n                                         9\n\f  Case: 08-40821     Document: 00511023468      Page: 10    Date Filed: 02/09/2010\n\n                                   No. 08-40821\n\nrelief. Under these circumstances, the magistrate judge properly denied\nThunderhorse’s request for a jury trial.\n      Thunderhorse apparently recognizes that he was not entitled to a jury\ntrial, so he argues that, under Federal Rule of Civil Procedure 39(c), the court\nshould have ordered one. Rule 39(c) is inapplicable. It states that “[i]n an action\nnot triable of right by jury, the court, on motion or on its own: (1) may try an\nissue with an advisory jury; or (2) may, with the parties’ consent, try an issue by\na jury whose verdict has the same effect as if a jury trial had been a matter of\nright . . . .” Fed. R. Civ. P. 39(c). Thunderhorse did not seek an advisory jury nor\nhas he argued or pointed to any portion of the record showing that Defendants\nconsented to a jury trial.\n      Thunderhorse also claims that he was entitled to a jury trial because, in\nhis Complaints, he “left open the issue of damages depending on what verdict\nwas returned by a jury.” His Amended Complaint, however, does not seek, or\nreserve the right to seek, monetary damages. Instead, the “Prayer for Relief”\nonly includes the following five requested remedies: (1) declaratory judgment,\n(2) injunctive relief, (3) costs of the suit, (4) attorney fees, and (5) other relief\ndeemed proper by the court.\n      C.     Request to Subpoena Witnesses\n      The magistrate judge did not err by denying Thunderhorse’s request to\nsubpoena two witnesses, Debra Liles and Chaplain Al O’Brien, to testify at trial.\nWe review such decisions for an abuse of discretion. Adkins v. Kaspar, 393 F.3d\n559, 571 (5th Cir. 2004). “Before we will hold that the district court abused its\ndiscretion by refusing to issue a subpoena, the proponent of the subpoena must\nshow that relevant testimony was excluded, or that a substantial need for a\nwitness’s trial testimony existed.” Id. (footnote omitted). Thunderhorse argues\nthat the magistrate judge should have compelled the attendance of Liles and\nO’Brien because he considered them unnamed John and Jane Doe Defendants,\n\n                                         10\n\f  Case: 08-40821    Document: 00511023468     Page: 11   Date Filed: 02/09/2010\n\n                                 No. 08-40821\n\nand his Amended Complaint identified “all others similarly situated” as\nDefendants.\n      It appears that he raised this argument for the first time on the day of\ntrial, and the record does not show that Thunderhorse has ever served or asked\nthe court to serve Liles and O’Brien with the Summons and Complaint, cf. Fed.\nR. Civ. P. 4. As such, the magistrate judge properly denied his request to compel\nLiles and O’Brien to appear as Defendants.\n      Thunderhorse also mischaracterizes the proceedings before the magistrate\njudge on this issue by selectively quoting from her February 20, 2008 Order to\nProduce Witnesses. According to Thunderhorse, the Order stated, “The State of\nTexas shall produce Debra Liles, Deacon Al O’Brien . . . [.]” But what the Order\nactually required was that the “State of Texas shall produce, Debra Liles,\nReverend-Deacon Al O’Brien (or provide last known address) . . . .” On March 17,\n2008, Defendants complied: They informed the magistrate judge and\nThunderhorse that Liles and O’Brien were no longer employed with the TDCJ\nand that they would not be available for trial. Defendants also provided Liles\nand O’Brien’s last known addresses to the court under seal. Under these\ncircumstances, we cannot find that the magistrate judge abused her discretion\nin denying Thunderhorse’s request to subpoena these witnesses to testify.\n      D.    Alleged Judicial Bias\n      During the trial, the magistrate judge stated that this court had already\nruled that the TDCJ’s grooming code, as applied to hair length, is enforceable\nunder RLUIPA. She explained that Thunderhorse would have to argue the issue\nto this court because she was bound by our precedent. Thunderhorse argues that\nthese statements, coupled with the magistrate judge’s unwillingness to consider\nevidence that the hair-length regulations violated RLUIPA, evinces judicial bias.\nOnce again, Thunderhorse mischaracterizes what occurred. Contrary to\nThunderhorse’s argument, the record reflects that the magistrate judge allowed\n\n                                       11\n\f  Case: 08-40821     Document: 00511023468     Page: 12    Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\ndetailed testimony about the hair-length code over Defendants’ objections that\nthe Fifth Circuit had already decided the issue. In sum, there is no merit to this\nclaim of judicial bias.\n      E.     Alleged Discovery Abuse\n      Thunderhorse alleges that Defendants’ attorneys engaged in discovery\nabuse, such as failing to disclose documents and impeachment information, and\ninforming Thunderhorse, just four days before trial, that Liles and O’Brien no\nlonger worked for the TDCJ. According to Thunderhorse, “[t]hese tactics and\nelements of surpri[s]e etc. operated to cause Appellant, a disabled [Pro Se]\nlitigant[,] extreme undue prejudice and constitutes misconduct by the [S]tate of\nTexas.” We review alleged discovery errors for an abuse of discretion and will not\nreverse unless the party alleging the error establishes that he was prejudiced by\nthe error. See United States v. Garcia, 567 F.3d 721, 734 (5th Cir. 2009);\nHastings v. North East Indep. Sch. Dist., 615 F.2d 628, 631 (5th Cir. 1980).\n      We have already addressed the magistrate judge’s denial of the motion to\nsubpoena Liles and O’Brien. Thunderhorse’s remaining allegations of\nmisconduct also fail because he has not alleged that the magistrate judge made\nincorrect rulings or rulings that prejudiced him as a result of this alleged\nmisconduct. Nor has he identified anything in the record showing that he\nobjected to this conduct. Instead, his appellate papers focus exclusively on the\n“misconduct by the [S]tate of Texas.” As such, these claims are not properly\nbefore the court as there are no decisions by the magistrate judge to review. See\nFagot Rodriguez v. Republic of Costa Rica, 297 F.3d 1, 14 (1st Cir. 2002) (finding\nno abuse of discretion where the plaintiffs did not object to the alleged discovery\nabuses).\n      F.     Recognition of Native Americans as a Racial Category\n      Thunderhorse complains about the TDCJ’s method for categorizing its\ninmates as either “White,” “Black,” “Hispanic,” or “Other.” According to\n\n                                        12\n\f  Case: 08-40821    Document: 00511023468       Page: 13   Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\nThunderhorse, categorizing him as “Other” instead of “Native American” violates\nhis Fourteenth Amendment rights by depriving him of “any legitimate\nrehabilitative, cultural programs, services and activities that could, should or\nwould be available if such a category existed.” Once again, Thunderhorse has not\npointed to any evidence to support this supposition. Nor have we found any in\nthe appellate record. To the contrary, the Regional Director of the TDCJ testified\nthat there are no benefits attached with these racial classifications. Hence, we\nfind no clear error in the magistrate judge’s decision to credit this\nuncontroverted testimony and to dismiss this claim.\n      G.    Other Claims\n      Thunderhorse’s remaining claims lack merit. First, he argues that the\nTDCJ favors white supremacist and multi-denominational faiths over\ntraditionalist Native American Shamanism because the TDCJ does not have a\n“faith code” for Native American Shamanism. This argument overlooks the fact\nthat he prevailed on this very issue before the magistrate judge who ordered that\n“Native American shamanism should be recognized as a legitimate faith, with\nits own faith code . . . .” Indeed, his brief recognizes that the magistrate judge’s\ndecision “give[s] Appellant the right to be recognized and categorized as a Native\nAmerican Shaman with its own sub-code, with a choice of holy days and with\nspecial meals.”\n      Second, Thunderhorse complains about the magistrate judge’s ruling that\nhe may have a ceremonial pipe, drum, clay flute, and medicine bundle when he\nis released from administrative segregation. He argues that this ruling creates\nan incentive for the TDCJ to keep him in administrative segregation for as long\nas possible. This argument is entirely speculative and not ripe.\n      Third, during this appeal, Thunderhorse filed a Motion for Leave to File\na Supplemental Brief, which we granted. In it, he contends that the TDCJ\ndiscriminates against his religion because he cannot obtain special foods for his\n\n                                        13\n\f  Case: 08-40821      Document: 00511023468       Page: 14     Date Filed: 02/09/2010\n\n                                    No. 08-40821\n\nholy days while Jewish, Muslim, and Catholic prisoners in administrative\nsegregation can. The magistrate judge ruled on this matter in her Order Denying\nPlaintiff’s Second Motion for Enforcement, dated July 21, 2009. She found that\nthe religious meals that the Jewish, Muslim, and Catholic prisoners receive\nconsist of the same foods provided to all inmates. She ruled that, consistent with\nthe TDCJ’s policy, if Thunderhorse wants food that the TDCJ does not serve so\nthat he can celebrate religious holidays, he can arrange for outside sources to\ndeliver the food through the prison chaplain. Thunderhorse does not challenge\nthese rulings in his supplemental brief. Therefore, we do not address this claim.6\n                                 IV. CONCLUSION\n      For the reasons set forth above, we AFFIRM the judgment.\n\n\n\n\n      6\n        The remainder of the supplemental brief echoes prior requests for a pipe ceremony\nand an exemption to the hair-length policy, which we have addressed.\n\n                                           14\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">     Case: 08-40821     Document: 00511023468          Page: 1    Date Filed: 02/09/2010\n\n\n\n\n            IN THE UNITED STATES COURT OF APPEALS\n                     FOR THE FIFTH CIRCUIT  United States Court of Appeals\n                                                     Fifth Circuit\n\n                                                  FILED\n                                                                          February 9, 2010\n\n                                       No. 08-40821                    Charles R. Fulbruge III\n                                                                               Clerk\n\nIRON THUNDERHORSE,\n\n                                                   Plaintiff-Appellant,\nv.\n\nBILL PIERCE, Individually and in his Official Capacity as Chaplaincy Director;\nRON TEEL, Individually and in his Official Capacity as Coordinator of Native\nAmerican Religious Programs; UNIDENTIFIED DOES; and BRAD\nLIVINGSTON,\n\n                                                   Defendants-Appellees.\n\n\n\n\n                   Appeal from the United States District Court\n                 for the Eastern District of Texas, Lufkin Division\n                              USDC No. 9:04-CV-222\n\n\nBefore KING, BARKSDALE, and ELROD, Circuit Judges.\nPER CURIAM:*\n        This appeal arises from a bench trial involving claims brought pursuant\nto the Religious Land Use and Institutionalized Persons Act (“RLUIPA”), 42\nU.S.C. §§ 2000cc-2000cc-5, and 42 U.S.C. § 1983, against Defendants-Appellees\nwho are officials or employees of the Texas Department of Criminal Justice-\nInstitutional Division (“TDCJ”). Pro se Plaintiff-Appellant Iron Thunderhorse,\n\n        *\n         Pursuant to 5TH CIR . R. 47.5, the court has determined that this opinion should not\nbe published and is not precedent except under the limited circumstances set forth in 5TH CIR .\nR. 47.5.4.\n\f   Case: 08-40821    Document: 00511023468      Page: 2   Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\na prisoner in the custody of the TDCJ, contends that the magistrate judge\nimproperly dismissed his claims that Defendants violated his free-exercise rights\nunder RLUIPA by (1) denying him permission to grow his hair, (2) prohibiting\nhim from performing pipe ceremonies in his cell, and (3) denying him access to\na colored headband. Thunderhorse also argues that the TDCJ’s failure to\nexplicitly recognize Native Americans as a racial category (as opposed to\n“Other”) denies him certain prison benefits. With respect to the bench trial, he\nalleges that the magistrate judge inappropriately denied both his request to\nsubpoena two witnesses and his motion for a jury trial. He further claims that\nthe magistrate judge was biased against him and the attorneys for Defendants\ncommitted discovery abuse. For the reasons set forth below, we AFFIRM.\n             I. PROCEDURAL AND FACTUAL BACKGROUND\n      Thunderhorse filed this action in October 2004, and this is the second time\nthat this case has come before us. The magistrate judge had previously granted\nsummary judgment for Defendants on the RLUIPA claims now before us. See\nThunderhorse v. Pierce, </pre><span class=\"citation\" data-id=\"2500265\"><a href=\"/opinion/2500265/thunderhorse-v-pierce/\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">875</span></a></span><pre class=\"inline\">, 899 (E.D. Tex. 2006), rev’d 232 F.\nApp’x 425 (5th Cir. 2007). On appeal, we found that the magistrate judge did not\ngive Thunderhorse sufficient notice so that he could properly respond to\nDefendants’ motions, and the lack of notice resulted in Thunderhorse’s failure\nto file a “large amount of evidence.” Thunderhorse, 232 F. App’x at 427.\nAccordingly, we vacated the grant of summary judgment and remanded the case\nfor the magistrate judge to consider the motions in light of the previously unfiled\nevidence. See id. Instead of reconsidering the summary-judgment motions, the\nmagistrate judge held a bench trial on April 1, 2008. At the pre-trial conference\nand again at trial, Thunderhorse objected to the magistrate judge’s denial of his\nrequest for a jury trial and his motion to subpoena Debra Liles and Chaplain Al\nO’Brien, former employees of the TDCJ, as trial witnesses.\n\n\n\n                                        2\n\f   Case: 08-40821           Document: 00511023468        Page: 3    Date Filed: 02/09/2010\n\n                                          No. 08-40821\n\n          On July 20, 2008, the magistrate judge issued an opinion granting the\nfollowing injunctive relief: (1) the TDCJ shall recognize Native American\nShamanism as a valid faith with its own “faith code”; (2) “Thunderhorse shall be\npermitted to request the designation of a reasonable number of holy days and to\nrequest traditional foods for feast days, in conformity with TDCJ regulations”;\nand (3) if Thunderhorse is released from administrative segregation, the TDCJ\nshall not unreasonably deny him access to pipe ceremonies, a medicine bundle,\na clay flute, and a small drum. She denied all other relief that Thunderhorse\nsought. The facts set forth below were developed at the bench trial.\n          Thunderhorse claims that he is the “Grand Sachem” (Chief) of the\nQuinnipiac Indians, a part of the Algonquian Confederacy. His faith is Native\nAmerican Shamanism. Although Thunderhorse has submitted an application for\nfederal recognition of the Quinnipiac, it is not a federally recognized tribe.\n          Thunderhorse first entered the TDCJ in 1967. He has been released and\nre-incarcerated at least three times, and he has remained incarcerated since\n2002. His current problems with the TDCJ began when he transferred from the\nStiles Unit of the TDCJ to the Polunsky Unit in August 2004. Before arriving at\nthe Polunsky Unit, Thunderhorse claims that he was able to maintain long hair\n(with braids that fell to his lower back),1 wear a colored headband, perform pipe\nceremonies, and possess other religious items. According to Thunderhorse, the\nTDCJ provided these accommodations while he was in the general population\nand when he was confined to administrative segregation.\n          When he first arrived at the Polunsky Unit, he was in the general\npopulation. He alleges that the staff there harassed him about his religion and\nethnicity, and the guards confiscated his medicine bag, religious medallion, and\nquartz crystal. According to Thunderhorse, this harassment resulted in an\n\n\n          1\n              Indeed, these severed braids, which we have inspected, were part of the appellate\nrecord.\n\n                                                 3\n\f   Case: 08-40821    Document: 00511023468       Page: 4    Date Filed: 02/09/2010\n\n                                   No. 08-40821\n\naltercation with a guard in June 2006. As a result, the TDCJ assigned him to\nadministrative segregation. While there, he is not allowed to attend pipe\nceremonies, conduct a personal pipe ceremony in his cell, or possess a flute or\ndrum. In addition, the TDCJ prohibits him from wearing a colored headband,\nand the TDCJ refuses to grant him an exemption to its hair-length restriction.\nHowever, the TDCJ does allow him to wear a white headband. All inmates at the\nPolunsky Unit must abide by the headband and hair-length policies.\n                          II. STANDARD OF REVIEW\n      We review the magistrate judge’s legal conclusions at a bench trial de novo\nand her findings of fact for clear error. Adkins v. Kaspar, </pre><span class=\"citation\" data-id=\"788748\"><a href=\"/opinion/788748/donald-m-adkins-v-don-kaspar-chaplaincy-department-roy-a-garcia/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span><pre class=\"inline\">, 563 (5th\nCir. 2004) (citation omitted). Because Thunderhorse is a pro se litigant, we\nconstrue his briefs liberally and “apply less stringent standards” than to parties\nrepresented by counsel. Grant v. Cuellar, </pre><span class=\"citation\" data-id=\"7417\"><a href=\"/opinion/7417/grant-v-cuellar/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">523</span></a></span><pre class=\"inline\">, 524 (5th Cir. 1995).\n                                III. DISCUSSION\n      A.    The RLUIPA Free-Exercise Claims\n      The core of this appeal is Thunderhorse’s contention that certain policies\nof the TDCJ violate his rights, under RLUIPA, to freely exercise Native\nAmerican Shamanism. Specifically, he complains that the TDCJ prohibits him\nfrom growing his hair and from performing religious pipe ceremonies in his cell.\nHe also complains that the TDCJ prohibits him from wearing a colored\nheadband.\n            1.      Legal Standards\n      RLUIPA mandates that\n      [n]o government shall impose a substantial burden on the religious\n      exercise of a person residing in or confined to an institution . . . even\n      if the burden results from a rule of general applicability, unless the\n      government demonstrates that imposition of the burden on that\n      person-\n      (1) is in furtherance of a compelling governmental interest; and\n\n\n                                         4\n\f   Case: 08-40821    Document: 00511023468      Page: 5   Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\n      (2) is the least restrictive means of furthering that compelling\n      governmental interest.\n42 U.S.C. § 2000cc-1(a). “RLUIPA thus protects institutionalized persons who\nare unable freely to attend to their religious needs and are therefore dependent\non the government’s permission and accommodation for exercise of their\nreligion.” Cutter v. Wilkinson, </pre><span class=\"citation\" data-id=\"142900\"><a href=\"/opinion/142900/cutter-v-wilkinson/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span><pre class=\"inline\">, 721 (2005).\n      An inmate-plaintiff seeking relief under RLUIPA bears the initial burden\nof demonstrating that the challenged prison policy substantially burdens his\nexercise of religion. See 42 U.S.C. §§ 2000cc-1(a)-2000cc-2(b). To meet this\nburden, the plaintiff must show (1) that the burdened activity is a “religious\nexercise,” and (2) that the burden is substantial. RLUIPA defines “religious\nexercise” as “any exercise of religion, whether or not compelled by, or central to,\na system of religious belief.” 42 U.S.C. § 2000cc-5(7)(A). In Adkins v. Kaspar, we\ndefined “substantial burden” as follows:\n      [A] government action or regulation creates a “substantial burden”\n      on a religious exercise if it truly pressures the adherent to\n      significantly modify his religious behavior and significantly violate\n      his religious beliefs . . . . [T]he effect of a government action or\n      regulation is significant when it either (1) influences the adherent\n      to act in a way that violates his religious beliefs, or (2) forces the\n      adherent to choose between, on the one hand, enjoying some\n      generally available, non-trivial benefit, and, on the other hand,\n      following his religious beliefs.\n</pre><span class=\"citation\" data-id=\"788748\"><a href=\"/opinion/788748/donald-m-adkins-v-don-kaspar-chaplaincy-department-roy-a-garcia/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">559</span></a></span><pre class=\"inline\">, 570 (5th Cir. 2004) (citations omitted). This inquiry “requires a\ncase-by-case, fact-specific inquiry to determine whether the government action\nor regulation in question imposes a substantial burden.” Id. at 571.\n      If the plaintiff satisfies this threshold requirement, the burden shifts to\nthe defendant to demonstrate that the challenged policies are the least\nrestrictive means of furthering a compelling governmental interest. Baranowski\nv. Hart, </pre><span class=\"citation\" data-id=\"48983\"><a href=\"/opinion/48983/baranowski-v-hart/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span><pre class=\"inline\">, 124 (5th Cir. 2007) (citation omitted). In making this\ndetermination, the court must give due deference “to the experience and\n\n                                        5\n\f   Case: 08-40821    Document: 00511023468      Page: 6    Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\nexpertise of prison and jail administrators in establishing necessary regulations\nand procedures to maintain good order, security and discipline, consistent with\nconsideration of costs and limited resources.” Cutter v. Wilkinson, </pre><span class=\"citation\" data-id=\"142900\"><a href=\"/opinion/142900/cutter-v-wilkinson/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span><pre class=\"inline\">,\n723 (2005) (citation omitted). RLUIPA “is not meant to elevate accommodation\nof religious observances over the institutional need to maintain good order,\nsecurity, and discipline or to control costs.” Baranowski, 486 F.3d at 125 (citation\nomitted).\n      Thunderhorse’s primary contention here is that the magistrate judge\nfailed to analyze his claims under RLUIPA’s compelling-interest, least-\nrestrictive-means standard of review.\n            2.      The TDCJ’s Hair-Length Policy\n      The magistrate judge properly found that Diaz v. Collins, </pre><span class=\"citation\" data-id=\"11917\"><a href=\"/opinion/11917/diaz-v-collins/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\"> (5th\nCir. 1997), and Longoria v. Dretke, </pre><span class=\"citation\" data-id=\"53886\"><a href=\"/opinion/53886/longoria-v-dretke/\"><span class=\"volume\">507</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span><pre class=\"inline\"> (5th Cir. 2007), foreclosed\nThunderhorse’s RLUIPA claim against the TDCJ’s hair-length policy. In both\ncases, the plaintiffs, like Thunderhorse, were prisoners who, for religious\nreasons, sought permission not to cut their hair. Diaz, 114 F.3d at 70 (following\nthe religious practices of the Aztecs); Longoria, 507 F.3d at 900-01 (practicing his\nreligion as a Mexica Nahua Native American). In both cases, we found that the\npolicy substantially burdened (or the plaintiff had sufficiently pleaded that the\npolicy substantially burdened) a religious exercise. See Longoria, 507 F.3d at\n903; Diaz, 114 F.3d at 72-73. But we upheld the policy as the least restrictive\nway to serve a compelling governmental interest—prison security.\n      In Diaz, which arose under RLUIPA’s predecessor statute, the Religious\nFreedom Restoration Act (“RFRA”), we explained that prisoners may hide\nweapons and other contraband in their hair. 114 F.3d at 73 In addition,\nrequiring short hair makes it more difficult for an escaped prisoner to alter his\nappearance from the photographs that the TDCJ periodically takes of each\n\n\n\n                                         6\n\f   Case: 08-40821       Document: 00511023468          Page: 7    Date Filed: 02/09/2010\n\n                                       No. 08-40821\n\ninmate. Id.2 In light of these concerns, we held that “the security interest at\nstake cannot meaningfully be achieved appropriately by any different or lesser\nmeans than hair length standards.” Id.\n       In Longoria, 507 F.3d at 904, we affirmed the district court’s dismissal of\nLongoria’s RLUIPA claim even though the district court did not determine\nwhether the policy was narrowly tailored to achieve a compelling governmental\ninterest. We explained that such a determination was unnecessary because we\nhad previously evaluated the same policy under RFRA. Id. at 901, 904 (citing\nDiaz, 114 F.3d at 73). Because RLUIPA and RFRA shared the least-restrictive-\nmeans, compelling-interest test, we held that the district court was not required\nto reexamine the TDCJ’s hair-length policy to conclude that Longoria had failed\nto state a claim under RLUIPA. See id. at 904. Consistent with these decisions,\nwe affirm the dismissal of this RLUIPA claim.3\n              3.     Colored Headband\n       To establish that the TDCJ’s prohibition against colored headbands\nviolates RLUIPA, Thunderhorse must first show that the prohibition\nsubstantially burdens his religious exercise. See 42 U.S.C. §§ 2000cc-1(a)-\n\n\n       2\n         Defendants introduced similar evidence in this case. Furthermore, the Regional\nDirector of the TDCJ explained that, because altercations between inmates occur with some\nfrequency, the policy prevents inmates from “grab[bing] that handful of hair, [which] becomes\na heck of a leverage issue . . . .”\n       3\n          Thunderhorse argues that the policy cannot be the least restrictive way to maintain\nprison security because the TDCJ enforces it in an arbitrary manner and other prison systems,\nincluding the Federal Bureau of Prisons, permit long hair. He cites examples of how the TDCJ\nhad previously permitted him and other inmates to have long hair. These contentions find\nsupport in Warsoldier v. Woodford, in which the Ninth Circuit issued a preliminary injunction,\npursuant to RLUIPA, that prevented the California Department of Corrections from enforcing\nits hair-length restriction against a Native American inmate. See </pre><span class=\"citation\" data-id=\"791432\"><a href=\"/opinion/791432/billy-soza-warsoldier-v-jeanne-woodford-director-of-the-california/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">989</span></a></span><pre class=\"inline\">, 999-1001 (9th\nCir. 2005). The Ninth Circuit found that the restriction was not the least restrictive means to\nmaintain prison security, in part, because the prisons run by the federal government, Oregon,\nColorado, and Nevada all permit long hair or provide religious exemptions to their hair-length\nrestrictions. See id. at 999 (citations omitted). This court, however, is bound by Diaz and\nLongoria.\n\n                                              7\n\f   Case: 08-40821       Document: 00511023468          Page: 8     Date Filed: 02/09/2010\n\n                                       No. 08-40821\n\n2000cc-2(b). The magistrate judge found that Thunderhorse failed to establish\nthat wearing a white cloth headband, which the TDCJ allows, as opposed to a\ncolored headband, which the TDCJ prohibits, substantially burdens his religious\nexercise. We agree.\n       Thunderhorse’s sole complaint on appeal is that he is unable to purchase\nthe white headbands through the approved vendors or at the TDCJ’s\ncommissaries. He contends that this inability to purchase the white headbands,\nrather than the policy itself, is the substantial burden. At trial, he admitted that\nhe cannot purchase the white headbands because the only remaining approved\nvendor mishandles his orders. In response, the Regional Director of the TDCJ\npromised to attempt to secure more vendors. Based on this evidence, the only\nfault that the magistrate judge could have attributed to the TDCJ is that it\nshould have selected more competent vendors—an oversight that does not rise\nto the level of a RLUIPA violation. In sum, Thunderhorse has not shown that the\nTDCJ’s headband policy substantially burdens his rights under RLUIPA.4\n              4.      Performing Personal Pipe Ceremonies in His Cell\n       The TDCJ’s ban on pipe use within the cell does not violate RLUIPA.\nThunderhorse seeks to perform personal pipe ceremonies inside of his cell.5\nAccording to Thunderhorse, Native American Shamans use the pipe to pray. It\n\n\n       4\n          Thunderhorse does dispute the TDCJ’s justification for the restriction against colored\nheadbands, which the magistrate judge credited. According to the TDCJ, the restriction is the\nleast restrictive way to prevent inmates from using colored accessories to promote gang\naffiliations. Thunderhorse, however, is in administrative segregation where he spends most\nof his time alone and in his cell. Neither the magistrate judge nor the TDCJ has explained how\nallowing him to wear a colored headband while he is alone and in his cell could promote gang\nviolence. But we do not reach this question because Thunderhorse has failed to satisfy his\nthreshold burden of establishing that the white-headband-only policy substantially burdens\nhis religious exercise.\n       5\n        The TDCJ allows those in the general population (but not those in administrative\nsegregation such as Thunderhorse) to participate in group pipe ceremonies outdoors. At trial,\nThunderhorse made clear that he did not seek to attend those ceremonies. Instead, he only\nsought to perform personal pipe ceremonies inside of his cell.\n\n                                               8\n\f   Case: 08-40821    Document: 00511023468      Page: 9    Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\nis undisputed that the pipe ceremony is a religious exercise and that the\nprohibition on it is a substantial burden. Therefore, the issue is whether\nDefendants have shown that the prohibition on personal pipe use within the cell\nis the least restrictive method to achieve a compelling interest.\n      Defendants argue that the compelling interest here is prison security: no\ninmate may have materials inside of his cell that could be used to start a fire or\ncreate an explosive. The magistrate judge properly ruled for Defendants on this\nbasis, stating that “[b]ecause Thunderhorse is in administrative segregation, he\ndoes not have access to pipe ceremonies for security reasons, which reasons\nrepresent compelling governmental interests.”\n      Maintaining prison security is a compelling interest. Sossamon v. Lone\nStar State of Texas, </pre><span class=\"citation\" data-id=\"1227811\"><a href=\"/opinion/1227811/sossamon-v-lone-star-state-of-texas/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, 334 (5th Cir. 2009) (“Texas obviously has\ncompelling governmental interests in the security . . . of its prisons . . . .”). We\nfind no reason to question the TDCJ’s position that the prohibition on incendiary\nitems within the cell is the least restrictive way to prevent inmates from starting\nfires in their cells. Hence, the TDCJ’s prohibition on pipe use within the cell does\nnot violate RLUIPA.\n      B.    Request for a Jury Trial\n      Thunderhorse was not entitled to a jury trial because he sought only\ninjunctive and declaratory relief. See Baum v. Blue Moon Ventures, LLC, </pre><span class=\"citation\" data-id=\"55827\"><a href=\"/opinion/55827/baum-v-blue-moon-ventures-llc/\"><span class=\"volume\">513</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">, 193 (5th Cir. 2008) (“[U]nless Congress has expressly provided to the\ncontrary, an injunction is an equitable remedy that does not invoke a\nconstitutional right to a jury trial.” (citations omitted)); Allison v. Citgo\nPetroleum Corp., </pre><span class=\"citation\" data-id=\"756683\"><a href=\"/opinion/756683/allison-v-citgo-petroleum-corp/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">402</span></a></span><pre class=\"inline\">, 423 n.19 (5th Cir. 1998) (citations omitted). At\ntrial, when Thunderhorse raised this issue, the magistrate judge explained that\n“the reason it was a bench trial was because you were seeking injunctive relief\nand declaratory relief. That’s equitable relief.” Thunderhorse conceded, “Okay.\nI misunderstood.” He did not claim that he sought any relief other than equitable\n\n                                         9\n\f  Case: 08-40821     Document: 00511023468      Page: 10    Date Filed: 02/09/2010\n\n                                   No. 08-40821\n\nrelief. Under these circumstances, the magistrate judge properly denied\nThunderhorse’s request for a jury trial.\n      Thunderhorse apparently recognizes that he was not entitled to a jury\ntrial, so he argues that, under Federal Rule of Civil Procedure 39(c), the court\nshould have ordered one. Rule 39(c) is inapplicable. It states that “[i]n an action\nnot triable of right by jury, the court, on motion or on its own: (1) may try an\nissue with an advisory jury; or (2) may, with the parties’ consent, try an issue by\na jury whose verdict has the same effect as if a jury trial had been a matter of\nright . . . .” Fed. R. Civ. P. 39(c). Thunderhorse did not seek an advisory jury nor\nhas he argued or pointed to any portion of the record showing that Defendants\nconsented to a jury trial.\n      Thunderhorse also claims that he was entitled to a jury trial because, in\nhis Complaints, he “left open the issue of damages depending on what verdict\nwas returned by a jury.” His Amended Complaint, however, does not seek, or\nreserve the right to seek, monetary damages. Instead, the “Prayer for Relief”\nonly includes the following five requested remedies: (1) declaratory judgment,\n(2) injunctive relief, (3) costs of the suit, (4) attorney fees, and (5) other relief\ndeemed proper by the court.\n      C.     Request to Subpoena Witnesses\n      The magistrate judge did not err by denying Thunderhorse’s request to\nsubpoena two witnesses, Debra Liles and Chaplain Al O’Brien, to testify at trial.\nWe review such decisions for an abuse of discretion. Adkins v. Kaspar, </pre><span class=\"citation\" data-id=\"788748\"><a href=\"/opinion/788748/donald-m-adkins-v-don-kaspar-chaplaincy-department-roy-a-garcia/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">559</span></a></span><pre class=\"inline\">, 571 (5th Cir. 2004). “Before we will hold that the district court abused its\ndiscretion by refusing to issue a subpoena, the proponent of the subpoena must\nshow that relevant testimony was excluded, or that a substantial need for a\nwitness’s trial testimony existed.” Id. (footnote omitted). Thunderhorse argues\nthat the magistrate judge should have compelled the attendance of Liles and\nO’Brien because he considered them unnamed John and Jane Doe Defendants,\n\n                                         10\n\f  Case: 08-40821    Document: 00511023468     Page: 11   Date Filed: 02/09/2010\n\n                                 No. 08-40821\n\nand his Amended Complaint identified “all others similarly situated” as\nDefendants.\n      It appears that he raised this argument for the first time on the day of\ntrial, and the record does not show that Thunderhorse has ever served or asked\nthe court to serve Liles and O’Brien with the Summons and Complaint, cf. Fed.\nR. Civ. P. 4. As such, the magistrate judge properly denied his request to compel\nLiles and O’Brien to appear as Defendants.\n      Thunderhorse also mischaracterizes the proceedings before the magistrate\njudge on this issue by selectively quoting from her February 20, 2008 Order to\nProduce Witnesses. According to Thunderhorse, the Order stated, “The State of\nTexas shall produce Debra Liles, Deacon Al O’Brien . . . [.]” But what the Order\nactually required was that the “State of Texas shall produce, Debra Liles,\nReverend-Deacon Al O’Brien (or provide last known address) . . . .” On March 17,\n2008, Defendants complied: They informed the magistrate judge and\nThunderhorse that Liles and O’Brien were no longer employed with the TDCJ\nand that they would not be available for trial. Defendants also provided Liles\nand O’Brien’s last known addresses to the court under seal. Under these\ncircumstances, we cannot find that the magistrate judge abused her discretion\nin denying Thunderhorse’s request to subpoena these witnesses to testify.\n      D.    Alleged Judicial Bias\n      During the trial, the magistrate judge stated that this court had already\nruled that the TDCJ’s grooming code, as applied to hair length, is enforceable\nunder RLUIPA. She explained that Thunderhorse would have to argue the issue\nto this court because she was bound by our precedent. Thunderhorse argues that\nthese statements, coupled with the magistrate judge’s unwillingness to consider\nevidence that the hair-length regulations violated RLUIPA, evinces judicial bias.\nOnce again, Thunderhorse mischaracterizes what occurred. Contrary to\nThunderhorse’s argument, the record reflects that the magistrate judge allowed\n\n                                       11\n\f  Case: 08-40821     Document: 00511023468     Page: 12    Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\ndetailed testimony about the hair-length code over Defendants’ objections that\nthe Fifth Circuit had already decided the issue. In sum, there is no merit to this\nclaim of judicial bias.\n      E.     Alleged Discovery Abuse\n      Thunderhorse alleges that Defendants’ attorneys engaged in discovery\nabuse, such as failing to disclose documents and impeachment information, and\ninforming Thunderhorse, just four days before trial, that Liles and O’Brien no\nlonger worked for the TDCJ. According to Thunderhorse, “[t]hese tactics and\nelements of surpri[s]e etc. operated to cause Appellant, a disabled [Pro Se]\nlitigant[,] extreme undue prejudice and constitutes misconduct by the [S]tate of\nTexas.” We review alleged discovery errors for an abuse of discretion and will not\nreverse unless the party alleging the error establishes that he was prejudiced by\nthe error. See United States v. Garcia, </pre><span class=\"citation\" data-id=\"65771\"><a href=\"/opinion/65771/united-states-v-garcia/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></a></span><pre class=\"inline\">, 734 (5th Cir. 2009);\nHastings v. North East Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"374766\"><a href=\"/opinion/374766/gerald-hastings-and-north-east-federation-of-teachers-local-no-3410/\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span><pre class=\"inline\">, 631 (5th Cir. 1980).\n      We have already addressed the magistrate judge’s denial of the motion to\nsubpoena Liles and O’Brien. Thunderhorse’s remaining allegations of\nmisconduct also fail because he has not alleged that the magistrate judge made\nincorrect rulings or rulings that prejudiced him as a result of this alleged\nmisconduct. Nor has he identified anything in the record showing that he\nobjected to this conduct. Instead, his appellate papers focus exclusively on the\n“misconduct by the [S]tate of Texas.” As such, these claims are not properly\nbefore the court as there are no decisions by the magistrate judge to review. See\nFagot Rodriguez v. Republic of Costa Rica, </pre><span class=\"citation\" data-id=\"200026\"><a href=\"/opinion/200026/fagot-rodriguez-v-republic-of-costa/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 14 (1st Cir. 2002) (finding\nno abuse of discretion where the plaintiffs did not object to the alleged discovery\nabuses).\n      F.     Recognition of Native Americans as a Racial Category\n      Thunderhorse complains about the TDCJ’s method for categorizing its\ninmates as either “White,” “Black,” “Hispanic,” or “Other.” According to\n\n                                        12\n\f  Case: 08-40821    Document: 00511023468       Page: 13   Date Filed: 02/09/2010\n\n                                  No. 08-40821\n\nThunderhorse, categorizing him as “Other” instead of “Native American” violates\nhis Fourteenth Amendment rights by depriving him of “any legitimate\nrehabilitative, cultural programs, services and activities that could, should or\nwould be available if such a category existed.” Once again, Thunderhorse has not\npointed to any evidence to support this supposition. Nor have we found any in\nthe appellate record. To the contrary, the Regional Director of the TDCJ testified\nthat there are no benefits attached with these racial classifications. Hence, we\nfind no clear error in the magistrate judge’s decision to credit this\nuncontroverted testimony and to dismiss this claim.\n      G.    Other Claims\n      Thunderhorse’s remaining claims lack merit. First, he argues that the\nTDCJ favors white supremacist and multi-denominational faiths over\ntraditionalist Native American Shamanism because the TDCJ does not have a\n“faith code” for Native American Shamanism. This argument overlooks the fact\nthat he prevailed on this very issue before the magistrate judge who ordered that\n“Native American shamanism should be recognized as a legitimate faith, with\nits own faith code . . . .” Indeed, his brief recognizes that the magistrate judge’s\ndecision “give[s] Appellant the right to be recognized and categorized as a Native\nAmerican Shaman with its own sub-code, with a choice of holy days and with\nspecial meals.”\n      Second, Thunderhorse complains about the magistrate judge’s ruling that\nhe may have a ceremonial pipe, drum, clay flute, and medicine bundle when he\nis released from administrative segregation. He argues that this ruling creates\nan incentive for the TDCJ to keep him in administrative segregation for as long\nas possible. This argument is entirely speculative and not ripe.\n      Third, during this appeal, Thunderhorse filed a Motion for Leave to File\na Supplemental Brief, which we granted. In it, he contends that the TDCJ\ndiscriminates against his religion because he cannot obtain special foods for his\n\n                                        13\n\f  Case: 08-40821      Document: 00511023468       Page: 14     Date Filed: 02/09/2010\n\n                                    No. 08-40821\n\nholy days while Jewish, Muslim, and Catholic prisoners in administrative\nsegregation can. The magistrate judge ruled on this matter in her Order Denying\nPlaintiff’s Second Motion for Enforcement, dated July 21, 2009. She found that\nthe religious meals that the Jewish, Muslim, and Catholic prisoners receive\nconsist of the same foods provided to all inmates. She ruled that, consistent with\nthe TDCJ’s policy, if Thunderhorse wants food that the TDCJ does not serve so\nthat he can celebrate religious holidays, he can arrange for outside sources to\ndeliver the food through the prison chaplain. Thunderhorse does not challenge\nthese rulings in his supplemental brief. Therefore, we do not address this claim.6\n                                 IV. CONCLUSION\n      For the reasons set forth above, we AFFIRM the judgment.\n\n\n\n\n      6\n        The remainder of the supplemental brief echoes prior requests for a pipe ceremony\nand an exemption to the hair-length policy, which we have addressed.\n\n                                           14\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/7417/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/11917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/48983/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/53886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/55827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/65771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/142900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/200026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/374766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/756683/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1227811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2500265/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T09:01:22.525551Z",
      "date_modified": "2014-12-21T09:01:22.525551Z",
      "date_filed": "2010-02-10",
      "date_filed_is_approximate": false,
      "slug": "thunderhorse-v-pierce",
      "citation_id": 68979,
      "case_name_short": "Thunderhorse",
      "case_name": "Thunderhorse v. Pierce",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/235858/thunderhorse-v-pierce/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:47:14.499643Z",
  "date_modified": "2014-10-30T07:47:14.499643Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Thunderhorse",
  "case_name": "Thunderhorse v. Pierce",
  "case_name_full": "",
  "slug": "thunderhorse-v-pierce",
  "docket_number": "08-40821",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}