{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2365821/",
  "id": 2365821,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mowd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2498397/",
      "id": 2498397,
      "absolute_url": "/opinion/2498397/mason-v-schriro/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2365821/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2498397/",
          "id": 2498397,
          "absolute_url": "/opinion/2498397/mason-v-schriro/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2498397/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1866/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:57:02.214391Z",
          "date_modified": "2017-04-10T08:50:05.439025Z",
          "type": "010combined",
          "sha1": "831637bf0d6add94571625070d7bbd21e3d3febb",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>45 F.Supp.2d 709 (1999)</b></center>\n<center><h1>Avery MASON, # 38139, Plaintiff,<br>\nv.<br>\nDora B. SCHRIRO, et al., Defendants.</h1></center>\n<center>No. 97-4305-CV-C-5.</center>\n<center><p><b>United States District Court, W.D. Missouri, Central Division.</b></p></center>\n<center>February 2, 1999.</center>\n<p><span class=\"star-pagination\">*710</span> <span class=\"star-pagination\">*711</span> Avery Mason, Fulton Reception &amp; Diagnostic Center, Fulton, MO, pro se.</p>\n<p>Anthony Gerald Fussner, Peper, Martin, Jensen, Maichel &amp; Hetlage, St. Louis, MO, for plaintiff.</p>\n<p>Virginia Murray, Missouri Attorney General's Office, Jefferson City, MO, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>LAUGHREY, District Judge.</p>\n<p>On November 3, 1998, the United States Magistrate Judge recommended that defendants' motion for summary judgment be granted, in part, and denied, in part. The parties were advised they could file written exceptions to the recommendation, pursuant to 28 U.S.C. § 636(b)(1)(C). On November 18, 1998, defendants filed their exceptions. On November 30, 1998, plaintiff filed his response to defendants' exceptions.</p>\n<p>In their exceptions, defendants state that the Magistrate Judge erred in his Report because: (i) plaintiff's temporary housing assignment at Fulton Reception and Diagnostic Center is not an issue in this lawsuit; (ii) plaintiff has failed to show that defendants Schriro, Lombardi, Long and Riley are involved in his claims involving the alleged discriminatory housing policy; (iii) the challenged housing policy was justified because of jail security concerns and the safety and welfare of inmates; (iv) plaintiff could have requested different cell assignments with inmates of other races; (v) plaintiff has presented no evidence that the challenged policy was a pretext for invidious discrimination and therefore fails to state a valid equal protection or conspiracy claim; and (vi) 42 U.S.C. § 1997e(e) precludes plaintiff from recovering damages for mental and emotional injuries.</p>\n<p>In his response to exceptions, plaintiff requests that the district court \"affirm the report and recommendation of November 3, 1998,\" and does not object to any of the recommendations in the Magistrate Judge's Report. Plaintiff, instead, responds to specific exceptions by the defendants.</p>\n<p></p>\n<h2>Statement of Claims</h2>\n<p>In support of his claims for damages, plaintiff asserts that defendants violated his equal protection rights while he was temporarily assigned to Fulton Reception and Diagnostic Center (FRDC) between May 3 and August 26, 1996. Plaintiff states that defendants used race-based considerations to make housing assignments at FRDC.<sup>[1]</sup> Plaintiff also alleges that defendants conspired to deprive him of his constitutional rights in violation of 42 U.S.C. § 1985(3).</p>\n<p>In his amended complaint, plaintiff alleges additional violations of his equal protection rights. Specifically, he alleges that defendants discriminated against him on the basis of race because other inmates were assigned to either housing in tents or to permanent population, or were given job assignments, whereas plaintiff was denied these assignments solely because of his race.</p>\n<p>The Magistrate Judge recommended dismissing the additional claims in the amended complaint. Plaintiff does not oppose the dismissal of these claims. A de novo review of the record convinces the court that the recommendation to dismiss the additional claims in the amended complaint, i.e., the claims that were not asserted in the original complaint, is correct and should be adopted.</p>\n<p></p>\n<h2>Defendants' Exceptions</h2>\n<p></p>\n<h2>(i) <i>Claims relating to Temporary Housing Assignment</i>\n</h2>\n<p>Initially, defendants argue that plaintiff's temporary housing assignment at <span class=\"star-pagination\">*712</span> Fulton Reception and Diagnostic Center is not an issue in this lawsuit. A review of the record indicates that in his first amended complaint, plaintiff incorporates by reference the allegations in his original complaint. (<i>See</i> Doc. 4, ¶ 3, 4). Accordingly, plaintiff's temporary housing assignment is an issue in this lawsuit.</p>\n<p></p>\n<h2>(ii) <i>Failure to Allege Personal Involvement</i>\n</h2>\n<p>Second, defendants argue that plaintiff has failed to show how defendants Schriro, Lombardi, and Riley were personally involved in his claims challenging the discriminatory housing policy. Defendants did not raise this argument in the motion for summary judgment. After considering this argument, however, the court agrees that plaintiff has failed to show how defendant Riley, who is the Director of Offender Rehabilitative Services, is involved with the housing assignment policy. The court concludes, however, that plaintiff has sufficiently shown how defendants Schriro and Lombardi are involved in the claims. Defendant Schriro is the Director of the Missouri Department of Corrections and defendant George Lombardi is the Director of the Division of Adult Institutions. Although defendants Schriro and Lombardi state in their affidavits that they are not responsible for making housing assignments at institutions within the Missouri Department of Corrections, plaintiff could reasonably be inferred to state in the complaint that defendants, as high-level administrators within the Missouri Department of Corrections, failed to properly exercise their administrative and oversight responsibilities by tolerating a housing assignment policy at FRDC that permits prison officials to take race into account when making temporary housing assignments. The court notes that at a recorded conference on November 30, 1998, plaintiff stated, and defendants did not dispute, that the alleged discriminatory housing policy is embodied in Standard Operating Procedure IS5-3.1. (<i>See, e.g.,</i> Doc. 81 relating to the discussion at conference.) A response to plaintiff's grievance also provides that the expeditious assignment of inmates based on race, age, and length of sentence is outlined in policy and procedure IS5-3.1. (<i>See</i> exhibits attached to Document 1, Grievance Response by Defendant Goeke.) Accordingly, plaintiff indicates that the challenged policy was embodied in a written Department of Corrections policy and it can reasonably be inferred that defendants Schriro and Lombardi, as high-level administrative officials within the Missouri Department of Corrections, would know of a written policy in the Standard Operating Procedures.</p>\n<p>Defendants also state that defendant Long is not responsible for making housing assignments at the Missouri Department of Corrections. However, defendant Long responded to plaintiff's grievance appeal and stated that he thought the challenged housing policy was justified because large numbers of inmates needed to be processed daily and because plaintiff was in temporary housing assignment. Defendant Long defended the challenged housing policy and did not authorize any change in housing assignments when plaintiff filed a grievance appeal. Defendant Long is also a high-ranking official with responsibility similar to those of defendant Lombardi and should remain in the lawsuit for the same reasons set forth regarding Mr. Lombardi. Accordingly, plaintiff has sufficiently shown how defendant Long was personally involved in the alleged constitutional violations.</p>\n<p></p>\n<h2>(iii) <i>Argument that Plaintiff Failed to Request A Cell Change</i>\n</h2>\n<p>Defendants argue that plaintiff could have requested a cell change and has not shown that he did. However, the record indicates that plaintiff filed an informal resolution request (IRR), a grievance and a grievance appeal complaining about the housing assignment. In the grievance response and response to grievance appeal, plaintiff was notified that other kinds of <span class=\"star-pagination\">*713</span> considerations besides race, age, and length of sentence would be made when plaintiff was transferred to a permanent accommodation. The IRR response is also consistent with this response. Accordingly, the court determines that plaintiff complained about his housing assignment on the basis that it took race into account, and in the grievance responses, plaintiff was not offered an alternative assignment but notified that he should wait until he was permanently transferred so that he could get a housing assignment that was based on other considerations. (<i>See</i> Grievances attached to Document 1.)</p>\n<p></p>\n<h2>(iv) <i>Whether Plaintiff has alleged Discriminatory Intent</i>\n</h2>\n<p>Defendants also argue that plaintiff has not alleged any facts to show that the race-based housing assignment policy was a pretext for intentional discrimination. The court finds that where a particular governmental policy is race-based, plaintiff has made a prima facie showing of a discriminatory intent. The court here is not faced with a situation where there is a neutral governmental policy, fair on its face, resulting in unequal application to those who are entitled to be treated alike. <i>See, e.g., </i><i>Snowden v. Hughes,</i> 321 U.S. 1, 8, 64 S.Ct. 397, 401, 88 L.Ed. 497 (1944) (the unlawful administration by state officers of a state statute fair on its face, resulting in its unequal application to those who are entitled to be treated alike, is not the denial of equal protection unless there is shown to be present in it an element of intentional or purposeful discrimination). Here, plaintiff alleges a suspect classification, race, was used as a criterion in the housing assignment policy and, by implication, argues that a policy using a suspect classification is not fair on its face. Defendants do not deny that the policy authorized race to be taken into account as one factor for making housing assignments. Plaintiff satisfies his burden of showing discriminatory intent when he alleges that the policy takes race into account.</p>\n<p>The Equal Protection Clause provides that \"[n]o state shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const., Amendment 14, § 1. Its central purpose is to prevent the states from purposefully discriminating between individuals on the basis of race. <i>Washington v. Davis,</i> 426 U.S. 229, 239, 96 S.Ct. 2040, 2047, 48 L.Ed.2d 597 (1976). No inquiry into legislative purpose is necessary when the racial classification appears on the face of the statute. <i>See </i><i>Personnel Administrator of Mass. v. Feeney,</i> 442 U.S. 256, 272, 99 S.Ct. 2282, 2293, 60 L.Ed.2d 870 (1979). <i>Accord, </i><i>Washington v. Seattle School Dist. No. 1,</i> 458 U.S. 457, 485, 102 S.Ct. 3187, 3203, 73 L.Ed.2d 896 (1982). The Equal Protection Clause is directed to \"every form of state action  legislation, executive or judicial.\" <i>Yick Wo v. Hopkins,</i> 118 U.S. 356, 373-74, 6 S.Ct. 1064, 30 L.Ed. 220 (1886).</p>\n<p>Classifications of citizens solely on the basis of race \"are by their very nature odious to a free people whose institutions are founded upon the doctrine of equality.\" <i>Hirabayashi v. United States,</i> 320 U.S. 81, 100, 63 S.Ct. 1375, 1385, 87 L.Ed. 1774 (1943). <i>Accord, </i><i>Loving v. Virginia,</i> 388 U.S. 1, 11, 87 S.Ct. 1817, 1823, 18 L.Ed.2d 1010 (1967). They threaten to stigmatize individuals by reason of their membership in a racial group and to incite racial hostility. <i>City of Richmond v. Croson,</i> 488 U.S. 469 at 493, 109 S.Ct. 706 at 721, 102 L.Ed.2d 854.</p>\n<p>Defendants appear to argue that in the instant case there is no showing of discriminatory intent because the challenged policy was designed to apply to all racial groups equally. Defendants do not deny, however, that the challenged policy uses an express racial classification. In <i>Loving,</i> the State of Virginia argued that its anti-miscegenation statutes did not violate constitutional prohibitions against racial classifications because the statutes affected racial groups equally. The Supreme Court held that the fact of equal application does <span class=\"star-pagination\">*714</span> not immunize the statute from the very heavy burden of justification which the Fourteenth Amendment has traditionally required of state statutes drawn according to race. <i>Loving,</i> 388 U.S. at 9, 87 S.Ct. at 1822.</p>\n<p>It is well established that a state may not constitutionally require segregation of public facilities, <i>Johnson v. Virginia,</i> 373 U.S. 61, 83 S.Ct. 1053, 10 L.Ed.2d 195 (1963), and the principle is as applicable to prisons as to other public facilities. <i>Cruz v. Beto,</i> 405 U.S. 319, 321, 92 S.Ct. 1079, 1081, 31 L.Ed.2d 263 (1972). Defendants do not dispute that at the time plaintiff was at FRDC, race was one criterion used to make housing assignments for inmates in temporary custody. Where a challenged classification affects a suspect class such as race, strict scrutiny review applies. Under that standard, a classification is upheld only if it is necessary to promote a compelling state interest. <i>Stiles v. Blunt,</i> 912 F.2d 260, 263 (8th Cir.1990.) Defendants are required to show that the use of race as one of three primary factors for making housing assignments serves a compelling state interest.</p>\n<p>The court determines that plaintiff was not required to make an additional showing of intentional discrimination where he has shown that the challenged policy uses race as one of three primary factors for making housing assignments.</p>\n<p></p>\n<h2>(v) <i>Whether the Challenged Policy is Justified because it serves Security Concerns</i>\n</h2>\n<p>Defendants also argue in their exceptions that the housing assignment policy in question is constitutional because FRDC is not a typical institution within the Department of Corrections and on any given day it is necessary to make well over 200 cell assignments or changes. Defendants argue that the safety and security of the institution demand that assignments be made quickly. Defendants suggest that where there is little time to question inmates about their individual preferences, race is an indicator of compatibility.</p>\n<p>The court agrees with the Magistrate Judge that defendants have not sufficiently shown that using race as a criterion for making housing assignments serves a compelling state interest. In <i>Cruz v. Beto,</i> 405 U.S. 319, 321, 92 S.Ct. 1079, 1081, 31 L.Ed.2d 263 (1972), the Supreme Court held that racial segregation, which is unconstitutional outside prisons, is unconstitutional within prisons save for the necessities of prison security and discipline. In <i>Lee v. Washington,</i> 390 U.S. 333, 334, 88 S.Ct. 994, 995, 19 L.Ed.2d 1212 (1968), Justice Black stated in his concurring opinion that prison officials have the right, acting in good faith and in particularized circumstances, to take into account racial tensions in maintaining security, discipline and good order. <i>Id.</i> The security and discipline exception has been interpreted by some courts to ban racial segregation in cell assignments except in circumstances where racial tensions are documented or where differential treatment is necessary. In <i>United States v. Wyandotte County,</i> 480 F.2d 969, 971 (10th Cir.1973), the appeals court struck down racial segregation in cell assignments where racial tensions were not documented and the facts did not indicate an unusual situation in which security and discipline demanded segregation. <i>See also </i><i>Mickens v. Winston,</i> 462 F.Supp. 910, 912 (E.D.Va.1978), <i>affirmed,</i> 609 F.2d 508 (4th Cir.1979). <i>But see </i><i>Ramirez v. Reagan,</i> 82 F.3d 423, Table, Text in Westlaw 1996 WL 166203 (9th Cir.1996) (interpreting security and discipline exception in less stringent manner in light of <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987)). The court finds that defendants have not provided any specific evidence of the security dangers that are implicated if inmates of different races are housed together at Fulton Reception and Diagnostic Center. Defendants have also not provided any evidence to show that security dangers are alleviated by making same-race housing assignments. Accordingly, the court does not find that defendants have sufficiently shown that prison <span class=\"star-pagination\">*715</span> security and discipline require segregation of inmates at Fulton Reception and Diagnostic Center.</p>\n<p></p>\n<h2>(vi) <i>Applicability of 42 U.S.C. § 1997e(e)</i>\n</h2>\n<p>The court will now consider whether 42 U.S.C. § 1997e(e) is applicable under the facts of this case. In their exceptions, defendants argue that 42 U.S.C. § 1997e(e) applies to bar plaintiff from pursuing his claims for damages, because plaintiff alleges he suffered humiliation, emotional distress and mental anguish when defendants violated his equal protection rights.</p>\n<p>Title 42 U.S.C. § 1997e(e) provides:</p>\n<blockquote>No federal civil action may be brought by a prisoner confined in a jail, prison, or other correctional facility, for mental or emotional injury suffered while in custody without a prior showing of physical injury.</blockquote>\n<p>Whether 42 U.S.C. § 1997e(e) applies to preclude plaintiffs from recovering damages for violations of the Fourteenth Amendment Equal Protection Clause is a question of first impression in the circuit courts. A review of 42 U.S.C. § 1997e(e) indicates that there is disagreement among the courts about the precise scope of section 1997e(e).</p>\n<p></p>\n<h2>(a) <i>Contexts in which Courts have applied Section 1997e(e).</i>\n</h2>\n<p>In <i>Clarke v. Stalder,</i> 121 F.3d 222, 227 n. 8 (5th Cir.1997), <i>opinion reinstated in part on rehearing</i> in 154 F.3d 186 (5th Cir. 1998), the Fifth Circuit suggested in dictum, that section 1997e(e) might bar monetary but not injunctive relief in a section 1983 suit alleging a First Amendment violation. In <i>Siglar v. Hightower,</i> 112 F.3d 191 (5th Cir.1997), the Fifth Circuit applied section 1997e(e) to bar a claim involving a minor injury to a plaintiff's ear. In that case, the court held that under well established Eighth Amendment standards, plaintiff had not sustained the necessary physical injury to support a claim for mental or emotional suffering and section 1997e(e) applied to bar plaintiff's claims for damages for mental and emotional injury. Similarly, in <i>Zehner v. Trigg,</i> 133 F.3d 459 (7th Cir.1997), the Seventh Circuit applied section 1997e(e) in an Eighth Amendment context. The appeals court held that exposure to asbestos without any accompanying physical illness did not constitute physical injury and applied section 1997e(e) to bar plaintiff's claims for damages on his Eighth Amendment claim. In <i>Davis v. District of Columbia,</i> 158 F.3d 1342 (D.C.Cir.1998), the appeals court applied section 1997e(e) to bar plaintiff's claims for compensatory and punitive damages. Plaintiff alleged a violation of his constitutional right to privacy under the Fourteenth Amendment, stating that corrections officials disclosed the contents of his medical files to others without plaintiff's consent and allegedly disclosed that plaintiff was dying of HIV. <i>Id.</i> at 1345. In <i>Canell v. Lightner,</i> 143 F.3d 1210, 1213 (9th Cir.1998), the Ninth Circuit declined to apply section 1997e(e) in a First Amendment context. The Ninth Circuit held that section 1997e(e) did not apply to plaintiff's First Amendment claims regardless of the form of relief plaintiff sought. The court held: \"The deprivation of First Amendment rights entitles a plaintiff to judicial relief wholly aside from any physical injury he can show, or any mental or emotional injury he may have incurred.\" <i>Canell,</i> 143 F.3d at 1213.</p>\n<p>Numerous district courts have applied section 1997e(e) to preclude claims for relief in a variety of contexts. <i>See, e.g., </i><i>Singleton v. Alameda County,</i> 1998 WL 754593 (N.D.Cal.1998) (deliberate infliction of psychological harm claim); <i>Warcloud v. Horn,</i> 1998 WL 255578 (E.D.Pa.1998) (First Amendment free exercise claim, Fourteenth Amendment equal protection and other claims); <i>Dawes v. Walker,</i> 1998 WL 59454 (N.D.N.Y.1998) (section 1997e(e) applied to preclude plaintiff from pursuing compensatory damages for his retaliation claim and his claim that he was exposed to danger of physical harm); <span class=\"star-pagination\">*716</span> <i>Flannery v. Wagner,</i> 1998 WL 709762 (D.Kan.1998) (claim of deliberate indifference to safety and welfare of inmate); <i>Walker v. Hubbard,</i> 1998 WL 205130 (N.D.Cal.1998) (claim of deliberate indifference to safety and welfare of inmate); and <i>Brown v. Sommers,</i> 1997 WL 873828 (N.D.Ind.1997) (section 1997e(e) independent ground for dismissing retaliation, due process and equal protection claims).</p>\n<p>A review of cases from other courts indicates that the statutory section is most frequently applied where plaintiff alleges that defendants' actions have caused him to fear physical injury and fear for his safety and welfare, but he fails to show any physical injury. <i>See, e.g., </i><i>Hill v. Plummer,</i> 1998 WL 305517 (N.D.Cal.1998) (fear of shock from electronic restraining device); <i>Singleton v. Alameda County,</i> 1998 WL 754593 (N.D.Cal.1998) (deliberate infliction of psychological harm); <i>Luong v. Hatt,</i> 979 F.Supp. 481 (N.D.Tex.1997) (failure to protect from assault by other inmates); <i>Flannery v. Wagner,</i> 1998 WL 709762 (D.Kan.1998) (deliberate indifference to safety and welfare of inmate); and <i>Zehner v. Trigg,</i> 952 F.Supp. 1318 (S.D.Ind.1997) (infliction of emotional injury as a result of exposure to asbestos).</p>\n<p>Some district courts have expressly refused to apply section 1997e(e) in a First Amendment or Fourteenth Amendment context. <i>See, e.g., </i><i>Self-Allah v. Annucci,</i> 1998 WL 912008 at p. 5 (W.D.N.Y.1998) (holding that section 1997e(e) is not applicable to plaintiff's First Amendment claims because the statutory section applies to situations where the underlying claim involves an injury to a prisoner's physical well-being); <i>Warburton v. Underwood,</i> 2 F.Supp.2d 306, 315 (W.D.N.Y.1998) (declining to dismiss Establishment Clause claim under section 1997e(e)); <i>Barnes v. Ramos,</i> 1996 WL 599637 at p. 2 (N.D.Ill.1996) (where plaintiff alleges deprivation of a constitutional right, and does not specifically state that he suffered emotional or mental harm, section 1997e(e) is not applicable even if there is no showing of physical injury).</p>\n<p>Accordingly, courts have had difficulty in determining the precise scope of section 1997e(e) and do not always agree on the statute's reach. The statutory provision has been applied with least difficulty in the Eighth Amendment context. Where inmates allege that defendants have been deliberately indifferent to their safety or welfare or have threatened them with excessive use of force or have inflicted emotional injury by depriving them of basic necessities of life, courts have applied section 1997e(e), in the Eighth Amendment context, to restrict the availability of judicial remedies if there is no showing of physical injury. (<i>See</i> discussion above.) In <i>Zehner v. Trigg,</i> 952 F.Supp. 1318 (S.D.Ind.1997), the district court considered a challenge to the applicability of section 1997e(e) in an Eighth Amendment context and concluded that section 1997e(e) was constitutional as applied in the Eighth Amendment context in that case, but suggested that the statutory provision might raise concerns in other contexts:</p>\n<blockquote>The ... issue is whether the Eighth Amendment requires that damages for psychological harm be available as a remedy against those persons acting under color of state law who inflict such harm .... [S]uch a damages remedy cannot be constitutionally required in all cases .... There is a point beyond which Congress may not restrict the availability of judicial remedies for the violations of constitutional rights without in essence taking away the rights themselves by rendering them utterly hollow promises. That point has not been reached by enactment of § 1997e(e) as applied here.</blockquote>\n<p><i>Zehner v. Trigg,</i> 952 F.Supp. 1318, 1331 (S.D.Ind.1997).</p>\n<p>The caselaw, therefore, indicates that the courts have not agreed on the precise scope of section 1997e(e).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*717</span> (b) <i>Language of Section 1997e(e).</i>\n</h2>\n<p>The starting point for interpreting a statute is the language of the statute itself. <i>United States v. Sosa,</i> 997 F.2d 1130, 1132 (5th Cir.1993). If the language is clear and unambiguous, then the court may end its inquiry. <i>Id.</i> at 1132. If, however, a statute is susceptible to more than one reasonable interpretation, then the reviewing court must look beyond the language of the statute in an effort to ascertain the intent of the legislative body. <i>Carpenters Dist. Council v. Dillard Dept. Stores,</i> 15 F.3d 1275, 1282 (5th Cir.1994). A statute can be considered ambiguous when a particular interpretation from the face of a statute could lead to an anomalous, unusual or absurd result. <i>Breedlove v. Earthgrains Baking Companies, Inc.,</i> 140 F.3d 797, 800 (8th Cir.1998). Federal statutes are to be construed so as to avoid serious doubts as to their constitutionality, and when faced with such doubts the court will first determine whether it is facially possible to interpret the statute in a manner that renders it constitutionally valid. <i>Communications Workers v. Beck,</i> 487 U.S. 735, 108 S.Ct. 2641, 101 L.Ed.2d 634 (1988).</p>\n<p>In the instant case, section 1997e(e) is not entirely clear because the phrase \"for mental or emotional injury\" can reasonably be construed to mean two different things. \"for mental or emotional injury\" can be construed to mean \"for [<i>violations of constitutional or statutory rights that result in a request for relief for</i>] mental or emotional injury.\" This first construction might appear to be the most straight-forward construction. If the statute were construed in this way, however, it would be quite sweeping in its reach because, under such a construction, all claims for damages, even claims for damages for equal protection violations and First Amendment free exercise violations would be barred if the only injury alleged was mental and emotional suffering. As will be discussed below, such a construction raises serious constitutional concerns.</p>\n<p>The phrase \"for mental or emotional injury\" can also be construed more narrowly to mean \"for [<i>inflictions of</i>] mental or emotional injury [<i>where the infliction of mental or emotional distress is alleged to constitute the violation of plaintiff's constitutional or statutory rights</i>].\" Under this construction of section 1997e(e), the underlying substantive claim involves infliction of mental or emotional distress or some claim that defendants' actions placed plaintiff in great fear or distress for his safety and welfare. under the first, more expansive construction of section 1997e(e), by contrast, the focus is on the relief requested rather than on the substantive nature of the underlying claim. The elements of the underlying claim may have little to do with mental or emotional injury. Thus, for example, to state a First Amendment free exercise claim, a Fourteenth Amendment equal protection claim, or a Fourteenth Amendment due process claim, a plaintiff is not required to make any showing of mental or emotional harm, in order to state a claim. By contrast, under the narrow construction of section 1997e(e), the underlying substantive claim involves a claim of injury to plaintiff's emotional well-being.</p>\n<p>The narrow construction of section 1997e(e) would bring section 1997e(e) squarely within an Eighth Amendment context and is consistent with the caselaw in that section 1997e(e) is most frequently applied in contexts where plaintiffs allege emotional distress because of deliberate indifference to their welfare and safety.</p>\n<p></p>\n<h2>(c) <i>Legislative History</i>\n</h2>\n<p>The phrase \"for mental or emotional injury\" is susceptible to two interpretations and it is, therefore, necessary to look to legislative history for guidance. A statute can be considered ambiguous when a particular interpretation from the face of a statute could lead to an anomalous, unusual or absurd result. <i>Breedlove v. Earthgrains Baking Companies, Inc.,</i> 140 F.3d 797, 800 (8th Cir.1998). Statutes <span class=\"star-pagination\">*718</span> should be construed so as to avoid serious doubts as to their constitutionality. <i>Communications Workers v. Beck,</i> 487 U.S. 735, 108 S.Ct. 2641, 101 L.Ed.2d 634 (1988).</p>\n<p>Where the statutory language is not entirely clear, the courts look for guidance from many sources, including legislative history, the broader purposes of the legislation at issue, as well as common sense and the practical implications of the alternative, <i>Zehner v. Trigg,</i> 952 F.Supp. 1318, 1324-25 (S.D.Ind.1997).</p>\n<p>The legislative history contains very little specific discussion of section 1997e(e). However, the history indicates that Congress's general purpose in passing the act was to curb frivolous prisoner lawsuits. According to Senator Hatch, the PLRA \"will help bring relief to a civil justice system overburdened by frivolous prisoner lawsuits.... Our legislation will also help restore balance to prison conditions legislation and will ensure that Federal court orders are limited to remedying actual violations of prisoners' rights....\" 141 Cong. Rec. S14408-01, *S14418 (daily ed. Sept. 37, 1995) (statement of Sen. Hatch). Senator Dole stated in his testimony in support of the legislation: \"Frivolous lawsuits filed by prisoners tie up the courts, waste valuable judicial and legal resources, and affect the quality of justice enjoyed by the law-abiding population.\" 141 Cong.Rec. S7498-01, *S7524 (daily ed. May 25, 1995) (statement of Sen. Dole). Congress was concerned about frivolous lawsuits by prisoners complaining of their conditions of confinement. Senator Dole expressed his concern about \"the alarming explosion in the number of frivolous lawsuits filed by state and federal prisoners\" and stated: \"Unfortunately, the legislation explosion now plaguing our country does not stop at the prison gate.... [T]he number of `dueprocess and cruel and unusual punishment complaints' filed by prisoners has grown astronomically  from 6,600 in 1975 to more than 39,000 in 1994. These suits involve such grievances as insufficient storage locker space, a defective haircut by a prison barber, the failure of prison officials to invite a prisoner to a pizza party for a departing prison employee, and yes, being served chunky peanut butter instead of the creamy variety.\" 141 Cong.Rec. S14408-01, *S14413. (daily ed. Sept. 27, 1995) (statement of Sen. Dole).</p>\n<p>Accordingly, the legislative history indicates that Congress was concerned about frivolous lawsuits by inmates arising from their conditions of confinement  frivolous complaints about such prison conditions as the quality of prison food, prison amenities and physical facilities. There is nothing in the legislative history to suggest that Congress intended to dramatically limit available judicial remedies for such historically actionable claims as Fourteenth Amendment equal protection and First Amendment free exercise claims. Given the overall purpose of the PLRA to curb frivolous lawsuits, and the legislative history showing that allegations of prison legislation abuses were focused primarily on conditions of confinement, it does not appear that Congress intended to give a broad grant of immunity to prison officials in situations where inmates are able to establish blatant racial or religious discrimination. For example, if minority inmates were systematically assigned to poorer facilities, or had far fewer amenities or were afforded poorer educational opportunities than white inmates, or if members of a non-Christian religion, in contrast to members of a Christian religion, were systematically denied any opportunity to practice their religion, it is highly unlikely that Congress would have intended section 1997e(e) to preclude a damages remedy because the inmates could not show physical injury, but could only show mental or emotional injury. Given the legislative focus on frivolous lawsuits relating to conditions of confinement, and the absence of any discussion showing that Congress intended to dramatically restrict judicial remedies for violations of such constitutional rights as Fourteenth Amendment <span class=\"star-pagination\">*719</span> equal protection rights, it does not appear likely that Congress intended an expansive interpretation of section 1997e(e)  one that would disturb the existing and well-settled constitutional jurisprudence relating to Fourteenth Amendment equal protection claims.</p>\n<p>If the court were to interpret section 1997e(e) to apply in cases where prisoners alleged blatant racial or religious discrimination, there would be grave constitutional concerns because inmates would be severely restricted in the type of remedies they could seek for egregious equal protection violations. \"[W]here constitutional rights are at stake and where Congress leaves the federal courts with authority to grant only plainly inadequate relief, it sets itself against the Constitution. (Lawrence G. Sager, <i>Constitutional Limitations on Congress Authority to Regulate the Jurisdiction of the Federal Courts,</i> 95 Harv.l.Rev. 17, 88 (1981)); <i>accord, </i><i>Marbury v. Madison,</i> 5 U.S. (1 Cranch) 137, 163, 2 L.Ed. 60 (1803). Serious constitutional questions would arise if a federal statute were construed to deny any judicial forum for a colorable constitutional claim.\" <i>See </i><i>Webster v. Doe,</i> 486 U.S. 592, 603, 108 S.Ct. 2047, 2053, 100 L.Ed.2d 632 (1988).</p>\n<p>The court is mindful of the doctrine that \"where an otherwise acceptable construction of a statute would raise serious constitutional problems, the Court will construe the statute to avoid such problems unless such construction is plainly contrary to the intent of Congress.\" <i>Concrete Pipe &amp; Prods. of Cal., Inc. v. Construction Laborers Pension Trust for Southern Cal.,</i> 508 U.S. 602, 628-29, 113 S.Ct. 2264, 2282-83, 124 L.Ed.2d 539 (1993). If the court were to construe section 1997e(e) to preclude relief for Fourteenth Amendment equal protection claims because inmates could only show mental and emotional injury and could not show physical injury, serious constitutional concerns would be implicated. The court would, in effect, interpret section 1997e(e) as granting prison officials immunity from suit even where there is blatant and systematic racial or religious discrimination. To paraphrase the district court in <i>Zehner,</i> 952 F.Supp. at 1331, the court would adopt an interpretation of section 1997e(e) under which the availability of judicial remedies for the violations of constitutional rights would be restricted to the point where Congress would in essence be taking away the rights themselves by rendering them utterly hollow promises.</p>\n<p>The court will not adopt an interpretation that gives rise to serious constitutional problems and will adopt a narrower interpretation of section 1997e(e) under which the statute does not apply to Fourteenth Amendment equal protection claims.</p>\n<p>The court notes, additionally, that the legislative history shows Congress was concerned about curbing frivolous lawsuits. Under the provisions of 28 U.S.C. §§ 1915 and 1915A, all prisoner lawsuits are subject to screening procedures. Because of this and because of the well-developed legal standards for establishing an equal protection claim, it is possible at an early stage of the proceedings to dispose of frivolous equal protection claims. For example, to state an equal protection claim, there must be a threshold showing that a plaintiff has been treated by a state actor differently than those similarly situated because he belongs to a particular class, <i>Inmates of the Nebraska Penal and Correctional Complex v. Greenholtz,</i> 567 F.2d 1368, 1374 (8th Cir.1977), <i>cert. denied,</i> 439 U.S. 841, 99 S.Ct. 132, 58 L.Ed.2d 140 (1978), or because a fundamental right is involved, <i>Alcala v. Burns,</i> 545 F.2d 1101 (8th Cir.1976), <i>cert. denied,</i> 431 U.S. 920, 97 S.Ct. 2187, 53 L.Ed.2d 232 (1977). Additionally, if there is no suspect classification involved, state action is reviewed under the highly deferential \"rational basis\" standard. <i>See </i><i>City of Cleburne v. Cleburne Living Center,</i> 473 U.S. 432, 446-47, 105 S.Ct. 3249, 3257-58, 87 L.Ed.2d 313 (1985). Because there are well established threshold standards for stating an equal protection claim, and because of the screening provisions of 28 U.S.C. §§ 1915 <span class=\"star-pagination\">*720</span> and 1915A, frivolous equal protection claims are likely to be dismissed at an early stage. It is not necessary to extend the applicability of 42 U.S.C. § 1997e(e) to the Fourteenth Amendment equal protection context to accomplish Congress's goal of curbing frivolous legislation.</p>\n<p>For the reasons discussed above, the court determines that the provisions of 42 U.S.C. § 1997e(e) are not applicable under the facts in this case and plaintiff is not precluded proceeding on his claim for damages under section 1997e(e).</p>\n<p></p>\n<h2>(vii) <i>Whether 42 U.S.C. § 1997e(e) is Applicable to Plaintiff's Claims for Nominal Damages</i>\n</h2>\n<p>Even if 42 U.S.C. § 1997e(e) were held to bar plaintiff's claims for compensatory damages for mental and emotional injury, the court determines that section 1997e(e) is not applicable to plaintiff's claims for nominal damages.</p>\n<p>In their exceptions, defendants argue that the PLRA makes no exception for nominal damages and that plaintiff moreover does not seek nominal damages for violation of a constitutional right in this case. The court agrees with the Magistrate Judge that section 1997e(e) does not bar a claim for nominal damages. In <i>Memphis Community School District v. Stachura,</i> 477 U.S. 299, 308, 106 S.Ct. 2537, 2543-44, 91 L.Ed.2d 249 (1986), the Supreme Court explained that the abstract value of a constitutional right may not form the basis for section 1983 money damages. The court noted, however, that nominal damages, rather than damages based on some undefinable \"value\" of infringed rights, are the appropriate means of \"vindicating\" rights whose deprivation has not caused actual, provable injury. <i>Stachura,</i> 477 U.S. at 308-09, 106 S.Ct. at 2543-44 n. 11. This point was elaborated by the Court in the following way in <i>Carey:</i></p>\n<blockquote>By making the deprivation of such rights actionable for nominal damages without proof of actual injury, the law recognizes the importance to organized society that those rights be scrupulously observed; but at the same time, it remains true to the principle that substantial damages should be awarded only to compensate actual injury or, in the case of exemplary or punitive damages, should be awarded only to deter or punish malicious deprivations of rights.</blockquote>\n<p><i>Carey v. Piphus,</i> 435 U.S. 247 at 266, 98 S.Ct. 1042 at 1053-54, 55 L.Ed.2d 252.</p>\n<p>In <i>Davis v. District of Columbia,</i> 158 F.3d 1342 (D.C.Cir.1998), the appeals court recently considered whether section 1997e(e) would preclude an action for nominal damages and concluded that it would not. \"The theory of such a lawsuit dispenses with any need for injury other than the deprivation of the right itself (as we noted in the case of suits for injunctive or declaratory relief) and prisoners are presumably a good deal less likely to embark on a lawsuit if there is no prospect of a pecuniary reward.\" <i>Davis,</i> 158 F.3d at 1348. <i>See also Dawes v. Walker,</i> 1998 WL 59454 (N.D.N.Y.1998) (suggesting that section 1997e(e) is inapplicable to plaintiff's claims for nominal damages). This court does not construe section 1997e(e) as barring a claim for nominal damages, just as section 1997e(e) does not bar claims for injunctive or declaratory relief. <i>Zehner v. Trigg,</i> 133 F.3d 459, 462 (7th Cir.1997) (noting that section 1997e(e) does not preclude injunctive relief still available).<sup>[2]</sup></p>\n<p>Defendants argue that plaintiff did not request nominal damages in either his original or amended complaints. However, as plaintiff states in his response to defendants' exceptions, he did include a request for nominal damages for violation of a constitutionally protected right in Document 23. Plaintiff is a pro se litigant and <span class=\"star-pagination\">*721</span> his pleadings are entitled to a liberal construction. A review of Document 23 and plaintiff's response to defendants' exceptions and other pleadings filed by plaintiff indicates that even though he did not include a specific request for nominal damages in his original or amended complaints, plaintiff has consistently indicated he seeks vindication for the violation of his constitutionally protected right to equal protection, irrespective of any injuries he suffered. Further, plaintiff stated a request for nominal damages in paragraph 20 of Document 23. Accordingly, after a review of plaintiff's pleadings, the court determines that plaintiff does request nominal damages for violation of a federally-protected constitutional right.</p>\n<p></p>\n<h2>(viii) <i>Whether Plaintiff is Required to Provide Proof of Actual Injury at Summary Judgment Stage</i>\n</h2>\n<p>One final issue remains. In his November 3, 1998, report, the Magistrate Judge asserted that defendants were entitled to summary judgment on plaintiff's request for <i>compensatory</i> damages for mental and emotional injury because plaintiff had not provided any evidence of his <i>actual injury</i> through verified affidavits, deposition testimony or any other documents. The Magistrate Judge determined that plaintiff's equal protection claim was actionable for nominal damages without proof of actual injury, but determined that plaintiff was precluded from proceeding on his claims for compensatory damages because he had not come forward, at the summary judgment stage, with any evidence of the actual injury he suffered. Accordingly, the issue is this: Assuming that 42 U.S.C. § 1997e(e) is not applicable to the claims in this case, are defendants nevertheless entitled to summary judgment on plaintiff's claims for compensatory damages, as opposed to nominal damages, on the grounds that the summary judgment stage, plaintiff has not come forward with evidence of his actual injury?</p>\n<p>Rule 56 \"mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to the party's case, and on which that party will bear the burden of proof at trial.\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986).</p>\n<p>Accordingly, the court must consider whether plaintiff has made a showing sufficient to establish the existence of an element essential to his equal protection claim. To establish a prima facie violation of the Equal Protection Clause, plaintiff must show that he is a member of a class who is similarly situated to members of another class and was treated differently from members of the other class. <i>See, e.g., </i><i>Inmates of the Nebraska Penal and Correctional Complex v. Greenholtz,</i> 567 F.2d 1368, 1374 (8th Cir.1977), <i>cert. denied,</i> 439 U.S. 841, 99 S.Ct. 132, 58 L.Ed.2d 140 (1978). Plaintiff must also show unlawful, purposeful discrimination. <i>Batra v. Board of Regents of University of Nebraska,</i> 79 F.3d 717, 722 (8th Cir.1996). Where the government treats similarly situated people differently based on suspect classifications such as race, nationality, or alienage, such action is subjected to strict scrutiny and will be sustained only if it is suitably tailored to serve a compelling state interest. <i>McLaughlin v. Florida,</i> 379 U.S. 184, 192, 85 S.Ct. 283, 288, 13 L.Ed.2d 222 (1964); <i>Graham v. Richardson,</i> 403 U.S. 365, 91 S.Ct. 1848, 29 L.Ed.2d 534 (1971).</p>\n<p>In the instant case, plaintiff has made a showing sufficient to satisfy the essential elements of his equal protection claim. He has come forward with evidence to show that he was treated differently with respect to a housing assignment based on his membership in a particular race. By showing that the housing policy included an express racial classification, plaintiff has made a prima facie showing of an unlawful intent to discriminate. Defendants <span class=\"star-pagination\">*722</span> have not offered evidence at this stage to prove that the challenged policy, that includes an express racial classification, serves a compelling state interest and is suitably tailored to serve that interest. Accordingly, plaintiff has made a sufficient showing to satisfy the essential elements of his equal protection claim. he has made a sufficient showing that he was treated differently from other similarly-situated persons based on an invidious classification that does not serve a compelling governmental interest. In order to withstand defendants' motion for summary judgment, plaintiff is not required at this stage to provide proof of his actual injury because evidence of this actual injury is not an essential element of his equal protection claim. (<i>See St. Hilaire v. Lewis,</i> 942 F.2d 793 (Table), Text in Westlaw 1991 WL 162305, p. 2 (9th Cir.1991) (actual injury not required to pursue an equal protection claim).)</p>\n<p>Accordingly, the district court determines that plaintiff's failure to come forward at this stage with any evidence of actual injury does not entitle defendants to a grant of summary judgment on plaintiff's claims or compensatory damages.</p>\n<p>Finally, the court has reviewed the analysis in the November 3, 1998, Report and Recommendation with respect to plaintiff's conspiracy claim and finds no error in the analysis.</p>\n<p>A de novo review of the record,<sup>[3]</sup> including the exceptions filed by defendants on November 3, 1998, and the response to exceptions filed by plaintiff on November 30, 1998, convinces the court that the recommendation of the Magistrate judge is correct in all respects except two. The court determines that plaintiff's claims against defendant Riley should be dismissed for reasons stated in this order. The court also determines, for reasons stated in this order, that defendants are not entitled to summary judgment on plaintiff's claims for compensatory damages.</p>\n<p>IT IS, THEREFORE, ORDERED that defendants' motion for summary judgment be granted, in part, on plaintiff's equal protection claims involving assignments to tent areas and permanent population and inmate job assignments at FRDC and on plaintiff's claims against defendant Riley [56]. It is further</p>\n<p>ORDERED that defendants' motion for summary judgment be denied, in part, on plaintiff's claim alleging race-based housing assignments for inmates in temporary custody at FRDC and alleging a conspiracy to deprive plaintiff of his constitutional rights [56].</p>\n<h2>NOTES</h2>\n<p>[1]  In their exceptions, defendants state that FRDC officials no longer consider race as a factor in making initial housing assignments for temporary inmates. (Doc. 72, p. 2 n. 3.)</p>\n<p>[2]  The court notes that plaintiff's claims arose from incidents that occurred after the passage of the PLRA. Accordingly, no issues arise relating to the retroactive application of 42 U.S.C. § 1997e(e).</p>\n<p>[3]  Court proceedings, if any, are recorded by electronic recording equipment and the tapes are available for review by the court and counsel.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">709</span></span> (1999)</b></center>\n<center><h1>Avery MASON, # 38139, Plaintiff,<br>\nv.<br>\nDora B. SCHRIRO, et al., Defendants.</h1></center>\n<center>No. 97-4305-CV-C-5.</center>\n<center><p><b>United States District Court, W.D. Missouri, Central Division.</b></p></center>\n<center>February 2, 1999.</center>\n<p><span class=\"star-pagination\">*710</span> <span class=\"star-pagination\">*711</span> Avery Mason, Fulton Reception &amp; Diagnostic Center, Fulton, MO, pro se.</p>\n<p>Anthony Gerald Fussner, Peper, Martin, Jensen, Maichel &amp; Hetlage, St. Louis, MO, for plaintiff.</p>\n<p>Virginia Murray, Missouri Attorney General's Office, Jefferson City, MO, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>LAUGHREY, District Judge.</p>\n<p>On November 3, 1998, the United States Magistrate Judge recommended that defendants' motion for summary judgment be granted, in part, and denied, in part. The parties were advised they could file written exceptions to the recommendation, pursuant to 28 U.S.C. § 636(b)(1)(C). On November 18, 1998, defendants filed their exceptions. On November 30, 1998, plaintiff filed his response to defendants' exceptions.</p>\n<p>In their exceptions, defendants state that the Magistrate Judge erred in his Report because: (i) plaintiff's temporary housing assignment at Fulton Reception and Diagnostic Center is not an issue in this lawsuit; (ii) plaintiff has failed to show that defendants Schriro, Lombardi, Long and Riley are involved in his claims involving the alleged discriminatory housing policy; (iii) the challenged housing policy was justified because of jail security concerns and the safety and welfare of inmates; (iv) plaintiff could have requested different cell assignments with inmates of other races; (v) plaintiff has presented no evidence that the challenged policy was a pretext for invidious discrimination and therefore fails to state a valid equal protection or conspiracy claim; and (vi) 42 U.S.C. § 1997e(e) precludes plaintiff from recovering damages for mental and emotional injuries.</p>\n<p>In his response to exceptions, plaintiff requests that the district court \"affirm the report and recommendation of November 3, 1998,\" and does not object to any of the recommendations in the Magistrate Judge's Report. Plaintiff, instead, responds to specific exceptions by the defendants.</p>\n<p></p>\n<h2>Statement of Claims</h2>\n<p>In support of his claims for damages, plaintiff asserts that defendants violated his equal protection rights while he was temporarily assigned to Fulton Reception and Diagnostic Center (FRDC) between May 3 and August 26, 1996. Plaintiff states that defendants used race-based considerations to make housing assignments at FRDC.<sup>[1]</sup> Plaintiff also alleges that defendants conspired to deprive him of his constitutional rights in violation of 42 U.S.C. § 1985(3).</p>\n<p>In his amended complaint, plaintiff alleges additional violations of his equal protection rights. Specifically, he alleges that defendants discriminated against him on the basis of race because other inmates were assigned to either housing in tents or to permanent population, or were given job assignments, whereas plaintiff was denied these assignments solely because of his race.</p>\n<p>The Magistrate Judge recommended dismissing the additional claims in the amended complaint. Plaintiff does not oppose the dismissal of these claims. A de novo review of the record convinces the court that the recommendation to dismiss the additional claims in the amended complaint, i.e., the claims that were not asserted in the original complaint, is correct and should be adopted.</p>\n<p></p>\n<h2>Defendants' Exceptions</h2>\n<p></p>\n<h2>(i) <i>Claims relating to Temporary Housing Assignment</i>\n</h2>\n<p>Initially, defendants argue that plaintiff's temporary housing assignment at <span class=\"star-pagination\">*712</span> Fulton Reception and Diagnostic Center is not an issue in this lawsuit. A review of the record indicates that in his first amended complaint, plaintiff incorporates by reference the allegations in his original complaint. (<i>See</i> Doc. 4, ¶ 3, 4). Accordingly, plaintiff's temporary housing assignment is an issue in this lawsuit.</p>\n<p></p>\n<h2>(ii) <i>Failure to Allege Personal Involvement</i>\n</h2>\n<p>Second, defendants argue that plaintiff has failed to show how defendants Schriro, Lombardi, and Riley were personally involved in his claims challenging the discriminatory housing policy. Defendants did not raise this argument in the motion for summary judgment. After considering this argument, however, the court agrees that plaintiff has failed to show how defendant Riley, who is the Director of Offender Rehabilitative Services, is involved with the housing assignment policy. The court concludes, however, that plaintiff has sufficiently shown how defendants Schriro and Lombardi are involved in the claims. Defendant Schriro is the Director of the Missouri Department of Corrections and defendant George Lombardi is the Director of the Division of Adult Institutions. Although defendants Schriro and Lombardi state in their affidavits that they are not responsible for making housing assignments at institutions within the Missouri Department of Corrections, plaintiff could reasonably be inferred to state in the complaint that defendants, as high-level administrators within the Missouri Department of Corrections, failed to properly exercise their administrative and oversight responsibilities by tolerating a housing assignment policy at FRDC that permits prison officials to take race into account when making temporary housing assignments. The court notes that at a recorded conference on November 30, 1998, plaintiff stated, and defendants did not dispute, that the alleged discriminatory housing policy is embodied in Standard Operating Procedure IS5-3.1. (<i>See, e.g.,</i> Doc. 81 relating to the discussion at conference.) A response to plaintiff's grievance also provides that the expeditious assignment of inmates based on race, age, and length of sentence is outlined in policy and procedure IS5-3.1. (<i>See</i> exhibits attached to Document 1, Grievance Response by Defendant Goeke.) Accordingly, plaintiff indicates that the challenged policy was embodied in a written Department of Corrections policy and it can reasonably be inferred that defendants Schriro and Lombardi, as high-level administrative officials within the Missouri Department of Corrections, would know of a written policy in the Standard Operating Procedures.</p>\n<p>Defendants also state that defendant Long is not responsible for making housing assignments at the Missouri Department of Corrections. However, defendant Long responded to plaintiff's grievance appeal and stated that he thought the challenged housing policy was justified because large numbers of inmates needed to be processed daily and because plaintiff was in temporary housing assignment. Defendant Long defended the challenged housing policy and did not authorize any change in housing assignments when plaintiff filed a grievance appeal. Defendant Long is also a high-ranking official with responsibility similar to those of defendant Lombardi and should remain in the lawsuit for the same reasons set forth regarding Mr. Lombardi. Accordingly, plaintiff has sufficiently shown how defendant Long was personally involved in the alleged constitutional violations.</p>\n<p></p>\n<h2>(iii) <i>Argument that Plaintiff Failed to Request A Cell Change</i>\n</h2>\n<p>Defendants argue that plaintiff could have requested a cell change and has not shown that he did. However, the record indicates that plaintiff filed an informal resolution request (IRR), a grievance and a grievance appeal complaining about the housing assignment. In the grievance response and response to grievance appeal, plaintiff was notified that other kinds of <span class=\"star-pagination\">*713</span> considerations besides race, age, and length of sentence would be made when plaintiff was transferred to a permanent accommodation. The IRR response is also consistent with this response. Accordingly, the court determines that plaintiff complained about his housing assignment on the basis that it took race into account, and in the grievance responses, plaintiff was not offered an alternative assignment but notified that he should wait until he was permanently transferred so that he could get a housing assignment that was based on other considerations. (<i>See</i> Grievances attached to Document 1.)</p>\n<p></p>\n<h2>(iv) <i>Whether Plaintiff has alleged Discriminatory Intent</i>\n</h2>\n<p>Defendants also argue that plaintiff has not alleged any facts to show that the race-based housing assignment policy was a pretext for intentional discrimination. The court finds that where a particular governmental policy is race-based, plaintiff has made a prima facie showing of a discriminatory intent. The court here is not faced with a situation where there is a neutral governmental policy, fair on its face, resulting in unequal application to those who are entitled to be treated alike. <i>See, e.g., </i><i>Snowden v. Hughes,</i> <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 8, <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>, 401, <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">497</span></a></span> (1944) (the unlawful administration by state officers of a state statute fair on its face, resulting in its unequal application to those who are entitled to be treated alike, is not the denial of equal protection unless there is shown to be present in it an element of intentional or purposeful discrimination). Here, plaintiff alleges a suspect classification, race, was used as a criterion in the housing assignment policy and, by implication, argues that a policy using a suspect classification is not fair on its face. Defendants do not deny that the policy authorized race to be taken into account as one factor for making housing assignments. Plaintiff satisfies his burden of showing discriminatory intent when he alleges that the policy takes race into account.</p>\n<p>The Equal Protection Clause provides that \"[n]o state shall ... deny to any person within its jurisdiction the equal protection of the laws.\" U.S. Const., Amendment 14, § 1. Its central purpose is to prevent the states from purposefully discriminating between individuals on the basis of race. <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 239, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2047, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976). No inquiry into legislative purpose is necessary when the racial classification appears on the face of the statute. <i>See </i><i>Personnel Administrator of Mass. v. Feeney,</i> <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 272, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2293, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979). <i>Accord, </i><i>Washington v. Seattle School Dist. No. 1,</i> <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, 485, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3187</span></a></span>, 3203, <span class=\"citation\" data-id=\"110784\"><a href=\"/opinion/110784/washington-v-seattle-school-dist-no-1/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">896</span></a></span> (1982). The Equal Protection Clause is directed to \"every form of state action  legislation, executive or judicial.\" <i>Yick Wo v. Hopkins,</i> <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 373-74, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></a></span>, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></a></span> (1886).</p>\n<p>Classifications of citizens solely on the basis of race \"are by their very nature odious to a free people whose institutions are founded upon the doctrine of equality.\" <i>Hirabayashi v. United States,</i> <span class=\"citation\" data-id=\"103875\"><a href=\"/opinion/103875/hirabayashi-v-united-states/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 100, <span class=\"citation\" data-id=\"103875\"><a href=\"/opinion/103875/hirabayashi-v-united-states/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></a></span>, 1385, <span class=\"citation\" data-id=\"103875\"><a href=\"/opinion/103875/hirabayashi-v-united-states/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1774</span></a></span> (1943). <i>Accord, </i><i>Loving v. Virginia,</i> <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1823, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span> (1967). They threaten to stigmatize individuals by reason of their membership in a racial group and to incite racial hostility. <i>City of Richmond v. Croson,</i> <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span> at 493, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></a></span> at 721, <span class=\"citation\" data-id=\"112176\"><a href=\"/opinion/112176/richmond-v-ja-croson-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">854</span></a></span>.</p>\n<p>Defendants appear to argue that in the instant case there is no showing of discriminatory intent because the challenged policy was designed to apply to all racial groups equally. Defendants do not deny, however, that the challenged policy uses an express racial classification. In <i>Loving,</i> the State of Virginia argued that its anti-miscegenation statutes did not violate constitutional prohibitions against racial classifications because the statutes affected racial groups equally. The Supreme Court held that the fact of equal application does <span class=\"star-pagination\">*714</span> not immunize the statute from the very heavy burden of justification which the Fourteenth Amendment has traditionally required of state statutes drawn according to race. <i>Loving,</i> 388 U.S. at 9, 87 S.Ct. at 1822.</p>\n<p>It is well established that a state may not constitutionally require segregation of public facilities, <i>Johnson v. Virginia,</i> <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>, <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1963), and the principle is as applicable to prisons as to other public facilities. <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 321, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1081, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972). Defendants do not dispute that at the time plaintiff was at FRDC, race was one criterion used to make housing assignments for inmates in temporary custody. Where a challenged classification affects a suspect class such as race, strict scrutiny review applies. Under that standard, a classification is upheld only if it is necessary to promote a compelling state interest. <i>Stiles v. Blunt,</i> <span class=\"citation\" data-id=\"547029\"><a href=\"/opinion/547029/john-stiles-v-roy-d-blunt-william-l-webster/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 263 (8th Cir.1990.) Defendants are required to show that the use of race as one of three primary factors for making housing assignments serves a compelling state interest.</p>\n<p>The court determines that plaintiff was not required to make an additional showing of intentional discrimination where he has shown that the challenged policy uses race as one of three primary factors for making housing assignments.</p>\n<p></p>\n<h2>(v) <i>Whether the Challenged Policy is Justified because it serves Security Concerns</i>\n</h2>\n<p>Defendants also argue in their exceptions that the housing assignment policy in question is constitutional because FRDC is not a typical institution within the Department of Corrections and on any given day it is necessary to make well over 200 cell assignments or changes. Defendants argue that the safety and security of the institution demand that assignments be made quickly. Defendants suggest that where there is little time to question inmates about their individual preferences, race is an indicator of compatibility.</p>\n<p>The court agrees with the Magistrate Judge that defendants have not sufficiently shown that using race as a criterion for making housing assignments serves a compelling state interest. In <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 321, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1081, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972), the Supreme Court held that racial segregation, which is unconstitutional outside prisons, is unconstitutional within prisons save for the necessities of prison security and discipline. In <i>Lee v. Washington,</i> <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 334, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">994</span></a></span>, 995, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1212</span></a></span> (1968), Justice Black stated in his concurring opinion that prison officials have the right, acting in good faith and in particularized circumstances, to take into account racial tensions in maintaining security, discipline and good order. <i>Id.</i> The security and discipline exception has been interpreted by some courts to ban racial segregation in cell assignments except in circumstances where racial tensions are documented or where differential treatment is necessary. In <i>United States v. Wyandotte County,</i> <span class=\"citation\" data-id=\"312079\"><a href=\"/opinion/312079/united-states-v-wyandotte-county-kansas/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">969</span></a></span>, 971 (10th Cir.1973), the appeals court struck down racial segregation in cell assignments where racial tensions were not documented and the facts did not indicate an unusual situation in which security and discipline demanded segregation. <i>See also </i><i>Mickens v. Winston,</i> <span class=\"citation\" data-id=\"2142396\"><a href=\"/opinion/2142396/mickens-v-winston/\"><span class=\"volume\">462</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">910</span></a></span>, 912 (E.D.Va.1978), <i>affirmed,</i> <span class=\"citation no-link\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">508</span></span> (4th Cir.1979). <i>But see </i><i>Ramirez v. Reagan,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></span>, Table, Text in Westlaw <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">166203</span></span> (9th Cir.1996) (interpreting security and discipline exception in less stringent manner in light of <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987)). The court finds that defendants have not provided any specific evidence of the security dangers that are implicated if inmates of different races are housed together at Fulton Reception and Diagnostic Center. Defendants have also not provided any evidence to show that security dangers are alleviated by making same-race housing assignments. Accordingly, the court does not find that defendants have sufficiently shown that prison <span class=\"star-pagination\">*715</span> security and discipline require segregation of inmates at Fulton Reception and Diagnostic Center.</p>\n<p></p>\n<h2>(vi) <i>Applicability of 42 U.S.C. § 1997e(e)</i>\n</h2>\n<p>The court will now consider whether 42 U.S.C. § 1997e(e) is applicable under the facts of this case. In their exceptions, defendants argue that 42 U.S.C. § 1997e(e) applies to bar plaintiff from pursuing his claims for damages, because plaintiff alleges he suffered humiliation, emotional distress and mental anguish when defendants violated his equal protection rights.</p>\n<p>Title 42 U.S.C. § 1997e(e) provides:</p>\n<blockquote>No federal civil action may be brought by a prisoner confined in a jail, prison, or other correctional facility, for mental or emotional injury suffered while in custody without a prior showing of physical injury.</blockquote>\n<p>Whether 42 U.S.C. § 1997e(e) applies to preclude plaintiffs from recovering damages for violations of the Fourteenth Amendment Equal Protection Clause is a question of first impression in the circuit courts. A review of 42 U.S.C. § 1997e(e) indicates that there is disagreement among the courts about the precise scope of section 1997e(e).</p>\n<p></p>\n<h2>(a) <i>Contexts in which Courts have applied Section 1997e(e).</i>\n</h2>\n<p>In <i>Clarke v. Stalder,</i> <span class=\"citation\" data-id=\"744627\"><a href=\"/opinion/744627/charles-w-clarke-plaintiff-appellee-cross-v-richard-l-stalder-richard/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">222</span></a></span>, 227 n. 8 (5th Cir.1997), <i>opinion reinstated in part on rehearing</i> in <span class=\"citation\" data-id=\"757575\"><a href=\"/opinion/757575/charles-w-clarke-plaintiff-appellee-cross-appellant-v-richard-l/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span> (5th Cir. 1998), the Fifth Circuit suggested in dictum, that section 1997e(e) might bar monetary but not injunctive relief in a section 1983 suit alleging a First Amendment violation. In <i>Siglar v. Hightower,</i> <span class=\"citation\" data-id=\"11944\"><a href=\"/opinion/11944/siglar-v-hightower/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span> (5th Cir.1997), the Fifth Circuit applied section 1997e(e) to bar a claim involving a minor injury to a plaintiff's ear. In that case, the court held that under well established Eighth Amendment standards, plaintiff had not sustained the necessary physical injury to support a claim for mental or emotional suffering and section 1997e(e) applied to bar plaintiff's claims for damages for mental and emotional injury. Similarly, in <i>Zehner v. Trigg,</i> <span class=\"citation\" data-id=\"750112\"><a href=\"/opinion/750112/kurt-zehner-jerry-glenn-john-alvarado-individually-and-on-behalf-of/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">459</span></a></span> (7th Cir.1997), the Seventh Circuit applied section 1997e(e) in an Eighth Amendment context. The appeals court held that exposure to asbestos without any accompanying physical illness did not constitute physical injury and applied section 1997e(e) to bar plaintiff's claims for damages on his Eighth Amendment claim. In <i>Davis v. District of Columbia,</i> <span class=\"citation\" data-id=\"184664\"><a href=\"/opinion/184664/davis-michael-lee-v-dc/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1342</span></a></span> (D.C.Cir.1998), the appeals court applied section 1997e(e) to bar plaintiff's claims for compensatory and punitive damages. Plaintiff alleged a violation of his constitutional right to privacy under the Fourteenth Amendment, stating that corrections officials disclosed the contents of his medical files to others without plaintiff's consent and allegedly disclosed that plaintiff was dying of HIV. <i>Id.</i> at 1345. In <i>Canell v. Lightner,</i> <span class=\"citation\" data-id=\"754295\"><a href=\"/opinion/754295/98-cal-daily-op-serv-3490-98-daily-journal-dar-4827-alvin-howard/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1210</span></a></span>, 1213 (9th Cir.1998), the Ninth Circuit declined to apply section 1997e(e) in a First Amendment context. The Ninth Circuit held that section 1997e(e) did not apply to plaintiff's First Amendment claims regardless of the form of relief plaintiff sought. The court held: \"The deprivation of First Amendment rights entitles a plaintiff to judicial relief wholly aside from any physical injury he can show, or any mental or emotional injury he may have incurred.\" <i>Canell,</i> 143 F.3d at 1213.</p>\n<p>Numerous district courts have applied section 1997e(e) to preclude claims for relief in a variety of contexts. <i>See, e.g., </i><i>Singleton v. Alameda County,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">754593</span></span> (N.D.Cal.1998) (deliberate infliction of psychological harm claim); <i>Warcloud v. Horn,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">255578</span></span> (E.D.Pa.1998) (First Amendment free exercise claim, Fourteenth Amendment equal protection and other claims); <i>Dawes v. Walker,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">59454</span></span> (N.D.N.Y.1998) (section 1997e(e) applied to preclude plaintiff from pursuing compensatory damages for his retaliation claim and his claim that he was exposed to danger of physical harm); <span class=\"star-pagination\">*716</span> <i>Flannery v. Wagner,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">709762</span></span> (D.Kan.1998) (claim of deliberate indifference to safety and welfare of inmate); <i>Walker v. Hubbard,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">205130</span></span> (N.D.Cal.1998) (claim of deliberate indifference to safety and welfare of inmate); and <i>Brown v. Sommers,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">873828</span></span> (N.D.Ind.1997) (section 1997e(e) independent ground for dismissing retaliation, due process and equal protection claims).</p>\n<p>A review of cases from other courts indicates that the statutory section is most frequently applied where plaintiff alleges that defendants' actions have caused him to fear physical injury and fear for his safety and welfare, but he fails to show any physical injury. <i>See, e.g., </i><i>Hill v. Plummer,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">305517</span></span> (N.D.Cal.1998) (fear of shock from electronic restraining device); <i>Singleton v. Alameda County,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">754593</span></span> (N.D.Cal.1998) (deliberate infliction of psychological harm); <i>Luong v. Hatt,</i> <span class=\"citation no-link\"><span class=\"volume\">979</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">481</span></span> (N.D.Tex.1997) (failure to protect from assault by other inmates); <i>Flannery v. Wagner,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">709762</span></span> (D.Kan.1998) (deliberate indifference to safety and welfare of inmate); and <i>Zehner v. Trigg,</i> <span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1318</span></span> (S.D.Ind.1997) (infliction of emotional injury as a result of exposure to asbestos).</p>\n<p>Some district courts have expressly refused to apply section 1997e(e) in a First Amendment or Fourteenth Amendment context. <i>See, e.g., </i><i>Self-Allah v. Annucci,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">912008</span></span> at p. 5 (W.D.N.Y.1998) (holding that section 1997e(e) is not applicable to plaintiff's First Amendment claims because the statutory section applies to situations where the underlying claim involves an injury to a prisoner's physical well-being); <i>Warburton v. Underwood,</i> <span class=\"citation\" data-id=\"2486686\"><a href=\"/opinion/2486686/warburton-v-underwood/\"><span class=\"volume\">2</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">306</span></a></span>, 315 (W.D.N.Y.1998) (declining to dismiss Establishment Clause claim under section 1997e(e)); <i>Barnes v. Ramos,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">599637</span></span> at p. 2 (N.D.Ill.1996) (where plaintiff alleges deprivation of a constitutional right, and does not specifically state that he suffered emotional or mental harm, section 1997e(e) is not applicable even if there is no showing of physical injury).</p>\n<p>Accordingly, courts have had difficulty in determining the precise scope of section 1997e(e) and do not always agree on the statute's reach. The statutory provision has been applied with least difficulty in the Eighth Amendment context. Where inmates allege that defendants have been deliberately indifferent to their safety or welfare or have threatened them with excessive use of force or have inflicted emotional injury by depriving them of basic necessities of life, courts have applied section 1997e(e), in the Eighth Amendment context, to restrict the availability of judicial remedies if there is no showing of physical injury. (<i>See</i> discussion above.) In <i>Zehner v. Trigg,</i> <span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1318</span></span> (S.D.Ind.1997), the district court considered a challenge to the applicability of section 1997e(e) in an Eighth Amendment context and concluded that section 1997e(e) was constitutional as applied in the Eighth Amendment context in that case, but suggested that the statutory provision might raise concerns in other contexts:</p>\n<blockquote>The ... issue is whether the Eighth Amendment requires that damages for psychological harm be available as a remedy against those persons acting under color of state law who inflict such harm .... [S]uch a damages remedy cannot be constitutionally required in all cases .... There is a point beyond which Congress may not restrict the availability of judicial remedies for the violations of constitutional rights without in essence taking away the rights themselves by rendering them utterly hollow promises. That point has not been reached by enactment of § 1997e(e) as applied here.</blockquote>\n<p><i>Zehner v. Trigg,</i> <span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1318</span></span>, 1331 (S.D.Ind.1997).</p>\n<p>The caselaw, therefore, indicates that the courts have not agreed on the precise scope of section 1997e(e).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*717</span> (b) <i>Language of Section 1997e(e).</i>\n</h2>\n<p>The starting point for interpreting a statute is the language of the statute itself. <i>United States v. Sosa,</i> <span class=\"citation\" data-id=\"610819\"><a href=\"/opinion/610819/united-states-v-jose-hernandez-sosa/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1130</span></a></span>, 1132 (5th Cir.1993). If the language is clear and unambiguous, then the court may end its inquiry. <i>Id.</i> at 1132. If, however, a statute is susceptible to more than one reasonable interpretation, then the reviewing court must look beyond the language of the statute in an effort to ascertain the intent of the legislative body. <i>Carpenters Dist. Council v. Dillard Dept. Stores,</i> <span class=\"citation\" data-id=\"662438\"><a href=\"/opinion/662438/carpenters-district-council-of-new-orleans-vicinity-v-dillard-dept/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1275</span></a></span>, 1282 (5th Cir.1994). A statute can be considered ambiguous when a particular interpretation from the face of a statute could lead to an anomalous, unusual or absurd result. <i>Breedlove v. Earthgrains Baking Companies, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></span>, 800 (8th Cir.1998). Federal statutes are to be construed so as to avoid serious doubts as to their constitutionality, and when faced with such doubts the court will first determine whether it is facially possible to interpret the statute in a manner that renders it constitutionally valid. <i>Communications Workers v. Beck,</i> <span class=\"citation\" data-id=\"112140\"><a href=\"/opinion/112140/communications-workers-v-beck/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span>, <span class=\"citation\" data-id=\"112140\"><a href=\"/opinion/112140/communications-workers-v-beck/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2641</span></a></span>, <span class=\"citation\" data-id=\"112140\"><a href=\"/opinion/112140/communications-workers-v-beck/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">634</span></a></span> (1988).</p>\n<p>In the instant case, section 1997e(e) is not entirely clear because the phrase \"for mental or emotional injury\" can reasonably be construed to mean two different things. \"for mental or emotional injury\" can be construed to mean \"for [<i>violations of constitutional or statutory rights that result in a request for relief for</i>] mental or emotional injury.\" This first construction might appear to be the most straight-forward construction. If the statute were construed in this way, however, it would be quite sweeping in its reach because, under such a construction, all claims for damages, even claims for damages for equal protection violations and First Amendment free exercise violations would be barred if the only injury alleged was mental and emotional suffering. As will be discussed below, such a construction raises serious constitutional concerns.</p>\n<p>The phrase \"for mental or emotional injury\" can also be construed more narrowly to mean \"for [<i>inflictions of</i>] mental or emotional injury [<i>where the infliction of mental or emotional distress is alleged to constitute the violation of plaintiff's constitutional or statutory rights</i>].\" Under this construction of section 1997e(e), the underlying substantive claim involves infliction of mental or emotional distress or some claim that defendants' actions placed plaintiff in great fear or distress for his safety and welfare. under the first, more expansive construction of section 1997e(e), by contrast, the focus is on the relief requested rather than on the substantive nature of the underlying claim. The elements of the underlying claim may have little to do with mental or emotional injury. Thus, for example, to state a First Amendment free exercise claim, a Fourteenth Amendment equal protection claim, or a Fourteenth Amendment due process claim, a plaintiff is not required to make any showing of mental or emotional harm, in order to state a claim. By contrast, under the narrow construction of section 1997e(e), the underlying substantive claim involves a claim of injury to plaintiff's emotional well-being.</p>\n<p>The narrow construction of section 1997e(e) would bring section 1997e(e) squarely within an Eighth Amendment context and is consistent with the caselaw in that section 1997e(e) is most frequently applied in contexts where plaintiffs allege emotional distress because of deliberate indifference to their welfare and safety.</p>\n<p></p>\n<h2>(c) <i>Legislative History</i>\n</h2>\n<p>The phrase \"for mental or emotional injury\" is susceptible to two interpretations and it is, therefore, necessary to look to legislative history for guidance. A statute can be considered ambiguous when a particular interpretation from the face of a statute could lead to an anomalous, unusual or absurd result. <i>Breedlove v. Earthgrains Baking Companies, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">797</span></span>, 800 (8th Cir.1998). Statutes <span class=\"star-pagination\">*718</span> should be construed so as to avoid serious doubts as to their constitutionality. <i>Communications Workers v. Beck,</i> <span class=\"citation\" data-id=\"112140\"><a href=\"/opinion/112140/communications-workers-v-beck/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span>, <span class=\"citation\" data-id=\"112140\"><a href=\"/opinion/112140/communications-workers-v-beck/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2641</span></a></span>, <span class=\"citation\" data-id=\"112140\"><a href=\"/opinion/112140/communications-workers-v-beck/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">634</span></a></span> (1988).</p>\n<p>Where the statutory language is not entirely clear, the courts look for guidance from many sources, including legislative history, the broader purposes of the legislation at issue, as well as common sense and the practical implications of the alternative, <i>Zehner v. Trigg,</i> <span class=\"citation no-link\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1318</span></span>, 1324-25 (S.D.Ind.1997).</p>\n<p>The legislative history contains very little specific discussion of section 1997e(e). However, the history indicates that Congress's general purpose in passing the act was to curb frivolous prisoner lawsuits. According to Senator Hatch, the PLRA \"will help bring relief to a civil justice system overburdened by frivolous prisoner lawsuits.... Our legislation will also help restore balance to prison conditions legislation and will ensure that Federal court orders are limited to remedying actual violations of prisoners' rights....\" 141 Cong. Rec. S14408-01, *S14418 (daily ed. Sept. 37, 1995) (statement of Sen. Hatch). Senator Dole stated in his testimony in support of the legislation: \"Frivolous lawsuits filed by prisoners tie up the courts, waste valuable judicial and legal resources, and affect the quality of justice enjoyed by the law-abiding population.\" 141 Cong.Rec. S7498-01, *S7524 (daily ed. May 25, 1995) (statement of Sen. Dole). Congress was concerned about frivolous lawsuits by prisoners complaining of their conditions of confinement. Senator Dole expressed his concern about \"the alarming explosion in the number of frivolous lawsuits filed by state and federal prisoners\" and stated: \"Unfortunately, the legislation explosion now plaguing our country does not stop at the prison gate.... [T]he number of `dueprocess and cruel and unusual punishment complaints' filed by prisoners has grown astronomically  from 6,600 in 1975 to more than 39,000 in 1994. These suits involve such grievances as insufficient storage locker space, a defective haircut by a prison barber, the failure of prison officials to invite a prisoner to a pizza party for a departing prison employee, and yes, being served chunky peanut butter instead of the creamy variety.\" 141 Cong.Rec. S14408-01, *S14413. (daily ed. Sept. 27, 1995) (statement of Sen. Dole).</p>\n<p>Accordingly, the legislative history indicates that Congress was concerned about frivolous lawsuits by inmates arising from their conditions of confinement  frivolous complaints about such prison conditions as the quality of prison food, prison amenities and physical facilities. There is nothing in the legislative history to suggest that Congress intended to dramatically limit available judicial remedies for such historically actionable claims as Fourteenth Amendment equal protection and First Amendment free exercise claims. Given the overall purpose of the PLRA to curb frivolous lawsuits, and the legislative history showing that allegations of prison legislation abuses were focused primarily on conditions of confinement, it does not appear that Congress intended to give a broad grant of immunity to prison officials in situations where inmates are able to establish blatant racial or religious discrimination. For example, if minority inmates were systematically assigned to poorer facilities, or had far fewer amenities or were afforded poorer educational opportunities than white inmates, or if members of a non-Christian religion, in contrast to members of a Christian religion, were systematically denied any opportunity to practice their religion, it is highly unlikely that Congress would have intended section 1997e(e) to preclude a damages remedy because the inmates could not show physical injury, but could only show mental or emotional injury. Given the legislative focus on frivolous lawsuits relating to conditions of confinement, and the absence of any discussion showing that Congress intended to dramatically restrict judicial remedies for violations of such constitutional rights as Fourteenth Amendment <span class=\"star-pagination\">*719</span> equal protection rights, it does not appear likely that Congress intended an expansive interpretation of section 1997e(e)  one that would disturb the existing and well-settled constitutional jurisprudence relating to Fourteenth Amendment equal protection claims.</p>\n<p>If the court were to interpret section 1997e(e) to apply in cases where prisoners alleged blatant racial or religious discrimination, there would be grave constitutional concerns because inmates would be severely restricted in the type of remedies they could seek for egregious equal protection violations. \"[W]here constitutional rights are at stake and where Congress leaves the federal courts with authority to grant only plainly inadequate relief, it sets itself against the Constitution. (Lawrence G. Sager, <i>Constitutional Limitations on Congress Authority to Regulate the Jurisdiction of the Federal Courts,</i> 95 Harv.l.Rev. 17, 88 (1981)); <i>accord, </i><i>Marbury v. Madison,</i> 5 U.S. (1 Cranch) 137, 163, <span class=\"citation\" data-id=\"84759\"><a href=\"/opinion/84759/marbury-v-madison/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></a></span> (1803). Serious constitutional questions would arise if a federal statute were construed to deny any judicial forum for a colorable constitutional claim.\" <i>See </i><i>Webster v. Doe,</i> <span class=\"citation\" data-id=\"112097\"><a href=\"/opinion/112097/webster-v-doe/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 603, <span class=\"citation\" data-id=\"112097\"><a href=\"/opinion/112097/webster-v-doe/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2047</span></a></span>, 2053, <span class=\"citation\" data-id=\"112097\"><a href=\"/opinion/112097/webster-v-doe/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1988).</p>\n<p>The court is mindful of the doctrine that \"where an otherwise acceptable construction of a statute would raise serious constitutional problems, the Court will construe the statute to avoid such problems unless such construction is plainly contrary to the intent of Congress.\" <i>Concrete Pipe &amp; Prods. of Cal., Inc. v. Construction Laborers Pension Trust for Southern Cal.,</i> <span class=\"citation\" data-id=\"112883\"><a href=\"/opinion/112883/concrete-pipe-products-of-cal-inc-v-construction-laborers-pension/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 628-29, <span class=\"citation\" data-id=\"112883\"><a href=\"/opinion/112883/concrete-pipe-products-of-cal-inc-v-construction-laborers-pension/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, 2282-83, <span class=\"citation\" data-id=\"112883\"><a href=\"/opinion/112883/concrete-pipe-products-of-cal-inc-v-construction-laborers-pension/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></a></span> (1993). If the court were to construe section 1997e(e) to preclude relief for Fourteenth Amendment equal protection claims because inmates could only show mental and emotional injury and could not show physical injury, serious constitutional concerns would be implicated. The court would, in effect, interpret section 1997e(e) as granting prison officials immunity from suit even where there is blatant and systematic racial or religious discrimination. To paraphrase the district court in <i>Zehner,</i> 952 F.Supp. at 1331, the court would adopt an interpretation of section 1997e(e) under which the availability of judicial remedies for the violations of constitutional rights would be restricted to the point where Congress would in essence be taking away the rights themselves by rendering them utterly hollow promises.</p>\n<p>The court will not adopt an interpretation that gives rise to serious constitutional problems and will adopt a narrower interpretation of section 1997e(e) under which the statute does not apply to Fourteenth Amendment equal protection claims.</p>\n<p>The court notes, additionally, that the legislative history shows Congress was concerned about curbing frivolous lawsuits. Under the provisions of 28 U.S.C. §§ 1915 and 1915A, all prisoner lawsuits are subject to screening procedures. Because of this and because of the well-developed legal standards for establishing an equal protection claim, it is possible at an early stage of the proceedings to dispose of frivolous equal protection claims. For example, to state an equal protection claim, there must be a threshold showing that a plaintiff has been treated by a state actor differently than those similarly situated because he belongs to a particular class, <i>Inmates of the Nebraska Penal and Correctional Complex v. Greenholtz,</i> <span class=\"citation\" data-id=\"351854\"><a href=\"/opinion/351854/inmates-of-the-nebraska-penal-and-correctional-complex-v-john-b/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span>, 1374 (8th Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span></span> (1978), or because a fundamental right is involved, <i>Alcala v. Burns,</i> <span class=\"citation\" data-id=\"340803\"><a href=\"/opinion/340803/linda-alcala-individually-and-on-behalf-of-all-other-persons-similarly/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span> (8th Cir.1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">232</span></span> (1977). Additionally, if there is no suspect classification involved, state action is reviewed under the highly deferential \"rational basis\" standard. <i>See </i><i>City of Cleburne v. Cleburne Living Center,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 446-47, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, 3257-58, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985). Because there are well established threshold standards for stating an equal protection claim, and because of the screening provisions of 28 U.S.C. §§ 1915 <span class=\"star-pagination\">*720</span> and 1915A, frivolous equal protection claims are likely to be dismissed at an early stage. It is not necessary to extend the applicability of 42 U.S.C. § 1997e(e) to the Fourteenth Amendment equal protection context to accomplish Congress's goal of curbing frivolous legislation.</p>\n<p>For the reasons discussed above, the court determines that the provisions of 42 U.S.C. § 1997e(e) are not applicable under the facts in this case and plaintiff is not precluded proceeding on his claim for damages under section 1997e(e).</p>\n<p></p>\n<h2>(vii) <i>Whether 42 U.S.C. § 1997e(e) is Applicable to Plaintiff's Claims for Nominal Damages</i>\n</h2>\n<p>Even if 42 U.S.C. § 1997e(e) were held to bar plaintiff's claims for compensatory damages for mental and emotional injury, the court determines that section 1997e(e) is not applicable to plaintiff's claims for nominal damages.</p>\n<p>In their exceptions, defendants argue that the PLRA makes no exception for nominal damages and that plaintiff moreover does not seek nominal damages for violation of a constitutional right in this case. The court agrees with the Magistrate Judge that section 1997e(e) does not bar a claim for nominal damages. In <i>Memphis Community School District v. Stachura,</i> <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 308, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></a></span>, 2543-44, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1986), the Supreme Court explained that the abstract value of a constitutional right may not form the basis for section 1983 money damages. The court noted, however, that nominal damages, rather than damages based on some undefinable \"value\" of infringed rights, are the appropriate means of \"vindicating\" rights whose deprivation has not caused actual, provable injury. <i>Stachura,</i> 477 U.S. at 308-09, 106 S.Ct. at 2543-44 n. 11. This point was elaborated by the Court in the following way in <i>Carey:</i></p>\n<blockquote>By making the deprivation of such rights actionable for nominal damages without proof of actual injury, the law recognizes the importance to organized society that those rights be scrupulously observed; but at the same time, it remains true to the principle that substantial damages should be awarded only to compensate actual injury or, in the case of exemplary or punitive damages, should be awarded only to deter or punish malicious deprivations of rights.</blockquote>\n<p><i>Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span> at 266, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span> at 1053-54, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span>.</p>\n<p>In <i>Davis v. District of Columbia,</i> <span class=\"citation\" data-id=\"184664\"><a href=\"/opinion/184664/davis-michael-lee-v-dc/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1342</span></a></span> (D.C.Cir.1998), the appeals court recently considered whether section 1997e(e) would preclude an action for nominal damages and concluded that it would not. \"The theory of such a lawsuit dispenses with any need for injury other than the deprivation of the right itself (as we noted in the case of suits for injunctive or declaratory relief) and prisoners are presumably a good deal less likely to embark on a lawsuit if there is no prospect of a pecuniary reward.\" <i>Davis,</i> 158 F.3d at 1348. <i>See also Dawes v. Walker,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">59454</span></span> (N.D.N.Y.1998) (suggesting that section 1997e(e) is inapplicable to plaintiff's claims for nominal damages). This court does not construe section 1997e(e) as barring a claim for nominal damages, just as section 1997e(e) does not bar claims for injunctive or declaratory relief. <i>Zehner v. Trigg,</i> <span class=\"citation\" data-id=\"750112\"><a href=\"/opinion/750112/kurt-zehner-jerry-glenn-john-alvarado-individually-and-on-behalf-of/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">459</span></a></span>, 462 (7th Cir.1997) (noting that section 1997e(e) does not preclude injunctive relief still available).<sup>[2]</sup></p>\n<p>Defendants argue that plaintiff did not request nominal damages in either his original or amended complaints. However, as plaintiff states in his response to defendants' exceptions, he did include a request for nominal damages for violation of a constitutionally protected right in Document 23. Plaintiff is a pro se litigant and <span class=\"star-pagination\">*721</span> his pleadings are entitled to a liberal construction. A review of Document 23 and plaintiff's response to defendants' exceptions and other pleadings filed by plaintiff indicates that even though he did not include a specific request for nominal damages in his original or amended complaints, plaintiff has consistently indicated he seeks vindication for the violation of his constitutionally protected right to equal protection, irrespective of any injuries he suffered. Further, plaintiff stated a request for nominal damages in paragraph 20 of Document 23. Accordingly, after a review of plaintiff's pleadings, the court determines that plaintiff does request nominal damages for violation of a federally-protected constitutional right.</p>\n<p></p>\n<h2>(viii) <i>Whether Plaintiff is Required to Provide Proof of Actual Injury at Summary Judgment Stage</i>\n</h2>\n<p>One final issue remains. In his November 3, 1998, report, the Magistrate Judge asserted that defendants were entitled to summary judgment on plaintiff's request for <i>compensatory</i> damages for mental and emotional injury because plaintiff had not provided any evidence of his <i>actual injury</i> through verified affidavits, deposition testimony or any other documents. The Magistrate Judge determined that plaintiff's equal protection claim was actionable for nominal damages without proof of actual injury, but determined that plaintiff was precluded from proceeding on his claims for compensatory damages because he had not come forward, at the summary judgment stage, with any evidence of the actual injury he suffered. Accordingly, the issue is this: Assuming that 42 U.S.C. § 1997e(e) is not applicable to the claims in this case, are defendants nevertheless entitled to summary judgment on plaintiff's claims for compensatory damages, as opposed to nominal damages, on the grounds that the summary judgment stage, plaintiff has not come forward with evidence of his actual injury?</p>\n<p>Rule 56 \"mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the existence of an element essential to the party's case, and on which that party will bear the burden of proof at trial.\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986).</p>\n<p>Accordingly, the court must consider whether plaintiff has made a showing sufficient to establish the existence of an element essential to his equal protection claim. To establish a prima facie violation of the Equal Protection Clause, plaintiff must show that he is a member of a class who is similarly situated to members of another class and was treated differently from members of the other class. <i>See, e.g., </i><i>Inmates of the Nebraska Penal and Correctional Complex v. Greenholtz,</i> <span class=\"citation\" data-id=\"351854\"><a href=\"/opinion/351854/inmates-of-the-nebraska-penal-and-correctional-complex-v-john-b/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span>, 1374 (8th Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span></span> (1978). Plaintiff must also show unlawful, purposeful discrimination. <i>Batra v. Board of Regents of University of Nebraska,</i> <span class=\"citation\" data-id=\"715012\"><a href=\"/opinion/715012/guatam-batra-michael-resch-nisar-shaikh-v-board-of-regents-of-the/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">717</span></a></span>, 722 (8th Cir.1996). Where the government treats similarly situated people differently based on suspect classifications such as race, nationality, or alienage, such action is subjected to strict scrutiny and will be sustained only if it is suitably tailored to serve a compelling state interest. <i>McLaughlin v. Florida,</i> <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 192, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">283</span></a></span>, 288, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1964); <i>Graham v. Richardson,</i> <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1848</span></a></span>, <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">534</span></a></span> (1971).</p>\n<p>In the instant case, plaintiff has made a showing sufficient to satisfy the essential elements of his equal protection claim. He has come forward with evidence to show that he was treated differently with respect to a housing assignment based on his membership in a particular race. By showing that the housing policy included an express racial classification, plaintiff has made a prima facie showing of an unlawful intent to discriminate. Defendants <span class=\"star-pagination\">*722</span> have not offered evidence at this stage to prove that the challenged policy, that includes an express racial classification, serves a compelling state interest and is suitably tailored to serve that interest. Accordingly, plaintiff has made a sufficient showing to satisfy the essential elements of his equal protection claim. he has made a sufficient showing that he was treated differently from other similarly-situated persons based on an invidious classification that does not serve a compelling governmental interest. In order to withstand defendants' motion for summary judgment, plaintiff is not required at this stage to provide proof of his actual injury because evidence of this actual injury is not an essential element of his equal protection claim. (<i>See St. Hilaire v. Lewis,</i> <span class=\"citation\" data-id=\"567067\"><a href=\"/opinion/567067/provencio-anita-v-town-of-guadalupe-allied-mutual-insurance-co-aka/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span> (Table), Text in Westlaw <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">162305</span></span>, p. 2 (9th Cir.1991) (actual injury not required to pursue an equal protection claim).)</p>\n<p>Accordingly, the district court determines that plaintiff's failure to come forward at this stage with any evidence of actual injury does not entitle defendants to a grant of summary judgment on plaintiff's claims or compensatory damages.</p>\n<p>Finally, the court has reviewed the analysis in the November 3, 1998, Report and Recommendation with respect to plaintiff's conspiracy claim and finds no error in the analysis.</p>\n<p>A de novo review of the record,<sup>[3]</sup> including the exceptions filed by defendants on November 3, 1998, and the response to exceptions filed by plaintiff on November 30, 1998, convinces the court that the recommendation of the Magistrate judge is correct in all respects except two. The court determines that plaintiff's claims against defendant Riley should be dismissed for reasons stated in this order. The court also determines, for reasons stated in this order, that defendants are not entitled to summary judgment on plaintiff's claims for compensatory damages.</p>\n<p>IT IS, THEREFORE, ORDERED that defendants' motion for summary judgment be granted, in part, on plaintiff's equal protection claims involving assignments to tent areas and permanent population and inmate job assignments at FRDC and on plaintiff's claims against defendant Riley [56]. It is further</p>\n<p>ORDERED that defendants' motion for summary judgment be denied, in part, on plaintiff's claim alleging race-based housing assignments for inmates in temporary custody at FRDC and alleging a conspiracy to deprive plaintiff of his constitutional rights [56].</p>\n<h2>NOTES</h2>\n<p>[1]  In their exceptions, defendants state that FRDC officials no longer consider race as a factor in making initial housing assignments for temporary inmates. (Doc. 72, p. 2 n. 3.)</p>\n<p>[2]  The court notes that plaintiff's claims arose from incidents that occurred after the passage of the PLRA. Accordingly, no issues arise relating to the retroactive application of 42 U.S.C. § 1997e(e).</p>\n<p>[3]  Court proceedings, if any, are recorded by electronic recording equipment and the tapes are available for review by the court and counsel.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/11944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/84759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/184664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/312079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/340803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/351854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547029/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/567067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/662438/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715012/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/750112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754295/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142396/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2486686/"
          ]
        }
      ],
      "judges": "Laughrey",
      "date_created": "2015-09-22T17:46:48.472709Z",
      "date_modified": "2017-04-11T22:31:03.564491Z",
      "date_filed": "1999-02-02",
      "date_filed_is_approximate": false,
      "slug": "mason-v-schriro",
      "citation_id": 2471169,
      "case_name_short": "Schriro",
      "case_name": "Mason v. Schriro",
      "case_name_full": "",
      "federal_cite_one": "45 F. Supp. 2d 709",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 14,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2365821/mason-v-schriro/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:39:36.633361Z",
  "date_modified": "2014-10-30T23:39:36.633361Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Schriro",
  "case_name": "Mason v. Schriro",
  "case_name_full": "",
  "slug": "mason-v-schriro",
  "docket_number": "97-4305-CV-C-5",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}