{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2366755/",
  "id": 2366755,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/casd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2499360/",
      "id": 2499360,
      "absolute_url": "/opinion/2499360/norwood-v-woodford/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2366755/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2499360/",
          "id": 2499360,
          "absolute_url": "/opinion/2499360/norwood-v-woodford/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2499360/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1404/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:57:32.149447Z",
          "date_modified": "2017-04-10T08:59:24.963368Z",
          "type": "010combined",
          "sha1": "95e44ba4531376616d5adf5b26fc76a4ed52d1bc",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Gregory NORWOOD, Plaintiff,<br>\nv.<br>\nJeanne WOODFORD, et al., Defendants.</h1></center>\n<center>No. 07cv57 WQH (JMA).</center>\n<center><p><b>United States District Court, S.D. California.</b></p></center>\n<center>September 5, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>HAYES, District Judge.</p>\n<p>The matters before the Court are the Motion to Dismiss Plaintiff's First Amended Complaint filed by Jeanne Woodford and Gerald Janda (Doc. # 33); the Motion to Dismiss Plaintiff's First Amended Complaint filed by Jeanne Woodford, Gerald Janda and M Bourland (Doc. #44); the Motion to Dismiss Plaintiff's First Amended Complaint filed by Jeanne Woodford, Gerald Janda, M Bourland, and J Giurbino (Doc. # 58); and the Report and Recommendation filed by Magistrate Judge Jan M. Adler (Doc. # 69).</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>On January 8, 2007, Plaintiff Gregory Norwood, a state prisoner, initiated this action by filing a complaint (Doc. # 1). On April 16, 2007, Plaintiff filed the First Amended Complaint (\"FAC\") (Doc. # 12), which is the operative pleading in this case. The FAC alleges that Defendants Woodford, Janda, Bourland and Giurbino deprived Plaintiff of outdoor exercise from November 7, 2005 to December 16, 2006, a period of 39 days, in violation of his rights as protected by the Eighth Amendment of the United States Constitution. The FAC alleges that \"Defendants motives were to use the deprivation period as a means to punish Plaintiff.\" <i>FAC,</i> p. 5. The FAC alleges that Woodford was the Director of California State Prisons at the time of the deprivation and that she \"knew that plaintiffs period of deprivation existed. And this defendant approved of it.\" <i>Id.</i> The FAC alleges that Giurbino was Warden of Calipatria State Prison and \"is responsible for plaintiffs custody treatment and discipline and had to approve the lockdown.\" <i>Id.</i> The FAC alleges that Bourland was Chief Deputy Warden of Calipatria State Prison and that Janda was Associate Warden. The FAC alleges that Bourland and Janda knew of Plaintiffs deprivation because they were served with an institutional grievance filed by Plaintiff, yet did not provide Plaintiff with any outdoor exercise opportunities. <i>Id.</i> at 6. The FAC also alleges that Defendants retaliated against him for asserting his protected right to be free from harm, in violation of his rights as protected by the First Amendment.</p>\n<p>On November 13, 2007, January 7, 2008 and March 27, 2008, Defendants filed Motions to Dismiss (Docs.# 33, 44, 58) pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. The grounds for dismissing the FAC are the same in each Motion to Dismiss. Specifically, Defendants move to dismiss the FAC on grounds that Plaintiff fails to state a claim for violation of the Eighth Amendment because Plaintiff \"has not satisfied either the objective or subjective requirements of a claim for deprivation of outdoor exercise in that Plaintiff was not denied the minimal civilized measure of life's necessities, and there was no deliberate indifference\" by any Defendant. (Docs. # 33, p. 3; 44, p. 4; 58, p. 4). Defendants also contend that they are entitled to qualified immunity. Plaintiff filed oppositions to the Motions to Dismiss (Docs.# 45, 61).</p>\n<p>On June 30, 2008, Magistrate Judge Jan M. Adler filed a Report and Recommendation (\"R &amp; R\") recommending that the Court (1) deny the Motions to Dismiss the FAC, and (2) dismiss all claims against Defendant Sergeant Rutledge. The R &amp; R concludes that Plaintiff has satisfied the objective requirement to state an Eighth Amendment claim because Plaintiff has alleged that he was denied outdoor exercise for 39 days, and \"Plaintiffs alleged deprivation is sufficiently close in duration to the deprivations . . . that Eighth Amendment protection may be invoked.\" <i>R &amp; R,</i> p. 1206. The R &amp; R concludes that Plaintiff has satisfied the subjective requirement to state an Eighth Amendment claim on grounds that Plaintiff alleges that each Defendant acted with deliberate indifference because they knew that the lack of outdoor exercise presented a risk to Plaintiffs health and safety, yet either directed or approved of the deprivation. The R &amp; R concludes that Plaintiff has sufficiently alleged the objective and subjective elements of an Eighth Amendment claim. The R &amp; R further concludes that Defendants are not entitled to qualified immunity because Plaintiff has alleged an Eighth Amendment claim and \"any reasonable official in Defendants' positions would have understood that the denial of outdoor exercise for an extended period of time was unconstitutional. The Eighth Amendment may be violated even in a lockdown situation.\" <i>R &amp; R,</i> p. 1214.</p>\n<p>On July 17, 2008, Defendants filed objections to the R &amp; R (Doc. # 72). On July 30, 2008, Plaintiff filed a response to Defendants' objections (Doc. # 77).</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p></p>\n<h2>A. <i>Rule 72Review of a Report and Recommendation</i>\n</h2>\n<p>The duties of the district court in connection with the Report and Recommendation of a Magistrate Judge are set forth in Rule 72(b) of the Federal Rules of Civil Procedure and 28 U.S.C. § 636(b). The district judge \"must make a de novo determination of those portions of the report... to which objection is made,\" and \"may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate.\" 28 U.S.C. § 636(b).</p>\n<p></p>\n<h2>B. <i>Rule 12(b)(6)Motion to Dismiss for Failure to State a Claim</i>\n</h2>\n<p>A motion to dismiss under Rule 12(b)(6) of the Federal Rules of Civil Procedure tests the legal sufficiency of the pleadings. <i>See </i><i>De La Cruz v. Tormey,</i> 582 F.2d 45, 48 (9th Cir.1978). A complaint may be dismissed for failure to state a claim under Rule 12(b)(6) where the factual allegations do not raise the right to relief above the speculative level. <i>See </i><i>Bell Atlantic v. Twombly,</i> 550 U.S. 544, ___, 127 S.Ct. 1955, 1965, 167 L.Ed.2d 929 (2007). Conversely, a complaint may not be dismissed for failure to state a claim where the allegations plausibly show that the pleader is entitled to relief. <i>See id.</i> (citing Fed R. Civ. P. 8(a)(2)). In ruling on a motion pursuant to Rule 12(b)(6), a court must construe the pleadings in the light most favorable to the plaintiff, and must accept as true all material allegations in the complaint, as well as any reasonable inferences to be drawn therefrom. <i>See </i><i>Broam v. Bogan,</i> 320 F.3d 1023, 1028 (9th Cir.2003); <i>see also </i><i>Chang v. Chen,</i> 80 F.3d 1293 (9th Cir.1996). The court looks not at whether the plaintiff will \"ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.\" <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974).</p>\n<p>Where a plaintiff appears <i>pro se,</i> the court must construe the pleadings liberally and afford the plaintiff any benefit of the doubt. <i>Karim-Panahi v. Los Angeles Police Dept.,</i> 839 F.2d 621, 623 (9th Cir.1988). The rule of liberal construction is \"particularly important in civil rights cases.\" <i>Ferdik v. Bonzelet,</i> 963 F.2d 1258, 1261 (9th Cir.1992).</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>Defendants object to the R &amp; R on three grounds. First, Defendants contend that the Magistrate Judge incorrectly concluded that the objective component of the Eighth Amendment claim had been met. Second, Defendants contend that the Magistrate Judge incorrectly concluded that the subjective component of the Eighth Amendment claim had been met. Third, Defendants contend that the Magistrate Judge incorrectly concluded that Defendants were not entitled to qualified immunity.</p>\n<p>\"[R]egular outdoor exercise is extremely important to the psychological and physical well being of prison inmates. <i>Spain v. Procunier,</i> 600 F.2d 189, 193-94 (9th Cir.1979). Exercise is one of the basic human necessities protected by the Eighth Amendment of the United States Constitution. <i>Wilson v. Seiter,</i> 501 U.S. 294, 304, 111 S.Ct. 2321, 115 L.Ed.2d 271 (1991). To assert an Eighth Amendment claim for deprivation of human necessities, a prisoner must satisfy two requirements, one of which is objective and the other of which is subjective. <i>Farmer v. Brennan,</i> 511 U.S. 825, 834, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). \"Under the objective requirement, the prison officer's acts or omissions must deprive an inmate of the minimal civilized measure of life's necessities.\" <i>Allen v. Sakai,</i> 48 F.3d 1082, 1088 (9th Cir.1995) (internal citations omitted). The subjective requirement, relating to the prison official's state of mind, requires \"deliberate indifference.\" <i>Id.</i> at 1087.</p>\n<p></p>\n<h2>A. <i>Objective Component of the Eighth Amendment Claim</i>\n</h2>\n<p>Defendants \"object that in the R &amp; R the Court declines to consider the difference in an emergency lockdown situation in deciding the objective component.\" <i>Opposition,</i> p. 2. Defendants state:</p>\n<blockquote>[T]his case's 39-day deprivation of outdoor exercise falls between the 28-day deprivation allowed [in the Ninth Circuit] and the 42-day deprivation not allowed [in the Ninth Circuit]. The scales, however, should tip in favor of allowing the deprivation because this deprivation occurred in the context of a lockdown of the entire general population following an alleged assault by inmates on staff, as opposed to simply not making provisions for Administrative Segregation inmates to get exercise under normal prison conditions.</blockquote>\n<p><i>Id.</i></p>\n<p>In <i>Hayward v. Procunier,</i> 629 F.2d 599, 603 (9th Cir.1980), the Ninth Circuit held that a five-month lockdown and 28-day deprivation of outdoor exercise in response to a genuine emergency did not satisfy the objective element of the Eighth Amendment analysis. In so holding, the Ninth Circuit stated: \"The present case ... confronts us with . . . unusual circumstances...; this lockdown was in response to a genuine emergency. The measure was temporary and plaintiffs here were allowed approximately the minimum exercise mandated in <i>[</i><i>Spain,</i> 600 F.2d 189] within a month after the imposition of the lockdown.\" <i>Hayward,</i> 629 F.2d at 603. In <i>Allen,</i> the Ninth Circuit held that permitting a prisoner 45 minutes per week of outdoor recreation during a six-week period satisfied the objective element of the Eighth Amendment analysis. 43 F.3d at 1088. The Ninth Circuit stated that \"defendants cannot legitimately claim that their duty to provide regular outdoor exercise to Smith was not clearly established. [Plaintiff] has met the objective requirement of the Eighth Amendment analysis by alleging the deprivation of what this court has defined as a basic human need.\" <i>Id.</i> Similarly, in <i>Lopez v. Smith,</i> 203 F.3d 1122, 1133 (9th Cir.2000), the Ninth Circuit held that the objective element of the Eighth Amendment analysis was satisfied by a prisoner who was denied all access to outdoor exercise during a six-and-one-half week period of time.</p>\n<p>The FAC alleges that the lockdown was implemented to punish Plaintiff and was \"utilize[d] as a deterrent to future staff assaults by subjecting inmates to such extreme suffering[] that they would dread another lockdown.\" <i>FAC,</i> p. 5, 7. According to the FAC, Plaintiff was denied any outdoor exercise for 39 days. This is a longer period of time than the 28-day period held to be constitutionally permissible in <i>Hayward.</i> The amount of time during which Plaintiff was deprived of outdoor exercise is much closer to the periods of time held to satisfy the objective element in <i>Lopez</i> and <i>Allen.</i> Construing the allegations in the FAC in the light most favorable to Plaintiff, the Court concludes that dismissal of this action on grounds that the alleged 39-day deprivation of outdoor action does not satisfy the objective component of an Eighth Amendment claim is improper at this stage of the proceedings.</p>\n<p></p>\n<h2>B. <i>Subjective Component of the Eighth Amendment Claim</i>\n</h2>\n<p>Defendants contend that the totality of the circumstances indicate that the deprivation of outdoor exercise was \"not instituted simply to cause harm\" because \"Plaintiff's allegations and documents he attached to his First Amended Complaint\" show that the lockdown was in response to incidents of attempted murder on prison staff by inmates other than Plaintiff, and that the decision regarding reinstatement of outdoor exercise was being reviewed on a daily basis. <i>Objections,</i> p. 3. Defendants contend that they</p>\n<blockquote>do not argue that the subjective element is only satisfied if an inmate is specifically targeted. Rather, the lack of targeting an inmate (or a small well-defined group of inmates) is part of the totality of circumstances to consider, and shows, when coupled with other factors, the lack of maliciousnessi.e. that the deprivation was not instituted simply to cause harm.</blockquote>\n<p><i>Objections,</i> p. 3. Defendants contend that the documents attached to the Complaint, which demonstrate that the deprivation was in response to multiple attempted murders upon staff and that the prison was evaluating reinstatement of outdoor exercise on a daily basis, refute Plaintiffs \"conclusory allegation that the deprivation of outdoor exercise served no security purpose but was simply instituted to cause extreme suffering.\" <i>Id.</i> at 4.</p>\n<p>The subjective element of the Eighth Amendment requires \"deliberate indifference.\" <i>Allen,</i> 48 F.3d at 1087. Deliberate indifference is found when a prison official knows of and disregards an excessive risk to inmate health or safety. <i>Farmer,</i> 511 U.S. at 837, 114 S.Ct. 1970.</p>\n<p>The FAC alleges \"Defendants motives were to use the deprivation period as a means to punish Plaintiff.\" <i>FAC,</i> p. 5. With respect to Woodford and Giurbino, the FAC alleges that they were responsible for Plaintiff's deprivation because they knew that Plaintiff's period of deprivation existed and \"had to approve the deprivation period.\" <i>Id.</i> at 2. With respect to Janda and Bourland, the FAC alleges that they were made aware of Plaintiffs deprivation through Plaintiffs institutional grievance, and that they could have therefore \"prevented plaintiffs suffering by providing outdoor[] exercise opportunities.\" <i>Id.</i> at 6. Viewing the allegations in the light most favorable to Plaintiff, the Court concludes that the FAC alleges that Woodford and Giurbino acted with deliberate indifference because they knew of and approved of the deprivation period. The Court concludes that the FAC alleges that Janda and Bourland acted with deliberate indifference because they knew of the deprivation and could have prevented the deprivation by providing Plaintiff with outdoor exercise opportunities, but failed to do so. The Court concludes that dismissal on grounds that Plaintiff has failed to allege facts that satisfy the subjective requirement of the Eight Amendment analysis is improper at this stage of the proceedings.</p>\n<p></p>\n<h2>C. <i>Qualified Immunity</i>\n</h2>\n<p>Defendants contend that \"[g]iven the important reason the institution had for instituting the lockdown (i.e. the multiple attempted murder of staff by inmates), the unlawfulness of the 39-day deprivation under these facts would not have been clear to a reasonable officer.\" <i>Opposition,</i> p. 5. Defendants object to the R &amp; R's conclusion that it was clearly established in 2005 that the denial of outdoor exercise for an extended period of time was unconstitutional. <i>Id.</i></p>\n<p>The Supreme Court has articulated a two-part test for courts to apply in determining whether a government official is entitled to qualified immunity. \"The threshold inquiry a court must undertake in a qualified immunity analysis is whether [the] plaintiffs allegations, if true, establish a constitutional violation.\" <i>Hope v. Pelzer,</i> 536 U.S. 730, 736, 122 S.Ct. 2508, 153 L.Ed.2d 666 (2002) (citing <i>Saucier v. Katz,</i> 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001)). \"[T]he next, sequential step is to ask whether the right was clearly established.\" <i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151. \"If the law did not put the officer on notice that his conduct would be clearly unlawful,\" a finding of qualified immunity is proper. <i>Id.</i> It is not required that \"courts must have agreed upon the precise formulation of the standard.\" <i>Id.</i> at 202, 121 S.Ct. 2151. An officer is not entitled to qualified immunity so long as courts have found that certain conduct constitutes a constitutional violation \"under facts not distinguishable in a fair way from the facts presented in the case at hand.\" <i>Id.</i> at 202-203, 121 S.Ct. 2151.</p>\n<p>As discussed above, the Complaint adequately alleges an Eight Amendment claim against Defendants for denying Plaintiff any outdoor exercise for a period of 39 days. The Court further concludes that it was clearly established when Plaintiffs deprivation allegedly occurred that the denial of outdoor exercise for prison inmates for an extended period of time could constitute an Eighth Amendment violation, and that the Eight Amendment may be violated even in a lockdown situation. The Court concludes that Defendants are not entitled to qualified immunity with respect to Plaintiffs Eighth Amendment claims at this stage of the proceedings.</p>\n<p></p>\n<h2>D. <i>Defendant Rutledge</i>\n</h2>\n<p>Neither party objected to the Magistrate Judge's conclusion that any claims against Rutledge be dismissed. The Court has reviewed this portion of the R &amp; R and concludes that the Magistrate Judge's conclusion is correct.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>IT IS HEREBY ORDERED that the Report and Recommendation (Doc. # 69) is ADOPTED. The Motion to Dismiss Plaintiffs First Amended Complaint filed by Jeanne Woodford and Gerald Janda (Doc. # 33); the Motion to Dismiss Plaintiffs First Amended Complaint filed by Jeanne Woodford, Gerald Janda and M Bourland (Doc. # 44); and the Motion to Dismiss Plaintiffs First Amended Complaint filed by Jeanne Woodford, Gerald Janda, M Bourland, and J Giurbino (Doc. #58) are DENIED. All claims against Sergeant Rutledge are DISMISSED.</p>\n<p></p>\n<h2>REPORT AND RECOMMENDATION RE (1) DENYING DEFENDANTS' MOTIONS TO DISMISS FIRST AMENDED COMPLAINT PURSUANT TO FED. R. CIV. P. 12(b) (6) AND (2) DISMISSAL OF CLAIMS AGAINST DEFENDANT RUTLEDGE</h2>\n<p>JAN M. ADLER, United States Magistrate Judge.</p>\n<p>This matter comes before the Court on three Motions to Dismiss the First Amended Complaint (\"FAC\") brought by Defendants Jeanne Woodford (\"Woodford\") and J.A. Janda (\"Janda\") [Doc. No. 33], M.E. Bourland (\"Bourland\") [Doc. No. 44], and J.A. Giurbino (\"Giurbino\") [Doc. No. 58] pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. The Court has considered the papers filed in support of and in opposition to Defendants' motions, as well as all relevant pleadings and documents in the Court's file.<sup>[1]</sup> For the following reasons, the Court recommends that Defendants' Motions to Dismiss be DENIED.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>On August 18, 2005, Calipatria State Prison (\"Calipatria\") was placed on lockdown following an alleged assault involving Hispanic inmates and staff. FAC at 22.<sup>[2]</sup> On November 7, 2005, Plaintiff was transferred from California State Prison, Sacramento, to Calipatria. <i>Id.</i><sup>[3]</sup> Upon Plaintiffs arrival, Calipatria remained on lockdown stemming from the August 18, 2005 incident. <i>Id.</i> Plaintiff alleges that as a result of the lockdown, he was confined to his cell for twenty-four hours a day, seven days a week, with the exception of brief shower periods. FAC at 3. Plaintiff, proceeding <i>pro se,</i> alleges that his Eighth Amendment right to be free from cruel and unusual punishment was violated when Defendants Woodford, Janda, Bourland, and Giurbino deprived him of outdoor exercise from November 7, 2005 to December 16, 2005, a period of 39 days. <i>Id.</i><sup>[4]</sup> The deprivation of outdoor exercise allegedly caused Plaintiff to suffer headaches, muscle cramps, stress, anxiety, and depression. <i>Id.</i><sup>[5]</sup></p>\n<p>On November 21, 2005, Plaintiff filed a CDC Form 602 grievance on behalf of a group of inmates to request the provision of outdoor exercise. <i>Id.</i> at 21-23. The grievance was apparently denied by Defendant Janda, the then Associate Warden. FAC at 6.<sup>[6]</sup> Plaintiff then filed a Second Level Appeal, the denial of which was issued and signed by Defendant Bourland, the Chief Deputy Warden at the time. <i>Id.</i> at 24-25. Plaintiff's Director's Level Appeal was also denied. <i>Id.</i> at 26. The denials indicate that no recreational activities were permitted for general population inmates due to the State of Emergency instituted on August 18, 2005. <i>Id.</i> at 24, 26. The denials also indicate that the modified program and lockdown were initiated for reasons of security and safety, the continued suspension of yard privileges was necessary, and the decision regarding the reinstatement of yard privileges was being reviewed on a daily basis. FAC at 24-26.</p>\n<p></p>\n<h2>II. DEFENDANTS' FED. R. CIV. P. 12(b)(6) MOTION</h2>\n<p>Defendants seek dismissal of Plaintiffs First Amended Complaint on the grounds that: (1) Plaintiff has failed to sufficiently allege an Eighth Amendment claim relating to the deprivation of outdoor exercise and (2) Defendants are entitled to qualified immunity. Defs.' Mem. (Woodford &amp; Janda) at 8; (Giurbino) at 9; (Bourland) at 8.</p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>A motion to dismiss for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6) tests the legal sufficiency of the claims in the complaint. A claim can only be dismissed if it \"appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957); <i>see also </i><i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 73, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984). The court must accept as true all material allegations in the complaint, as well as reasonable inferences to be drawn from them, and must construe the complaint in the light most favorable to the plaintiff. <i>NL Indus., Inc. v. Kaplan,</i> 792 F.2d 896, 898 (9th Cir.1986); <i>Parks Sch. of Bus., Inc. v. Symington,</i> 51 F.3d 1480, 1484 (9th Cir.1995).</p>\n<p>The court looks not at whether the plaintiff will \"ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.\" <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974), <i>overruled on other grounds, </i><i>Davis v. Scherer,</i> 468 U.S. 183, 104 S.Ct. 3012, 82 L.Ed.2d 139 (1984). Unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim, a complaint cannot be dismissed without leave to amend. <i>Conley,</i> 355 U.S. at 45-46, 78 S.Ct. 99; <i>see also </i><i>Lopez v. Smith,</i> 203 F.3d 1122, 1129-30 (9th Cir.2000).</p>\n<p>Where a plaintiff appears <i>pro se,</i> the court must construe the pleadings liberally and afford the plaintiff any benefit of the doubt. <i>Karim-Panahi v. Los Angeles Police Dept.,</i> 839 F.2d 621, 623 (9th Cir.1988). The rule of liberal construction is \"particularly important in civil rights cases.\" <i>Ferdik v. Bonzelet,</i> 963 F.2d 1258, 1261 (9th Cir.1992); <i>see also </i><i>Noll v. Carlson,</i> 809 F.2d 1446, 1448 (9th Cir.1987) (\"Presumably unskilled in the law, the <i>pro se</i> litigant is far more prone to making errors in pleading than the person who benefits from the representation of counsel.\"). In giving liberal interpretation to a <i>pro se</i> civil rights complaint, however, a court \"may not supply essential elements of the claim that were not initially pled.\" <i>Ivey v. Bd. of Regents of the Univ. of Alaska,</i> 673 F.2d 266, 268 (9th Cir.1982). \"Vague and conclusory allegations of official participation in civil rights violations are not sufficient to withstand a motion to dismiss.\" <i>Id.; see also </i><i>Jones v. Cmty. Redevelopment Agency,</i> 733 F.2d 646, 649 (9th Cir.1984) (conclusory allegations unsupported by facts are insufficient to state a claim under section 1983). \"The plaintiff must allege with at least some degree of particularity overt acts which defendants engaged in that support the plaintiffs claim.\" <i>Jones,</i> 733 F.2d at 649 (internal quotation omitted).</p>\n<p></p>\n<h2>B. Eighth AmendmentDeprivation of Outdoor Exercise</h2>\n<p>\"Whatever rights one may lose at the prison gates, . . . the full protections of the eighth amendment most certainly remain in force. The whole point of the amendment is to protect persons convicted of crimes.\" <i>Spain v. Procunier,</i> 600 F.2d 189, 193-94 (9th Cir.1979). The Eighth Amendment, however, is not a basis for broad prison reform. It requires neither that prisons be comfortable nor that they provide every amenity that one might find desirable. <i>Hoptowit v. Ray,</i> 682 F.2d 1237, 1246 (9th Cir.1982) <i>(citing </i><i>Rhodes v. Chapman,</i> 452 U.S. 337, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981)). Rather, the Eighth Amendment proscribes the \"unnecessary and wanton infliction of pain,\" which includes those sanctions that are \"so totally without penological justification that it results in the gratuitous infliction of suffering.\" <i>Gregg v. Georgia,</i> 428 U.S. 153, 173, 183, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976); <i>see also </i><i>Farmer v. Brennan,</i> 511 U.S. 825, 834, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). This includes not only physical torture, but any punishment incompatible with \"the evolving standards of decency that mark the progress of a maturing society.\" <i>Trop v. Dulles,</i> 356 U.S. 86, 101, 78 S.Ct. 590, 2 L.Ed.2d 630 (1958); <i>see also </i><i>Estelle v. Gamble,</i> 429 U.S. 97, 102-03, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976).</p>\n<p>In <i>Spain,</i> the court stated that \"regular outdoor exercise is extremely important to the psychological and physical well being of the inmates.\" <i>Spain,</i> 600 F.2d at 199. Although courts have recognized that prison administrators may need, on occasion, to briefly deprive an inmate of outdoor exercise due to logistical problems, a longterm deprivation, even due to practical difficulties, may constitute cruel and unusual punishment under the Eighth Amendment. <i>Allen v. Sakai,</i> 48 F.3d 1082, 1088 (9th Cir.1995). To assert an Eighth Amendment claim for deprivation of humane conditions of confinement, a prisoner must satisfy two requirements, one of which is objective and the other of which is subjective. <i>Farmer,</i> 511 U.S. at 834, 114 S.Ct. 1970; <i>Allen,</i> 48 F.3d at 1087.</p>\n<p>\"Under the objective requirement, the prison official's acts or omissions must deprive an inmate of `the minimal civilized measure of life's necessities.'\" <i>Allen,</i> 48 F.3d at 1087 (citation omitted). A prisoner meets the objective requirement by alleging the deprivation of what courts have defined as a basic human need. <i>Id.</i> at 1088.</p>\n<p>The subjective requirement, relating to the prison official's state of mind, requires \"deliberate indifference.\" <i>Id.</i> at 1087. \"Deliberate indifference\" exists when a prison official \"knows of and disregards an excessive risk to inmate health or safety; the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\" <i>Farmer,</i> 511 U.S. at 837, 114 S.Ct. 1970. Finally, the court must analyze each claimed violation in light of these requirements, for Eighth Amendment violations may not be based on the \"totality of conditions\" at a prison. <i>Hoptowit,</i> 682 F.2d at 1246-47.</p>\n<p></p>\n<h2>1. Objective Requirement</h2>\n<p>Plaintiff contends that outdoor exercise constitutes \"a basic human need\" and Defendants, by denying him outdoor exercise for 39 days, deprived him of this need. FAC at 3. Defendants contend that Plaintiff has not sufficiently alleged the objective element of an Eighth Amendment claim because his alleged deprivation resulted from a lockdown of the entire general population triggered by multiple inmate attempted murders of prison staff. Defs.' Mem. (Woodford &amp; Janda) at 10-13; (Bourland) at 11-13; (Giurbino) at 11-13.</p>\n<p>In <i>Hayward v. Procunier</i><i>,</i> the case upon which Defendants primarily rely, the court acknowledged that when a lockdown is instituted in response to a genuine emergency, decisions regarding when and how to provide for outdoor exercise \"are delicate ones, and those charged with them must be given reasonable leeway.\" <i>Hayward v. Procunier,</i> 629 F.2d 599, 603 (9th Cir. 1980). Plaintiff, on the other hand, cites to, <i>inter alia, </i><i>Lopez v. Smith</i> and <i>Allen v. Sakai</i><i>.</i> In <i>Lopez,</i> the Ninth Circuit found that a complete denial of exercise lasting 6-1/2 weeks (i.e., 46 days) was sufficient to invoke Eighth Amendment protection. <i>Lopez,</i> 203 F.3d at 1133. In <i>Allen,</i> the Ninth Circuit found that permitting inmates only 45 minutes of outdoor exercise per week over a 6 week period (i.e., 42 days) was also sufficient to meet the objective element of an Eighth Amendment claim. <i>Allen,</i> 48 F.3d at 1086-87.</p>\n<p>In Defendants' view, cases which involve a lockdown situation should be distinguished from those which do not. Defendants accordingly ask the Court to disregard <i>Allen</i> and <i>Lopez</i> on the basis that the periods of deprivation of outdoor exercise in those cases did not arise in response to an emergency lockdown situation. Defs.' Mem. (Woodford &amp; Janda) at 12; (Bourland) at 12; (Giurbino) at 13. The Court declines to do so. Defendants have cited no authority supporting their argument that an emergency lockdown situation excuses the deprivation of what the courts have found to be a \"basic human need\" under the objective component of an Eighth Amendment claim. <i>See </i><i>Allen,</i> 48 F.3d at 1088. Although the Ninth Circuit found the 28 day deprivation in <i>Hayward</i> did not cross the Eighth Amendment line because of an emergency lockdown situation, the court did not make a finding that the claim did not meet the objective component. <i>Hayward,</i> 629 F.2d at 603. Moreover, <i>Hayward</i> is distinguishable as the plaintiffs in that case were permitted outdoor exercise within a month after the imposition of the lockdown. <i>Id.</i> The same is not true here, if Plaintiff's allegations are accepted as true.</p>\n<p>Plaintiff alleges a deprivation of outdoor exercise of 39 days. Though the 39 day deprivation is less than the 42 and 46 day deprivations found to invoke Eighth Amendment protection in <i>Allen</i> and <i>Lopez,</i> neither <i>Allen, Lopez,</i> nor any other case suggests that a 42 or 46 day deprivation constitutes the minimum amount of time required to invoke Eighth Amendment protection, and the Court declines to apply a bright line test requiring that minimum duration. The Court finds that Plaintiff's alleged deprivation is sufficiently close in duration to the deprivations in both <i>Allen</i> and <i>Lopez</i> that Eighth Amendment protection may be invoked. Accordingly, the Court concludes that Plaintiff has sufficiently alleged the objective element of an Eighth Amendment claim.</p>\n<p></p>\n<h2>2. Subjective Requirement</h2>\n<p>Defendants also argue that Plaintiff has not established the subjective component of an Eighth Amendment claim. As set forth above, the subjective component requires \"deliberate indifference.\" <i>Allen,</i> 48 F.3d at 1087. Deliberate indifference is found when a prison official knows of and disregards an excessive risk to inmate health or safety. <i>Farmer,</i> 511 U.S. at 837, 114 S.Ct. 1970. The Court shall discuss the subjective component as to each Defendant in turn.</p>\n<p></p>\n<h2>a. Defendant Woodford</h2>\n<p>Plaintiff alleges that Defendant Woodford, as Director of California State Prisons during the relevant time period between November 7, 2005 and December 16, 2005, was responsible for Plaintiff's deprivation of outdoor exercise because \"she had to approve the deprivation period.\" FAC at 2. Defendant Woodford argues that the subjective requirement is not satisfied because Plaintiff makes no allegations that the lockdown or deprivation was directed at him, or that she acted with deliberate indifference toward Plaintiff. Woodford contends instead that she acted in accordance with an emergency situation triggered by multiple attempted murders of staff by inmates. Defs.' Mem. (Woodford &amp; Janda) at 14-15.</p>\n<p>Defendant Woodford fails to cite any authority supporting her position that the subjective element is only satisfied when the deprivation is targeted at a specific inmate, and the Court declines to draw this conclusion. The inquiry under the subjective requirement is whether the Defendant knew of and disregarded an excessive risk to Plaintiffs health or safety specifically, whether Defendant knew that the lack of outdoor exercise alleged by Plaintiff presented an excessive risk to Plaintiff's health or safety. Defendant Woodford's suggestion that the subjective element can only be met if the lockdown or deprivation was targeted at a specific inmate thus misses the point. Plaintiff need not allege that the deprivation was directed at him in order to satisfy the subjective requirement. Rather, he need only allege that Defendant acted with deliberate indifference. Turning to this issue, Defendant Woodford argues that because the lockdown was in response to investigating and preventing further potentially deadly prison violence, she cannot be found to have acted with the requisite state of mind. In support of her argument, Defendant Woodford cites to the cases of <i>Hurd v. Garcia</i> and <i>Hayes v. Garcia</i><i>,</i> in which courts in this district found that 5 and 10 month deprivations of outdoor exercise did not meet the subjective component when the deprivations were initiated for the primary purpose of responding to, investigating and preventing prison violence. <i>See </i><i>Hayes v. Garcia,</i> 461 F.Supp.2d 1198, 1207-08 (S.D.Cal.2006); <i>see also </i><i>Hurd v. Garcia,</i> 454 F.Supp.2d 1032, 1044 (S.D.Cal. 2006).</p>\n<p>This Court recognizes that in some circumstances, an emergency lockdown situation may justify a deprivation of outdoor exercise and may lead to a finding that the subjective requirement of an Eighth Amendment claim has not been met. However, the courts in <i>Hurd</i> and <i>Hayes</i> made their findings on <i>motions for summary judgment,</i> and only after the plaintiffs failed to set forth evidence of deliberate indifference. <i>Hurd,</i> 454 F.Supp.2d at 1043; <i>Hayes,</i> 461, F.Supp.2d at 1207. On a motion to dismiss, the court must accept as true all material allegations in the complaint, as well as reasonable inferences to be drawn from them, and must construe the complaint in the light most favorable to the plaintiff. <i>NL Indus.,</i> 792 F.2d at 898; <i>Parks Sch. of Bus.,</i> 51 F.3d at 1484. Here, Plaintiff alleges the lockdown was not in response to an emergency situation or for penological reasons, but rather was implemented to punish him and was \"utilize[d] as a deterrent to future staff assaults by subjecting inmates to such extreme suffering[] that they would dread another lockdown.\" FAC at 5, 7. As to Defendant Woodford specifically, Plaintiff alleges that she, as Director of California State Prisons, approved the deprivation period. Reading the pleadings liberally, Plaintiff has adequately alleged that Defendant Woodford acted with deliberate indifference because she approved the deprivation period and knew that the lack of outdoor exercise presented a risk to Plaintiff's health and safety. Plaintiff is entitled to offer evidence to support his claims.</p>\n<p></p>\n<h2>b. Defendants Janda and Bourland</h2>\n<p>Plaintiff alleges that Defendants Janda and Bourland, as Associate Warden and Chief Deputy Warden of Calipatria between November 7, 2005 and December 16, 2005, respectively, were responsible for Plaintiffs deprivation because both Defendants were made aware of the deprivation through his CDC Form 602 grievance, and because both Defendants could have provided him with outdoor exercise. FAC at 2. Defendants Janda and Bourland, like Defendant Woodford, contend that the subjective requirement cannot be established when the lockdown and resultant deprivation of outdoor exercise were instituted in response to an emergency situation. Defs.' Mem. (Woodford &amp; Janda) at 16; (Bourland) at 13-16. As discussed above, the Court finds this argument unconvincing at this stage in the case.</p>\n<p>Defendants Janda and Bourland also argue that by Plaintiffs own pleading, they had no authority to override the state of emergency and provide Plaintiff with outdoor exercise opportunities since Defendant Woodford had to approve the lockdown. Defs.' Mem. (Woodford &amp; Janda) at 16; (Bourland) at 13-16. Neither defendant, however, has established that Plaintiff, by his own pleading, concedes that Janda and Bourland had no authority to override the state of emergency and provide Plaintiff with outdoor exercise. Defs.' Mem. (Woodford &amp; Janda) at 16; (Bourland) at 16. To the contrary, Plaintiff has specifically alleged that Defendants Janda and Bourland were both made aware of his deprivation of outdoor exercise through his CDC Form 602 grievance and that both defendants could have provided him with outdoor exercise opportunities. FAC at 2. Reading the pleadings liberally, the Court finds that Plaintiff has sufficiently alleged that Defendants Janda and Bourland acted with deliberate indifference because they knew of Plaintiffs deprivation of outdoor exercise and the risk the deprivation presented to Plaintiffs health and safety, and that they could have provided Plaintiff with outdoor exercise opportunities but failed to do so.</p>\n<p></p>\n<h2>c. Defendant Giurbino</h2>\n<p>Plaintiff alleges that Defendant Giurbino, as Warden of Calipatria between November 7, 2005 and December 16, 2005, was responsible for Plaintiffs deprivation because he was responsible for Plaintiffs custody, treatment, and discipline, and because he had to approve the lockdown. FAC at 5. Like the other three defendants, Giurbino argues that the subjective component cannot be satisfied because the deprivation was in response to an emergency situation. The Court finds this argument unconvincing for the same reasons set forth above.</p>\n<p>Defendant Giurbino further argues that because the deprivation of outdoor exercise had to be approved by Defendant Woodford in her capacity as Director of Prisons, he cannot be found to have acted with the requisite state of mind, particularly because the lockdown was not instituted without oversight. Def.'s Mem. (Giurbino) at 14-16. Plaintiff has alleged, however, that Defendant Giurbino, in addition to Defendant Woodford, had to approve the lockdown and deprivation period. FAC at 5. Reading the pleadings liberally, the Court finds Plaintiff has adequately alleged that Defendant Giurbino acted with deliberate indifference because he approved of the lockdown, knew that the lack of outdoor exercise presented a risk to Plaintiffs health and safety, and could have provided Plaintiff with outdoor exercise opportunities, but failed to do so.</p>\n<p>The Court accordingly concludes that Plaintiff has made sufficient allegations to meet the subjective element of an Eighth Amendment claim as to all four defendants.</p>\n<p></p>\n<h2>C. Qualified Immunity</h2>\n<p>Defendants further contend that they are entitled to dismissal pursuant to Fed.R.Civ.P. 12(b)(6) based on their qualified immunity. The entitlement to qualified immunity \"is an immunity from suit rather than a mere defense to liability.\" <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 526, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985) (emphasis omitted). \"[Q]ualified immunity operates `to ensure that before they are subjected to suit, officers are on notice their conduct is unlawful.'\" <i>Hope v. Pelzer,</i> 536 U.S. 730, 739, 122 S.Ct. 2508, 153 L.Ed.2d 666 <i>(citing </i><i>Saucier v. Katz,</i> 533 U.S. 194, 206, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001)). The defense of qualified immunity protects \"government officials . . . from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).</p>\n<p></p>\n<h2>1. Step OneConstitutional Violation</h2>\n<p>The threshold question in a qualified immunity analysis is whether the plaintiffs allegations, if true, establish a constitutional violation. <i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151; <i>Jackson v. City of Bremerton,</i> 268 F.3d 646, 651 (9th Cir.2001); <i>Johnson v. County of Los Angeles,</i> 340 F.3d 787, 791 (9th Cir.2003) (noting that because qualified immunity is \"`an entitlement not to stand trial' ... courts, not juries, [must] settle the ultimate questions of qualified immunity\") <i>(quoting </i><i>Mitchell,</i> 472 U.S. at 526, 105 S.Ct. 2806). \"If no constitutional right would have been violated were the allegations established, there is no necessity for further inquiries concerning qualified immunity.\" <i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151; <i>see also </i><i>Haynie v. County of Los Angeles,</i> 339 F.3d 1071, 1078 (9th Cir.2003).</p>\n<p>As discussed above, the Court has found, taking the facts alleged in the Complaint in the light most favorable to Plaintiff, that Plaintiff has adequately alleged an Eighth Amendment claim against Defendants for denying him any outdoor exercise for a period of 39 days. Accordingly, because Plaintiff's allegations survive the first prong of qualified immunity analysis, the Court must turn to the next inquiry.</p>\n<p></p>\n<h2>2. Step TwoClearly Established Law</h2>\n<p>If a constitutional violation could be made out on a favorable view of Plaintiffs allegations, \"the next, sequential step is to ask whether the right was clearly established.\" <i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151. \"The relevant, dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\" <i>Id.</i> at 202, 121 S.Ct. 2151. \"If the law did not put the officer on notice that his conduct would be clearly unlawful,\" a finding of qualified immunity is appropriate, as \"qualified immunity protects `all but the plainly incompetent or those who knowingly violate the law'.\" <i>Id. (citing </i><i>Malley v. Briggs,</i> 475 U.S. 335, 341, 106 S.Ct. 1092, 89 L.Ed.2d 271 (1986)).</p>\n<p>Here, Plaintiff alleges denial of any outdoor exercise for 39 days as a result of Defendants' conduct. Defendants argue that there is no clearly established right to outdoor exercise under the specific facts of this case. Defs.' Mem. (Woodford &amp; Janda) at 16-18; (Giurbino) at 16-18; (Bourland) at 16-18. Specifically, Defendants contend that \"the call is so close\" as to whether a right to outdoor exercise existed under the facts of this case that it cannot be said to have been clearly established. <i>Id.</i> They also argue that there is a \"void\" in authority addressing the deprivation of outdoor exercise during a period between 28 and 42 days, and ask the Court to consider the difference between normal prison operations and an emergency lockdown situation. <i>Id.</i></p>\n<p>Under <i>Saucier,</i> it is not required that \"courts must have agreed upon the precise formulation of the standard.\" <i>Saucier,</i> 533 U.S. at 202, 121 S.Ct. 2151. Rather, so long as various courts have found that certain conduct is a constitutional violation \"under facts not distinguishable in a fair way from the facts presented in the case at hand,\" an officer is not entitled to qualified immunity. <i>Id.</i> at 202-03, 121 S.Ct. 2151. <i>See also </i><i>Hope,</i> 536 U.S. at 739, 122 S.Ct. 2508 (\"This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful . . . but it is to say that in the light of pre-existing law the unlawfulness must be apparent[]\" (citations omitted)). It is also recognized that officers may make reasonable mistakes as to the legal restraints on particular conduct. \"If the officer's mistake as to what the law requires is reasonable, however, the officer is entitled to the immunity defense.\" <i>Saucier,</i> 533 U.S. at 205, 121 S.Ct. 2151.</p>\n<p>The critical inquiry here is whether reasonable prison officials in Defendants' positions would have believed that depriving Plaintiff of outdoor exercise for 39 days was constitutionally permissible. Stated differently, the Court must determine whether Defendants were on \"fair warning\" that their alleged treatment of Plaintiff was unconstitutional. <i>See </i><i>Hope,</i> 536 U.S. at 741, 122 S.Ct. 2508. The Court finds that it was clearly established in 2005, when the deprivation allegedly occurred, that the denial of outdoor exercise for prison inmates for an extended period of time was a violation of the Eighth Amendment. <i>See </i><i>Spain,</i> 600 F.2d at 199; <i>Allen,</i> 48 F.3d at 1088; <i>Keenan v. Hall,</i> 83 F.3d 1083, 1089-90. Although these cases do not involve precisely the same facts as those present here, they provided Defendants with fair warning concerning their conduct. \"[O]fficials can still be on notice that their conduct violates established law even in novel factual circumstances.\" <i>Hope,</i> 536 U.S. at 741, 122 S.Ct. 2508.</p>\n<p>The Court concludes that, notwithstanding the lockdown, any reasonable official in Defendants' positions would have understood that the denial of outdoor exercise for an extended period of time was unconstitutional. The Eighth Amendment may be violated even in a lockdown situation. <i>See, e.g., </i><i>Hayward,</i> 629 F.2d at 603 (examining conditions imposed during an emergency lockdown to determine whether they crossed the Eighth Amendment line). Furthermore, as discussed above, Plaintiff does <i>not</i> allege that the deprivation was a response to an emergency situation or that it was due to penological reasons. Rather, he alleges it was implemented to punish him and to inflict \"extreme suffering\" upon the inmates. FAC at 5, 7.</p>\n<p>Finally, although Defendants Janda and Bourland advance the additional argument that reasonable officers in their positions would not know they had a \"duty to usurp the authority of the Director of California State Prisons, ignore the confines of the lockdown, and thereby provide inmates with outdoor exercise,\" they provide absolutely no authority supporting their position.</p>\n<p>For the foregoing reasons, the Court recommends that Defendants' Motion to Dismiss Plaintiff's First Amended Complaint on qualified immunity grounds be DENIED.</p>\n<p></p>\n<h2>III. DEFENDANT RUTLEDGE</h2>\n<p>The original Complaint in this case set forth two claims: an Eighth Amendment claim against Woodford, Bourland, Giurbino and Janda, and a Fourteenth Amendment claim against Torres and Rutledge. Compl. [Doc. No. 1] at 1-2. After the Court dismissed Plaintiff's original complaint without prejudice (<i>see</i> Mar. 15, 2007 Order, Doc. No. 8), Plaintiff filed a First Amended Complaint, which is presently the operative pleading in this case. The First Amended Complaint sets forth two claims: again, an Eighth Amendment claim against Woodford, Bourland, Giurbino and Janda (referred to by Plaintiff in the FAC as \"Ground One\"), and a First Amendment claim against Torres (referred to by Plaintiff in the FAC as \"Ground Two\"). FAC at 1-14. Plaintiff explicitly states that he \"names no other defendant as to Ground Two.\" <i>Id.</i> at 9. Although Plaintiff refers to Rutledge in the supporting facts relating to his First Amendment claim (<i>see id.</i> at 8, 10), it appears that Plaintiff did not intend that he be named as a defendant.</p>\n<p>The Court's March 15, 2007 order dismissing Plaintiff's original Complaint expressly warned Plaintiff that his First Amended Complaint \"must be complete in itself without reference to the superseded pleading,\" and that \"[defendants not named and all claims not re-alleged in the Amended Complaint will be deemed to have been waived.\" Mar. 15, 2007 Order at 9. Accordingly, because Defendant Rutledge is not named as a defendant in the FAC, the Court recommends that any claims against him be dismissed and that his status be reflected as \"terminated\" on the Court's docket.</p>\n<p></p>\n<h2>IV. CONCLUSION AND RECOMMENDATION</h2>\n<p>For the reasons set forth above, this Court recommends that the District Judge issue an Order:</p>\n<p>1. DENYING Defendants' Motions to Dismiss Plaintiff's Eighth Amendment claim;</p>\n<p>2. DENYING Defendants' Motions to Dismiss on qualified immunity grounds; and</p>\n<p>3. DISMISSING any claims against Defendant Rutledge.</p>\n<p>This report and recommendation will be submitted to the Honorable William Q. Hayes, United States District Judge assigned to this case, pursuant to the provisions of 28 U.S.C. § 636(b)(1). Any party may file written objections with the Court and serve a copy on all parties on or before <i>July 18, 2008.</i> The document should be captioned \"Objections to Report and Recommendation.\" Any reply to the Objections shall be served and filed on or before <i>August 8, 2008.</i> The parties are advised that failure to file objections within the specified time may waive the right to appeal the district court's order. <i>Martinez v. Ylst,</i> 951 F.2d 1153 (9th Cir.1991).</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff filed oppositions to the motions brought by Defendants Woodford, Janda, and Giurbino, but did not file an opposition to the motion brought by Defendant Bourland.</p>\n<p>[2]  Unless otherwise noted, page number references used by the Court herein refer to the numbers printed by the Court's docketing system, located at the top of each page.</p>\n<p>[3]  Plaintiff has since been relocated again and is currently incarcerated at California State Prison, Corcoran.</p>\n<p>[4]  Defendants note that according to the FAC, Plaintiff was transferred to the Administrative Segregation Unit on December 10, 2005, resulting in a deprivation of outdoor exercise of only 33 days which can be attributed to the lockdown. Defs.' Mem. (Woodford &amp; Janda) at 6 n. 2; (Giurbino) at 7 n. 1; (Bourland) at 6 n. 2 (citing FAC at 8-11). However, because Plaintiff does not allege that the lockdown did <i>not</i> affect outdoor exercise in the Administrative Segregation Unit, this Court will conduct its analysis using the 39 day period alleged in the Complaint.</p>\n<p>[5]  Plaintiff also alleges a separate claim for violation of his First Amendment rights against Defendant Torres. Defendant Torres has not yet been served. Thus, this Report and Recommendation does not address the claim against him.</p>\n<p>[6]  Plaintiff has attached copies of his Appeal Form, Second Level Appeal Response, and Director's Level Appeal Decision to his FAC. <i>See</i> FAC at 21-26. Plaintiff has not attached a copy of the denial of his original Form 602 grievance.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Gregory NORWOOD, Plaintiff,<br>\nv.<br>\nJeanne WOODFORD, et al., Defendants.</h1></center>\n<center>No. 07cv57 WQH (JMA).</center>\n<center><p><b>United States District Court, S.D. California.</b></p></center>\n<center>September 5, 2008.</center>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>HAYES, District Judge.</p>\n<p>The matters before the Court are the Motion to Dismiss Plaintiff's First Amended Complaint filed by Jeanne Woodford and Gerald Janda (Doc. # 33); the Motion to Dismiss Plaintiff's First Amended Complaint filed by Jeanne Woodford, Gerald Janda and M Bourland (Doc. #44); the Motion to Dismiss Plaintiff's First Amended Complaint filed by Jeanne Woodford, Gerald Janda, M Bourland, and J Giurbino (Doc. # 58); and the Report and Recommendation filed by Magistrate Judge Jan M. Adler (Doc. # 69).</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>On January 8, 2007, Plaintiff Gregory Norwood, a state prisoner, initiated this action by filing a complaint (Doc. # 1). On April 16, 2007, Plaintiff filed the First Amended Complaint (\"FAC\") (Doc. # 12), which is the operative pleading in this case. The FAC alleges that Defendants Woodford, Janda, Bourland and Giurbino deprived Plaintiff of outdoor exercise from November 7, 2005 to December 16, 2006, a period of 39 days, in violation of his rights as protected by the Eighth Amendment of the United States Constitution. The FAC alleges that \"Defendants motives were to use the deprivation period as a means to punish Plaintiff.\" <i>FAC,</i> p. 5. The FAC alleges that Woodford was the Director of California State Prisons at the time of the deprivation and that she \"knew that plaintiffs period of deprivation existed. And this defendant approved of it.\" <i>Id.</i> The FAC alleges that Giurbino was Warden of Calipatria State Prison and \"is responsible for plaintiffs custody treatment and discipline and had to approve the lockdown.\" <i>Id.</i> The FAC alleges that Bourland was Chief Deputy Warden of Calipatria State Prison and that Janda was Associate Warden. The FAC alleges that Bourland and Janda knew of Plaintiffs deprivation because they were served with an institutional grievance filed by Plaintiff, yet did not provide Plaintiff with any outdoor exercise opportunities. <i>Id.</i> at 6. The FAC also alleges that Defendants retaliated against him for asserting his protected right to be free from harm, in violation of his rights as protected by the First Amendment.</p>\n<p>On November 13, 2007, January 7, 2008 and March 27, 2008, Defendants filed Motions to Dismiss (Docs.# 33, 44, 58) pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. The grounds for dismissing the FAC are the same in each Motion to Dismiss. Specifically, Defendants move to dismiss the FAC on grounds that Plaintiff fails to state a claim for violation of the Eighth Amendment because Plaintiff \"has not satisfied either the objective or subjective requirements of a claim for deprivation of outdoor exercise in that Plaintiff was not denied the minimal civilized measure of life's necessities, and there was no deliberate indifference\" by any Defendant. (Docs. # 33, p. 3; 44, p. 4; 58, p. 4). Defendants also contend that they are entitled to qualified immunity. Plaintiff filed oppositions to the Motions to Dismiss (Docs.# 45, 61).</p>\n<p>On June 30, 2008, Magistrate Judge Jan M. Adler filed a Report and Recommendation (\"R &amp; R\") recommending that the Court (1) deny the Motions to Dismiss the FAC, and (2) dismiss all claims against Defendant Sergeant Rutledge. The R &amp; R concludes that Plaintiff has satisfied the objective requirement to state an Eighth Amendment claim because Plaintiff has alleged that he was denied outdoor exercise for 39 days, and \"Plaintiffs alleged deprivation is sufficiently close in duration to the deprivations . . . that Eighth Amendment protection may be invoked.\" <i>R &amp; R,</i> p. 1206. The R &amp; R concludes that Plaintiff has satisfied the subjective requirement to state an Eighth Amendment claim on grounds that Plaintiff alleges that each Defendant acted with deliberate indifference because they knew that the lack of outdoor exercise presented a risk to Plaintiffs health and safety, yet either directed or approved of the deprivation. The R &amp; R concludes that Plaintiff has sufficiently alleged the objective and subjective elements of an Eighth Amendment claim. The R &amp; R further concludes that Defendants are not entitled to qualified immunity because Plaintiff has alleged an Eighth Amendment claim and \"any reasonable official in Defendants' positions would have understood that the denial of outdoor exercise for an extended period of time was unconstitutional. The Eighth Amendment may be violated even in a lockdown situation.\" <i>R &amp; R,</i> p. 1214.</p>\n<p>On July 17, 2008, Defendants filed objections to the R &amp; R (Doc. # 72). On July 30, 2008, Plaintiff filed a response to Defendants' objections (Doc. # 77).</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p></p>\n<h2>A. <i>Rule 72Review of a Report and Recommendation</i>\n</h2>\n<p>The duties of the district court in connection with the Report and Recommendation of a Magistrate Judge are set forth in Rule 72(b) of the Federal Rules of Civil Procedure and 28 U.S.C. § 636(b). The district judge \"must make a de novo determination of those portions of the report... to which objection is made,\" and \"may accept, reject, or modify, in whole or in part, the findings or recommendations made by the magistrate.\" 28 U.S.C. § 636(b).</p>\n<p></p>\n<h2>B. <i>Rule 12(b)(6)Motion to Dismiss for Failure to State a Claim</i>\n</h2>\n<p>A motion to dismiss under Rule 12(b)(6) of the Federal Rules of Civil Procedure tests the legal sufficiency of the pleadings. <i>See </i><i>De La Cruz v. Tormey,</i> <span class=\"citation\" data-id=\"358900\"><a href=\"/opinion/358900/sue-de-la-cruz-v-james-tormey/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 48 (9th Cir.1978). A complaint may be dismissed for failure to state a claim under Rule 12(b)(6) where the factual allegations do not raise the right to relief above the speculative level. <i>See </i><i>Bell Atlantic v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, ___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1965, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007). Conversely, a complaint may not be dismissed for failure to state a claim where the allegations plausibly show that the pleader is entitled to relief. <i>See id.</i> (citing Fed R. Civ. P. 8(a)(2)). In ruling on a motion pursuant to Rule 12(b)(6), a court must construe the pleadings in the light most favorable to the plaintiff, and must accept as true all material allegations in the complaint, as well as any reasonable inferences to be drawn therefrom. <i>See </i><i>Broam v. Bogan,</i> <span class=\"citation\" data-id=\"781014\"><a href=\"/opinion/781014/jack-broam-and-jay-manning-v-robert-bogan-individually-and-in-his-official/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1023</span></a></span>, 1028 (9th Cir.2003); <i>see also </i><i>Chang v. Chen,</i> <span class=\"citation\" data-id=\"715826\"><a href=\"/opinion/715826/ming-chu-chang-kang-jye-chen-ching-chieh-chang-aci-trading-inc-and/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1293</span></a></span> (9th Cir.1996). The court looks not at whether the plaintiff will \"ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.\" <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974).</p>\n<p>Where a plaintiff appears <i>pro se,</i> the court must construe the pleadings liberally and afford the plaintiff any benefit of the doubt. <i>Karim-Panahi v. Los Angeles Police Dept.,</i> <span class=\"citation\" data-id=\"501771\"><a href=\"/opinion/501771/parviz-karim-panahi-v-los-angeles-police-department-daryl-e-gates-city-of/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 623 (9th Cir.1988). The rule of liberal construction is \"particularly important in civil rights cases.\" <i>Ferdik v. Bonzelet,</i> <span class=\"citation no-link\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></span>, 1261 (9th Cir.1992).</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>Defendants object to the R &amp; R on three grounds. First, Defendants contend that the Magistrate Judge incorrectly concluded that the objective component of the Eighth Amendment claim had been met. Second, Defendants contend that the Magistrate Judge incorrectly concluded that the subjective component of the Eighth Amendment claim had been met. Third, Defendants contend that the Magistrate Judge incorrectly concluded that Defendants were not entitled to qualified immunity.</p>\n<p>\"[R]egular outdoor exercise is extremely important to the psychological and physical well being of prison inmates. <i>Spain v. Procunier,</i> <span class=\"citation\" data-id=\"367000\"><a href=\"/opinion/367000/johnny-l-spain-v-raymond-k-procunier/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193-94 (9th Cir.1979). Exercise is one of the basic human necessities protected by the Eighth Amendment of the United States Constitution. <i>Wilson v. Seiter,</i> <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 304, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1991). To assert an Eighth Amendment claim for deprivation of human necessities, a prisoner must satisfy two requirements, one of which is objective and the other of which is subjective. <i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 834, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994). \"Under the objective requirement, the prison officer's acts or omissions must deprive an inmate of the minimal civilized measure of life's necessities.\" <i>Allen v. Sakai,</i> <span class=\"citation\" data-id=\"690333\"><a href=\"/opinion/690333/john-allen-terry-smith-v-ted-sakai-harold-falk-john-cabral-clayton-frank/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1082</span></a></span>, 1088 (9th Cir.1995) (internal citations omitted). The subjective requirement, relating to the prison official's state of mind, requires \"deliberate indifference.\" <i>Id.</i> at 1087.</p>\n<p></p>\n<h2>A. <i>Objective Component of the Eighth Amendment Claim</i>\n</h2>\n<p>Defendants \"object that in the R &amp; R the Court declines to consider the difference in an emergency lockdown situation in deciding the objective component.\" <i>Opposition,</i> p. 2. Defendants state:</p>\n<blockquote>[T]his case's 39-day deprivation of outdoor exercise falls between the 28-day deprivation allowed [in the Ninth Circuit] and the 42-day deprivation not allowed [in the Ninth Circuit]. The scales, however, should tip in favor of allowing the deprivation because this deprivation occurred in the context of a lockdown of the entire general population following an alleged assault by inmates on staff, as opposed to simply not making provisions for Administrative Segregation inmates to get exercise under normal prison conditions.</blockquote>\n<p><i>Id.</i></p>\n<p>In <i>Hayward v. Procunier,</i> <span class=\"citation\" data-id=\"381859\"><a href=\"/opinion/381859/art-hayward-jr-michael-mcnabb-and-morris-l-brown-v-raymond-k/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span>, 603 (9th Cir.1980), the Ninth Circuit held that a five-month lockdown and 28-day deprivation of outdoor exercise in response to a genuine emergency did not satisfy the objective element of the Eighth Amendment analysis. In so holding, the Ninth Circuit stated: \"The present case ... confronts us with . . . unusual circumstances...; this lockdown was in response to a genuine emergency. The measure was temporary and plaintiffs here were allowed approximately the minimum exercise mandated in <i>[</i><i>Spain,</i> <span class=\"citation\" data-id=\"367000\"><a href=\"/opinion/367000/johnny-l-spain-v-raymond-k-procunier/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>] within a month after the imposition of the lockdown.\" <i>Hayward,</i> 629 F.2d at 603. In <i>Allen,</i> the Ninth Circuit held that permitting a prisoner 45 minutes per week of outdoor recreation during a six-week period satisfied the objective element of the Eighth Amendment analysis. 43 F.3d at 1088. The Ninth Circuit stated that \"defendants cannot legitimately claim that their duty to provide regular outdoor exercise to Smith was not clearly established. [Plaintiff] has met the objective requirement of the Eighth Amendment analysis by alleging the deprivation of what this court has defined as a basic human need.\" <i>Id.</i> Similarly, in <i>Lopez v. Smith,</i> <span class=\"citation\" data-id=\"767677\"><a href=\"/opinion/767677/max-lopez-jr-v-ga-smith-warden-larry-loo-chief-medical-officer-a/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1122</span></a></span>, 1133 (9th Cir.2000), the Ninth Circuit held that the objective element of the Eighth Amendment analysis was satisfied by a prisoner who was denied all access to outdoor exercise during a six-and-one-half week period of time.</p>\n<p>The FAC alleges that the lockdown was implemented to punish Plaintiff and was \"utilize[d] as a deterrent to future staff assaults by subjecting inmates to such extreme suffering[] that they would dread another lockdown.\" <i>FAC,</i> p. 5, 7. According to the FAC, Plaintiff was denied any outdoor exercise for 39 days. This is a longer period of time than the 28-day period held to be constitutionally permissible in <i>Hayward.</i> The amount of time during which Plaintiff was deprived of outdoor exercise is much closer to the periods of time held to satisfy the objective element in <i>Lopez</i> and <i>Allen.</i> Construing the allegations in the FAC in the light most favorable to Plaintiff, the Court concludes that dismissal of this action on grounds that the alleged 39-day deprivation of outdoor action does not satisfy the objective component of an Eighth Amendment claim is improper at this stage of the proceedings.</p>\n<p></p>\n<h2>B. <i>Subjective Component of the Eighth Amendment Claim</i>\n</h2>\n<p>Defendants contend that the totality of the circumstances indicate that the deprivation of outdoor exercise was \"not instituted simply to cause harm\" because \"Plaintiff's allegations and documents he attached to his First Amended Complaint\" show that the lockdown was in response to incidents of attempted murder on prison staff by inmates other than Plaintiff, and that the decision regarding reinstatement of outdoor exercise was being reviewed on a daily basis. <i>Objections,</i> p. 3. Defendants contend that they</p>\n<blockquote>do not argue that the subjective element is only satisfied if an inmate is specifically targeted. Rather, the lack of targeting an inmate (or a small well-defined group of inmates) is part of the totality of circumstances to consider, and shows, when coupled with other factors, the lack of maliciousnessi.e. that the deprivation was not instituted simply to cause harm.</blockquote>\n<p><i>Objections,</i> p. 3. Defendants contend that the documents attached to the Complaint, which demonstrate that the deprivation was in response to multiple attempted murders upon staff and that the prison was evaluating reinstatement of outdoor exercise on a daily basis, refute Plaintiffs \"conclusory allegation that the deprivation of outdoor exercise served no security purpose but was simply instituted to cause extreme suffering.\" <i>Id.</i> at 4.</p>\n<p>The subjective element of the Eighth Amendment requires \"deliberate indifference.\" <i>Allen,</i> 48 F.3d at 1087. Deliberate indifference is found when a prison official knows of and disregards an excessive risk to inmate health or safety. <i>Farmer,</i> 511 U.S. at 837, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>.</p>\n<p>The FAC alleges \"Defendants motives were to use the deprivation period as a means to punish Plaintiff.\" <i>FAC,</i> p. 5. With respect to Woodford and Giurbino, the FAC alleges that they were responsible for Plaintiff's deprivation because they knew that Plaintiff's period of deprivation existed and \"had to approve the deprivation period.\" <i>Id.</i> at 2. With respect to Janda and Bourland, the FAC alleges that they were made aware of Plaintiffs deprivation through Plaintiffs institutional grievance, and that they could have therefore \"prevented plaintiffs suffering by providing outdoor[] exercise opportunities.\" <i>Id.</i> at 6. Viewing the allegations in the light most favorable to Plaintiff, the Court concludes that the FAC alleges that Woodford and Giurbino acted with deliberate indifference because they knew of and approved of the deprivation period. The Court concludes that the FAC alleges that Janda and Bourland acted with deliberate indifference because they knew of the deprivation and could have prevented the deprivation by providing Plaintiff with outdoor exercise opportunities, but failed to do so. The Court concludes that dismissal on grounds that Plaintiff has failed to allege facts that satisfy the subjective requirement of the Eight Amendment analysis is improper at this stage of the proceedings.</p>\n<p></p>\n<h2>C. <i>Qualified Immunity</i>\n</h2>\n<p>Defendants contend that \"[g]iven the important reason the institution had for instituting the lockdown (i.e. the multiple attempted murder of staff by inmates), the unlawfulness of the 39-day deprivation under these facts would not have been clear to a reasonable officer.\" <i>Opposition,</i> p. 5. Defendants object to the R &amp; R's conclusion that it was clearly established in 2005 that the denial of outdoor exercise for an extended period of time was unconstitutional. <i>Id.</i></p>\n<p>The Supreme Court has articulated a two-part test for courts to apply in determining whether a government official is entitled to qualified immunity. \"The threshold inquiry a court must undertake in a qualified immunity analysis is whether [the] plaintiffs allegations, if true, establish a constitutional violation.\" <i>Hope v. Pelzer,</i> <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 736, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (2002) (citing <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001)). \"[T]he next, sequential step is to ask whether the right was clearly established.\" <i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. \"If the law did not put the officer on notice that his conduct would be clearly unlawful,\" a finding of qualified immunity is proper. <i>Id.</i> It is not required that \"courts must have agreed upon the precise formulation of the standard.\" <i>Id.</i> at 202, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. An officer is not entitled to qualified immunity so long as courts have found that certain conduct constitutes a constitutional violation \"under facts not distinguishable in a fair way from the facts presented in the case at hand.\" <i>Id.</i> at 202-203, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>.</p>\n<p>As discussed above, the Complaint adequately alleges an Eight Amendment claim against Defendants for denying Plaintiff any outdoor exercise for a period of 39 days. The Court further concludes that it was clearly established when Plaintiffs deprivation allegedly occurred that the denial of outdoor exercise for prison inmates for an extended period of time could constitute an Eighth Amendment violation, and that the Eight Amendment may be violated even in a lockdown situation. The Court concludes that Defendants are not entitled to qualified immunity with respect to Plaintiffs Eighth Amendment claims at this stage of the proceedings.</p>\n<p></p>\n<h2>D. <i>Defendant Rutledge</i>\n</h2>\n<p>Neither party objected to the Magistrate Judge's conclusion that any claims against Rutledge be dismissed. The Court has reviewed this portion of the R &amp; R and concludes that the Magistrate Judge's conclusion is correct.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>IT IS HEREBY ORDERED that the Report and Recommendation (Doc. # 69) is ADOPTED. The Motion to Dismiss Plaintiffs First Amended Complaint filed by Jeanne Woodford and Gerald Janda (Doc. # 33); the Motion to Dismiss Plaintiffs First Amended Complaint filed by Jeanne Woodford, Gerald Janda and M Bourland (Doc. # 44); and the Motion to Dismiss Plaintiffs First Amended Complaint filed by Jeanne Woodford, Gerald Janda, M Bourland, and J Giurbino (Doc. #58) are DENIED. All claims against Sergeant Rutledge are DISMISSED.</p>\n<p></p>\n<h2>REPORT AND RECOMMENDATION RE (1) DENYING DEFENDANTS' MOTIONS TO DISMISS FIRST AMENDED COMPLAINT PURSUANT TO FED. R. CIV. P. 12(b) (6) AND (2) DISMISSAL OF CLAIMS AGAINST DEFENDANT RUTLEDGE</h2>\n<p>JAN M. ADLER, United States Magistrate Judge.</p>\n<p>This matter comes before the Court on three Motions to Dismiss the First Amended Complaint (\"FAC\") brought by Defendants Jeanne Woodford (\"Woodford\") and J.A. Janda (\"Janda\") [Doc. No. 33], M.E. Bourland (\"Bourland\") [Doc. No. 44], and J.A. Giurbino (\"Giurbino\") [Doc. No. 58] pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure. The Court has considered the papers filed in support of and in opposition to Defendants' motions, as well as all relevant pleadings and documents in the Court's file.<sup>[1]</sup> For the following reasons, the Court recommends that Defendants' Motions to Dismiss be DENIED.</p>\n<p></p>\n<h2>I. FACTUAL BACKGROUND</h2>\n<p>On August 18, 2005, Calipatria State Prison (\"Calipatria\") was placed on lockdown following an alleged assault involving Hispanic inmates and staff. FAC at 22.<sup>[2]</sup> On November 7, 2005, Plaintiff was transferred from California State Prison, Sacramento, to Calipatria. <i>Id.</i><sup>[3]</sup> Upon Plaintiffs arrival, Calipatria remained on lockdown stemming from the August 18, 2005 incident. <i>Id.</i> Plaintiff alleges that as a result of the lockdown, he was confined to his cell for twenty-four hours a day, seven days a week, with the exception of brief shower periods. FAC at 3. Plaintiff, proceeding <i>pro se,</i> alleges that his Eighth Amendment right to be free from cruel and unusual punishment was violated when Defendants Woodford, Janda, Bourland, and Giurbino deprived him of outdoor exercise from November 7, 2005 to December 16, 2005, a period of 39 days. <i>Id.</i><sup>[4]</sup> The deprivation of outdoor exercise allegedly caused Plaintiff to suffer headaches, muscle cramps, stress, anxiety, and depression. <i>Id.</i><sup>[5]</sup></p>\n<p>On November 21, 2005, Plaintiff filed a CDC Form 602 grievance on behalf of a group of inmates to request the provision of outdoor exercise. <i>Id.</i> at 21-23. The grievance was apparently denied by Defendant Janda, the then Associate Warden. FAC at 6.<sup>[6]</sup> Plaintiff then filed a Second Level Appeal, the denial of which was issued and signed by Defendant Bourland, the Chief Deputy Warden at the time. <i>Id.</i> at 24-25. Plaintiff's Director's Level Appeal was also denied. <i>Id.</i> at 26. The denials indicate that no recreational activities were permitted for general population inmates due to the State of Emergency instituted on August 18, 2005. <i>Id.</i> at 24, 26. The denials also indicate that the modified program and lockdown were initiated for reasons of security and safety, the continued suspension of yard privileges was necessary, and the decision regarding the reinstatement of yard privileges was being reviewed on a daily basis. FAC at 24-26.</p>\n<p></p>\n<h2>II. DEFENDANTS' FED. R. CIV. P. 12(b)(6) MOTION</h2>\n<p>Defendants seek dismissal of Plaintiffs First Amended Complaint on the grounds that: (1) Plaintiff has failed to sufficiently allege an Eighth Amendment claim relating to the deprivation of outdoor exercise and (2) Defendants are entitled to qualified immunity. Defs.' Mem. (Woodford &amp; Janda) at 8; (Giurbino) at 9; (Bourland) at 8.</p>\n<p></p>\n<h2>A. Standard of Review</h2>\n<p>A motion to dismiss for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6) tests the legal sufficiency of the claims in the complaint. A claim can only be dismissed if it \"appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); <i>see also </i><i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984). The court must accept as true all material allegations in the complaint, as well as reasonable inferences to be drawn from them, and must construe the complaint in the light most favorable to the plaintiff. <i>NL Indus., Inc. v. Kaplan,</i> <span class=\"citation\" data-id=\"471375\"><a href=\"/opinion/471375/nl-industries-inc-v-stuart-m-kaplan/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 898 (9th Cir.1986); <i>Parks Sch. of Bus., Inc. v. Symington,</i> <span class=\"citation\" data-id=\"693410\"><a href=\"/opinion/693410/parks-school-of-business-inc-dba-parks-college-a-new-mexico-corporation/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1484 (9th Cir.1995).</p>\n<p>The court looks not at whether the plaintiff will \"ultimately prevail but whether the claimant is entitled to offer evidence to support the claims.\" <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974), <i>overruled on other grounds, </i><i>Davis v. Scherer,</i> <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></a></span> (1984). Unless it appears beyond a doubt that the plaintiff can prove no set of facts in support of his claim, a complaint cannot be dismissed without leave to amend. <i>Conley,</i> 355 U.S. at 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>; <i>see also </i><i>Lopez v. Smith,</i> <span class=\"citation\" data-id=\"767677\"><a href=\"/opinion/767677/max-lopez-jr-v-ga-smith-warden-larry-loo-chief-medical-officer-a/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1122</span></a></span>, 1129-30 (9th Cir.2000).</p>\n<p>Where a plaintiff appears <i>pro se,</i> the court must construe the pleadings liberally and afford the plaintiff any benefit of the doubt. <i>Karim-Panahi v. Los Angeles Police Dept.,</i> <span class=\"citation\" data-id=\"501771\"><a href=\"/opinion/501771/parviz-karim-panahi-v-los-angeles-police-department-daryl-e-gates-city-of/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 623 (9th Cir.1988). The rule of liberal construction is \"particularly important in civil rights cases.\" <i>Ferdik v. Bonzelet,</i> <span class=\"citation no-link\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></span>, 1261 (9th Cir.1992); <i>see also </i><i>Noll v. Carlson,</i> <span class=\"citation no-link\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></span>, 1448 (9th Cir.1987) (\"Presumably unskilled in the law, the <i>pro se</i> litigant is far more prone to making errors in pleading than the person who benefits from the representation of counsel.\"). In giving liberal interpretation to a <i>pro se</i> civil rights complaint, however, a court \"may not supply essential elements of the claim that were not initially pled.\" <i>Ivey v. Bd. of Regents of the Univ. of Alaska,</i> <span class=\"citation\" data-id=\"401004\"><a href=\"/opinion/401004/richard-c-ivey-appellantplaintiff-v-board-of-regents-of-the-university/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span>, 268 (9th Cir.1982). \"Vague and conclusory allegations of official participation in civil rights violations are not sufficient to withstand a motion to dismiss.\" <i>Id.; see also </i><i>Jones v. Cmty. Redevelopment Agency,</i> <span class=\"citation\" data-id=\"435097\"><a href=\"/opinion/435097/thomas-a-jones-jr-dba-ta-jones-associates-v-community/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span>, 649 (9th Cir.1984) (conclusory allegations unsupported by facts are insufficient to state a claim under section 1983). \"The plaintiff must allege with at least some degree of particularity overt acts which defendants engaged in that support the plaintiffs claim.\" <i>Jones,</i> 733 F.2d at 649 (internal quotation omitted).</p>\n<p></p>\n<h2>B. Eighth AmendmentDeprivation of Outdoor Exercise</h2>\n<p>\"Whatever rights one may lose at the prison gates, . . . the full protections of the eighth amendment most certainly remain in force. The whole point of the amendment is to protect persons convicted of crimes.\" <i>Spain v. Procunier,</i> <span class=\"citation\" data-id=\"367000\"><a href=\"/opinion/367000/johnny-l-spain-v-raymond-k-procunier/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193-94 (9th Cir.1979). The Eighth Amendment, however, is not a basis for broad prison reform. It requires neither that prisons be comfortable nor that they provide every amenity that one might find desirable. <i>Hoptowit v. Ray,</i> <span class=\"citation\" data-id=\"406187\"><a href=\"/opinion/406187/frederick-hoptowit-rick-rinier-steven-hopkins-david-rivera-robert/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1246 (9th Cir.1982) <i>(citing </i><i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981)). Rather, the Eighth Amendment proscribes the \"unnecessary and wanton infliction of pain,\" which includes those sanctions that are \"so totally without penological justification that it results in the gratuitous infliction of suffering.\" <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 173, 183, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976); <i>see also </i><i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 834, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994). This includes not only physical torture, but any punishment incompatible with \"the evolving standards of decency that mark the progress of a maturing society.\" <i>Trop v. Dulles,</i> <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1958); <i>see also </i><i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 102-03, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976).</p>\n<p>In <i>Spain,</i> the court stated that \"regular outdoor exercise is extremely important to the psychological and physical well being of the inmates.\" <i>Spain,</i> 600 F.2d at 199. Although courts have recognized that prison administrators may need, on occasion, to briefly deprive an inmate of outdoor exercise due to logistical problems, a longterm deprivation, even due to practical difficulties, may constitute cruel and unusual punishment under the Eighth Amendment. <i>Allen v. Sakai,</i> <span class=\"citation\" data-id=\"690333\"><a href=\"/opinion/690333/john-allen-terry-smith-v-ted-sakai-harold-falk-john-cabral-clayton-frank/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1082</span></a></span>, 1088 (9th Cir.1995). To assert an Eighth Amendment claim for deprivation of humane conditions of confinement, a prisoner must satisfy two requirements, one of which is objective and the other of which is subjective. <i>Farmer,</i> 511 U.S. at 834, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>; <i>Allen,</i> 48 F.3d at 1087.</p>\n<p>\"Under the objective requirement, the prison official's acts or omissions must deprive an inmate of `the minimal civilized measure of life's necessities.'\" <i>Allen,</i> 48 F.3d at 1087 (citation omitted). A prisoner meets the objective requirement by alleging the deprivation of what courts have defined as a basic human need. <i>Id.</i> at 1088.</p>\n<p>The subjective requirement, relating to the prison official's state of mind, requires \"deliberate indifference.\" <i>Id.</i> at 1087. \"Deliberate indifference\" exists when a prison official \"knows of and disregards an excessive risk to inmate health or safety; the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\" <i>Farmer,</i> 511 U.S. at 837, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>. Finally, the court must analyze each claimed violation in light of these requirements, for Eighth Amendment violations may not be based on the \"totality of conditions\" at a prison. <i>Hoptowit,</i> 682 F.2d at 1246-47.</p>\n<p></p>\n<h2>1. Objective Requirement</h2>\n<p>Plaintiff contends that outdoor exercise constitutes \"a basic human need\" and Defendants, by denying him outdoor exercise for 39 days, deprived him of this need. FAC at 3. Defendants contend that Plaintiff has not sufficiently alleged the objective element of an Eighth Amendment claim because his alleged deprivation resulted from a lockdown of the entire general population triggered by multiple inmate attempted murders of prison staff. Defs.' Mem. (Woodford &amp; Janda) at 10-13; (Bourland) at 11-13; (Giurbino) at 11-13.</p>\n<p>In <i>Hayward v. Procunier</i><i>,</i> the case upon which Defendants primarily rely, the court acknowledged that when a lockdown is instituted in response to a genuine emergency, decisions regarding when and how to provide for outdoor exercise \"are delicate ones, and those charged with them must be given reasonable leeway.\" <i>Hayward v. Procunier,</i> <span class=\"citation\" data-id=\"381859\"><a href=\"/opinion/381859/art-hayward-jr-michael-mcnabb-and-morris-l-brown-v-raymond-k/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span>, 603 (9th Cir. 1980). Plaintiff, on the other hand, cites to, <i>inter alia, </i><i>Lopez v. Smith</i> and <i>Allen v. Sakai</i><i>.</i> In <i>Lopez,</i> the Ninth Circuit found that a complete denial of exercise lasting 6-1/2 weeks (i.e., 46 days) was sufficient to invoke Eighth Amendment protection. <i>Lopez,</i> 203 F.3d at 1133. In <i>Allen,</i> the Ninth Circuit found that permitting inmates only 45 minutes of outdoor exercise per week over a 6 week period (i.e., 42 days) was also sufficient to meet the objective element of an Eighth Amendment claim. <i>Allen,</i> 48 F.3d at 1086-87.</p>\n<p>In Defendants' view, cases which involve a lockdown situation should be distinguished from those which do not. Defendants accordingly ask the Court to disregard <i>Allen</i> and <i>Lopez</i> on the basis that the periods of deprivation of outdoor exercise in those cases did not arise in response to an emergency lockdown situation. Defs.' Mem. (Woodford &amp; Janda) at 12; (Bourland) at 12; (Giurbino) at 13. The Court declines to do so. Defendants have cited no authority supporting their argument that an emergency lockdown situation excuses the deprivation of what the courts have found to be a \"basic human need\" under the objective component of an Eighth Amendment claim. <i>See </i><i>Allen,</i> 48 F.3d at 1088. Although the Ninth Circuit found the 28 day deprivation in <i>Hayward</i> did not cross the Eighth Amendment line because of an emergency lockdown situation, the court did not make a finding that the claim did not meet the objective component. <i>Hayward,</i> 629 F.2d at 603. Moreover, <i>Hayward</i> is distinguishable as the plaintiffs in that case were permitted outdoor exercise within a month after the imposition of the lockdown. <i>Id.</i> The same is not true here, if Plaintiff's allegations are accepted as true.</p>\n<p>Plaintiff alleges a deprivation of outdoor exercise of 39 days. Though the 39 day deprivation is less than the 42 and 46 day deprivations found to invoke Eighth Amendment protection in <i>Allen</i> and <i>Lopez,</i> neither <i>Allen, Lopez,</i> nor any other case suggests that a 42 or 46 day deprivation constitutes the minimum amount of time required to invoke Eighth Amendment protection, and the Court declines to apply a bright line test requiring that minimum duration. The Court finds that Plaintiff's alleged deprivation is sufficiently close in duration to the deprivations in both <i>Allen</i> and <i>Lopez</i> that Eighth Amendment protection may be invoked. Accordingly, the Court concludes that Plaintiff has sufficiently alleged the objective element of an Eighth Amendment claim.</p>\n<p></p>\n<h2>2. Subjective Requirement</h2>\n<p>Defendants also argue that Plaintiff has not established the subjective component of an Eighth Amendment claim. As set forth above, the subjective component requires \"deliberate indifference.\" <i>Allen,</i> 48 F.3d at 1087. Deliberate indifference is found when a prison official knows of and disregards an excessive risk to inmate health or safety. <i>Farmer,</i> 511 U.S. at 837, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>. The Court shall discuss the subjective component as to each Defendant in turn.</p>\n<p></p>\n<h2>a. Defendant Woodford</h2>\n<p>Plaintiff alleges that Defendant Woodford, as Director of California State Prisons during the relevant time period between November 7, 2005 and December 16, 2005, was responsible for Plaintiff's deprivation of outdoor exercise because \"she had to approve the deprivation period.\" FAC at 2. Defendant Woodford argues that the subjective requirement is not satisfied because Plaintiff makes no allegations that the lockdown or deprivation was directed at him, or that she acted with deliberate indifference toward Plaintiff. Woodford contends instead that she acted in accordance with an emergency situation triggered by multiple attempted murders of staff by inmates. Defs.' Mem. (Woodford &amp; Janda) at 14-15.</p>\n<p>Defendant Woodford fails to cite any authority supporting her position that the subjective element is only satisfied when the deprivation is targeted at a specific inmate, and the Court declines to draw this conclusion. The inquiry under the subjective requirement is whether the Defendant knew of and disregarded an excessive risk to Plaintiffs health or safety specifically, whether Defendant knew that the lack of outdoor exercise alleged by Plaintiff presented an excessive risk to Plaintiff's health or safety. Defendant Woodford's suggestion that the subjective element can only be met if the lockdown or deprivation was targeted at a specific inmate thus misses the point. Plaintiff need not allege that the deprivation was directed at him in order to satisfy the subjective requirement. Rather, he need only allege that Defendant acted with deliberate indifference. Turning to this issue, Defendant Woodford argues that because the lockdown was in response to investigating and preventing further potentially deadly prison violence, she cannot be found to have acted with the requisite state of mind. In support of her argument, Defendant Woodford cites to the cases of <i>Hurd v. Garcia</i> and <i>Hayes v. Garcia</i><i>,</i> in which courts in this district found that 5 and 10 month deprivations of outdoor exercise did not meet the subjective component when the deprivations were initiated for the primary purpose of responding to, investigating and preventing prison violence. <i>See </i><i>Hayes v. Garcia,</i> <span class=\"citation\" data-id=\"2349100\"><a href=\"/opinion/2349100/hayes-v-garcia/\"><span class=\"volume\">461</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1198</span></a></span>, 1207-08 (S.D.Cal.2006); <i>see also </i><i>Hurd v. Garcia,</i> <span class=\"citation\" data-id=\"2317091\"><a href=\"/opinion/2317091/hurd-v-garcia/\"><span class=\"volume\">454</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1032</span></a></span>, 1044 (S.D.Cal. 2006).</p>\n<p>This Court recognizes that in some circumstances, an emergency lockdown situation may justify a deprivation of outdoor exercise and may lead to a finding that the subjective requirement of an Eighth Amendment claim has not been met. However, the courts in <i>Hurd</i> and <i>Hayes</i> made their findings on <i>motions for summary judgment,</i> and only after the plaintiffs failed to set forth evidence of deliberate indifference. <i>Hurd,</i> 454 F.Supp.2d at 1043; <i>Hayes,</i> 461, F.Supp.2d at 1207. On a motion to dismiss, the court must accept as true all material allegations in the complaint, as well as reasonable inferences to be drawn from them, and must construe the complaint in the light most favorable to the plaintiff. <i>NL Indus.,</i> 792 F.2d at 898; <i>Parks Sch. of Bus.,</i> 51 F.3d at 1484. Here, Plaintiff alleges the lockdown was not in response to an emergency situation or for penological reasons, but rather was implemented to punish him and was \"utilize[d] as a deterrent to future staff assaults by subjecting inmates to such extreme suffering[] that they would dread another lockdown.\" FAC at 5, 7. As to Defendant Woodford specifically, Plaintiff alleges that she, as Director of California State Prisons, approved the deprivation period. Reading the pleadings liberally, Plaintiff has adequately alleged that Defendant Woodford acted with deliberate indifference because she approved the deprivation period and knew that the lack of outdoor exercise presented a risk to Plaintiff's health and safety. Plaintiff is entitled to offer evidence to support his claims.</p>\n<p></p>\n<h2>b. Defendants Janda and Bourland</h2>\n<p>Plaintiff alleges that Defendants Janda and Bourland, as Associate Warden and Chief Deputy Warden of Calipatria between November 7, 2005 and December 16, 2005, respectively, were responsible for Plaintiffs deprivation because both Defendants were made aware of the deprivation through his CDC Form 602 grievance, and because both Defendants could have provided him with outdoor exercise. FAC at 2. Defendants Janda and Bourland, like Defendant Woodford, contend that the subjective requirement cannot be established when the lockdown and resultant deprivation of outdoor exercise were instituted in response to an emergency situation. Defs.' Mem. (Woodford &amp; Janda) at 16; (Bourland) at 13-16. As discussed above, the Court finds this argument unconvincing at this stage in the case.</p>\n<p>Defendants Janda and Bourland also argue that by Plaintiffs own pleading, they had no authority to override the state of emergency and provide Plaintiff with outdoor exercise opportunities since Defendant Woodford had to approve the lockdown. Defs.' Mem. (Woodford &amp; Janda) at 16; (Bourland) at 13-16. Neither defendant, however, has established that Plaintiff, by his own pleading, concedes that Janda and Bourland had no authority to override the state of emergency and provide Plaintiff with outdoor exercise. Defs.' Mem. (Woodford &amp; Janda) at 16; (Bourland) at 16. To the contrary, Plaintiff has specifically alleged that Defendants Janda and Bourland were both made aware of his deprivation of outdoor exercise through his CDC Form 602 grievance and that both defendants could have provided him with outdoor exercise opportunities. FAC at 2. Reading the pleadings liberally, the Court finds that Plaintiff has sufficiently alleged that Defendants Janda and Bourland acted with deliberate indifference because they knew of Plaintiffs deprivation of outdoor exercise and the risk the deprivation presented to Plaintiffs health and safety, and that they could have provided Plaintiff with outdoor exercise opportunities but failed to do so.</p>\n<p></p>\n<h2>c. Defendant Giurbino</h2>\n<p>Plaintiff alleges that Defendant Giurbino, as Warden of Calipatria between November 7, 2005 and December 16, 2005, was responsible for Plaintiffs deprivation because he was responsible for Plaintiffs custody, treatment, and discipline, and because he had to approve the lockdown. FAC at 5. Like the other three defendants, Giurbino argues that the subjective component cannot be satisfied because the deprivation was in response to an emergency situation. The Court finds this argument unconvincing for the same reasons set forth above.</p>\n<p>Defendant Giurbino further argues that because the deprivation of outdoor exercise had to be approved by Defendant Woodford in her capacity as Director of Prisons, he cannot be found to have acted with the requisite state of mind, particularly because the lockdown was not instituted without oversight. Def.'s Mem. (Giurbino) at 14-16. Plaintiff has alleged, however, that Defendant Giurbino, in addition to Defendant Woodford, had to approve the lockdown and deprivation period. FAC at 5. Reading the pleadings liberally, the Court finds Plaintiff has adequately alleged that Defendant Giurbino acted with deliberate indifference because he approved of the lockdown, knew that the lack of outdoor exercise presented a risk to Plaintiffs health and safety, and could have provided Plaintiff with outdoor exercise opportunities, but failed to do so.</p>\n<p>The Court accordingly concludes that Plaintiff has made sufficient allegations to meet the subjective element of an Eighth Amendment claim as to all four defendants.</p>\n<p></p>\n<h2>C. Qualified Immunity</h2>\n<p>Defendants further contend that they are entitled to dismissal pursuant to Fed.R.Civ.P. 12(b)(6) based on their qualified immunity. The entitlement to qualified immunity \"is an immunity from suit rather than a mere defense to liability.\" <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985) (emphasis omitted). \"[Q]ualified immunity operates `to ensure that before they are subjected to suit, officers are on notice their conduct is unlawful.'\" <i>Hope v. Pelzer,</i> <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 739, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> <i>(citing </i><i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 206, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001)). The defense of qualified immunity protects \"government officials . . . from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).</p>\n<p></p>\n<h2>1. Step OneConstitutional Violation</h2>\n<p>The threshold question in a qualified immunity analysis is whether the plaintiffs allegations, if true, establish a constitutional violation. <i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>; <i>Jackson v. City of Bremerton,</i> <span class=\"citation\" data-id=\"775259\"><a href=\"/opinion/775259/jeannine-jackson-v-city-of-bremerton-paul-dufresne-police-chief-of/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">646</span></a></span>, 651 (9th Cir.2001); <i>Johnson v. County of Los Angeles,</i> <span class=\"citation\" data-id=\"783244\"><a href=\"/opinion/783244/james-johnson-iii-v-county-of-los-angeles-leroy-baca-terry-spindler/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">787</span></a></span>, 791 (9th Cir.2003) (noting that because qualified immunity is \"`an entitlement not to stand trial' ... courts, not juries, [must] settle the ultimate questions of qualified immunity\") <i>(quoting </i><i>Mitchell,</i> 472 U.S. at 526, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>). \"If no constitutional right would have been violated were the allegations established, there is no necessity for further inquiries concerning qualified immunity.\" <i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>; <i>see also </i><i>Haynie v. County of Los Angeles,</i> <span class=\"citation\" data-id=\"783135\"><a href=\"/opinion/783135/elgin-haynie-v-county-of-los-angeles-los-angeles-county-sheriff-lee-baca/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1071</span></a></span>, 1078 (9th Cir.2003).</p>\n<p>As discussed above, the Court has found, taking the facts alleged in the Complaint in the light most favorable to Plaintiff, that Plaintiff has adequately alleged an Eighth Amendment claim against Defendants for denying him any outdoor exercise for a period of 39 days. Accordingly, because Plaintiff's allegations survive the first prong of qualified immunity analysis, the Court must turn to the next inquiry.</p>\n<p></p>\n<h2>2. Step TwoClearly Established Law</h2>\n<p>If a constitutional violation could be made out on a favorable view of Plaintiffs allegations, \"the next, sequential step is to ask whether the right was clearly established.\" <i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. \"The relevant, dispositive inquiry in determining whether a right is clearly established is whether it would be clear to a reasonable officer that his conduct was unlawful in the situation he confronted.\" <i>Id.</i> at 202, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. \"If the law did not put the officer on notice that his conduct would be clearly unlawful,\" a finding of qualified immunity is appropriate, as \"qualified immunity protects `all but the plainly incompetent or those who knowingly violate the law'.\" <i>Id. (citing </i><i>Malley v. Briggs,</i> <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1986)).</p>\n<p>Here, Plaintiff alleges denial of any outdoor exercise for 39 days as a result of Defendants' conduct. Defendants argue that there is no clearly established right to outdoor exercise under the specific facts of this case. Defs.' Mem. (Woodford &amp; Janda) at 16-18; (Giurbino) at 16-18; (Bourland) at 16-18. Specifically, Defendants contend that \"the call is so close\" as to whether a right to outdoor exercise existed under the facts of this case that it cannot be said to have been clearly established. <i>Id.</i> They also argue that there is a \"void\" in authority addressing the deprivation of outdoor exercise during a period between 28 and 42 days, and ask the Court to consider the difference between normal prison operations and an emergency lockdown situation. <i>Id.</i></p>\n<p>Under <i>Saucier,</i> it is not required that \"courts must have agreed upon the precise formulation of the standard.\" <i>Saucier,</i> 533 U.S. at 202, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. Rather, so long as various courts have found that certain conduct is a constitutional violation \"under facts not distinguishable in a fair way from the facts presented in the case at hand,\" an officer is not entitled to qualified immunity. <i>Id.</i> at 202-03, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>. <i>See also </i><i>Hope,</i> 536 U.S. at 739, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span> (\"This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful . . . but it is to say that in the light of pre-existing law the unlawfulness must be apparent[]\" (citations omitted)). It is also recognized that officers may make reasonable mistakes as to the legal restraints on particular conduct. \"If the officer's mistake as to what the law requires is reasonable, however, the officer is entitled to the immunity defense.\" <i>Saucier,</i> 533 U.S. at 205, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>.</p>\n<p>The critical inquiry here is whether reasonable prison officials in Defendants' positions would have believed that depriving Plaintiff of outdoor exercise for 39 days was constitutionally permissible. Stated differently, the Court must determine whether Defendants were on \"fair warning\" that their alleged treatment of Plaintiff was unconstitutional. <i>See </i><i>Hope,</i> 536 U.S. at 741, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>. The Court finds that it was clearly established in 2005, when the deprivation allegedly occurred, that the denial of outdoor exercise for prison inmates for an extended period of time was a violation of the Eighth Amendment. <i>See </i><i>Spain,</i> 600 F.2d at 199; <i>Allen,</i> 48 F.3d at 1088; <i>Keenan v. Hall,</i> <span class=\"citation\" data-id=\"718273\"><a href=\"/opinion/718273/96-cal-daily-op-serv-3261-96-daily-journal-dar-5331-charles-m/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1083</span></a></span>, 1089-90. Although these cases do not involve precisely the same facts as those present here, they provided Defendants with fair warning concerning their conduct. \"[O]fficials can still be on notice that their conduct violates established law even in novel factual circumstances.\" <i>Hope,</i> 536 U.S. at 741, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>.</p>\n<p>The Court concludes that, notwithstanding the lockdown, any reasonable official in Defendants' positions would have understood that the denial of outdoor exercise for an extended period of time was unconstitutional. The Eighth Amendment may be violated even in a lockdown situation. <i>See, e.g., </i><i>Hayward,</i> 629 F.2d at 603 (examining conditions imposed during an emergency lockdown to determine whether they crossed the Eighth Amendment line). Furthermore, as discussed above, Plaintiff does <i>not</i> allege that the deprivation was a response to an emergency situation or that it was due to penological reasons. Rather, he alleges it was implemented to punish him and to inflict \"extreme suffering\" upon the inmates. FAC at 5, 7.</p>\n<p>Finally, although Defendants Janda and Bourland advance the additional argument that reasonable officers in their positions would not know they had a \"duty to usurp the authority of the Director of California State Prisons, ignore the confines of the lockdown, and thereby provide inmates with outdoor exercise,\" they provide absolutely no authority supporting their position.</p>\n<p>For the foregoing reasons, the Court recommends that Defendants' Motion to Dismiss Plaintiff's First Amended Complaint on qualified immunity grounds be DENIED.</p>\n<p></p>\n<h2>III. DEFENDANT RUTLEDGE</h2>\n<p>The original Complaint in this case set forth two claims: an Eighth Amendment claim against Woodford, Bourland, Giurbino and Janda, and a Fourteenth Amendment claim against Torres and Rutledge. Compl. [Doc. No. 1] at 1-2. After the Court dismissed Plaintiff's original complaint without prejudice (<i>see</i> Mar. 15, 2007 Order, Doc. No. 8), Plaintiff filed a First Amended Complaint, which is presently the operative pleading in this case. The First Amended Complaint sets forth two claims: again, an Eighth Amendment claim against Woodford, Bourland, Giurbino and Janda (referred to by Plaintiff in the FAC as \"Ground One\"), and a First Amendment claim against Torres (referred to by Plaintiff in the FAC as \"Ground Two\"). FAC at 1-14. Plaintiff explicitly states that he \"names no other defendant as to Ground Two.\" <i>Id.</i> at 9. Although Plaintiff refers to Rutledge in the supporting facts relating to his First Amendment claim (<i>see id.</i> at 8, 10), it appears that Plaintiff did not intend that he be named as a defendant.</p>\n<p>The Court's March 15, 2007 order dismissing Plaintiff's original Complaint expressly warned Plaintiff that his First Amended Complaint \"must be complete in itself without reference to the superseded pleading,\" and that \"[defendants not named and all claims not re-alleged in the Amended Complaint will be deemed to have been waived.\" Mar. 15, 2007 Order at 9. Accordingly, because Defendant Rutledge is not named as a defendant in the FAC, the Court recommends that any claims against him be dismissed and that his status be reflected as \"terminated\" on the Court's docket.</p>\n<p></p>\n<h2>IV. CONCLUSION AND RECOMMENDATION</h2>\n<p>For the reasons set forth above, this Court recommends that the District Judge issue an Order:</p>\n<p>1. DENYING Defendants' Motions to Dismiss Plaintiff's Eighth Amendment claim;</p>\n<p>2. DENYING Defendants' Motions to Dismiss on qualified immunity grounds; and</p>\n<p>3. DISMISSING any claims against Defendant Rutledge.</p>\n<p>This report and recommendation will be submitted to the Honorable William Q. Hayes, United States District Judge assigned to this case, pursuant to the provisions of 28 U.S.C. § 636(b)(1). Any party may file written objections with the Court and serve a copy on all parties on or before <i>July 18, 2008.</i> The document should be captioned \"Objections to Report and Recommendation.\" Any reply to the Objections shall be served and filed on or before <i>August 8, 2008.</i> The parties are advised that failure to file objections within the specified time may waive the right to appeal the district court's order. <i>Martinez v. Ylst,</i> <span class=\"citation\" data-id=\"574000\"><a href=\"/opinion/574000/gilbert-b-martinez-v-eddie-ylst-superintendent-california-medical/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span> (9th Cir.1991).</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff filed oppositions to the motions brought by Defendants Woodford, Janda, and Giurbino, but did not file an opposition to the motion brought by Defendant Bourland.</p>\n<p>[2]  Unless otherwise noted, page number references used by the Court herein refer to the numbers printed by the Court's docketing system, located at the top of each page.</p>\n<p>[3]  Plaintiff has since been relocated again and is currently incarcerated at California State Prison, Corcoran.</p>\n<p>[4]  Defendants note that according to the FAC, Plaintiff was transferred to the Administrative Segregation Unit on December 10, 2005, resulting in a deprivation of outdoor exercise of only 33 days which can be attributed to the lockdown. Defs.' Mem. (Woodford &amp; Janda) at 6 n. 2; (Giurbino) at 7 n. 1; (Bourland) at 6 n. 2 (citing FAC at 8-11). However, because Plaintiff does not allege that the lockdown did <i>not</i> affect outdoor exercise in the Administrative Segregation Unit, this Court will conduct its analysis using the 39 day period alleged in the Complaint.</p>\n<p>[5]  Plaintiff also alleges a separate claim for violation of his First Amendment rights against Defendant Torres. Defendant Torres has not yet been served. Thus, this Report and Recommendation does not address the claim against him.</p>\n<p>[6]  Plaintiff has attached copies of his Appeal Form, Second Level Appeal Response, and Director's Level Appeal Decision to his FAC. <i>See</i> FAC at 21-26. Plaintiff has not attached a copy of the denial of his original Form 602 grievance.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/381859/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/401004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/435097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/501771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/574000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/690333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/693410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775259/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2317091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2349100/"
          ]
        }
      ],
      "judges": "Hayes",
      "date_created": "2014-10-30T23:39:59.128123Z",
      "date_modified": "2014-10-30T23:39:59.128123Z",
      "date_filed": "2008-09-05",
      "date_filed_is_approximate": false,
      "slug": "norwood-v-woodford",
      "citation_id": 2472132,
      "case_name_short": "Norwood",
      "case_name": "Norwood v. Woodford",
      "case_name_full": "",
      "federal_cite_one": "583 F. Supp. 2d 1200",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2366755/norwood-v-woodford/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:39:59.125685Z",
  "date_modified": "2014-10-30T23:39:59.125685Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Norwood",
  "case_name": "Norwood v. Woodford",
  "case_name_full": "",
  "slug": "norwood-v-woodford",
  "docket_number": "07cv57 WQH (JMA)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}