{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2367665/",
  "id": 2367665,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cand/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2500268/",
      "id": 2500268,
      "absolute_url": "/opinion/2500268/stewart-v-alameida/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2367665/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2500268/",
          "id": 2500268,
          "absolute_url": "/opinion/2500268/stewart-v-alameida/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2500268/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3350/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:58:10.436232Z",
          "date_modified": "2017-04-10T09:09:37.006866Z",
          "type": "010combined",
          "sha1": "35d67950da622719153cd3647fb4c9536466c6c0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>418 F.Supp.2d 1154 (2006)</b></center>\n<center><h1>Richard STEWART, Plaintiff,<br>\nv.<br>\nEdward J ALAMEIDA, Jr, et al, Defendants.</h1></center>\n<center>No. C-03-4021 VRW.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>February 20, 2006.</center>\n<p><span class=\"star-pagination\">*1155</span> <span class=\"star-pagination\">*1156</span> <span class=\"star-pagination\">*1157</span> <span class=\"star-pagination\">*1158</span> <span class=\"star-pagination\">*1159</span> Charles Francis-Antonio Carbone, Law Offices of Charles Carbone, San Francisco, CA, for Plaintiff.</p>\n<p>Austin Jacobs Cattermole, Attorney General's Office, San Francisco, CA, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>WALKER, Chief Judge.</p>\n<p>Inmate Richard Stewart brings this action against California corrections officials Edward J Alameida, Jr, Steven Moore and J S Woodford (collectively \"defendants\"), asserting claims under 42 USC § 1983 for violations of his rights under the First and Fourteenth Amendments. Doc. # 1 (Compl). Stewart claims that his validation as a gang associate has kept him in San Quentin's Adjustment Center, also known as the Security Housing Unit (\"SHU\"), in violation of his constitutional rights.</p>\n<p>Although defendants initially moved to dismiss the complaint pursuant to FRCP 12(b)(1) or, alternatively, for summary judgment on all claims pursuant to FRCP 56(c), Doc. # 11, defendants have since withdrawn their argument that the court lacks subject matter jurisdiction, Doc. # 25 at 2. For reasons discussed below, defendants' motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>I</h2>\n<p>As a consequence of being convicted for three counts of first degree murder, Stewart has been in the custody of the California Department of Corrections and Rehabilitation (CDCR) since May 1991. At all times relevant to this case, Stewart was incarcerated at San Quentin. Doc. # 12 (Cattermole Decl.), Ex. C, AGO-153. All condemned prisoners<sup>[1]</sup> at San Quentin are classified by the Inmate Classification Committee (\"ICC\") as either \"Grade A\" or \"Grade B.\" Grade B prisoners are viewed as a threat to prison safety and are typically housed in San Quentin's Adjustment Center, also known as the Security Housing Unit (\"SHU\").</p>\n<p>Based on Stewart's episodes of violence at Contra Costa County Prison prior to his transfer to San Quentin, ICC initially classified Stewart as Grade B. <i>Id.,</i> Ex. G, AGO-258. During his time in prison, Stewart has been found guilty of \"flooding\" his cell, \"possession of an inmate manufactured weapon,\" \"battery on a peace officer\" and a \"stabbing assault on an inmate.\" <i>Id.,</i> Ex. F, AGO-188, AGO-178, AGO-180, AGO-184. Because of these episodes Stewart has, with one documented exception, consistently been classified as Grade B and housed in the SHU. <i>Id.,</i> Ex. D. Stewart was briefly reclassified as Grade A on January 27, 1994, based on his clean disciplinary record during the preceding six months. <i>Id.,</i> Ex. G, AGO-251. Two days later Stewart was involved in a fight with another inmate that led to his being found guilty of the aforementioned stabbing assault charge. <i>Id.,</i> Ex. F, AGO-184. On February 3, 1994, the ICC reclassified Stewart as Grade B. <i>Id.,</i> Ex. G, AGO-247. Stewart has remained discipline-free since 1994, and has requested reassignment to Grade A housing on multiple occasions.</p>\n<p>One basis for confining an inmate to the SHU is \"validation\" as a member or associate of a prison gang. 15 Cal Code Regs, tit 15, § 3341.5(c)(2)(A)(2). Institutional Gang Investigators (\"IGIs\") are charged with investigating inmates suspected of gang affiliation. Once an IGI believes there is sufficient evidence to validate an <span class=\"star-pagination\">*1160</span> inmate as a member or associate of a prison gang, the IGI submits a gang validation package to the Law Enforcement and Investigations Unit (\"LEIU\") for final validation.</p>\n<p>At a hearing before the Unit Classification Committee (\"UCC\") in November 2001, Stewart requested that he be reclassified as Grade A. UCC denied Stewart's request and referred him to the IGI \"for a review and determination of his possible gang status.\" Cattermole Decl., Ex. J, AGO-214; see also <i>id.</i> Ex. G, AGO-287. On March 24, 2002, Stewart filed an inmate appeal contesting his continued Grade B classification. <i>Id.,</i> Ex. J, AGO-287. Stewart complained that he had not yet undergone IGI review despite ICC's November 2001 order referring his case to the IGI. Understanding that he could not be reclassified until his possible gang affiliation had been investigated, Stewart requested that such review be completed within thirty days. <i>Id.</i> Warden Woodford's response to Stewart's appeal stated that Stewart had been interviewed by Lieutenant Munoz regarding his gang status, although it is not clear from the record when this interview occurred or whether Lieutenant Munoz was an IGI. See <i>id.,</i> AGO-295. Woodford ordered that Stewart be reviewed by the ICC upon completion of the IGI investigation. <i>Id.</i></p>\n<p>On April 30, 2002, Assistant IGI M Francis reviewed Stewart's central file and interviewed Stewart. <i>Id.,</i> Ex. E, AGO-164. Although Stewart does not appear to dispute that this interview took place, Stewart maintains he was not provided sufficient notice prior to that time that he was being investigated for possible gang validation. See Doc. # 21 (Opp.) at 8. According to the form CDC 128-B completed by Francis, Stewart \"was interviewed regarding his gang status, and stated he is not Aryan Brotherhood and never has been.\" Cattermole Decl., Ex. E, AGO-164. Following Francis's investigation, IGI Lieutenant K Brandon forwarded to LEIU a gang validation package containing ten items evidencing Stewart's gang association. <i>Id.</i> On May 31, 2002, LEIU agent D T Hawkes reviewed the gang validation package, concluded that four of the ten pieces of evidence met validation criteria and formally validated Stewart as an AB associate. <i>Id.,</i> AGO-165. The four pieces of evidence that met validation criteria consisted of a confidential memorandum regarding an interview with a confidential informant who identified Stewart as an AB associate, two group photographs in which Stewart was posing with validated AB associates and a piece of outgoing inmate correspondence containing a third group photograph. <i>Id.</i></p>\n<p>Stewart's sworn affidavit states that \"[o]n or before May 31, 2002, [he] was never informed that prison authorities were investigating and deciding whether to validate [him] as a gang member\" and was never asked to \"offer [his] views\" as to evidence allegedly indicating his gang membership. Opp., Ex. A, ¶¶ 4-5.</p>\n<p>At a hearing on June 6, 2002, ICC decided to continue Stewart's Grade B classification based on his gang validation. Cattermole Decl., Ex. G, AGO-209. Stewart refused to attend this hearing. <i>Id.</i> On July 2, 2002, Stewart filed an inmate appeal challenging his gang validation and the evidence upon which it was based. <i>Id.,</i> Ex. J, AGO-298. On August 30, 2002, IGI Lieutenant Brandon interviewed Stewart in connection with his appeal. <i>Id.,</i> AGO-300. Stewart's second level appeal was denied by Warden Woodford on October 9, 2002. <i>Id.,</i> Ex. J, AGO-302. Stewart's third and final formal administrative appeal was denied by CDCR on February 25, 2003. <i>Id.,</i> AGO-306.</p>\n<p>Having exhausted his administrative remedies, Stewart filed a complaint in this <span class=\"star-pagination\">*1161</span> court, which asserts three claims. Stewart's first claim alleges that his validation as a gang associate violates his right of association under the First and Fourteenth Amendments. Second, Stewart claims that he was not provided with sufficient notice and an opportunity to present his views in connection with his gang validation. Third, Stewart claims that his gang validation rested upon an insufficient evidentiary basis.</p>\n<p></p>\n<h2>II</h2>\n<p>In reviewing a motion for summary judgment, the court must determine whether genuine issues of material fact exist, resolving any doubt in favor of the party opposing the motion. \"[S]ummary judgment will not lie if the dispute about a material fact is `genuine,' that is, if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). \"Only disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment.\" <i>Id.</i> And the burden of establishing the absence of a genuine issue of material fact lies with the moving party. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Summary judgment is granted only if the moving party is entitled to judgment as a matter of law. FRCP 56(c).</p>\n<p>The nonmoving party may not simply rely on the pleadings, however, but must produce significant probative evidence, by affidavit or as otherwise provided in FRCP 56, supporting its claim that a genuine issue of material fact exists. <i>TW Elec. Serv. v. Pacific Elec. Contractors Ass'n,</i> 809 F.2d 626, 630 (9th Cir.1987). The evidence presented by the nonmoving party \"is to be believed, and all justifiable inferences are to be drawn in his favor.\" <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. 2505. \"[T]he judge's function is not himself to weigh the evidence and determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Id.</i> at 249, 106 S.Ct. 2505.</p>\n<p>The evidence presented by both parties must be admissible. FRCP 56(e). Conclusory, speculative testimony in affidavits and moving papers is insufficient to raise genuine issues of fact and defeat summary judgment. <i>Thornhill Publishing Co., Inc. v. GTE Corp.,</i> 594 F.2d 730, 738 (9th Cir. 1979). Hearsay statements in affidavits are inadmissible. <i>Japan Telecom, Inc. v. Japan Telecom America Inc.,</i> 287 F.3d 866, 875 n. 1 (9th Cir.2002).</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>Stewart claims that by validating an individual as a gang associate solely on the basis of \"simple association\" with other validated gang associates, CDCR is violating Stewart's constitutionally protected right to associate freely with others. Stewart acknowledges that associational rights are not afforded the same level of protection in the prison environment as they are in free society. Nevertheless, Stewart contends, to the extent CDCR policy permits gang validation decisions to be based solely on simple association, that policy is impermissibly vague, giving too much discretion to prison officials making gang validation decisions and too little notice to prisoners of what conduct might result in validation as a gang associate. To be clear, Stewart is not complaining that he is less able to associate freely as a consequence of his gang validation. Cf. <i>Westefer v. Snyder,</i> 422 F.3d 570, 574-75 (7th Cir.2005) (holding that inmates have no First Amendment right to belong to a gang). Rather, Stewart challenges CDCR's practice of validating inmates as gang associates based on their \"social association <span class=\"star-pagination\">*1162</span> with persons categorized as gang associates.\" Compl ¶ 30.</p>\n<p>At oral argument, counsel for Stewart clarified that his challenge is directed at Cal Code Regs, tit 15, § 3378(c)(8). Subdivision (D) provides that gang validation may be based upon \"[i]ndividual or group photographs with gang connotations such as those which include insignia, symbols, or validated gang affiliates.\" Subdivision (G) provides that gang validation may be based upon \"[i]nformation related to the inmate/parolee's association with validated gang affiliates.\"</p>\n<p></p>\n<h2>B</h2>\n<p>With some exceptions that do not apply here, whether a prison regulation impermissibly impinges on the constitutional rights of inmates is governed by the analysis set forth in <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987). The ultimate question under <i>Turner</i> is whether the regulation is \"reasonably related to legitimate penological interests.\" <i>Id.</i> at 89, 107 S.Ct. 2254. The Supreme Court recently had occasion to limit <i>Turner</i> in <i>Johnson v. California,</i> 543 U.S. 499, 125 S.Ct. 1141, 160 L.Ed.2d 949 (2005). In <i>Johnson,</i> the Court held that prison regulations involving racial classifications should be subjected to strict scrutiny. The Court, however, appeared to reaffirm the application of <i>Turner's</i> reasonable relationship analysis to \"rights that are inconsistent with proper incarceration,\" \"including restrictions on freedom of association.\" <i>Id.</i> at 1149 (internal quotations omitted). Further, the Court recently applied <i>Turner</i> to claims for alleged violations of the associational rights of inmates. See <i>Overton v. Bazzetta,</i> 539 U.S. 126, 123 S.Ct. 2162, 156 L.Ed.2d 162 (2003).</p>\n<p>The allegation that CDCR's policies are vague and overbroad does not render <i>Turner</i> inapplicable. See <i>Bahrampour v. Lampert,</i> 356 F.3d 969, 975 (9th Cir.2004) (implicitly rejecting plaintiff's argument \"that claims of vagueness and overbreadth must be considered separately from the requirement that prison regulations must be reasonably related to legitimate penological interests\" (internal quotations omitted)). Accordingly, the court is satisfied that <i>Turner's</i> analysis applies to Stewart's first claim.</p>\n<p>Before considering whether the regulation is reasonably related to a valid penological interest, the Ninth Circuit has instructed that courts should first determine whether the asserted right is fundamentally inconsistent with incarceration. \"If so, this ends [the] inquiry.\" <i>Gerber v. Hickman,</i> 291 F.3d 617, 620 (9th Cir.2002) (concluding that \"[d]uring the period of confinement in prison, the right of intimate association * * * is necessarily abridged\"). Since that time, however (and in the context of claims based on associational rights), the Supreme Court has proceeded to consider the reasonableness of a regulation without first determining whether the asserted right survives incarceration. See <i>Overton,</i> 539 U.S. at 131-32, 123 S.Ct. 2162 (taking this approach and noting that the Court took a similar approach in <i>Pell v. Procunier,</i> 417 U.S. 817, 94 S.Ct. 2800, 41 L.Ed.2d 495 (1974)).</p>\n<p>Following the Supreme Court's lead, the court finds it appropriate to analyze the reasonableness of the challenged regulations without deciding whether Stewart's asserted right survived his incarceration. That does not mean, however, that the compatibility (or lack thereof) between incarceration and the right asserted is irrelevant. For, as the Supreme Court has made clear, \"[p]erhaps the most obvious of the First Amendment rights that are necessarily curtailed by confinement are those associational rights that the First Amendment protects outside of prison <span class=\"star-pagination\">*1163</span> walls.\" <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> 433 U.S. 119, 125-26, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977); see also <i>Overton,</i> 539 U.S. at 131, 123 S.Ct. 2162 (\"The very object of imprisonment is confinement.\").</p>\n<p></p>\n<h2>C</h2>\n<p><i>Turner</i> prescribed four factors that courts should consider when determining the reasonableness of a prison regulation. First among these is whether there is a \"valid, rational connection\" between the challenged regulation and the governmental interest it purports to advance. <i>Turner,</i> 482 U.S, at 89, 107 S.Ct. 2254 (internal quotations omitted). Second, courts should consider whether there are alternative means of exercising the right. \"A third consideration is the impact accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally.\" <i>Id.</i> at 90, 107 S.Ct. 2254. Finally, <i>Turner</i> directs attention toward the existence of \"ready alternatives\" that accommodate prisoners' rights at little cost to valid penological objectives. <i>Id.</i> The court considers these factors in turn.</p>\n<p></p>\n<h2>1</h2>\n<p>The court first evaluates whether the challenged regulations bear a valid, rational connection to the penological interest they purportedly serve. Gang validation procedures promote institutional security, \"perhaps the most legitimate of penological goals,\" <i>Overton,</i> 539 U.S. at 133, 123 S.Ct. 2162, by allowing CDCR to identify and neutralize gang affiliates through sequestration or other means.</p>\n<p>Stewart concedes that institutional security is a legitimate penological interest, but nonetheless contends that it bears \"no rational connection to the prohibition of interpersonal association.\" Compl 31. This is so, according to Stewart, because \"in the absence of any evidence that he taken [sic] a loyalty oath to the gang or has participated in illegal activities on the gang's behalf,\" his association with members or associates of a prison gang \"does not establish that he poses a threat to institutional security, except by the drawing of inferences from the mere fact of his associations.\" <i>Id.</i></p>\n<p>The court disagrees. Simply put, there is a valid, rational connection between institutional security and regulations designed to isolate threats before their potential is realized. This nexus is not destroyed by the possibility that inferences might sometimes be a necessary substitute for direct evidence that often will not be available until institutional security has already been compromised. Indeed, it would be somewhat <i>irrational</i> to require evidence of illegallikely violentacts and still expect gang validation procedures to function as an effective security measure. The court concludes that the regulations bear a rational connection to the goal of institutional security.</p>\n<p></p>\n<h2>2</h2>\n<p>Next, the court assesses \"whether there are alternative means of exercising the right that remain open to prison inmates.\" <i>Turner,</i> 482 U.S. at 90, 107 S.Ct. 2254. Stewart argues that no alternatives exist because inmates may be validated on the basis of any form of communication with gang-classified individuals. In other words, Stewart argues that there are no alternative means of communicating with individuals validated as gang members or associates.</p>\n<p><i>Turner</i> is particularly instructive on this point. There, one of the challenged regulations barred correspondence between inmates at different institutions within the Missouri prison system. After noting that \"communication with other felons is a potential spur to criminal behavior,\" the <span class=\"star-pagination\">*1164</span> Court concluded that alternative means of expression existed because the regulation \"bar[red] communication only with a limited class of other people with whom prison officials [had] particular cause to be concernedinmates within the Missouri prison system.\" 482 U.S. at 92-93, 107 S.Ct. 2254.</p>\n<p>The regulations here do not create any consequences for associating with inmates who have not been validated as gang members or associates. Accordingly, the court finds that alternative means of engaging in harmless associations with inmates exist.</p>\n<p></p>\n<h2>3</h2>\n<p>Third, the court assesses \"the impact accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally.\" <i>Turner,</i> 482 U.S. at 90, 107 S.Ct. 2254. This is closely related to the fourth factor, which considers the existence or absence of ready alternatives capable of fully accommodating the prisoner's rights without significantly compromising valid penological interests. The court finds it appropriate to assess these two factors together.</p>\n<p>The Supreme Court recently elaborated upon the special problems posed by prison gangs:</p>\n<blockquote>Clandestine, organized, fueled by race-based hostility, and committed to fear and violence as a means of disciplining their own members and their rivals, gangs seek nothing less than to control prison life * * *. Murder of an inmate [or] a guard * * * is a common form of gang discipline and control, as well as a condition for membership in some gangs. Testifying against, or otherwise informing on, gang activities can invite one's own death sentence. It is worth noting in this regard that for prison gang members serving life sentences, some without the possibility of parole, the deterrent effects of ordinary criminal punishment may be substantially diminished.</blockquote>\n<p><i>Wilkinson v. Austin,</i> ___ U.S. ___, ___- ___, 125 S.Ct. 2384, 2396-97, 162 L.Ed.2d 174 (2005) (citations omitted).</p>\n<p>By limiting gang validation to individuals who have engaged in gang-related violence or other disruptive conduct, the challenge described by Justice Kennedy in the above-quoted passage would become all the more formidable. It would strip prison officials of a useful prophylactic in protecting against the security threat posed by gangsa threat that endangers inmates and correctional officers alike. The court simply cannot ignore a massive, gang-related prison riot that recently occurred at Wayside Prison in Castaic, California, which bears testament to this truth. And as Justice Kennedy observed, gang-related violence cannot easily be deterred by <i>ex post</i> sanctions. In the prison context, then, an ounce of prevention is worth a pound of deterrence. The court has little trouble concluding that full accommodation of the right asserted by Stewart would seriously hinder the objective of institutional security and compromise the safety of inmates and correctional officers.</p>\n<p></p>\n<h2>D</h2>\n<p>In sum, the court concludes that the regulations that are the subject of Stewart's first claim bear a reasonable relation to a valid penological interest. Summary judgment in favor of defendants on Stewart's first claim is accordingly GRANTED.</p>\n<p></p>\n<h2>IV</h2>\n<p>Stewart's second claim alleges that he was not provided notice and an opportunity to be heard prior to his gang validation in violation of the Due Process Clause of the Fourteenth Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1165</span> A</h2>\n<p>To invoke the protections of the Due Process Clause, a party must first establish that a protected liberty interest is at stake. E.g., <i>Wilkinson,</i> 125 S.Ct. at 2393. The Due Process Clause does not itself create a liberty interest in being free from administrative segregation. <i>Hewitt v. Helms,</i> 459 U.S. 460, 468, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983); <i>Toussaint v. McCarthy,</i> 801 F.2d 1080, 1091-92 (9th Cir.1986) (<i>\"Toussaint IV\"</i>). Accordingly, any liberty interest in being free from administrative segregation must be the creation of state law. <i>Smith v. Noonan,</i> 992 F.2d 987, 989 (9th Cir.1993). Liberty interests created by state law will generally be limited to freedom from restraint that `imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> 515 U.S. 472, 484, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995). Technically, <i>\"Sandin</i> requires a factual comparison between conditions in general population or administrative segregation (whichever is applicable) and disciplinary segregation, examining the hardship caused by the prisoner's challenged action in relation to the basic conditions of life as a prisoner.\" <i>Jackson v. Carey,</i> 353 F.3d 750, 755 (9th Cir.2003). Stewart's complaint alleges that confinement in the SHU imposes \"six significant hardships which are not typically endured by California prisoners\" and implicates \"four constitutionally protected liberty interests, which [Stewart] enjoys independently of the operation of state law.\" Compl ¶¶ 18-19. At oral argument, defendants assumed (without admitting) for purposes of their motion that confinement in the SHU implicates a liberty interest. The court will make the same assumption.</p>\n<p></p>\n<h2>B</h2>\n<p>The quantum of process that is constitutionally due to segregated inmates depends upon whether the segregation is punitive or administrative in nature. <i>Toussaint IV,</i> 801 F.2d at 1099. \"California's policy of assigning suspected gang affiliates to the [SHU] is not a disciplinary measure, but an administrative strategy designed to preserve order in the prison and protect the safety of all inmates.\" <i>Bruce v. Ylst,</i> 351 F.3d 1283, 1287 (9th Cir.2003). In the case of administrative segregation,</p>\n<blockquote>[p]rison officials must hold an informal nonadversary hearing within a reasonable time after the prisoner is segregated. The prison officials must inform the prisoner of the charges against the prisoner or their reasons for considering segregation. Prison officials must allow the prisoner to present his views.</blockquote>\n<p><i>Toussaint IV,</i> 801 F.2d at 1099.</p>\n<p>Further, the inmate must have \"an opportunity to present his views to the prison official charged with deciding whether to transfer him to administrative segregation.\" <i>Hewitt,</i> 459 U.S. at 476, 103 S.Ct. 864. In the case of administrative segregation founded upon positive gang validation, the official charged with deciding whether to transfer or retain an inmate in administrative segregation is the IGI. <i>Toussaint IV,</i> 926 F.2d at 803; see also <i>Madrid v. Gomez,</i> 889 F.Supp. 1146, 1276 (N.D.Cal.1995) (\"[I]t is clear that the critical decisionmaker in the process is * * * the IGI.\"). Thus, prior to validation as a gang member, Stewart was entitled to an \"informal nonadversary hearing\" with an IGI. Stewart was further entitled to a similar hearing before ICC prior to its decision to retain Stewart in the SHU based on his gang validation.</p>\n<p>With these principles in mind, the court turns to Stewart's second claim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1166</span> 1</h2>\n<p>Stewart claims that he received neither meaningful notice of being considered for gang validation nor an opportunity to present his views.</p>\n<p>Documentary evidence submitted by defendants suggests that Stewart was well aware that he was being considered for gang validation. In fact, this evidence indicates he <i>requested,</i> more than once, that his file undergo IGI review. Cattermole Decl., Ex. J, AGO-287.</p>\n<p>Nonetheless, Stewart states in a sworn affidavit that he \"was never informed that prison authorities were investigating and deciding whether to validate [him] as a gang member\" prior to May 31, 2002. Opp., Ex. A ¶ 4. The court cannot ignore Stewart's affidavit merely because it is inconsistent with documentary evidence submitted by the moving parties, even though that evidence includes unsworn statements by Stewart that contradict his affidavit. See <i>Leslie v. Grupo ICA,</i> 198 F.3d 1152, 1157-59 (9th Cir.1999) (explaining situations in which the \"sham affidavit\" rule does not apply); see also <i>id.</i> at 1159 (\"Although we can understand the district court's disbelief of Leslie's assertions in his deposition and sworn declaration, such disbelief cannot support summary judgment.\"). Accordingly, the court is constrained to find an issue of material fact regarding whether Stewart received notice of his impending gang validation prior to his interview with the IGI who recommended that he be validated.</p>\n<p></p>\n<h2>2</h2>\n<p>Defendants contend that they are nonetheless entitled to summary judgment. Specifically, they argue that regardless of issues of fact that may exist regarding the procedure Stewart was afforded prior to his validation, \"[a] violation of procedural rights requires only a procedural correction.\" <i>Raditch v. United States,</i> 929 F.2d 478, 481 (9th Cir.1991). Defendants point to Stewart's August 30, 2002, interview with IGI Lieutenant Brandon. This interview was conducted in response to Stewart's appeal of his gang validation. Cattermole Decl., Ex. J, AGO-298 through AGO-301. Stewart availed himself of this opportunity to explain to Lieutenant Brandon that \"he was not a member or associate of the [AB] or any other gang\" and to challenge the evidentiary basis of his validation. Id., AGO-300. Stewart does not dispute that this interview took place. Moreover, Stewart's counsel admits that Lieutenant Brandon was \"the same official who submitted Stewart's validation for approval to\" LEIU. Opp. at 16.</p>\n<p>Still, Stewart posits that a hearing on appeal does not afford adequate process \"because an unvalidated inmate suspected of gang association is likelier to be able to persuade an IGI of his innocence than a gang-validated inmate appearing before an IGI on appeal of his validation, because institutional bias inevitably weighs against the overturning of prior institutional decisions.\" <i>Id.</i> Thus, Stewart apparently takes the position that due process requires that his validation be set aside until he has been given notice and an opportunity to be heard. But the constitution does not so require. \"A violation of procedural rights requires only a <i>procedural</i> correction, <i>not</i> reinstatement of a substantive right to which the claimant may not be entitled on the merits.\" <i>Raditch,</i> 929 F.2d at 481 (emphasis added). Because the IGI concluded that the initial deprivation was justified (a conclusion that was adequately supported, see <i>infra</i> V), any deficiency in the pre-deprivation process could be cured by adequate post-deprivation process, and if post-deprivation process did not suffice to remedy the violation, then Stewart is entitled to nothing more than nominal damages. See <i>id.</i> at 482 n. 5.</p>\n<p><span class=\"star-pagination\">*1167</span> The court concludes that the post-deprivation remedy cured any initial procedural defect that may have existed. There is no question that Stewart was well aware at the time he was interviewed by Lieutenant Brandon that he was the subject of a gang validation or that he was aware of much of the evidence upon which his validation was based. See Cattermole Decl., Ex. H, AGO-280 through AGO-284 (confidential information disclosure forms dated June 5, 2002). At this interview Stewart had the opportunity to present his views to the same IGI officer who submitted his gang validation package to LEIU for final review. In other words, Stewart had a meaningful opportunity to present his views to the critical decisionmaker. On this set of undisputed facts, Stewart's hearing before Lieutenant Brandon afforded Stewart an adequate procedural remedy.</p>\n<p></p>\n<h2>3</h2>\n<p>The court briefly addresses Stewart's suggestion that he was entitled to an opportunity to present his views to LEIU agent Hawkes who formally approved Stewart's validation. See Opp. at 14-41. This claim was explicitly rejected by Judge Henderson in <i>Madrid v. Gomez,</i> 889 F.Supp. 1146 (N.D.Cal.1995). After noting that the <i>Toussaint IV</i> court identified the IGI as the critical decisionmaker, Judge Henderson turned to the plaintiffs' argument that due process required an opportunity to be heard by the Special Services Unit (\"SSU\"), LEIU's predecessor:</p>\n<blockquote>While plaintiffs' argument has superficial appeal, it promotes form over substance. Although the SSU agent formally validates the inmate, it is clear that the critical \"decisionmaker\" is the IGI. * * * [T]he SSU plays a technically important but substantively nominal role in the process. Nor are we persuaded that IGIs are unaware of the significance of their role. Given that inmates have an opportunity to present their views to the IGI and the ICC, the failure to provide a hearing before the SSU officer does not violate due process.</blockquote>\n<p><i>Id.</i> at 1276.</p>\n<p>Stewart offers no reason why the Judge Henderson's reasoning should be jettisoned in this case.</p>\n<p></p>\n<h2>4</h2>\n<p>Summary judgment in favor of defendants on Stewart's second claim is GRANTED.</p>\n<p></p>\n<h2>V</h2>\n<p>Stewart's third claim alleges that he was validated as an AB associate without an adequate evidentiary basis in violation of the Due Process Clause of the Fourteenth Amendment.</p>\n<p>Prison administrators are empowered \"to make segregation decisions on the basis of `some evidence.'\" <i>Toussaint IV,</i> 801 F.2d at 1105. The legal standard of \"some evidence\" was adopted by the Supreme Court in <i>Superintendent v. Hill</i> 472 U.S. 445, 105 S.Ct. 2768, 86 L.Ed.2d 356 (1985). Under <i>Hill</i> the \"relevant question is whether there is any evidence in the record that could support the conclusion reached.\" <i>Id.</i> at 455-56, 105 S.Ct. 2768; see also <i>Bruce,</i> 351 F.3d at 1287. A \"modicum\" of evidence suffices. <i>Hill,</i> 472 U.S. at 455, 105 S.Ct. 2768; see also <i>Cato v. Rushen,</i> 824 F.2d 703, 705 (9th Cir.1987) (stating that the standard is \"minimally stringent\"). In making segregation decisions, prison administrators may properly rely on their \"experience and awareness of general prison conditions\" as evidence. <i>Toussaint IV,</i> 801 F.2d at 1105. Further, \"a reviewing court may not reverse the administration's decision\" if it is supported by some evidence. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*1168</span> Stewart was validated based on four separate pieces of evidence: (1) a confidential memorandum dated May 21, 2002, documenting an interview with an inmate-informant who identified Stewart as an AB associate, Doc. # 18 (Cattermole Sealed Decl.), Ex. D; (2) a confidential memorandum dated March 9, 1999, containing a photograph of Stewart posing with six other inmates, three of which were validated AB associates, <i>id.,</i> Exs. I &amp; J; (3) a confidential memorandum dated February 10, 1994, containing a photograph of Stewart posing with nine other inmates, one of which was a validated AB member, two of which were validated AB associates, and the balance of which (including Stewart) were suspected AB associates, <i>id.,</i> Ex. L; and (4) a confidential memorandum dated October 3, 1994, containing a photograph of Stewart posing with three validated AB associates.</p>\n<p>Stewart asserts that none of these pieces of evidence bear sufficient indicia of reliability to qualify as some evidence. Stewart's argument misses the mark. First, Stewart's challenge is based primarily upon standards established by CDCR regulations, not the United States Constitution. See 42 USC § 1983 (creating a federal cause of action for deprivations of constitutional rights and some violations of federal law); see also <i>Campbell v. Burt,</i> 141 F.3d 927, 930 (9th Cir.1998) (\"As a general rule, a violation of state law does not lead to liability under § 1983.\"); <i>Lovell ex rel Lovell v. Poway Unified Sch. Dist.,</i> 90 F.3d 367, 371 (9th Cir.1996) (\"We cannot enlarge federally protected rights simply because California chose to expand its state-created rights.\"). Moreover, the CDCR regulation cited by Stewart requires a further determination of reliability only for confidential informants, not physical evidence such as photographs. See Cal Code Regs, tit 15, § 3378(c)(2). In any event, <i>in camera</i> inspection of the photographs satisfied the court that they are sufficiently reliable to qualify as \"some evidence.\"</p>\n<p>With regard to the one piece of evidence that was based on information obtained from a confidential informant, Stewart argues that this evidence amounts to a so-called \"laundry list\" identification because it identifies Stewart as an AB associate without reference to any particular gang-related acts performed by Stewart. Stewart directs the court's attention to a settlement reached in another case in this district before Judge Jenkins, <i>Castillo v. Marshall,</i> No C-94-2847-MJJ (the \"<i>Castillo</i> settlement\"), of which the court takes judicial notice. By the terms of that settlement, which was executed in September 2004, the CDCR defendants agreed that \"confidential source[s] must identify specific gang activity or conduct performed by the alleged associate or member before such information can be considered as a source item.\" Opp., Ex. E 21. But even if the court were to find that the confidential informant in this case did not identify specific gang-related acts performed by Stewart, there is no indication that the <i>Castillo</i> settlement was intended to apply retroactively. And because the May 22, 2002, memorandum states that the confidential informant had provided reliable information in the past, it satisfies the constitutional requirement for reliability. See <i>Zimmerlee v. Keeney,</i> 831 F.2d 183, 186 (9th Cir.1987) (\"Proof that an informant previously supplied reliable information is sufficient.\"). And in any event, \"any of the[ ] three [photographs] would have sufficed to support [Stewart's] validation because each has sufficient indicia of reliability.\" <i>Bruce,</i> 351 F.3d at 1288.</p>\n<p>Summary judgment in favor of defendants on Stewart's third claim is accordingly GRANTED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1169</span> VI</h2>\n<p>In sum, defendants' motion for summary judgment on all claims is GRANTED. The clerk is DIRECTED to close the file and terminate all pending motions.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although Stewart was initially sentenced to death, for reasons that are not clear from the record, his sentence was changed to life in prison without the possibility of parole in March 2005. Cattermole Decl., Ex. I, AGO-285.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1154</span></span> (2006)</b></center>\n<center><h1>Richard STEWART, Plaintiff,<br>\nv.<br>\nEdward J ALAMEIDA, Jr, et al, Defendants.</h1></center>\n<center>No. C-03-4021 VRW.</center>\n<center><p><b>United States District Court, N.D. California.</b></p></center>\n<center>February 20, 2006.</center>\n<p><span class=\"star-pagination\">*1155</span> <span class=\"star-pagination\">*1156</span> <span class=\"star-pagination\">*1157</span> <span class=\"star-pagination\">*1158</span> <span class=\"star-pagination\">*1159</span> Charles Francis-Antonio Carbone, Law Offices of Charles Carbone, San Francisco, CA, for Plaintiff.</p>\n<p>Austin Jacobs Cattermole, Attorney General's Office, San Francisco, CA, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>WALKER, Chief Judge.</p>\n<p>Inmate Richard Stewart brings this action against California corrections officials Edward J Alameida, Jr, Steven Moore and J S Woodford (collectively \"defendants\"), asserting claims under 42 USC § 1983 for violations of his rights under the First and Fourteenth Amendments. Doc. # 1 (Compl). Stewart claims that his validation as a gang associate has kept him in San Quentin's Adjustment Center, also known as the Security Housing Unit (\"SHU\"), in violation of his constitutional rights.</p>\n<p>Although defendants initially moved to dismiss the complaint pursuant to FRCP 12(b)(1) or, alternatively, for summary judgment on all claims pursuant to FRCP 56(c), Doc. # 11, defendants have since withdrawn their argument that the court lacks subject matter jurisdiction, Doc. # 25 at 2. For reasons discussed below, defendants' motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>I</h2>\n<p>As a consequence of being convicted for three counts of first degree murder, Stewart has been in the custody of the California Department of Corrections and Rehabilitation (CDCR) since May 1991. At all times relevant to this case, Stewart was incarcerated at San Quentin. Doc. # 12 (Cattermole Decl.), Ex. C, AGO-153. All condemned prisoners<sup>[1]</sup> at San Quentin are classified by the Inmate Classification Committee (\"ICC\") as either \"Grade A\" or \"Grade B.\" Grade B prisoners are viewed as a threat to prison safety and are typically housed in San Quentin's Adjustment Center, also known as the Security Housing Unit (\"SHU\").</p>\n<p>Based on Stewart's episodes of violence at Contra Costa County Prison prior to his transfer to San Quentin, ICC initially classified Stewart as Grade B. <i>Id.,</i> Ex. G, AGO-258. During his time in prison, Stewart has been found guilty of \"flooding\" his cell, \"possession of an inmate manufactured weapon,\" \"battery on a peace officer\" and a \"stabbing assault on an inmate.\" <i>Id.,</i> Ex. F, AGO-188, AGO-178, AGO-180, AGO-184. Because of these episodes Stewart has, with one documented exception, consistently been classified as Grade B and housed in the SHU. <i>Id.,</i> Ex. D. Stewart was briefly reclassified as Grade A on January 27, 1994, based on his clean disciplinary record during the preceding six months. <i>Id.,</i> Ex. G, AGO-251. Two days later Stewart was involved in a fight with another inmate that led to his being found guilty of the aforementioned stabbing assault charge. <i>Id.,</i> Ex. F, AGO-184. On February 3, 1994, the ICC reclassified Stewart as Grade B. <i>Id.,</i> Ex. G, AGO-247. Stewart has remained discipline-free since 1994, and has requested reassignment to Grade A housing on multiple occasions.</p>\n<p>One basis for confining an inmate to the SHU is \"validation\" as a member or associate of a prison gang. 15 Cal Code Regs, tit 15, § 3341.5(c)(2)(A)(2). Institutional Gang Investigators (\"IGIs\") are charged with investigating inmates suspected of gang affiliation. Once an IGI believes there is sufficient evidence to validate an <span class=\"star-pagination\">*1160</span> inmate as a member or associate of a prison gang, the IGI submits a gang validation package to the Law Enforcement and Investigations Unit (\"LEIU\") for final validation.</p>\n<p>At a hearing before the Unit Classification Committee (\"UCC\") in November 2001, Stewart requested that he be reclassified as Grade A. UCC denied Stewart's request and referred him to the IGI \"for a review and determination of his possible gang status.\" Cattermole Decl., Ex. J, AGO-214; see also <i>id.</i> Ex. G, AGO-287. On March 24, 2002, Stewart filed an inmate appeal contesting his continued Grade B classification. <i>Id.,</i> Ex. J, AGO-287. Stewart complained that he had not yet undergone IGI review despite ICC's November 2001 order referring his case to the IGI. Understanding that he could not be reclassified until his possible gang affiliation had been investigated, Stewart requested that such review be completed within thirty days. <i>Id.</i> Warden Woodford's response to Stewart's appeal stated that Stewart had been interviewed by Lieutenant Munoz regarding his gang status, although it is not clear from the record when this interview occurred or whether Lieutenant Munoz was an IGI. See <i>id.,</i> AGO-295. Woodford ordered that Stewart be reviewed by the ICC upon completion of the IGI investigation. <i>Id.</i></p>\n<p>On April 30, 2002, Assistant IGI M Francis reviewed Stewart's central file and interviewed Stewart. <i>Id.,</i> Ex. E, AGO-164. Although Stewart does not appear to dispute that this interview took place, Stewart maintains he was not provided sufficient notice prior to that time that he was being investigated for possible gang validation. See Doc. # 21 (Opp.) at 8. According to the form CDC 128-B completed by Francis, Stewart \"was interviewed regarding his gang status, and stated he is not Aryan Brotherhood and never has been.\" Cattermole Decl., Ex. E, AGO-164. Following Francis's investigation, IGI Lieutenant K Brandon forwarded to LEIU a gang validation package containing ten items evidencing Stewart's gang association. <i>Id.</i> On May 31, 2002, LEIU agent D T Hawkes reviewed the gang validation package, concluded that four of the ten pieces of evidence met validation criteria and formally validated Stewart as an AB associate. <i>Id.,</i> AGO-165. The four pieces of evidence that met validation criteria consisted of a confidential memorandum regarding an interview with a confidential informant who identified Stewart as an AB associate, two group photographs in which Stewart was posing with validated AB associates and a piece of outgoing inmate correspondence containing a third group photograph. <i>Id.</i></p>\n<p>Stewart's sworn affidavit states that \"[o]n or before May 31, 2002, [he] was never informed that prison authorities were investigating and deciding whether to validate [him] as a gang member\" and was never asked to \"offer [his] views\" as to evidence allegedly indicating his gang membership. Opp., Ex. A, ¶¶ 4-5.</p>\n<p>At a hearing on June 6, 2002, ICC decided to continue Stewart's Grade B classification based on his gang validation. Cattermole Decl., Ex. G, AGO-209. Stewart refused to attend this hearing. <i>Id.</i> On July 2, 2002, Stewart filed an inmate appeal challenging his gang validation and the evidence upon which it was based. <i>Id.,</i> Ex. J, AGO-298. On August 30, 2002, IGI Lieutenant Brandon interviewed Stewart in connection with his appeal. <i>Id.,</i> AGO-300. Stewart's second level appeal was denied by Warden Woodford on October 9, 2002. <i>Id.,</i> Ex. J, AGO-302. Stewart's third and final formal administrative appeal was denied by CDCR on February 25, 2003. <i>Id.,</i> AGO-306.</p>\n<p>Having exhausted his administrative remedies, Stewart filed a complaint in this <span class=\"star-pagination\">*1161</span> court, which asserts three claims. Stewart's first claim alleges that his validation as a gang associate violates his right of association under the First and Fourteenth Amendments. Second, Stewart claims that he was not provided with sufficient notice and an opportunity to present his views in connection with his gang validation. Third, Stewart claims that his gang validation rested upon an insufficient evidentiary basis.</p>\n<p></p>\n<h2>II</h2>\n<p>In reviewing a motion for summary judgment, the court must determine whether genuine issues of material fact exist, resolving any doubt in favor of the party opposing the motion. \"[S]ummary judgment will not lie if the dispute about a material fact is `genuine,' that is, if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). \"Only disputes over facts that might affect the outcome of the suit under the governing law will properly preclude the entry of summary judgment.\" <i>Id.</i> And the burden of establishing the absence of a genuine issue of material fact lies with the moving party. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Summary judgment is granted only if the moving party is entitled to judgment as a matter of law. FRCP 56(c).</p>\n<p>The nonmoving party may not simply rely on the pleadings, however, but must produce significant probative evidence, by affidavit or as otherwise provided in FRCP 56, supporting its claim that a genuine issue of material fact exists. <i>TW Elec. Serv. v. Pacific Elec. Contractors Ass'n,</i> <span class=\"citation\" data-id=\"481719\"><a href=\"/opinion/481719/tw-electrical-service-inc-shigeru-shinno-dba-fairway-electric-allied/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span>, 630 (9th Cir.1987). The evidence presented by the nonmoving party \"is to be believed, and all justifiable inferences are to be drawn in his favor.\" <i>Anderson,</i> 477 U.S. at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. \"[T]he judge's function is not himself to weigh the evidence and determine the truth of the matter but to determine whether there is a genuine issue for trial.\" <i>Id.</i> at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>The evidence presented by both parties must be admissible. FRCP 56(e). Conclusory, speculative testimony in affidavits and moving papers is insufficient to raise genuine issues of fact and defeat summary judgment. <i>Thornhill Publishing Co., Inc. v. GTE Corp.,</i> <span class=\"citation\" data-id=\"364236\"><a href=\"/opinion/364236/thornhill-publishing-company-inc-a-washington-corporation-v-general/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span>, 738 (9th Cir. 1979). Hearsay statements in affidavits are inadmissible. <i>Japan Telecom, Inc. v. Japan Telecom America Inc.,</i> <span class=\"citation\" data-id=\"777389\"><a href=\"/opinion/777389/japan-telecom-inc-a-california-corporation-v-japan-telecom-america-inc/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">866</span></a></span>, 875 n. 1 (9th Cir.2002).</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>Stewart claims that by validating an individual as a gang associate solely on the basis of \"simple association\" with other validated gang associates, CDCR is violating Stewart's constitutionally protected right to associate freely with others. Stewart acknowledges that associational rights are not afforded the same level of protection in the prison environment as they are in free society. Nevertheless, Stewart contends, to the extent CDCR policy permits gang validation decisions to be based solely on simple association, that policy is impermissibly vague, giving too much discretion to prison officials making gang validation decisions and too little notice to prisoners of what conduct might result in validation as a gang associate. To be clear, Stewart is not complaining that he is less able to associate freely as a consequence of his gang validation. Cf. <i>Westefer v. Snyder,</i> <span class=\"citation\" data-id=\"791814\"><a href=\"/opinion/791814/robert-westefer-mark-vonperbandt-allejandro-villazana-v-donald-snyder/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 574-75 (7th Cir.2005) (holding that inmates have no First Amendment right to belong to a gang). Rather, Stewart challenges CDCR's practice of validating inmates as gang associates based on their \"social association <span class=\"star-pagination\">*1162</span> with persons categorized as gang associates.\" Compl ¶ 30.</p>\n<p>At oral argument, counsel for Stewart clarified that his challenge is directed at Cal Code Regs, tit 15, § 3378(c)(8). Subdivision (D) provides that gang validation may be based upon \"[i]ndividual or group photographs with gang connotations such as those which include insignia, symbols, or validated gang affiliates.\" Subdivision (G) provides that gang validation may be based upon \"[i]nformation related to the inmate/parolee's association with validated gang affiliates.\"</p>\n<p></p>\n<h2>B</h2>\n<p>With some exceptions that do not apply here, whether a prison regulation impermissibly impinges on the constitutional rights of inmates is governed by the analysis set forth in <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987). The ultimate question under <i>Turner</i> is whether the regulation is \"reasonably related to legitimate penological interests.\" <i>Id.</i> at 89, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>. The Supreme Court recently had occasion to limit <i>Turner</i> in <i>Johnson v. California,</i> <span class=\"citation\" data-id=\"137748\"><a href=\"/opinion/137748/johnson-v-california/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, <span class=\"citation\" data-id=\"137748\"><a href=\"/opinion/137748/johnson-v-california/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1141</span></a></span>, <span class=\"citation\" data-id=\"137748\"><a href=\"/opinion/137748/johnson-v-california/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">949</span></a></span> (2005). In <i>Johnson,</i> the Court held that prison regulations involving racial classifications should be subjected to strict scrutiny. The Court, however, appeared to reaffirm the application of <i>Turner's</i> reasonable relationship analysis to \"rights that are inconsistent with proper incarceration,\" \"including restrictions on freedom of association.\" <i>Id.</i> at 1149 (internal quotations omitted). Further, the Court recently applied <i>Turner</i> to claims for alleged violations of the associational rights of inmates. See <i>Overton v. Bazzetta,</i> <span class=\"citation\" data-id=\"130150\"><a href=\"/opinion/130150/overton-v-bazzetta/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">126</span></a></span>, <span class=\"citation\" data-id=\"130150\"><a href=\"/opinion/130150/overton-v-bazzetta/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span>, <span class=\"citation\" data-id=\"130150\"><a href=\"/opinion/130150/overton-v-bazzetta/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span></a></span> (2003).</p>\n<p>The allegation that CDCR's policies are vague and overbroad does not render <i>Turner</i> inapplicable. See <i>Bahrampour v. Lampert,</i> <span class=\"citation\" data-id=\"784948\"><a href=\"/opinion/784948/afshin-bahrampour-v-ro-lampert-superintendent-debbie-holland-teresa/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span>, 975 (9th Cir.2004) (implicitly rejecting plaintiff's argument \"that claims of vagueness and overbreadth must be considered separately from the requirement that prison regulations must be reasonably related to legitimate penological interests\" (internal quotations omitted)). Accordingly, the court is satisfied that <i>Turner's</i> analysis applies to Stewart's first claim.</p>\n<p>Before considering whether the regulation is reasonably related to a valid penological interest, the Ninth Circuit has instructed that courts should first determine whether the asserted right is fundamentally inconsistent with incarceration. \"If so, this ends [the] inquiry.\" <i>Gerber v. Hickman,</i> <span class=\"citation\" data-id=\"777788\"><a href=\"/opinion/777788/william-gerber-v-rodney-hickman-warden/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span>, 620 (9th Cir.2002) (concluding that \"[d]uring the period of confinement in prison, the right of intimate association * * * is necessarily abridged\"). Since that time, however (and in the context of claims based on associational rights), the Supreme Court has proceeded to consider the reasonableness of a regulation without first determining whether the asserted right survives incarceration. See <i>Overton,</i> 539 U.S. at 131-32, <span class=\"citation\" data-id=\"130150\"><a href=\"/opinion/130150/overton-v-bazzetta/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span> (taking this approach and noting that the Court took a similar approach in <i>Pell v. Procunier,</i> <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span> (1974)).</p>\n<p>Following the Supreme Court's lead, the court finds it appropriate to analyze the reasonableness of the challenged regulations without deciding whether Stewart's asserted right survived his incarceration. That does not mean, however, that the compatibility (or lack thereof) between incarceration and the right asserted is irrelevant. For, as the Supreme Court has made clear, \"[p]erhaps the most obvious of the First Amendment rights that are necessarily curtailed by confinement are those associational rights that the First Amendment protects outside of prison <span class=\"star-pagination\">*1163</span> walls.\" <i>Jones v. North Carolina Prisoners' Labor Union, Inc.,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 125-26, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977); see also <i>Overton,</i> 539 U.S. at 131, <span class=\"citation\" data-id=\"130150\"><a href=\"/opinion/130150/overton-v-bazzetta/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span> (\"The very object of imprisonment is confinement.\").</p>\n<p></p>\n<h2>C</h2>\n<p><i>Turner</i> prescribed four factors that courts should consider when determining the reasonableness of a prison regulation. First among these is whether there is a \"valid, rational connection\" between the challenged regulation and the governmental interest it purports to advance. <i>Turner,</i> 482 U.S, at 89, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span> (internal quotations omitted). Second, courts should consider whether there are alternative means of exercising the right. \"A third consideration is the impact accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally.\" <i>Id.</i> at 90, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>. Finally, <i>Turner</i> directs attention toward the existence of \"ready alternatives\" that accommodate prisoners' rights at little cost to valid penological objectives. <i>Id.</i> The court considers these factors in turn.</p>\n<p></p>\n<h2>1</h2>\n<p>The court first evaluates whether the challenged regulations bear a valid, rational connection to the penological interest they purportedly serve. Gang validation procedures promote institutional security, \"perhaps the most legitimate of penological goals,\" <i>Overton,</i> 539 U.S. at 133, <span class=\"citation\" data-id=\"130150\"><a href=\"/opinion/130150/overton-v-bazzetta/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span>, by allowing CDCR to identify and neutralize gang affiliates through sequestration or other means.</p>\n<p>Stewart concedes that institutional security is a legitimate penological interest, but nonetheless contends that it bears \"no rational connection to the prohibition of interpersonal association.\" Compl 31. This is so, according to Stewart, because \"in the absence of any evidence that he taken [sic] a loyalty oath to the gang or has participated in illegal activities on the gang's behalf,\" his association with members or associates of a prison gang \"does not establish that he poses a threat to institutional security, except by the drawing of inferences from the mere fact of his associations.\" <i>Id.</i></p>\n<p>The court disagrees. Simply put, there is a valid, rational connection between institutional security and regulations designed to isolate threats before their potential is realized. This nexus is not destroyed by the possibility that inferences might sometimes be a necessary substitute for direct evidence that often will not be available until institutional security has already been compromised. Indeed, it would be somewhat <i>irrational</i> to require evidence of illegallikely violentacts and still expect gang validation procedures to function as an effective security measure. The court concludes that the regulations bear a rational connection to the goal of institutional security.</p>\n<p></p>\n<h2>2</h2>\n<p>Next, the court assesses \"whether there are alternative means of exercising the right that remain open to prison inmates.\" <i>Turner,</i> 482 U.S. at 90, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>. Stewart argues that no alternatives exist because inmates may be validated on the basis of any form of communication with gang-classified individuals. In other words, Stewart argues that there are no alternative means of communicating with individuals validated as gang members or associates.</p>\n<p><i>Turner</i> is particularly instructive on this point. There, one of the challenged regulations barred correspondence between inmates at different institutions within the Missouri prison system. After noting that \"communication with other felons is a potential spur to criminal behavior,\" the <span class=\"star-pagination\">*1164</span> Court concluded that alternative means of expression existed because the regulation \"bar[red] communication only with a limited class of other people with whom prison officials [had] particular cause to be concernedinmates within the Missouri prison system.\" 482 U.S. at 92-93, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>.</p>\n<p>The regulations here do not create any consequences for associating with inmates who have not been validated as gang members or associates. Accordingly, the court finds that alternative means of engaging in harmless associations with inmates exist.</p>\n<p></p>\n<h2>3</h2>\n<p>Third, the court assesses \"the impact accommodation of the asserted constitutional right will have on guards and other inmates, and on the allocation of prison resources generally.\" <i>Turner,</i> 482 U.S. at 90, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>. This is closely related to the fourth factor, which considers the existence or absence of ready alternatives capable of fully accommodating the prisoner's rights without significantly compromising valid penological interests. The court finds it appropriate to assess these two factors together.</p>\n<p>The Supreme Court recently elaborated upon the special problems posed by prison gangs:</p>\n<blockquote>Clandestine, organized, fueled by race-based hostility, and committed to fear and violence as a means of disciplining their own members and their rivals, gangs seek nothing less than to control prison life * * *. Murder of an inmate [or] a guard * * * is a common form of gang discipline and control, as well as a condition for membership in some gangs. Testifying against, or otherwise informing on, gang activities can invite one's own death sentence. It is worth noting in this regard that for prison gang members serving life sentences, some without the possibility of parole, the deterrent effects of ordinary criminal punishment may be substantially diminished.</blockquote>\n<p><i>Wilkinson v. Austin,</i> ___ U.S. ___, ___- ___, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2384</span></a></span>, 2396-97, <span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (2005) (citations omitted).</p>\n<p>By limiting gang validation to individuals who have engaged in gang-related violence or other disruptive conduct, the challenge described by Justice Kennedy in the above-quoted passage would become all the more formidable. It would strip prison officials of a useful prophylactic in protecting against the security threat posed by gangsa threat that endangers inmates and correctional officers alike. The court simply cannot ignore a massive, gang-related prison riot that recently occurred at Wayside Prison in Castaic, California, which bears testament to this truth. And as Justice Kennedy observed, gang-related violence cannot easily be deterred by <i>ex post</i> sanctions. In the prison context, then, an ounce of prevention is worth a pound of deterrence. The court has little trouble concluding that full accommodation of the right asserted by Stewart would seriously hinder the objective of institutional security and compromise the safety of inmates and correctional officers.</p>\n<p></p>\n<h2>D</h2>\n<p>In sum, the court concludes that the regulations that are the subject of Stewart's first claim bear a reasonable relation to a valid penological interest. Summary judgment in favor of defendants on Stewart's first claim is accordingly GRANTED.</p>\n<p></p>\n<h2>IV</h2>\n<p>Stewart's second claim alleges that he was not provided notice and an opportunity to be heard prior to his gang validation in violation of the Due Process Clause of the Fourteenth Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1165</span> A</h2>\n<p>To invoke the protections of the Due Process Clause, a party must first establish that a protected liberty interest is at stake. E.g., <i>Wilkinson,</i> 125 S.Ct. at 2393. The Due Process Clause does not itself create a liberty interest in being free from administrative segregation. <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 468, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983); <i>Toussaint v. McCarthy,</i> <span class=\"citation\" data-id=\"476738\"><a href=\"/opinion/476738/joseph-toussaint-plaintiffsappelleescross-appellants-v-daniel-mccarthy/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span>, 1091-92 (9th Cir.1986) (<i>\"Toussaint IV\"</i>). Accordingly, any liberty interest in being free from administrative segregation must be the creation of state law. <i>Smith v. Noonan,</i> <span class=\"citation\" data-id=\"606091\"><a href=\"/opinion/606091/scott-c-smith-v-carol-noonan-james-blodgett/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 989 (9th Cir.1993). Liberty interests created by state law will generally be limited to freedom from restraint that `imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995). Technically, <i>\"Sandin</i> requires a factual comparison between conditions in general population or administrative segregation (whichever is applicable) and disciplinary segregation, examining the hardship caused by the prisoner's challenged action in relation to the basic conditions of life as a prisoner.\" <i>Jackson v. Carey,</i> <span class=\"citation\" data-id=\"784594\"><a href=\"/opinion/784594/charles-r-jackson-v-tom-l-carey-r-papac-lt-j-marshall-a-davis-e/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">750</span></a></span>, 755 (9th Cir.2003). Stewart's complaint alleges that confinement in the SHU imposes \"six significant hardships which are not typically endured by California prisoners\" and implicates \"four constitutionally protected liberty interests, which [Stewart] enjoys independently of the operation of state law.\" Compl ¶¶ 18-19. At oral argument, defendants assumed (without admitting) for purposes of their motion that confinement in the SHU implicates a liberty interest. The court will make the same assumption.</p>\n<p></p>\n<h2>B</h2>\n<p>The quantum of process that is constitutionally due to segregated inmates depends upon whether the segregation is punitive or administrative in nature. <i>Toussaint IV,</i> 801 F.2d at 1099. \"California's policy of assigning suspected gang affiliates to the [SHU] is not a disciplinary measure, but an administrative strategy designed to preserve order in the prison and protect the safety of all inmates.\" <i>Bruce v. Ylst,</i> <span class=\"citation\" data-id=\"784442\"><a href=\"/opinion/784442/vincent-c-bruce-v-eddie-ylst-ge-harris-ph-carrillo-pe-tingey-a/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span>, 1287 (9th Cir.2003). In the case of administrative segregation,</p>\n<blockquote>[p]rison officials must hold an informal nonadversary hearing within a reasonable time after the prisoner is segregated. The prison officials must inform the prisoner of the charges against the prisoner or their reasons for considering segregation. Prison officials must allow the prisoner to present his views.</blockquote>\n<p><i>Toussaint IV,</i> 801 F.2d at 1099.</p>\n<p>Further, the inmate must have \"an opportunity to present his views to the prison official charged with deciding whether to transfer him to administrative segregation.\" <i>Hewitt,</i> 459 U.S. at 476, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>. In the case of administrative segregation founded upon positive gang validation, the official charged with deciding whether to transfer or retain an inmate in administrative segregation is the IGI. <i>Toussaint IV,</i> 926 F.2d at 803; see also <i>Madrid v. Gomez,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1146</span></span>, 1276 (N.D.Cal.1995) (\"[I]t is clear that the critical decisionmaker in the process is * * * the IGI.\"). Thus, prior to validation as a gang member, Stewart was entitled to an \"informal nonadversary hearing\" with an IGI. Stewart was further entitled to a similar hearing before ICC prior to its decision to retain Stewart in the SHU based on his gang validation.</p>\n<p>With these principles in mind, the court turns to Stewart's second claim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1166</span> 1</h2>\n<p>Stewart claims that he received neither meaningful notice of being considered for gang validation nor an opportunity to present his views.</p>\n<p>Documentary evidence submitted by defendants suggests that Stewart was well aware that he was being considered for gang validation. In fact, this evidence indicates he <i>requested,</i> more than once, that his file undergo IGI review. Cattermole Decl., Ex. J, AGO-287.</p>\n<p>Nonetheless, Stewart states in a sworn affidavit that he \"was never informed that prison authorities were investigating and deciding whether to validate [him] as a gang member\" prior to May 31, 2002. Opp., Ex. A ¶ 4. The court cannot ignore Stewart's affidavit merely because it is inconsistent with documentary evidence submitted by the moving parties, even though that evidence includes unsworn statements by Stewart that contradict his affidavit. See <i>Leslie v. Grupo ICA,</i> <span class=\"citation\" data-id=\"767078\"><a href=\"/opinion/767078/stephen-leslie-dba-international-projects-development-v-grupo-ica-ica/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1152</span></a></span>, 1157-59 (9th Cir.1999) (explaining situations in which the \"sham affidavit\" rule does not apply); see also <i>id.</i> at 1159 (\"Although we can understand the district court's disbelief of Leslie's assertions in his deposition and sworn declaration, such disbelief cannot support summary judgment.\"). Accordingly, the court is constrained to find an issue of material fact regarding whether Stewart received notice of his impending gang validation prior to his interview with the IGI who recommended that he be validated.</p>\n<p></p>\n<h2>2</h2>\n<p>Defendants contend that they are nonetheless entitled to summary judgment. Specifically, they argue that regardless of issues of fact that may exist regarding the procedure Stewart was afforded prior to his validation, \"[a] violation of procedural rights requires only a procedural correction.\" <i>Raditch v. United States,</i> <span class=\"citation\" data-id=\"558123\"><a href=\"/opinion/558123/paul-k-raditch-plaintiff-counter-defendant-appellant-v-united-states-of/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">478</span></a></span>, 481 (9th Cir.1991). Defendants point to Stewart's August 30, 2002, interview with IGI Lieutenant Brandon. This interview was conducted in response to Stewart's appeal of his gang validation. Cattermole Decl., Ex. J, AGO-298 through AGO-301. Stewart availed himself of this opportunity to explain to Lieutenant Brandon that \"he was not a member or associate of the [AB] or any other gang\" and to challenge the evidentiary basis of his validation. Id., AGO-300. Stewart does not dispute that this interview took place. Moreover, Stewart's counsel admits that Lieutenant Brandon was \"the same official who submitted Stewart's validation for approval to\" LEIU. Opp. at 16.</p>\n<p>Still, Stewart posits that a hearing on appeal does not afford adequate process \"because an unvalidated inmate suspected of gang association is likelier to be able to persuade an IGI of his innocence than a gang-validated inmate appearing before an IGI on appeal of his validation, because institutional bias inevitably weighs against the overturning of prior institutional decisions.\" <i>Id.</i> Thus, Stewart apparently takes the position that due process requires that his validation be set aside until he has been given notice and an opportunity to be heard. But the constitution does not so require. \"A violation of procedural rights requires only a <i>procedural</i> correction, <i>not</i> reinstatement of a substantive right to which the claimant may not be entitled on the merits.\" <i>Raditch,</i> 929 F.2d at 481 (emphasis added). Because the IGI concluded that the initial deprivation was justified (a conclusion that was adequately supported, see <i>infra</i> V), any deficiency in the pre-deprivation process could be cured by adequate post-deprivation process, and if post-deprivation process did not suffice to remedy the violation, then Stewart is entitled to nothing more than nominal damages. See <i>id.</i> at 482 n. 5.</p>\n<p><span class=\"star-pagination\">*1167</span> The court concludes that the post-deprivation remedy cured any initial procedural defect that may have existed. There is no question that Stewart was well aware at the time he was interviewed by Lieutenant Brandon that he was the subject of a gang validation or that he was aware of much of the evidence upon which his validation was based. See Cattermole Decl., Ex. H, AGO-280 through AGO-284 (confidential information disclosure forms dated June 5, 2002). At this interview Stewart had the opportunity to present his views to the same IGI officer who submitted his gang validation package to LEIU for final review. In other words, Stewart had a meaningful opportunity to present his views to the critical decisionmaker. On this set of undisputed facts, Stewart's hearing before Lieutenant Brandon afforded Stewart an adequate procedural remedy.</p>\n<p></p>\n<h2>3</h2>\n<p>The court briefly addresses Stewart's suggestion that he was entitled to an opportunity to present his views to LEIU agent Hawkes who formally approved Stewart's validation. See Opp. at 14-41. This claim was explicitly rejected by Judge Henderson in <i>Madrid v. Gomez,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1146</span></span> (N.D.Cal.1995). After noting that the <i>Toussaint IV</i> court identified the IGI as the critical decisionmaker, Judge Henderson turned to the plaintiffs' argument that due process required an opportunity to be heard by the Special Services Unit (\"SSU\"), LEIU's predecessor:</p>\n<blockquote>While plaintiffs' argument has superficial appeal, it promotes form over substance. Although the SSU agent formally validates the inmate, it is clear that the critical \"decisionmaker\" is the IGI. * * * [T]he SSU plays a technically important but substantively nominal role in the process. Nor are we persuaded that IGIs are unaware of the significance of their role. Given that inmates have an opportunity to present their views to the IGI and the ICC, the failure to provide a hearing before the SSU officer does not violate due process.</blockquote>\n<p><i>Id.</i> at 1276.</p>\n<p>Stewart offers no reason why the Judge Henderson's reasoning should be jettisoned in this case.</p>\n<p></p>\n<h2>4</h2>\n<p>Summary judgment in favor of defendants on Stewart's second claim is GRANTED.</p>\n<p></p>\n<h2>V</h2>\n<p>Stewart's third claim alleges that he was validated as an AB associate without an adequate evidentiary basis in violation of the Due Process Clause of the Fourteenth Amendment.</p>\n<p>Prison administrators are empowered \"to make segregation decisions on the basis of `some evidence.'\" <i>Toussaint IV,</i> 801 F.2d at 1105. The legal standard of \"some evidence\" was adopted by the Supreme Court in <i>Superintendent v. Hill</i> <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2768</span></a></span>, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> (1985). Under <i>Hill</i> the \"relevant question is whether there is any evidence in the record that could support the conclusion reached.\" <i>Id.</i> at 455-56, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2768</span></a></span>; see also <i>Bruce,</i> 351 F.3d at 1287. A \"modicum\" of evidence suffices. <i>Hill,</i> 472 U.S. at 455, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2768</span></a></span>; see also <i>Cato v. Rushen,</i> <span class=\"citation\" data-id=\"491744\"><a href=\"/opinion/491744/james-r-cato-v-ruth-rushen-warden-g-sumner-assistant-warden/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span>, 705 (9th Cir.1987) (stating that the standard is \"minimally stringent\"). In making segregation decisions, prison administrators may properly rely on their \"experience and awareness of general prison conditions\" as evidence. <i>Toussaint IV,</i> 801 F.2d at 1105. Further, \"a reviewing court may not reverse the administration's decision\" if it is supported by some evidence. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*1168</span> Stewart was validated based on four separate pieces of evidence: (1) a confidential memorandum dated May 21, 2002, documenting an interview with an inmate-informant who identified Stewart as an AB associate, Doc. # 18 (Cattermole Sealed Decl.), Ex. D; (2) a confidential memorandum dated March 9, 1999, containing a photograph of Stewart posing with six other inmates, three of which were validated AB associates, <i>id.,</i> Exs. I &amp; J; (3) a confidential memorandum dated February 10, 1994, containing a photograph of Stewart posing with nine other inmates, one of which was a validated AB member, two of which were validated AB associates, and the balance of which (including Stewart) were suspected AB associates, <i>id.,</i> Ex. L; and (4) a confidential memorandum dated October 3, 1994, containing a photograph of Stewart posing with three validated AB associates.</p>\n<p>Stewart asserts that none of these pieces of evidence bear sufficient indicia of reliability to qualify as some evidence. Stewart's argument misses the mark. First, Stewart's challenge is based primarily upon standards established by CDCR regulations, not the United States Constitution. See 42 USC § 1983 (creating a federal cause of action for deprivations of constitutional rights and some violations of federal law); see also <i>Campbell v. Burt,</i> <span class=\"citation\" data-id=\"753064\"><a href=\"/opinion/753064/dennis-lee-campbell-v-paul-burt-and-john-doe-3-police-officers/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 930 (9th Cir.1998) (\"As a general rule, a violation of state law does not lead to liability under § 1983.\"); <i>Lovell ex rel Lovell v. Poway Unified Sch. Dist.,</i> <span class=\"citation\" data-id=\"722482\"><a href=\"/opinion/722482/sarah-lovell-a-minor-by-and-through-her-guardian-ad-litem-gregory-c/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">367</span></a></span>, 371 (9th Cir.1996) (\"We cannot enlarge federally protected rights simply because California chose to expand its state-created rights.\"). Moreover, the CDCR regulation cited by Stewart requires a further determination of reliability only for confidential informants, not physical evidence such as photographs. See Cal Code Regs, tit 15, § 3378(c)(2). In any event, <i>in camera</i> inspection of the photographs satisfied the court that they are sufficiently reliable to qualify as \"some evidence.\"</p>\n<p>With regard to the one piece of evidence that was based on information obtained from a confidential informant, Stewart argues that this evidence amounts to a so-called \"laundry list\" identification because it identifies Stewart as an AB associate without reference to any particular gang-related acts performed by Stewart. Stewart directs the court's attention to a settlement reached in another case in this district before Judge Jenkins, <i>Castillo v. Marshall,</i> No C-94-2847-MJJ (the \"<i>Castillo</i> settlement\"), of which the court takes judicial notice. By the terms of that settlement, which was executed in September 2004, the CDCR defendants agreed that \"confidential source[s] must identify specific gang activity or conduct performed by the alleged associate or member before such information can be considered as a source item.\" Opp., Ex. E 21. But even if the court were to find that the confidential informant in this case did not identify specific gang-related acts performed by Stewart, there is no indication that the <i>Castillo</i> settlement was intended to apply retroactively. And because the May 22, 2002, memorandum states that the confidential informant had provided reliable information in the past, it satisfies the constitutional requirement for reliability. See <i>Zimmerlee v. Keeney,</i> <span class=\"citation\" data-id=\"495517\"><a href=\"/opinion/495517/terry-zimmerlee-v-jc-keeney-superintendent-oregon-state-penitentiary/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span>, 186 (9th Cir.1987) (\"Proof that an informant previously supplied reliable information is sufficient.\"). And in any event, \"any of the[ ] three [photographs] would have sufficed to support [Stewart's] validation because each has sufficient indicia of reliability.\" <i>Bruce,</i> 351 F.3d at 1288.</p>\n<p>Summary judgment in favor of defendants on Stewart's third claim is accordingly GRANTED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1169</span> VI</h2>\n<p>In sum, defendants' motion for summary judgment on all claims is GRANTED. The clerk is DIRECTED to close the file and terminate all pending motions.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although Stewart was initially sentenced to death, for reasons that are not clear from the record, his sentence was changed to life in prison without the possibility of parole in March 2005. Cattermole Decl., Ex. I, AGO-285.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/130150/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/137748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/364236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/476738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/481719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/495517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/558123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/606091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/722482/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/753064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777788/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784442/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791814/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/799975/"
          ]
        }
      ],
      "judges": "Walker",
      "date_created": "2014-10-30T23:40:18.145535Z",
      "date_modified": "2016-03-03T22:22:54.646914Z",
      "date_filed": "2006-02-20",
      "date_filed_is_approximate": false,
      "slug": "stewart-v-alameida",
      "citation_id": 2473040,
      "case_name_short": "Stewart",
      "case_name": "Stewart v. Alameida",
      "case_name_full": "",
      "federal_cite_one": "418 F. Supp. 2d 1154",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2367665/stewart-v-alameida/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:40:18.142079Z",
  "date_modified": "2014-10-30T23:40:18.142079Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Stewart",
  "case_name": "Stewart v. Alameida",
  "case_name_full": "",
  "slug": "stewart-v-alameida",
  "docket_number": "C-03-4021 VRW",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}