{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2380407/",
  "id": 2380407,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nywd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2516182/",
      "id": 2516182,
      "absolute_url": "/opinion/2516182/neratko-v-frank/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2380407/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2516182/",
          "id": 2516182,
          "absolute_url": "/opinion/2516182/neratko-v-frank/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2516182/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/776/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:06:24.642633Z",
          "date_modified": "2017-04-10T11:52:17.787774Z",
          "type": "010combined",
          "sha1": "ab0a38ef7eb5b8e412f55ac9acbd5faac92717c0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>31 F.Supp.2d 270 (1998)</b></center>\n<center><h1>Robert E. NERATKO, Plaintiff,<br>\nv.<br>\nAnthony FRANK, as Postmaster General of the United States Postal Service, Defendant.</h1></center>\n<center>No. 85-CV-1259C.</center>\n<center><p><b>United States District Court, W.D. New York.</b></p></center>\n<center>November 19, 1998.</center>\n<p><span class=\"star-pagination\">*271</span> <span class=\"star-pagination\">*272</span> <span class=\"star-pagination\">*273</span> <span class=\"star-pagination\">*274</span> Godinho &amp; Galeziowski (John A. Galeziowski, of Counsel), Buffalo, NY, for Plaintiff.</p>\n<p>United States Postal Service, Office of Labor Law (Arthur S. Kramer, of Counsel), Buffalo, NY, for Defendant.</p>\n<p></p>\n<h2>DECISION and ORDER</h2>\n<p>CURTIN, District Judge.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Robert E. Neratko brings this employment discrimination action alleging disparate treatment and retaliation under Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"). Plaintiff claims that the United States Postal Service (\"USPS\"), through the actions of the Postmaster and the Superintendent of Postal Operations at the Westfield, New York, Post Office (\"Westfield P.O.\"), discriminated against him because of his sex and in retaliation for his internal complaints, his use of the union grievance procedures, and his use of the Equal Employment Opportunity (\"EEO\") process with regard to defendant's alleged sex discrimination.<sup>[1]</sup> Plaintiff specifies a long list of allegedly discriminatory actions, including the unequal allocation of work assignments, the unequal scheduling of work hours, and the unequal application of disciplinary measures (Item 101; Item 109, ¶ 35; Item 232, at 19-78).</p>\n<p>Plaintiff originally filed three separate lawsuits, 85-CV-1259, 86-CV-462, and 95-CV-657.<sup>[2]</sup> On November 12, 1986, the court consolidated <span class=\"star-pagination\">*275</span> 86-CV-462 with the present case (Item 22). On September 7, 1988, plaintiff filed a Second Amended Complaint, which encompassed all of the relevant allegations contained in both cases. On May 17, 1996, the court consolidated 95-CV-657 with the present case (Item 224). Currently pending is defendant's motion for summary judgment on all of plaintiff's claims (Item 226).</p>\n<p>In this consolidated action, plaintiff seeks: (1) declaratory judgment finding that the practices about which he has complained violate Title VII; (2) fairly exhaustive injunctive relief enjoining the USPS and any of its agents or employees from engaging in each of the practices which he alleges violates Title VII and directing the USPS to take specific action in the management of the Westfield P.O., both with respect to plaintiff and more generally;<sup>[3]</sup> (3) compensation for all earnings, wages, pension, sick pay, fringe, and retirement benefits that plaintiff would have received but for the alleged discriminatory acts; and (4) an award of attorneys' fees and costs associated with this action (Item 101, at 61-67; 95-CV-657, Item 1, at 6). In 1992, plaintiff sought to amend his complaint to allege new claims for compensatory and punitive damages pursuant to the Civil Rights Act of 1991 (Item 164). On December 27, 1994, this court denied plaintiff's motion (Item 206). Therefore, plaintiff's remedies are limited to back pay, injunctive relief, and attorneys' fees.</p>\n<p>Defendant contends that despite the extraordinary amount of time plaintiff has been afforded to prepare his submissions, he has failed to provide material evidence from which a finder of fact could find that plaintiff suffered adverse employment actions as a result of sex discrimination or in retaliation for his use of the EEO process (Item 249, at 1-6). Plaintiff argues that he has submitted evidence adequately disputing defendant's affidavits such that summary judgment cannot be granted (Item 240, at 9-10).</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>Plaintiff, a white male, was employed as a part-time flexible clerk (\"PTF clerk\") at the Westfield P.O. during all times relevant to this action. Plaintiff is currently still employed by the USPS. Plaintiff was hired by the USPS as a PTF clerk in May 1983, and he was first assigned to the Jamestown, New York, Post Office (\"Jamestown P.O.\") (Item 101, ¶¶ 13-14). Plaintiff transferred from the Jamestown P.O. to the Westfield P.O. in June 1984. Both sides agree that prior to the transfer, the Westfield Postmaster, Baldur Kutschke (\"PM Kutschke\"), told plaintiff that the PTF clerk position would involve both duties as a clerk and as a relief carrier. Plaintiff asserts that PM Kutschke advised plaintiff that both the clerk and the carrier work would be divided equally among all PTF clerks (Item 242, ¶ 6). Defendant contends that PM Kutschke told plaintiff that the Westfield P.O. needed a PTF clerk to replace a retired clerk who frequently filled in as a carrier, and he explained that plaintiff would be doing that carrying (Item 234, ¶ 6). Both sides also agree that prior to his transfer, plaintiff advised PM Kutschke that plaintiff was a member of the U.S. Air Force Reserves and would need to attend reserve training for one weekend a month and for two weeks during the summer (Item 242, ¶ 7; Item 234, ¶ 7).</p>\n<p>At the time of plaintiff's transfer, one of the PTF clerks at the Westfield P.O. was Colleen Howser, a female. Plaintiff contends that within several weeks of his transfer, he noticed that PTF Howser was not required to perform mail carrier duties (Item 240, at 2). Plaintiff claims that while he did not object to performing such carrier work, he believed that the work should be distributed equally among all PTF clerks (<i>Id.</i>). In July 1984, plaintiff asked the Superintendent of Postal Operations (\"SPO\") at the Westfield P.O., Peter Nagle, why PTF Howser was not required to carry mail. Plaintiff claims that <span class=\"star-pagination\">*276</span> SPO Nagle explained that PTF Howser was \"not a man ... [and] can't carry the bag,\" and that she was the second income in her family and therefore did not need the money (<i>Id.;</i> Item 242, ¶ 48). Plaintiff explains that this was not the first time that the management at the Westfield P.O. had been challenged for its failure to distribute relief carrier work equally to all PTF clerks. Several years earlier, PTF clerk Richard Scharf similarly complained that PTF Howser was not required to perform carrier work, and he filed an EEO complaint (Item 240, at 2-3; Item 244, Exh. A, at 124-25).</p>\n<p>On August 2, 1984, plaintiff delivered a letter to PM Kutschke requesting that PTF duties be distributed equally among PTF clerks (Item 240, at 3; Item 234, Exh. D). Plaintiff contends that from that day forward, the Postmaster and the SPO began a campaign to force plaintiff to conform his attitude to their policy that PTF Howser, as a female, should not be required to perform the more arduous jobs (Item 240, at 3). Plaintiff alleges that the most significant actions taken by the Postmaster and the SPO involved disparate scrutiny of plaintiff's work, disparate impositions of disciplinary actions, reductions in plaintiff's actual or potential work hours, and falsification of records (<i>Id.</i>).</p>\n<p>At the time plaintiff delivered this first letter of complaint to PM Kutschke, plaintiff indicated that he wished to appoint his father, Joseph Neratko, as his representative to resolve his grievances with the Westfield P.O. (Item 234, ¶ 9 and Exh. D). Joseph Neratko had served as the last full-time Postmaster before PM Kutschke at the Westfield P.O. (<i>Id.</i> ¶ 9).<sup>[4]</sup> Defendant contends that plaintiff lacked the legal right to appoint a grievance representative, because under plaintiff's union contract, only the American Postal Workers Union (\"APWU\") could name a grievance representative for a bargaining unit employee, which did not happen until May 1985 (<i>Id.</i> ¶ 9). Defendant contends that plaintiff all but refused to deal with the Westfield P.O. management unless they would deal with Joseph Neratko (<i>Id.</i> ¶ 18).</p>\n<p>After the initial letter of complaint, Joseph Neratko contacted PM Kutschke in writing and requested the opportunity to discuss plaintiff's concerns of alleged discriminatory treatment (Item 101, ¶ 37). On August 17, 1984, Joseph Neratko sent a letter to the Buffalo Postmaster/SC Manager, William Miller, wherein he explained his belief that plaintiff was being discriminated against because of his sex, requested that the discriminatory treatment cease, and alleged that the adverse actions had been taken against plaintiff because of his prior complaints regarding job responsibilities among men and women (<i>Id.</i> ¶ 39 and Exh. 3; Item 234, Exh. D, at 41-42).<sup>[5]</sup> On August 29, 1984, Joseph Neratko sent a letter to the Postmaster General of the United States charging PM Kutschke and SPO Nagle with sex discrimination in the allocation of job responsibilities between the two PTF clerks at the Westfield P.O. and with retaliation against plaintiff for his complaints of illegal sex discrimination (Item 101, ¶ 40 and Exh. 4; Item 234, Exh. D, at 26-29). Defendant notes that in his letter to the U.S. Postmaster General, Joseph Neratko accused PM Kutschke of \"serious violations of Postal Regulations and Postal Policy,\" \"clear cut fraud,\" and \"illegal hiring practices,\" and questioned PM Kutschke's \"integrity, honesty and sincerity in the performance of his official duties,\" (Item 234, ¶ 10).</p>\n<p>These allegations resulted in an investigation of the Westfield P.O. (Item 234, Exh. D, at 55). On September 12, 1984, PM Kutschke replied to the charges, while also pointing out that Joseph Neratko and plaintiff had ulterior motives in attacking the Westfield P.O. management (<i>Id.</i> ¶ 11 and Exh. D). In his affidavit submitted in support of defendant's motion for summary judgment, PM <span class=\"star-pagination\">*277</span> Kutschke submits that in the fall of 1984 he was facing \"an ambitious father and son team of antagonists, with the father having a score to settle with the Postal Service, or at least the Westfield office that had complained about the autocratic way he ran the office.\" (<i>Id.</i> ¶ 12). PM Kutschke further explains that plaintiff and his father chose to create their own grievance process despite reminders that they had to use the legitimate avenues of complaint, either union grievances or complaints with the EEO (<i>Id.</i>). Defendant attaches a large compilation of Joseph Neratko's correspondence to illustrate the \"vituperative\" style of his approach (<i>Id.,</i> Exh. D and F).</p>\n<p>Joseph Neratko's efforts to bring plaintiff's complaints to the attention of PM Kutschke and SPO Nagle, as well as to their superiors in the USPS, continued throughout the first half of 1985. In February 1985, Joseph Neratko wrote additional letters to the Buffalo Postmaster and to the Director of Employee and Labor Relations in the Buffalo Post Office complaining that PM Kutschke refused to allow Joseph Neratko to accompany his son in meetings with PM Kutschke or to use reference materials located in PM Kutschke's private office (Item 234, ¶ 15 and Exh. F). Defendant contends that Joseph Neratko had no authority to enter PM Kutschke's private office for any purpose since he was neither an employee of the USPS, nor a properly appointed representative of plaintiff at that time (<i>Id.</i>). Joseph Neratko closed his letter to the Buffalo Postmaster stating \"[i]n the event that I do not hear from your office in a reasonable time, I am inserting this letter, as a paid advertisement, in the local newspapers in Chautauqua County.\" (<i>Id.</i> ¶ 16 and Exh. F).<sup>[6]</sup></p>\n<p>On December 13, 1984, plaintiff filed an informal EEO complaint of sexual discrimination (Item 101, ¶ 43 and Exh. 6). In his formal complaint, filed on January 23, 1995, plaintiff claimed that the allocation of work activities between himself and the other PTF clerk was discriminatory based on sex (<i>Id.,</i> Exh. 8). Plaintiff claims that his filing of the EEO complaint exacerbated the harassment by PM Kutschke and SPO Nagle (Item 240, at 3). For example, plaintiff asserts that the day after PM Kutschke was advised of plaintiff's complaint, plaintiff was denied a regular step increase to his salary (<i>Id.;</i> Item 242, ¶ 22). Defendant submits that that decision was made on or around December 1, 1984, before plaintiff even filed his informal EEO complaint, and that the decision to deny plaintiff the step increase had been made in Buffalo, not Westfield (Item 249, at 42). Plaintiff alleges that other retaliatory actions by PM Kutschke and SPO Nagle included a seven-day suspension on February 6, 1985, the hiring of a new female PTF clerk on April 1, 1985 (which reduced plaintiff's hours), a fourteen-day suspension on May 10, 1985, two additional suspensions in June 1989 (originally brought in 95-CV-657)<sup>[7]</sup>, the deliberate reduction of work hours assigned to plaintiff, the deliberate assignment of more strenuous work, the refusal to loan plaintiff to other area post offices, and many additional disciplinary measures (particularly letters of warning) from 1985 to 1988 (Item 242, ¶ 23; Item 101, ¶¶ 49-61, 71, 82-134, 136-46). Furthermore, plaintiff contends that the Westfield P.O. management did not discipline other employees when they made mistakes in their work, and that this disparate treatment was also retaliatory in nature (Item 101, ¶ 135).</p>\n<p>Defendant contends that plaintiff's poor performance and unavailability were the causes of disciplinary actions and reduced hours, as well as the need to hire a new PTF clerk (Item 234, ¶¶ 25-32). Defendant claims that (1) starting on December 5, 1984, plaintiff told PM Kutschke that he did not want to carry postal routes any more (Item 234, ¶ 25 and Exh. J); (2) plaintiff consistently made <span class=\"star-pagination\">*278</span> errors when he worked as a window clerk, resulting in his suspension from window service (<i>Id.</i> ¶ 25); (3) plaintiff's Air Force Reserve commitment made him unavailable for twelve Saturdays and two summer weeks each year (<i>Id.</i> ¶¶ 26 and 32); (4) plaintiff used sick leave and spread out his annual leave far more than other PTF clerks (<i>Id.</i> ¶ 26); and (5) plaintiff purposefully made himself unavailable for work in nearby postal offices (<i>Id.</i> ¶ 29).</p>\n<p>Plaintiff asserts that he never stated that he would not or did not want to carry mail (Item 242, ¶ 26) and that he advised PM Kutschke of his desire to obtain additional hours by performing carrier work (<i>Id.</i> ¶ 27). Furthermore, he contends that there is sufficient evidence to prove that his hours were reduced as a result of sex discrimination and retaliation for his filing EEO charges, and not as a result of his unavailability or poor performance (<i>Id.</i> ¶¶ 29-30). Specifically, he submits that: (1) a memorandum from SPO Nagle to Ed Lott at USPS Labor Relations contains an admission of the retaliatory intent on the part of the Westfield P.O. management (<i>Id.</i> ¶ 30 and Exh. E); (2) the time cards for the years 1985 through 1988 show that plaintiff was assigned significantly fewer hours than other PTF clerks (<i>Id.</i> ¶¶ 32-36; Item 243); (3) a close analysis of his work hours demonstrates that his unavailability due to Air Force Reserve obligations and the use of sick and annual leave do not explain the disparity in hours worked (<i>Id.</i> ¶¶ 37-43); (4) statements made by PM Kutschke and SPO Nagle in the presence of Westfield P.O. employees made it clear that females were favored and given preferences over males (Item 240, at 5-6; Item 244); (5) there is proof that female PTF clerks were assigned lighter clerk duties while male PTF clerks were asked to perform the more difficult and strenuous work, such as unloading and carrying; and (6) there is proof that the mistakes of other employees went unpunished, while plaintiff was frequently disciplined (Item 240, at 6-7).</p>\n<p>On December 31, 1987, this court granted defendant's motion to dismiss the consolidated action in part, finding that plaintiff's claims of retaliation concerning events prior to the filing of his EEO complaint on December 13, 1984, are not viable under Title VII (Item 56).<sup>[8]</sup> Despite this ruling, plaintiff has continued to allege that PM Kutschke and SPO Nagle unjustly used disciplinary measures in retaliation for plaintiff's complaints of sex discrimination (Item 109, ¶ 20; Item 242, ¶ 66). Plaintiff argues that the actions of the Postmaster and SPO starting in August 1984 are evidence of defendant's retaliatory intent for their conduct after December 13, 1984 (Item 109, ¶ 20).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. <i>Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate when \"there is no genuine issue as to any material fact, and the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>Citizens Bank v. Hunt,</i> 927 F.2d 707, 710 (2d Cir.1991). When deciding a motion for summary judgment, the court must \"resolve all ambiguities and inferences ... in the light most favorable to the party opposing the motion.\" <i>Shockley v. Vermont State Colleges,</i> 793 F.2d 478, 481 (2d Cir.1986) (citations omitted). There is no genuine issue of material fact if, based upon the submissions to the court, no rational fact-finder could find in the non-movant's favor. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 251-52, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). It is the function of the court to determine whether there is a genuine issue for trial, not to determine the truth of the matter. <i>Carter v. Carriero,</i> 905 F.Supp. 99, 102 (W.D.N.Y.1995) (Skretny, J.). When used properly, Rule 56 is a \"vital procedural tool to avoid wasteful trials.\" <i>Capital Imaging v. Mohawk Valley Medical Associates,</i> 996 F.2d 537, 541 (2d Cir.), <i>cert. denied,</i> 510 U.S. 947, 114 S.Ct. 388, 126 L.Ed.2d 337 (1993).</p>\n<p>In an employment discrimination action, where an employer properly shows a legitimate, <span class=\"star-pagination\">*279</span> non-discriminatory reason for the action at issue, a plaintiff may not avoid summary judgment by relying upon an inference of causation based upon the temporal proximity of the protected activity and the adverse action. Instead, the plaintiff must show sufficient evidence to support a rational finding that the legitimate, nondiscriminatory reasons proffered by the employer are false, and that more likely than not, discrimination was the real reason for the adverse action. <i>See </i><i>Van Zant v. KLM Royal Dutch Airlines,</i> 80 F.3d 708, 714 (2d Cir.1996); <i>see also </i><i>McGuire v. United States Postal Service,</i> 749 F.Supp. 1275, 1284 (S.D.N.Y.1990) (\"Plaintiff may preclude summary judgment by producing evidence from which the trier of fact reasonably could draw an inference of discrimination.\"). Conclusory allegations suggesting a causal relationship between the protected activity or the plaintiff's membership in a protected class and adverse employment actions will not defeat summary judgment. <i>Van Zant,</i> 80 F.3d. at 714.</p>\n<p></p>\n<h2>II. <i>Exhaustion of Administrative Remedies</i>\n</h2>\n<p>Before reaching the merits of plaintiff's sex discrimination and retaliation claims, the court must consider defendant's contention that plaintiff has not properly raised many of his claims in the EEO process. A district court may only hear those claims that either are included in an EEO charge or are based on conduct subsequent to the EEO charge which is \"reasonably related\" to that alleged in the EEO charge. <i>Spurlock v. NYNEX,</i> 949 F.Supp. 1022, 1027 (W.D.N.Y.1996) (Curtin, J.); <i>Butts v. City of New York Dept. of Housing,</i> 990 F.2d 1397, 1401 (2d Cir.1993) (quoting <i>Stewart v. United States Immigration and Naturalization Service,</i> 762 F.2d 193, 198 (2d Cir.1985)). This exhaustion requirement is designed to give the administrative agency the opportunity to investigate, mediate, and take remedial action to encourage the settlement of discrimination disputes through conciliation and voluntary compliance. If a complainant could litigate a claim not previously presented to and investigated by the EEO, then the exhaustion element of Title VII's statutory scheme could easily be circumvented. <i>Spurlock,</i> 949 F.Supp. at 1027; <i>Butts,</i> 990 F.2d at 1401.</p>\n<p>The Second Circuit has identified three situations where claims not alleged in an EEO charge are sufficiently related to the allegations in the charge such that it would be unfair to bar such claims in an employment discrimination action brought under the federal civil rights laws: (1) where the conduct complained of would fall within the scope of the EEO investigation which could be reasonably expected to grow out of the charge of discrimination; (2) where the plaintiff alleges retaliation by the employer for filing the EEO charge; and (3) where the complaint alleges further incidents of discrimination carried out in precisely the manner alleged in the EEO charge. <i>Spurlock,</i> 949 F.Supp. at 1027 (<i>citing </i><i>Butts,</i> 990 F.2d at 1402).</p>\n<p>Plaintiff's lengthy list of allegedly retaliatory employment actions appears in paragraph 35 of his pretrial statement (Item 109).<sup>[9]</sup> Defendant has responded to these allegations of adverse employment action in a systematic fashion (Item 232, at 20-48; Item 234, ¶ 33). Specifically, defendant challenges many of plaintiff's claims by asserting that plaintiff failed to file an EEO complaint in connection with certain allegations (Item 234, ¶¶ 33(a)-(d), (f)-(m), (<i>o</i>), (v), (x)-(dd), (hh)-(mm)).<sup>[10]</sup> Plaintiff has attached copies of his EEO complaints to his second amended complaint (Item 101, Exh. 8, 10-14); however, several EEO complaints appear to be missing. Furthermore, plaintiff has not responded to this aspect of defendant's challenge, despite ample opportunity to do so.</p>\n<p>After a careful review of plaintiff's claims and the attached EEO complaints, it appears <span class=\"star-pagination\">*280</span> that many of them cannot be brought before this court due to plaintiff's failure to exhaust his administrative remedies. Plaintiff's first twelve allegations (Item 109, ¶¶ 35(a)-(<i>l</i>); Item 232, at 20-26) must be dismissed for failure to exhaust because plaintiff has not demonstrated that: (1) he filed an EEO complaint raising any of these claims; (2) the conduct complained of falls within the scope of the EEO investigation which can reasonably be expected to grow out of a prior charge of discrimination; (3) the alleged conduct was retaliation for the filing of a prior EEO charge; or (4) that the conduct is merely a further incident of discrimination carried out in precisely the manner alleged in the EEO charge. <i>See </i><i>Butts,</i> 990 F.2d at 1401-03. Although many of these allegations involve claims of retaliation, they all predate plaintiff's first EEO complaint, and this court has already held that plaintiff's retaliation claims concerning events which precede the filing of plaintiff's December 13, 1984, EEO complaint cannot remain in this case (Item 56).</p>\n<p>Plaintiff's pretrial statement (Item 109) also contains a series of claims concerning defendant's alleged sex discrimination. Plaintiff's claims concerning defendant's sex discrimination in paragraphs 5 and 12 of his pretrial statement may go forward as part of his retaliation cause of action because he did file EEO complaints alleging unfair reprisal for each of these claims (Item 101, Exh. 6 and 15). In addition, plaintiff's claims in paragraphs 9-11, 14, and 16-17 of his pretrial statement may proceed to the merits because plaintiff arguably filed EEO complaints either directly on point or arguably relevant to these claims (Item 101, Exh. 6, 10 (reasonably related to ¶¶ 9-11); Exh. 15 (reasonably related to ¶ 14); Exh. 11, complaint dated February 7, 1986 (reasonably related to ¶¶ 16-17)). To the extent that there is uncertainty as to whether plaintiff has satisfied the <i>Butts</i> and <i>Spurlock</i> tests regarding exhaustion of administrative remedies, this court simply construes all facts and resolves all ambiguities in favor of the plaintiff. Therefore, because defendant has not demonstrated that the cited EEO complaints do not relate to plaintiff's allegations of sex discrimination, the court must allow these claims to go forward on the sex discrimination causes of action.</p>\n<p>Plaintiff's claims concerning defendant's discriminatory retaliation in paragraphs 35(p)-35(t) of his pretrial statement may go forward as part of plaintiff's retaliation cause of action because he did file EEO complaints alleging unfair reprisal for each of these claims (Item 101, Exh. 8, 10-14). Plaintiff's claims in paragraphs 35(m), (<i>o</i>), (u)-(v), (x)-(ff), (hh)-(mm) of his pretrial statement may proceed to the merits because even though plaintiff did not file EEO complaints for each of these claims either at all or in a timely manner, plaintiff has alleged that defendant retaliated against him for filing complaints of sex discrimination. Thus, he may bring these claims without having filed separate EEO charges under <i>Butts</i> and <i>Spurlock.</i></p>\n<p>Finally, plaintiff's claims in paragraphs 35(n), 35(w), and 33(gg) of his pretrial statement involving the hiring of an additional PTF clerk and the consequent reduction in plaintiff's work, the limiting of plaintiff's hours, and the issuance of an eighth letter of warning on October 2, 1987, respectively, can go forward because defendant concedes that plaintiff filed EEO complaints either directly on point or arguably relevant to these claims (Item 232, at 27, 33-35, 43-44).</p>\n<p>Plaintiff's claims that his two suspensions in June 1989 were the product of both sex discrimination and reprisal, originally brought under 95-CV-657, may proceed to a discussion on the merits because it is evident that plaintiff brought both claims before the EEO. Both claims went through an administrative hearing (Item 234, Exh. H and I).</p>\n<p>In sum, the following claims may proceed to review on the merits, both for purposes of this summary judgment motion and in any further proceedings in this case: (1) plaintiff's claims in paragraphs 5, 9-12, 14, and 16-17 of his pretrial statement (Item 109) may go forward as part of plaintiff's sex discrimination cause of action; (2) plaintiff's claims in paragraphs 35(m)-(mm) of his pretrial statement may go forward as part of plaintiff's retaliation cause of action; (3) plaintiff's claims articulated in 95-CV-657 may go forward as parts of both plaintiff's <span class=\"star-pagination\">*281</span> sex discrimination and retaliation causes of action. Plaintiff's claims articulated in paragraphs 35(a)-(<i>l</i>) of his pretrial statement are hereby dismissed.</p>\n<p></p>\n<h2>III. <i>Plaintiff's Allegations of Sex Discrimination at the Westfield P.O.</i>\n</h2>\n<p>Title VII makes it unlawful \"for an employer ... to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual ... because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a)(1). In order to establish a claim of disparate treatment based on sex, a plaintiff must make out a prima facie case as set forth in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), and <i>Texas Dep't of Community Affairs v. Burdine,</i> 450 U.S. 248, 252-53, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981); <i>see also </i><i>St. Mary's Honor Center v. Hicks,</i> 509 U.S. 502, 506, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993). Because plaintiff was never fired or denied a promotion, his prima facie case is slightly different than the typical disparate treatment case. To meet his burden, plaintiff must demonstrate that: (1) he is a member of a protected class; (2) he was qualified for the job he performed; (3) he suffered an adverse employment action; and (4) the action occurred under circumstances giving rise to an inference of discrimination. \"The burden of establishing a prima facie case ... is not onerous.\" <i>Fisher v. Vassar College,</i> 114 F.3d 1332, 1335 (2d Cir.1997), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 851, 139 L.Ed.2d 752 (1998) (quoting <i>Burdine,</i> 450 U.S. at 252-53, 101 S.Ct. 1089). \"In fact, the plaintiff's burden of establishing a prima facie case has been frequently described as `minimal.'\" <i>Fisher,</i> 114 F.3d at 1335 (citations omitted).</p>\n<p>The plaintiff's prima facie case creates a presumption that the employer unlawfully discriminated against the employee, and the burden of production then shifts to the employer to articulate a legitimate, nondiscriminatory reason for the adverse employment action. <i>St. Mary's,</i> 509 U.S. at 506-07, 113 S.Ct. 2742. Although the burden of production shifts to the defendant at this point, \"the ultimate burden of persuading the trier of fact that the defendant intentionally discriminated against the plaintiff remains at all times with the plaintiff.\" <i>Id.</i> at 507, 113 S.Ct. 2742 (citation omitted). \"Any legitimate, non-discriminatory reason will rebut the presumption triggered by the prima facie case. The defendant need not persuade the court that it was actually motivated by the proffered reasons.\" <i>Fisher,</i> 114 F.3d at 1335-36 (citations omitted). Once the defendant satisfies this burden, the presumption of discrimination established by the prima facie case drops away and the trier of fact must proceed to the ultimate question: whether plaintiff has proven that defendant intentionally discriminated against him. <i>St. Mary's,</i> 509 U.S. at 510-11, 113 S.Ct. 2742 (citations omitted).</p>\n<p>At this point, plaintiff must produce sufficient evidence to reasonably support a finding that he was harmed by the employer's illegal discrimination. <i>Fisher,</i> 114 F.3d at 1337.</p>\n<blockquote>a Title VII plaintiff may prevail only if an employer's proffered reasons are shown to be a pretext <i>for discrimination,</i> either because the pretext finding itself points to discrimination or because other evidence in the record points in that direction  or both. And the Supreme Court tells us that \"a reason cannot be proved to be a `pretext <i>for discrimination'</i> unless it is shown <i>both</i> that the reason was false, <i>and</i> that discrimination was the real reason.\"</blockquote>\n<p><i>Id.</i> at 1339 (quoting <i>St. Mary's,</i> 509 U.S. at 515, 113 S.Ct. 2742) (emphasis in original).</p>\n<p>Although plaintiff has not explicitly addressed how his allegations create a prima facie claim of sex discrimination, his lengthy submissions do adequately allege that: (1) he is a member of a protected class (male employees); (2) he was qualified for the work he performed as a PTF clerk; (3) he suffered certain adverse employment actions; and (4) the Westfield P.O. management treated female PTF clerks of equal qualifications differently. Plaintiff's allegations concerning adverse employment actions due to sex discrimination can be consolidated into three general categories: the unequal distribution of work assignments, the unequal assignment <span class=\"star-pagination\">*282</span> of work hours, and the unequal use of disciplinary measures. A more detailed analysis of plaintiff's allegations concerning defendant's sex discrimination follows below.</p>\n<p></p>\n<h2>A. <i>Discriminatory Assignment of Mail Carrying Duties</i>\n</h2>\n<p>Plaintiff alleges that from June 1984 to on or about April 1, 1985, PM Kutschke and/or SPO Nagle allocated the outside relief carrier workload at the Westfield P.O. in such a way that plaintiff was required to perform all of the outside mail carrier relief duties (Item 109, ¶ 5 and at 21-22; Item 242, ¶ 59). Furthermore, plaintiff alleges that PM Kutschke and/or SPO Nagle allocated outside relief carrier work in such a way that female PTF Howser did not perform relief carrier work (<i>Id.</i>). Plaintiff contends that PTF Howser performed tasks that were less physically strenuous than the relief carrier duties (<i>Id.</i>). Defendant argues that plaintiff's comparison of PTF Howser's relief carrier duty with his own (Item 242, ¶ 59) is not persuasive because plaintiff's comparison covers merely half of the dates from only his second month at the Westfield P.O. (Item 249, at 49). Defendant argues that such a small sampling does not represent sufficient proof of discriminatory assignment of relief carrier duties (<i>Id.</i>). Defendant's contention on this matter, however, does not rebut plaintiff's allegation. Rather, it merely attacks the sufficiency of plaintiff's proof on this point. Thus, defendant is really claiming that plaintiff has failed to make out a prima facie case on this allegation. In viewing this issue in a light most favorable to plaintiff, the court reserves judgment on whether plaintiff has provided the court with a large enough sampling to support a reasonable inference of discriminatory job assignments.</p>\n<p>Defendant has offered several legitimate and nondiscriminatory reasons for the way in which mail carrier duties were assigned (<i>See</i> Item 234, ¶¶ 6, 25, Exh. J). However, many of defendant's proffered reasons involve disputed facts and therefore cannot be resolved on a motion for summary judgment. However, defendant also contends that PTF Howser's versatility was the principal reason that there was any discrepancy between how often PTF Howser carried mail and how often plaintiff performed such work during plaintiff's first two months at the Westfield P.O. (Item 249, at 49-50). An employer may base an adverse employment action on the fact that one employee is more versatile than another. <i>See </i><i>Aungst v. Westinghouse Electric Corp.,</i> 937 F.2d 1216, 1221-22 (7th Cir. 1991) (acknowledging that employee versatility is a legitimate reason for taking adverse employment action). During the time period on which plaintiff has based his comparison of his duties with those of PTF Howser, PTF Howser had been trained as a \"window clerk who had stamp accountability\" (Item 249, at 49-50.). As a result, management often assigned PTF Howser jobs other than outside relief carrier work (<i>Id.</i>).</p>\n<p>Even when the court views these arguments in a light most favorable to plaintiff, plaintiff has failed to produce sufficient evidence to support a rational finding that defendant's final proffered reason is mere pretext. Plaintiff's scant documentation regarding the assignment of relief carrier duties also does not support a rational finding that sex discrimination was more likely than not the reason for the discrepancy between his outside relief carrier duties and PTF Howser's outside relief carrier duties. <i>See </i><i>Woroski v. Nashua,</i> 31 F.3d 105, 109-10 (1994); <i>Van Zant,</i> 80 F.3d at 714 (plaintiff must produce sufficient evidence that defendant's reasons are false <i>and</i> that sex discrimination was more likely than not the real reason). An employer may base an adverse employment action on the fact that one employee is more versatile than another. <i>See </i><i>Aungst,</i> 937 F.2d at 1221-22. Defendant has proffered the legitimate reason that PTF Howser was more versatile as a postal employee and therefore was apt to work on various job duties (Item 249, at 49-50). Plaintiff has not addressed defendant's position on this point. For that relevant time period, then, PTF Howser's versatility appears to have been the reason for the discrepancy in assignment of outside relief carrier duties.</p>\n<p></p>\n<h2>B. <i>Discriminatory Assignment of Strenuous Job Duties</i>\n</h2>\n<p>Plaintiff alleges that from June 1984 to April 1987, PM Kutschke and SPO Nagle <span class=\"star-pagination\">*283</span> required plaintiff to perform job duties which they did not require female PTFs Howser and Karlson to perform, or which they required PTFs Howser and Karlson to perform to a much lesser degree (Item 109, ¶¶ 9, 10 and at 21, 23-24). These tasks included unloading mail trucks, dumping mail from sacks, stacking empty mail sacks, shoveling snow, and washing vehicles. Plaintiff alleges that these tasks were more \"difficult, strenuous, dusty, dirty and or otherwise more undesirable\" than those the women performed (<i>Id.</i> ¶ 10). Defendant argues that even if these claims are true, plaintiff failed to suffer any pecuniary harm (Item 232, at 36).</p>\n<p>A plaintiff alleging sex discrimination does not necessarily need to allege a pecuniary loss if the employer has materially altered the terms or conditions of the plaintiff's employment. <i>See </i><i>McCabe v. Sharrett,</i> 12 F.3d 1558, 1564 (11th Cir.1994) (noting that assignment of duties involving \"less responsibility and more menial tasks\" may rise to the level of an adverse employment action); <i>see also </i><i>Monica v. New York City Off-Track Betting,</i> 1995 WL 117879, at *3 (S.D.N.Y. Mar. 20, 1995), <i>aff'd,</i> 100 F.3d 941, 1996 WL 2061 (2d Cir.1996) (table). Allegations of inferior and less desirable work duties may constitute an adverse employment action. Thus, plaintiff has made out a prima facie case of discriminatory assignment of job duties.</p>\n<p>Defendant argues that plaintiff indicated on December 5, 1984, that he no longer wanted to carry a mail route. Defendant contends that because of plaintiff's request, Westfield P.O.'s management assigned other, and perhaps less pleasant, work to plaintiff (Item 232, at 36-37). Plaintiff, however, denies that he ever requested to be taken off of outside relief carrier duty (Item 242, ¶ 26; Item 109, at 25). The dispute over whether plaintiff requested to be removed from carrier duty is a fact dispute; therefore, the court cannot grant defendant's motion on this argument.</p>\n<p>Defendant also argues that management utilized plaintiff in the ways that it did because often \"plaintiff could not be assigned to window duties because of his mistakes, [therefore] some less pleasant tasks would have been assigned to give him hours.\" (Item 234, ¶ 33(y)). Defendant makes mention of the unsatisfactory nature of plaintiff's work performance throughout the record. (<i>See e.g.,</i> Item 234, ¶¶ 25 and 33(e)). To prove plaintiff's poor work performance, defendant points to three letters of warning that plaintiff received within six months of starting work at the Westfield P.O. These three letters document plaintiff's errors in performing various tasks and his unacceptable attitude towards management (Item 234, Exh. D (letters of warning dated 8/9/84, 10/2/84, and 11/5/84)).</p>\n<p>Plaintiff contends that this rebuttal is pre-textual because PM Kutschke and SPO Nagle meted out discipline in a sexually discriminatory way. As a result, according to plaintiff, defendant cannot rely on plaintiff's disciplinary record in order to justify adverse employment actions (such as the assignment of strenuous duties).</p>\n<p>In order for plaintiff to establish individual disparate treatment through comparative evidence, he must demonstrate that similarly situated employees who do not share plaintiff's protected characteristic were treated preferentially. <i>See </i><i>Shumway v. United Parcel Service,</i> 118 F.3d 60, 63-64 (2d Cir. 1997). One court in this circuit has inferred a lack of discriminatory animus when the evidence demonstrates that employees <i>in</i> plaintiff's protected class were also treated better than plaintiff. <i>See </i><i>Davis v. Bowes,</i> 1997 WL 655935, at *19 (S.D.N.Y. Oct.20, 1997), <i>aff'd,</i> 159 F.3d 1346 (table; text at Westlaw 1998 WL 477139 (2d Cir. July 22, 1998)) (finding that it weighed against female plaintiff that \"defendants have pointed to instances where ... female [employees] with seniority comparable to plaintiff's have been promoted\"). As in <i>Davis,</i> plaintiff's proof on this matter alleges that employees both inside and outside of his protected class were treated preferentially with respect to standards of discipline.</p>\n<p>In an effort to demonstrate pretext, plaintiff contends that \"my [job] performance was no worse and in fact was better than many Post Office employees.\" (Item 242, ¶ 61). In support of this position, plaintiff offers a <span class=\"star-pagination\">*284</span> detailed account of 122 incidents wherein other Westfield P.O. employees committed punishable work-related errors \"for which no disciplinary action was taken.\" (<i>Id.</i>). However, plaintiff undermines his own argument on this point by stating that <i>male</i> employees committed 25 percent of the errors \"for which no disciplinary action was taken.\" Plaintiff's offer of proof on this allegation actually requires an inference that is adverse to his case. According to plaintiff's records, male postal employees (primarily Robert Testrake) committed errors with impunity on thirty-two separate occasions during a five and one half-year period (<i>Id.</i>). Even taken in a light most favorable to plaintiff, the proof on this point requires the conclusion that male PTFs were <i>also</i> able to avoid discipline when their job performance otherwise warranted it. (<i>Id.; see also</i> Item 249, at 22 (observing that plaintiff cannot claim that his gender caused him to receive unequal disciplinary attention \"since men and women alike got off lightly.\")). Moreover, plaintiff's attempt to demonstrate pretext on this issue is also deficient in that he has failed to provide comparative data within the context of this allegation. Plaintiff ambiguously points out the ways in which his co-workers also made punishable mistakes, but fails to provide data that would allow the court to compare the ways in which PM Kutschke and SPO Nagle disciplined plaintiff with the ways in which they disciplined other postal employees.</p>\n<p>Defendant cites several cases from this circuit and others for support of the proposition that plaintiff's own insubordinate behavior constitutes a legitimate, nondiscriminatory reason for disparate treatment. In <i>Olivares v. NASA,</i> 934 F.Supp. 698, 703-04 (D.Md.1996), <i>aff'd,</i> 114 F.3d 1176, 1997 WL 288677 (4th Cir.1997) (table), the district court found that plaintiff, an employee who challenged his employer and supervisors over every aspect of his employment, could not defeat defendant's motion for summary judgment by his mere conclusory allegations and opinions that the real motive for the adverse employment actions he experienced was his Mexican-American ethnicity. His contrariness and inability to get along with employers, supervisors, and co-workers fully qualified as legitimate, nondiscriminatory reasons for the adverse actions. In <i>McCollum v. Bolger,</i> 794 F.2d 602, 609-10 (11th Cir.1986), <i>cert. denied,</i> 479 U.S. 1034, 107 S.Ct. 883, 93 L.Ed.2d 836 (1987), another case involving USPS employees, the court found that the reason for the disparate treatment was not sex discrimination, but rather that plaintiff had a bad relationship with her supervisor, the Postmaster. Evidence that plaintiff disagreed with her superiors as to how her job should be performed and that she was \"a combative, hostile, rude, vindictive and dictatorial employee\" were the reasons for the adverse employment actions about which she complained. <i>Id.</i> at 610. The Eleventh Circuit explained that \"Title VII prohibits discrimination; it `is not a shield against harsh treatment at the work place.' Personal animosity is not the equivalent of sex discrimination and is not proscribed by Title VII. The plaintiff cannot turn a personal feud into a sex discrimination case by accusation.\" <i>Id.</i> (internal citations omitted). Finally, in <i>Meiri v. Dacon,</i> 759 F.2d 989, 997 (2d Cir.), <i>cert. denied,</i> 474 U.S. 829, 106 S.Ct. 91, 88 L.Ed.2d 74 (1985), the Second Circuit found that defendant's evidence of plaintiff's disregard for the legitimate authority of her superiors provided a legitimate, nondiscriminatory reason for her dismissal.</p>\n<p>Defendant contends that PM Kutschke's own personal animosity toward plaintiff is a legitimate and nondiscriminatory reason for the adverse employment action. PM Kutschke has testified that within months of having hired plaintiff, he dealt with \"personal attacks\" from plaintiff and what he perceived to be a \"father and son team of antagonists\" that succeeded in putting PM Kutschke \"on the defensive.\" (Item 234, ¶¶ 12, 18). Plaintiff has responded to this by averring that he was never \"insubordinate to the SPO, the Postmaster, and/or to any other authority.\" (Item 109, at 30). Plaintiff's insistence to the contrary, however, cannot alter the fact that PM Kutschke found plaintiff's conduct and attitude towards management to be offensive and \"vituperative\" (Item 234, ¶ 13).</p>\n<p>This court finds that plaintiff has not produced sufficient evidence to support a rational <span class=\"star-pagination\">*285</span> finding that defendant's proffered reasons for its allegedly discriminatory distribution of job duties are false. Plaintiff has also failed to produce sufficient evidence to support a rational finding that sex discrimination was more likely than not the reason that he worked certain job details more than other female PTFs. Instead, defendant has clearly demonstrated that plaintiff's poor job performance and poor relationship with management were the actual and legitimate reasons for the adverse employment action.</p>\n<p></p>\n<h2>C. <i>Discriminatory Preference for Female Workers</i>\n</h2>\n<p>Plaintiff alleges that starting in June 1984, PM Kutschke sexually discriminated against plaintiff by treating the female PTFs preferentially. Specifically, plaintiff alleges that PM Kutschke often assisted female PTFs in their assigned tasks, but failed to give plaintiff the same assistance (Item 109, ¶ 11 and at 21, 24).</p>\n<p>Certain employment actions are so trivial or inconsequential that they cannot rise to the level of an adverse employment action. <i>See </i><i>Harlston v. McDonnell Douglas Corp.,</i> 37 F.3d 379, 382 (8th Cir.1994) (plaintiff was not adversely affected by a reassignment that involved a change in duties because such disruptions were \"mere inconvenience\"). Defendant concedes that on isolated occasions, PM Kutschke and SPO Nagle assisted PTFs Karlson and Howser with certain tasks, such as lifting sacks of mail onto a counter top (Item 249, at 18-19). Defendant argues that plaintiff has failed to make out a prima facie case on this claim because the female PTFs received this assistance only occasionally. Defendant maintains that this assistance was periodically necessary for the completion of an isolated task, and was not rooted in a discriminatory favoring of women (<i>Id.</i>).</p>\n<p>Even accepting plaintiff's allegations as true, plaintiff has failed to allege an adverse employment action. In light of <i>Harlston,</i> the fact that management did not occasionally assist plaintiff with lifting mail sacks onto counter tops does not demonstrate that plaintiff has suffered an adverse employment action. This type of employment action represents the kind of de minimis matter that does not constitute an adverse employment action under Title VII. <i>See </i><i>Shabat v. Blue Cross Blue Shield of the Rochester Area,</i> 925 F.Supp. 977, 989 (W.D.N.Y.1996), <i>aff'd,</i> 108 F.3d 1370, 1997 WL 138836 (2d Cir.1997) (table); <i>Harlston,</i> 37 F.3d at 382.</p>\n<p>Even if the court were to find that plaintiff has made out a prima facie case with respect to this allegation, an employer's decision to deny an employment benefit to an employee does not violate Title VII when that decision is motivated by personal animosity. <i>See </i><i>McCollum,</i> 794 F.2d at 609-10 (holding that supervisor's personal animosity for employee is a legitimate and nondiscriminatory reason for adverse employment action). Furthermore, an employer's decision to extend employment benefits to certain employees does not violate Title VII when that decision is made on the basis of personal favoritism. <i>See </i><i>Benzies v. Illinois Dept. of Mental Health,</i> 810 F.2d 146, 148 (7th Cir.), <i>cert. denied,</i> 483 U.S. 1006, 107 S.Ct. 3231, 97 L.Ed.2d 737 (1987). To this effect, defendant asserts that if PM Kutschke and SPO Nagle avoided interacting with or assisting plaintiff; such choices were rooted in PM Kutschke and SPO Nagle's personal animosity for plaintiff (Item 249, at 48). Defendant argues that any favoritism shown by PM Kutschke to female employees was a product of plaintiff's \"caustic correspondence and insubordinate speech .... [N]o doubt Postmaster Kutschke and SPO Nagle preferred the company of anyone but plaintiff.\" (Item 249, at 48). More precisely, defendant maintains that if PM Kutschke and SPO Nagle interacted with and assisted PTFs Howser and Karlson more often than they did with plaintiff, that was because they preferred those employees as workplace company (<i>Id.</i>).</p>\n<p>To the extent that plaintiff ambiguously alleges that PM Kutschke favored PTF Howser because of their alleged intimate relationship outside work (Item 242, ¶¶ 54-56; Item 109, at 24), defendant relies on <i>DeCintio v. Westchester County Medical Center,</i> 807 F.2d 304 (2d Cir.1986), <i>cert. denied,</i> 484 U.S. 825, 108 S.Ct. 89, 98 L.Ed.2d 50 (1987), wherein the Second Circuit ruled that \"favoring <span class=\"star-pagination\">*286</span> a `paramour' is not sex discrimination under Title VII\" (Item 249, at 48).</p>\n<p>In sum, defendant concedes that certain PTFs received occasional extra assistance from PM Kutschke and SPO Nagle because of their physical limitations, not because of their sex. The court finds that plaintiff has failed to make out a prima facie case of discrimination on this claim. Even if plaintiff had satisfied his prima facie burden, defendant has demonstrated that management assisted and socialized with certain PTFs because they preferred the company of those workers over plaintiff. Plaintiff has failed to offer evidence that is sufficient to support a rational finding that defendant's proffered explanation is false and has also failed to show that sex discrimination more likely than not motivated management to assist and to keep company with female PTFs. Rather, defendant has shown that management preferred certain workers as workplace company, and that this was more likely than not the reason for the allegedly adverse employment action.</p>\n<p></p>\n<h2>D. <i>Discriminatory Training for Male and Female Employees</i>\n</h2>\n<p>Plaintiff also claims that female PTFs received different and superior post-hiring employment training. Plaintiff alleges that PTF Karlson received more training in work duties such as window duty, carrier route training, and casing (Item 109, ¶ 12 and at 21, 24-25; Item 242, ¶¶ 8-17). More precisely, plaintiff claims that management consistently misrepresented and falsely recorded the hours for his training sessions (Item 242, ¶¶ 8-17). For example, plaintiff points to the \"numerous discrepancies between [my] training records and my time cards\" (<i>Id.</i> ¶ 10). In this way, plaintiff alleges that management cheated him out of training hours by making it appear as though he had trained the requisite number of hours, when in fact he had not trained for the number of hours indicated on his records (<i>Id.</i> ¶¶ 10, 18).</p>\n<p>Defendant argues in rebuttal that management trained plaintiff, as a transfer employee from the Jamestown P.O., not as a new hire. As such, defendant contends that plaintiff did not require a new regimen of training and that the Westfield P.O. training, though complete, should have functioned merely as a \"refresher course\" (Item 249, at 27). Defendant also states that it was and is common practice for post offices to record employee training \"by the length of the training module and not according to the time clock\" (Item 249, at 27-28). Defendant further maintains that plaintiff's on-the-job training remedied any discrepancies between the actual length of training sessions and management's method for recording the time of training sessions. Defendant points out that plaintiff received much of his training, as many as 120 hours, in the form of on-the-job training (Item 242, Exh. A (dated 6/24/86)).</p>\n<p>Plaintiff has undermined his own contentions on this issue by stating, through his representative (Joseph Neratko), that \"I wish to emphasize the fact that <i>both of these PTFs</i> [both plaintiff and an unnamed female PTF] <i>in question, were trained in identical functions.\"</i> (Item 101, Exh. 8 (emphasis in original)). In another letter, plaintiff's representative stated \"Robert E. Neratko, is a Postal Service employee, male ... trained in all functions and phases of the Westfield P.O. work\" (<i>Id.,</i> Exh. 7). These inconsistencies bring to light that plaintiff is arguing at cross-purposes with himself. That is to say, either plaintiff <i>was</i> adequately trained for all positions and therefore suffered an adverse employment action when management refused to assign him less strenuous jobs, <i>or</i> he was inadequately trained for some positions and therefore suffered <i>no</i> adverse employment action when management refused to assign him certain less strenuous tasks (Item 249, at 50 n. 19 (defendant's argument on this point)). In addition to plaintiff's contradictory statements, plaintiff has also failed to provide the court with comparative evidence that demonstrates how management recorded the hours of his training sessions differently from the way management recorded the training sessions of female employees.</p>\n<p>Plaintiff has not produced sufficient evidence to support a rational finding that defendant's proffered reasons for the allegedly fewer training hours and opportunities are false. Nor has plaintiff produced evidence sufficient to support a rational finding that <span class=\"star-pagination\">*287</span> sex discrimination was more likely than not the reason that management recorded his training hours in the way that it did. Instead, defendant has shown that management recorded plaintiff's training hours in the same way that it recorded other employees' training hours. Thus, any alleged deficiencies in training that would result from this recording method would affect male and female employees alike. Plaintiff has not offered any evidence to rebut this inference.</p>\n<p></p>\n<h2>E. <i>Discriminatory Allocation of Hours</i>\n</h2>\n<p>Plaintiff alleges that from February 15, 1985, until April 1987, PM Kutschke and SPO Nagle sexually discriminated against plaintiff by assigning female PTFs Howser and Karlson more work hours than they assigned plaintiff, and by declining to give plaintiff assignments for carrier and/or window duties despite plaintiff's willingness and continued requests to take on such assignments (Item 109, ¶ 14 and at 21, 25-26; Item 242, ¶¶ 29-43). Defendant points out that there is no evidence of a sexually discriminatory allocation of work hours even when evaluated in light of Patty Koenig's submission concerning a comparative compilation of hours (<i>See</i> Item 243 (Ms. Koenig prepared this submission on plaintiff's behalf)).</p>\n<p>As noted earlier, in order for plaintiff to establish individual disparate treatment through comparative evidence, plaintiff must demonstrate that similarly situated employees outside of plaintiff's protected class were treated preferentially. <i>See </i><i>Shumway,</i> 118 F.3d at 63-64. One court in this circuit has inferred a lack of discriminatory animus when the evidence demonstrates that employees <i>in</i> plaintiff's protected class were <i>also</i> treated better than plaintiff. <i>See </i><i>Davis,</i> 1997 WL 655935, at *19. Plaintiff's proof on this matter alleges that employees both inside and outside of his protected class were treated preferentially with respect to how many potential work hours they received. According to Ms. Koenig's documentation, Robert Testrake was hired as a PTF in June 1986 and worked 893.7 hours in 1986. If PTF Testrake had worked a proportionate amount of hours for <i>all</i> of 1986, he would have worked approximately 1659 hours. Furthermore, PTF Testrake worked 1651.6 hours in 1987 and then worked 1599.95 hours in 1988 (Item 243, at 26-31). Defendant notes that PTF Testrake's average work hours <i>as a male</i> were nearly identical to the female PTFs' work hours in their best years and higher than the female PTFs' hours in their lowest years (Item 249, at 11). This argument is borne out by an examination of the relevant figures (Item 243, at 5-12 (regarding PTF Howser), at 13-17 (regarding PTF Karlson); Item 249, at 10-11).</p>\n<p>Defendant's comparison of PTF Testrake's average work hours with those of female PTFs does not represent a legitimate nondiscriminatory reason for the adverse employment action; instead, this argument attacks plaintiff's attempt to make out a prima facie case on this claim. Specifically, that PTF Testrake's work hours were equal to or superior to those of the female PTFs undermines plaintiff's contention that management limited plaintiff's work hours because of discriminatory animus. Presumably, if management shorted plaintiff hours because he was male, then management would have subjected Mr. Testrake to the same kind of discrimination.</p>\n<p>Even if the court were to find that plaintiff has carried his prima facie burden, plaintiff's claim still fails to survive summary judgment. Defendant challenges the merits of the immediate claim by relying on <i>Jones v. J.C. Penney Co., Inc.,</i> 889 F.Supp. 432, 440 (D.Kan.1995), where the court held that the actions of a part-time flexible employee who had advised her employer that she would work only on certain days and times, consequently allowing other part-time flexible employees to receive more hours, resulted in her reduced working time. <i>Jones</i> is directly on point with the present case. In <i>Jones,</i> the court explained that \"[e]ven if a prima facie case has been established, it has been sufficiently rebutted in that the defendant has clearly articulated legitimate, nondiscriminatory reasons for its decisions ... [including] that plaintiff's self-proscribed limitations on her availability resulted in her reduced working time.\" <i>Id.</i></p>\n<p>Defendant asserts that plaintiff inevitably received fewer hours for PTF assignments because of his commitment to the military <span class=\"star-pagination\">*288</span> reserves and his use of sick leave and annual leave. As for plaintiff's military leave, management could not schedule plaintiff for twelve weekends a year, as well as for two weeks in the summer. This commitment reduced plaintiff's availability by a full month (Item 232, at 53-54; Item 233, ¶ 14 (Fike's testimony)). Defendant asserts, without rebuttal, that Saturdays are a time slot when the USPS commonly calls upon its PTFs. The fact that plaintiff was unavailable for twelve Saturdays a year would have more likely than not caused him to receive fewer hours. In 1985, plaintiff took just under seventy hours of military leave, 112 hours of annual leave, a \"full day leave without pay\", and six hours of sick leave. For that same year, PTF Howser took no military leave, 114 hours of annual leave, and no sick leave hours, and PTF Karlson took no military leave, eight hours of annual leave, and no sick leave (Item 243, at 5-25). Thus, in 1985, plaintiff was available for seventy-four fewer hours than PTF Howser (or 12.3 six-hour work days) and 180 fewer hours than PTF Karlson (or 30 six-hour work days).</p>\n<p>According to plaintiff, his unavailability was roughly equivalent to PTF Howser's unavailability in both 1986 and 1987 (Item 243, at 8-12, 20-23). Defendant concedes that management would choose to schedule PTF Howser on the basis of legitimate reasons when there was a choice between scheduling PTF Howser and plaintiff (Item 249, at 49-50). Defendant states that management maintained this preference for scheduling PTF Howser because PTF Howser was more versatile and was the only certified 204b supervisor<sup>[11]</sup> in the Westfield P.O. (<i>Id.</i> at 35). Furthermore, management had greater confidence in PTF Howser's skills and competency (<i>Id.</i> at 49-50). Defendant admits that management generally preferred to have PTF Howser at the office because she was a more pleasant coworker than plaintiff (<i>Id.</i> at 14-15, 48).</p>\n<p>Irrespective of plaintiff's thin proof on this claim, defendant has demonstrated that plaintiff would have received fewer hours than other PTFs because he was periodically unavailable, had a poor work performance record, and did not get along personally with management. Plaintiff has not produced sufficient evidence to support a rational finding that defendant's proffered reasons for the adverse employment action are false. Nor has plaintiff produced sufficient evidence to support a rational finding that sex discrimination was more likely than not the reason that management allocated him fewer hours than female PTFs. Instead, defendant has demonstrated that management allocated the available PTF hours in the way that it did because of plaintiff's unavailability, poor work record, and poor personal relationship with management.</p>\n<p></p>\n<h2>F. <i>Discriminatory Scheduling</i>\n</h2>\n<p>Plaintiff alleges that PM Kutschke and SPO Nagle created more favorable working conditions for female employees than for plaintiff. Specifically, plaintiff alleges that PTF Howser did not work on holidays and often did not have to work during the afternoons, while plaintiff never received such accommodations because he is male (Item 109, ¶ 16 and at 21, 26-27).</p>\n<p>As the court has already noted, plaintiff must allege an adverse employment action in order to make out a prima facie case of employment discrimination under Title VII. <i>Fisher,</i> 114 F.3d at 1335. However, plaintiff may fail to make out a prima facie case of discrimination if he alleges employment actions that are too trivial or inconsequential to rise to the level of \"adverse\" employment actions. <i>See </i><i>Shabat,</i> 925 F.Supp. at 989; <i>Harlston,</i> 37 F.3d at 382; <i>Hicks v. Brown,</i> 929 F.Supp. 1184 (E.D.Ark.1996) (concerning allegations too trivial and inconsequential to rise to adverse employment action). Lower courts have expressed growing doubt as to whether mere scheduling inconveniences constitute adverse employment actions. <i>See </i><i>Moss v. Advance Circuits, Inc.,</i> 981 F.Supp. 1239, 1246 (D.Minn.1997) (scheduling inconveniences do not rise to discriminatory adverse employment action); <i>Victor v. Runyon,</i> <span class=\"star-pagination\">*289</span> 1997 WL 461562, at *2 (E.D.Pa. July 31, 1997), <i>aff'd,</i> 151 F.3d 1027 (3rd Cir.1998) (table) (new work schedule that is merely inconvenient does not rise to discriminatory adverse employment action); <i>Reilly v. Metro-North Commuter R.R. Co.,</i> 1996 WL 665620, at *13 (S.D.N.Y. Nov.15, 1996) (questioning whether undesirable scheduling rises to discriminatory adverse employment action).</p>\n<p>In light of the foregoing authority, this court finds that plaintiff's claim, even if true, would not have resulted in plaintiff taking on new job-related duties nor resulted in him losing any privileges, responsibilities, or opportunities. In the absence of any materially significant change in plaintiff's employment, the immediate allegation cannot constitute an \"adverse employment action.\" Plaintiff has failed to establish a prima facie case of discriminatory scheduling; therefore, this claim cannot survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2>G. <i>Discriminatory Admissions to Training Program for Supervisors</i>\n</h2>\n<p>Plaintiff alleges that defendant has engaged in sex discrimination because PM Kutschke and SPO Nagle did not accept plaintiff and other males into the 204b supervisor training program, yet they did accept female PTF Howser into the program (Item 109, ¶ 17 and at 27).</p>\n<p>Defendant rebuts plaintiff's claim by arguing that PM Kutschke did not seriously consider plaintiff for leadership training because of plaintiff's poor work record and lack of leadership promise (Item 234, ¶ 33(q)). Defendant states, \"PM Kutschke's assessment of plaintiff provided properly weak support for Neratko's readiness for leadership at that time. Plaintiff's chances of being picked to serve a temporary supervisory detail were slim.\" (Item 232, at 30).</p>\n<p>In <i>Luciano v. Olsten Corp.,</i> 110 F.3d 210 (2d Cir.1997), the court highlighted examples of how a plaintiff might reveal an employer's pretext when he or she did not receive a promotion. In <i>Luciano,</i> the employer stated that it did not promote plaintiff because of deficiencies in her job performance. <i>Id.</i> at 215. The plaintiff rebutted this proffered reason by demonstrating that her work performance reviews had been excellent <i>and</i> that the employer had promoted several men instead of her even though those male employees had less favorable performance reviews. <i>Id.</i> In <i>Holt v. KMI-Continental,</i> 95 F.3d 123, 129 (2d Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 1819, 137 L.Ed.2d 1027 (1997), the Second Circuit held that summary judgment was appropriate because plaintiff had failed to raise sufficient evidence to support a finding of pretext with respect to the employer's promotion practice. The court explained that the plaintiff had \"failed to put forth any evidence to suggest that defendant's ... reasons are pretextual. She has not shown, for example, that others with equal or less experience were promoted, or that defendant had a policy of promoting based on anything other than experience.\" <i>Id.</i> at 130.</p>\n<p>As with the plaintiff in <i>Holt,</i> plaintiff has not produced sufficient evidence to support a rational finding that defendant's reasons for not admitting plaintiff into the supervisor training program are pretextual. Unlike the plaintiff in <i>Luciano,</i> plaintiff has not produced glowing performance evaluations on his own behalf or evidence that female PTFs were promoted in spite of their incompetence or poor work performance history. <i>See </i><i>Luciano,</i> 110 F.3d at 215. Moreover, plaintiff does not provide sufficient evidence to support a rational finding that sex discrimination was more likely than not the reason that management passed him over for admission to the 204b supervisor program. Instead, defendant has shown that management passed plaintiff over for admission to the 204b training program because of plaintiff's history of poor performance and because management did not believe that plaintiff was a promising candidate for a leadership position.</p>\n<p></p>\n<h2>H. <i>Discriminatory Discipline</i>\n</h2>\n<p>Plaintiff has also alleged that management sexually discriminated against plaintiff by issuing him a seven-day suspension on June 6, 1989, and a fourteen-day suspension on June 22, 1989 (Item 1 [from 95-CV-657], ¶¶ 12 and 15). Defendant claims that both of <span class=\"star-pagination\">*290</span> these suspensions were warranted in light of plaintiff's job performance (Item 231, ¶¶ 13-18). Defendant claims that plaintiff's seven-day suspension was warranted because plaintiff was responsible for the delay of a tray of mail on May 13, 1989 (<i>Id.</i> ¶ 13). Defendant also notes that management had disciplined plaintiff for the same error on two prior occasions (<i>Id.</i>). Defendant claims that plaintiff's fourteen-day suspension was warranted because plaintiff overcharged a postal patron, provided inadequate medical documentation for an absence from work, and improperly obtained payroll information about another employee (<i>Id.</i> ¶¶ 14-17). Defendant, therefore, has articulated legitimate and nondiscriminatory reasons for both of plaintiff's suspensions.</p>\n<p>Plaintiff has failed to provide evidence to support an inference that defendant's reasons are mere pretext. For example, plaintiff has not produced evidence to show that management did not discipline female PTFs for offenses similar to those for which he was suspended. Plaintiff has attempted to establish that female PTFs got off lightly for committing various job-related offenses, but in so doing he has shown that <i>both</i> male and female postal employees got off lightly when they committed allegedly punishable errors (Item 249, at 22 (observing that plaintiff cannot claim that his gender caused him to receive unequal disciplinary attention \"since men and women alike got off lightly.\")). Plaintiff has failed to produce any evidence that would support a rational finding that defendant's proffered reasons for the adverse employment action are false or that sex discrimination was more likely than not the reason for this disciplinary measure. Rather, defendant has demonstrated that plaintiff's own errors and violations provided ample grounds for both of the June 1989 suspensions.</p>\n<p></p>\n<h2>IV. <i>Plaintiff's Allegations of Retaliation at the Westfield Post Office</i>\n</h2>\n<p>Title VII makes it unlawful for an employer to discriminate against an employee for opposing an employment practice that violates the Act. 42 U.S.C. § 2000e-3(a). Retaliation claims are analyzed under the burden-shifting approach originally explained in <i>McDonnell Douglas,</i> 411 U.S. at 802-04, 93 S.Ct. 1817; <i>Tomka v. Seiler Corp.,</i> 66 F.3d 1295, 1308 (2d Cir.1995); <i>Donato v. Plainview-Old Bethpage Central School District,</i> 96 F.3d 623, 633 (2d Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 1083, 137 L.Ed.2d 218 (1997). To establish a prima facie case of retaliation, plaintiff must show that: (1) he participated in a protected activity; (2) defendant was aware of the activity; (3) plaintiff suffered an adverse employment action; and (4) there is a causal connection between the protected activity and the adverse employment action. <i>Donato,</i> 96 F.3d at 633-34. Once plaintiff establishes his prima facie case, the burden shifts to defendant to demonstrate a legitimate, nondiscriminatory reason for its decision. Once defendant articulates such a reason, plaintiff must prove that the proffered reason was a pretext for retaliation and that defendant's real motivation was the impermissible retaliatory motive. <i>Id.</i> at 634. A finding of unlawful retaliation is not dependent on the merits of the underlying discrimination complaint. <i>See </i><i>Sims v. MME. Paulette Dry Cleaners,</i> 580 F.Supp. 593, 594 (S.D.N.Y.1984) (citing <i>EEOC v. Kallir, Philips, Ross, Inc.,</i> 401 F.Supp. 66, 70 &amp; n. 6 (S.D.N.Y.1975), <i>aff'd,</i> 559 F.2d 1203 (2d Cir.) (table), <i>cert. denied,</i> 434 U.S. 920, 98 S.Ct. 395, 54 L.Ed.2d 277 (1977)).</p>\n<p>In <i>Mattern v. Eastman Kodak,</i> 104 F.3d 702, 708-09 (5th Cir.), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 336, 139 L.Ed.2d 260 (1997), the Fifth Circuit held that claims of retaliation under Title VII, 42 U.S.C. § 2000e-3(a), apply to a narrower band of employment actions than the discrimination provisions found in 42 U.S.C. § 2000e-2(a)(1), (2). Specifically, the <i>Mattern</i> court noted that the sweeping language of § 2000e-2(a)(2) (making it illegal \"to limit, segregate, or classify ... employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee\") was conspicuously absent from the retaliation provision in § 2000e-3 (making it unlawful \"for an employer to discriminate against any ... employees ... because he has opposed any practice made an unlawful employment <span class=\"star-pagination\">*291</span> practice by this subchapter\"). In reviewing the differences in the language of the two sections, the <i>Mattern</i> court inferred that the discrimination provisions of § 2000e-2(a)(1)(2) covered even employees' \"vague harms,\" whereas the retaliation provision of § 2000e-3 applied only to \"ultimate employment decisions.\" <i>Mattern,</i> 104 F.3d at 709. The court went on to elaborate that this distinction upheld \"the long-held rule that Title VII's anti-retaliation provision refers to ultimate employment decisions, and not to an `interlocutory or mediate' decision which can lead to an ultimate decision.\" <i>Id.</i> at 708; <i>see also </i><i>Seely v. Runyon,</i> 966 F.Supp. 1060 (D.Utah 1997). While this court is not bound by the <i>Mattern</i> court's construction of Title VII, that court's discussion of which employment actions are actionable under a retaliation claim is instructive in sorting through plaintiff's many claims of alleged retaliation.</p>\n<p></p>\n<h2>A. <i>Retaliatory Discipline</i>\n</h2>\n<p></p>\n<h2>1. <i>Prima Facie Case</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him for his use of the EEO process by suspending him on three separate occasions and by issuing him several different letters of warning. Plaintiff alleges that these retaliatory disciplinary measures included: (1) a seven-day suspension on February 6, 1985 (Item 109, ¶ 35(m)); (2) a letter of warning on July 1, 1985 (Item 109, ¶ 35(p); Item 242, ¶ 68); (3) a letter of warning on August 12, 1987 (Item 109, ¶ 35(ee); Item 242, ¶ 70(a)(b)); (4) a letter of warning on September 10, 1987 (Item 109, ¶ 35(ff); Item 242, ¶ 70(a)(b)); (5) a letter of warning on October 2, 1987 (Item 109, ¶ 35(gg); Item 242, ¶ 70(a)(b); (6) a disparately severe standard of discipline as compared with other Westfield postal employees (<i>Id.</i> ¶ 35(cc)); (7) a seven-day suspension on June 6, 1989 (Item 1 of 95-CV-0657, ¶ 12); and (8) a fourteen-day suspension on June 22, 1989 (<i>see id.</i> ¶ 15).</p>\n<p>With regard to plaintiff's general allegation under this heading that defendant applied different \"standards of performance and conduct\" to plaintiff than it did to other employees at the Westfield P.O. (Item 242, ¶ 69(a)), plaintiff points to 122 incidents wherein other postal employees allegedly received no discipline for punishable errors (Item 242, ¶ 61). Plaintiff maintains that because \"[n]o other employee was subjected to these [kinds of disciplinary] actions,\" it is clear that management's \"attempts at discipline were in retaliation for the filing of my sex discrimination complaints\" (<i>Id.</i>).</p>\n<p>With regard to the letters of warning, there is question as to whether they constitute adverse employment actions. If they do not, then plaintiff has failed to establish a prima facie case of retaliation as to these letters. In a motion for summary judgment, the court must construe all questions of fact in favor of the non-movant. Although these letters arguably did not impact the terms, conditions, duties, or compensation of plaintiff's job, the letters did create a disciplinary record that paved the way for future suspensions. As noted above, the Fifth Circuit has held that \"interlocutory\" employment actions are not adverse employment actions in a Title VII retaliation claim. <i>Mattern,</i> 104 F.3d at 708-09. Nevertheless, this court believes that the question of whether the letters rise to the level of retaliatory adverse employment actions involve questions of fact. Consequently, for purposes of this summary judgment motion, the court finds that all of the allegedly retaliatory letters of warning were adverse employment actions. <i>See generally </i><i>Pazamickas v. New York State Office of Mental Retardation and Development Disabilities,</i> 963 F.Supp. 190, 194 (N.D.N.Y. 1997) (\"the placement of the reprimand in [plaintiff's] personnel file ... qualif[ies], for the purposes of this motion, as [an] adverse employment action[]\").</p>\n<p></p>\n<h2>2. <i>Rebuttal</i>\n</h2>\n<p>With regard to the first seven-day suspension imposed on February 6, 1985, defendant maintains that plaintiff deserved this suspension because of his poor work performance. Defendant further argues that this allegation of retaliation is baseless because plaintiff lost his appeal of the suspension on March 22, 1985. \"Robert Neratko merited the suspension and lost his grievance in arbitration, thus proving that management had `just cause' to issue the discipline\" (Item 234, Exh. <span class=\"star-pagination\">*292</span> D, letter dated 3/22/85). Furthermore, prior to this suspension, plaintiff had an extensive disciplinary history with the Westfield P.O. (Item 234, Exh. D, letter of warning dated 8/2/84 (documenting errors in plaintiff's work and issues with his attitude in the work-place); letter of warning dated 10/2/84 (documenting errors in plaintiff's work in delivery and window duties); and letter of warning dated 11/5/84 (documenting errors in plaintiff's work in window duties)).<sup>[12]</sup></p>\n<p>With respect to the July 1, 1985, letter of warning, defendant articulates a legitimate and non-retaliatory reason for having issued the letter. Defendant asserts that on May 20, 1985, PTF Howser had been left in charge of the office pursuant to her 204b classification. At that time, plaintiff refused to recognize PTF Howser's supervisory authority and demanded to see her written authorization. Defendant contends that 204b supervisors are often left in charge without the benefit of written authorization, and that no other employee refused to recognize PTF Howser's authority on that day. As a result, management issued a letter of warning on the basis of plaintiff's insubordination on May 20, 1985 (Item 234, at 26).</p>\n<p>With respect to the two letters of warning issued in August and September of 1987, defendant argues that plaintiff is precluded from bringing these claims because he failed to exhaust his administrative remedies (Item 232, at 43). Both this court and the Second Circuit have held that an employee can bring a new claim of retaliation without filing a new EEO complaint due to the close connection of the retaliatory act to both the initial alleged discriminatory act and the filing of a prior EEO complaint. <i>Butts,</i> 990 F.2d at 1402; <i>Spurlock,</i> 949 F.Supp. at 1027. Defendant has not substantively rebutted plaintiff's claim concerning the letter of warning from October 1987. Thus, plaintiff's allegation regarding the August and September 1987 letters of warning survive defendant's motion.</p>\n<p>As for plaintiff's claims that defendant applied a different standard of performance and conduct to plaintiff, defendant insists that plaintiff's laundry list of his co-workers' alleged unpunished mistakes does nothing to corroborate his claim that a retaliatory intent motivated management in the way that they disciplined him (Item 249, at 51-52). Defendant bases this argument on the fact that plaintiff has failed to provide a parallel list of his own errors on the job (<i>Id.</i>). Defendant argues that without the ability to compare plaintiff's performance and disciplinary record with that of his co-workers, plaintiff's proffered data does not raise an inference of retaliatory intent. Defendant claims that the fallacy of plaintiff's argument on this point is demonstrated by the fact that plaintiff does not make a single sworn allegation that he was punished for a particular error when co-workers were not disciplined for substantially similar errors. Therefore, defendant insists that \"[w]ithout an example of plaintiff['s] having suffered discipline for such an error, plaintiff cannot even claim it is an act of retaliation against him because another person was excused\" (<i>Id.</i> at 52).</p>\n<p>With respect to the two 1989 suspensions (Item 1 of 95-CV-0657, ¶¶ 12 and 15), defendant claims that both of these suspensions were warranted in light of plaintiff's job performance (Item 231, ¶¶ 13-18). Defendant claims that plaintiff's seven-day suspension was warranted because plaintiff was responsible for the delay of a tray of mail on May 13, 1989 (<i>Id.</i> ¶ 13). Defendant also noted that management had disciplined plaintiff for the same error on two prior occasions (<i>Id.</i>). Defendant claims that defendant's fourteen-day suspension was warranted because plaintiff overcharged a postal patron, provided inadequate medical documentation for an absence from work, and improperly obtained payroll information about another employee (<i>Id.</i> ¶¶ 14-17).</p>\n<p></p>\n<h2>3. <i>Pretext</i>\n</h2>\n<p>Plaintiff asserts that all of defendant's proffered reasons for taking each of these disciplinary measures are pretext for retaliatory motive. Plaintiff relies on an undated memorandum from SPO Nagle (\"the <span class=\"star-pagination\">*293</span> Nagle memorandum\") (Item 242, Exh. E), in which SPO Nagle stated to Mr. Ed Lott (a USPS Labor Relations official) that \"[PM Kutschke and I] believe it would be in all our best interest[s] to remove Robert Neratko now rather then [sic] continue to try to build a record against him, furthermore cutting his workhours and disciplining him has done nothing in reducing his complaints.\" After considering the submissions provided by counsel, the court determined that it might be helpful if further information could be submitted on this issue. As a result, an affidavit was filed by Peter Nagle concerning the memorandum (Item 261), and an affidavit was filed from Drew Somerford, a document examiner with the Postal Service (Item 262). Peter Nagle infers that he did not write it but does not directly deny it, and Mr. Somerford cannot tell from his examination whether it is counterfeit or genuine. Because the question of authenticity involves questions of fact, the court must accept plaintiff's assertion that the document was prepared by SPO Nagle.</p>\n<p>Considering the memo as authentic, it is possible that SPO Nagle wrote it <i>before</i> plaintiff engaged in protected EEO activity, and that SPO Nagle used the word \"complaints\" in reference to plaintiff's many internal grievances. Those internal grievances are not protected activities under Title VII. Because these possibilities also involve questions of fact, they cannot be resolved in a motion for summary judgment. The Nagle memorandum raises sufficient evidence to support a rational finding that defendant's proffered reasons for suspending plaintiff and for issuing these letters of warning are false, and that retaliatory intent more likely than not motivated management to discipline plaintiff in these ways.</p>\n<p></p>\n<h2>B. <i>Retaliatory Reduction of Plaintiff's Hours</i>\n</h2>\n<p></p>\n<h2>1. <i>Hiring of Extra Personnel</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by hiring an additional PTF, Dolores Karlson, and consequently reducing plaintiff's hours (Item 109, ¶ 35(z)). PM Kutschke avers that the Westfield P.O. hired PTF Karlson after a hiring list had been generated by USPS officials in Buffalo (Item 234, ¶ 33(n)). PM Kutschke further asserts that PTF Karlson was one of the candidates on his hiring list and that she was the only candidate who accepted an offer (<i>Id.</i>). PM Kutschke contends that the question of whether PTF Karlson's hiring had an effect on plaintiff's hours is moot because under the collective bargaining agreement, management retains the discretion to determine \"how many employees are to be hired to do a job\" (<i>Id.</i>). Furthermore, defendant notes that under the collective bargaining agreement, as a PTF plaintiff was not entitled to work more than two hours per pay period (Item 232, ¶ 33(n)). As a result, defendant argues, any diminution in hours that plaintiff experienced did not result in a cognizable harm to plaintiff (<i>Id.</i>). Defendant also contends that plaintiff's proof on this point fails because PTF Karlson's hiring did not affect PTF Testrake's hours in 1986 and 1987. Defendant points out that in 1986 and 1987, PTF Testrake's hours were comparable with, or superior to, the hours of other female PTFs (Item 249, at 10-12).</p>\n<p>Nevertheless, plaintiff's submission of the Nagle memorandum provides sufficient evidence to support a rational finding that defendant's proffered reasons for hiring a new PTF are false. Admittedly, the hiring of a new PTF could theoretically impact all PTFs equally. However, management demonstrated a desire to retaliate against plaintiff by reducing his potential hours in the Nagle memorandum (Item 242, Exh. E). If the contents of that memorandum prove to be true and authentic, then the hiring of a new PTF could reasonably be understood to be an attempt to limit plaintiff's work hours. In light of the Nagle memorandum (<i>id.</i>), plaintiff has raised sufficient evidence to support a reasonable inference that defendant's proffered reason for hiring a new PTF was false. Moreover, the Nagle memorandum provides sufficient proof to support a rational finding that management's desire to retaliate against plaintiff was more likely than not the reason for management hiring a new PTF.</p>\n<p></p>\n<h2>2. <i>Retaliatory Limitation on Work Assignments</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by taking plaintiff off of window <span class=\"star-pagination\">*294</span> clerk duty in April 1985 despite plaintiff's having just completed a window retraining program, causing a reduction in plaintiff's work hours (Item 109, ¶ 35(w)).</p>\n<p>Defendant argues that \"plaintiff's underlying progressive discipline record  letters of warning and suspension  supports the removal from window duty\" (Item 232, at 29; Item 234, ¶ 33(<i>o</i>); <i>see also</i> Item 234, Exh. D (regarding letters of warning and notices of disciplinary action)). Although defendant has articulated legitimate and nondiscriminatory reasons for removing plaintiff from window duties, the Nagle memorandum indicates that defendant's reasons could be mere pretext. Thus, plaintiff has provided sufficient evidence to support a reasonable finding that defendant's proffered reasons for removing plaintiff from window duty are false, and that retaliatory intent more likely than not motivated management to remove plaintiff from window duty so that plaintiff's work hours would be reduced.</p>\n<p></p>\n<h2>3. <i>Retaliatory Limitation on Promotion Opportunities</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by refusing to recommend plaintiff for the 204b supervisor program in October 1985 (Item 109, ¶ 35(q)). In light of the Nagle memorandum and the disputed evidence regarding management's evaluation of plaintiff's work at the Mayville, New York, Post Office (\"Mayville P.O.\") (<i>see infra</i> Part IV, D), plaintiff has produced sufficient evidence to support a finding that management denied him promotion opportunities in an effort to discourage him from availing himself of the EEO process. The Nagle memorandum discusses reducing plaintiff's earning potential as a means of deterring his complaints (Item 242, Exh. E). Along these lines, it is possible that denying plaintiff admission to the 204b training program would have, among other things, reduced plaintiff's earning potential. Therefore, plaintiff's reliance on the Nagle memorandum introduces sufficient evidence to support a finding that a retaliatory intent motivated management to deny plaintiff access to the training program.</p>\n<p></p>\n<h2>4. <i>Miscellaneous Retaliatory Efforts to Reduce Hours</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by limiting plaintiff's work hours by: (1) not scheduling plaintiff for relief carrier duty, window duty, or \"loaner\" opportunities despite plaintiff's requests for these opportunities (Item 109, ¶ 35(w)); (2) assigning regular postal employees overtime (Item 109, ¶ 35(z)); (3) assigning, hiring, and/or employing casual employees (<i>Id.</i>); (4) scheduling PTF carriers to do clerk work (<i>Id.</i>); (5) failing to assign plaintiff holiday hours (<i>Id.; But cf.</i> Item 109, ¶ 35(s) (wherein plaintiff alleges retaliation when management scheduled plaintiff to work holiday hours)).</p>\n<p>Defendant states that <i>if</i> plaintiff did suffer from a \"shorting\" of hours, such a shorting was due to a combination of plaintiff's being unavailable, having an unsatisfactory work record for window clerk duties, and refusing to accept extra hours and loaner opportunities (Item 234, ¶ 33(w)).</p>\n<p>With regard to plaintiff's being unavailable, defendant has argued that plaintiff inevitably received fewer hours for PTF assignments because of his commitments to military reserves duty and his use of sick and annual leave. Plaintiff's unavailability for twelve weekends a year and two weeks in the summer for military training reduced plaintiff's availability by a <i>full month</i> as compared with other PTFs (Item 232, at 53-54; Item 233, ¶ 14 (Fike's testimony)). Defendant contends that Saturdays are a day when the USPS calls on its PTFs most often (Item 232, at 53-54). Presumably, plaintiff received fewer hours because he was unavailable for twelve Saturdays out of the year. Defendant claims that in 1985, plaintiff took sixteen days of annual leave, one day of sick leave, and 25 days of military leave. In contrast, during that same year PTF Howser took twelve days of annual leave, no sick leave, and no military leave, and PTF Karlson took one day of annual leave, no sick leave, and no military leave (Item 233, ¶ 18). Defendant also alleges that plaintiff's poor work performance was a contributing factor to the alleged shorting of hours.</p>\n<p>Defendant also alleges that plaintiff's receipt of fewer hours was partly due to plaintiff's <span class=\"star-pagination\">*295</span> refusal to accept and/or continue with opportunities to perform extra hours (Item 234, at 30-31, Exh. L and M). Defendant provides evidence that plaintiff declined to take on PTF carrier duties in October 1985 (Item 234, Exh. K). Defendant also points to evidence that plaintiff, of his own volition, terminated opportunities to work extra hours in the Post Offices of Mayville and Fredonia, New York (\"Fredonia P.O.\") (Item 234, Exh. L and M).<sup>[13]</sup> Defendant maintains that plaintiff's responses to opportunities for taking on extra work played a substantial role in any \"shorting\" that he might have experienced.</p>\n<p>Plaintiff rebuts defendant's proffered reasons in part by pointing to correspondence he sent to SPO Nagle and to David McClusky (Supervisor of Administration for the Jamestown P.O.) in 1986, wherein plaintiff stated his unequivocal desire to work extra hours (Item 242, Exh. D). However, it is the Nagle memorandum that provides sufficient evidence to support a rational finding that management more likely than not retaliated against plaintiff by reducing his potential hours. In light of the Nagle memorandum, plaintiff has raised sufficient evidence to support a rational inference that defendant's proffered reasons were false, and that the desire to retaliate against plaintiff was more likely than not the reason for management's reducing plaintiff's potential work hours.</p>\n<p></p>\n<h2>C. <i>Retaliatory Harassment</i>\n</h2>\n<p></p>\n<h2>1. <i>De Minimis Instances of Harassment</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by harassing him on a number of occasions. Specifically, plaintiff claims that defendant: (1) refused to let plaintiff review his work schedule on or about January 31, 1986 (Item 109, ¶ 35(r); Item 242, ¶ 70(b)); (2) scheduled plaintiff for holiday work despite the availability of a less senior clerk (Item 109, ¶ 35(s); Item 242, ¶ 70(b)); (3) issued plaintiff one or more erroneous paychecks (Item 109, ¶ 35(v); Item 242, ¶ 70(b)); (4) harassed plaintiff during work hours on or about: October 1985, June 23, 1986, September 1986, October 7, 1986, December 12, 1986, December 17, 1986, February 5, 1987, February 26, 1987, July 1987 and May 1988 (Item 109, ¶ 35(aa); Item 242, ¶ 70(b)); (5) refused to process sick leave on February 6, 1986 (Item 109, ¶ 35(t); Item 242, ¶ 70(b)); (6) refused to comply with plaintiff's request for an auditing of his stamp stock in August 1987 ((Item 109, ¶ 35(hh); Item 242, ¶ 70(b)); (7) revealed to other postal employees that plaintiff had been reporting his fellow employees' errors or mistakes (Item 109, ¶ 35(jj); Item 242, ¶ 70(b)); (8) met with Westfield employees subsequent to the depositions in connection with the case and advised them that plaintiff had reported or discussed their mistakes (Item 109, ¶ 35(kk); Item 242, ¶ 70(b)); (9) yelled at plaintiff for making errors in charging for postage shortly after the increase in postage rates, even though plaintiff allegedly had not yet been trained on the new postage rate and the machines were set at the old postage rate (Item 109, ¶ 35(ll); Item 242, ¶ 70(b)); (10) refused to answer plaintiff's questions regarding the USPS's procedures and the removed certain manuals to PM Kutschke's office where plaintiff could not enter (Item 109, ¶ 35(mm); Item 242, ¶ 70(b)); and (11) refused to pay plaintiff proper sick leave for the period of February 22, 1988, through February 23, 1988 (Item 109, ¶ 35(kk); Item 242, ¶ 70(b)).</p>\n<p>Defendant argues that plaintiff has not established a prima facie case on any of these enumerated claims.</p>\n<p>A plaintiff proceeding under Title VII is required to allege that he has suffered an adverse employment action in order to establish a prima facie case of retaliatory discrimination. <i>de la </i><i>Cruz v. New York City Human Resources Administration,</i> 82 F.3d 16, 20 (2d Cir.1996). It is possible that a plaintiff may allege adverse employment actions that are, in fact, so trivial that they fail to rise to the prima facie level of adverse employment action. In <i>Shabat,</i> 925 F.Supp. at 977, Chief Judge Larimer granted summary judgment in favor of defendant on the plaintiff's discriminatory <span class=\"star-pagination\">*296</span> discipline claims. The plaintiff had argued that defendant had disciplined him by placing negative personnel reports in his file. The plaintiff conceded that these reports did not cause him to be demoted, denied pay, nor denied any other benefits. <i>Id.</i> at 989. Although a plaintiff is not necessarily bound to demonstrate pecuniary loss in order to make out a prima facie case, the court found that the particular allegations were \"too inconsequential to support an action under Title VII.\" <i>Id.</i> at 989; <i>see also </i><i>Torres v. Pisano,</i> 116 F.3d 625, 640 (2d Cir.), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 563, 139 L.Ed.2d 404 (1997) (holding that \"an adverse employment action ... [sufficient to support a retaliation claim is] a materially adverse change in the terms and conditions of employment\") (citation omitted). <i>But cf. </i><i>Medwid v. Baker,</i> 752 F.Supp. 125, 136-37 (S.D.N.Y.1990) (subjecting plaintiff to sixty-day monitoring period was adverse employment action because monitoring period could have led to punitive actions). Furthermore, in <i>Hicks v. Brown,</i> 929 F.Supp. 1184 (E.D.Ark.1996), the court found that plaintiffs Title VII claims did not rise to adverse employment action because the employer's verbal counseling and negative written evaluations of plaintiff did not cause her financial harm and did not result in her suspension. <i>Id.</i> at 1189-90. Therefore, the court found that the employer's disciplinary measures were \"nothing more than minor or de <i>minimis</i> personnel matters which, as a matter of law, are insufficient to constitute `adverse employment action.'\" <i>Id.</i></p>\n<p>Plaintiff's first claim, that management retaliated against his use of the EEO process by preventing him from seeing his schedule on January 31, 1986, is very much like the relevant allegations discussed above in <i>Shabat</i> and <i>Hicks. See also </i><i>Harlston</i> 37 F.3d at 382 (no adverse effect from reassignment that involved change in duties because any disruption was \"mere inconvenience\"). If anything, this incident involved a minor personnel matter. Plaintiff did not suffer any materially significant disadvantage as a result of this alleged denial of access to his schedule (e.g., plaintiff does not claim that he lost work hours as a result of this alleged incident). The extremely minor nature of this claim prevents plaintiff from making out a prima facie claim on this issue. As a result, this claim cannot survive defendant's motion for summary judgment.<sup>[14]</sup></p>\n<p>Plaintiff's second claim, retaliatory scheduling for holiday hours, also does not survive defendant's motion. As defendant points out, plaintiff contradicts himself by bringing this claim. Specifically, plaintiff claims in this portion of his case that management retaliated against him by assigning him to work holiday hours, but insists in other portions of his case that management retaliated against his use of the EEO process by \"limiting his work hours by ... failing to assign the plaintiff holiday hours\" (Item 109, ¶ 35(z)). Plaintiff cannot have it both ways. Nevertheless, as the court has already noted, scheduling inconveniences do not constitute adverse employment actions under Title VII. <i>See </i><i>Moss,</i> 981 F.Supp. at 1246; <i>Victor,</i> 1997 WL 461562 at *2.</p>\n<p>Plaintiff's third claim, the issuance of erroneous paychecks, does not establish that the USPS's errors in issuing those paychecks caused plaintiff to suffer any materially significant disadvantage. Specifically, plaintiff has not argued that the erroneous paychecks caused him to lose compensation that he had rightly earned. This allegation is the sort of <i>de minimis</i> personnel matter that courts have dismissed as not constituting adverse employment actions. <i>See </i><i>Harlston,</i> 37 F.3d at 379; <i>Shabat,</i> 925 F.Supp. at 977.</p>\n<p>Plaintiff's fourth claim, management's allegedly harsh treatment of plaintiff in the workplace, also does not survive summary judgment. Plaintiff alleges that on several occasions, management yelled at him, were nasty towards him, insulted him, and were discourteous or unprofessional towards <span class=\"star-pagination\">*297</span> him (Item 109, at 32). Defendant claims that these specific episodes of harassment were related to the implementation of standard post office procedures, policies, and/or work rules (<i>see</i> Item 232, at 38-39), while plaintiff insists the controlling issue is the \"good faith and motive\" of PM Kutschke and SPO Nagle (Item 109, at 31). Plaintiff also contends that because the parties offer differing versions of the circumstances of each incident, summary judgment is not appropriate. Even if these incidents occurred exactly as plaintiff has alleged, plaintiff has failed to establish a prima facie case of a retaliatory adverse employment action, because none of the incidents caused plaintiff to suffer a loss in wages, benefits, responsibilities, or opportunities. <i>See </i><i>Harlston,</i> 37 F.3d at 382.</p>\n<p>Plaintiff's fifth claim, concerning a sick leave dispute in early February 1986, also does not survive summary judgment. Defendant argues that \"[t]his controversy is over nothing more than making [plaintiff] revise the leave slip\" (Item 232, at 32). Defendant points out that plaintiff, in the relevant EEO complaint, informed the EEO officer that when he clocked-out on February 5, 1986, he had confirmed that he was not scheduled to work on February 6, 1986 (Item 101, Exh. 14). Although plaintiff had not been scheduled to work on February 6, 1986, he filled out a leave form and marked down February 6, 1986, as his leave date (<i>see id.</i>). SPO Nagle later instructed plaintiff to indicate February 7, 1986, as his leave date as well, because \"[e]mployees are neither required nor allowed to use sick leave for a non-scheduled day\" (Item 234, ¶ 33(t)). A plaintiff who does no more than demonstrate that the employer was enforcing a generally applicable policy against him fails to establish an adverse employment action. <i>See </i><i>McKenzie v. Illinois Dept. Of Transportation,</i> 92 F.3d 473, 484 (7th Cir.1996) (finding no adverse employment action where \"as a matter of policy, no employee was permitted to leave the property during breaks. This policy applied to [plaintiff] as well as ... all other employees\"). Defendant has offered uncontroverted evidence that management was merely insisting that plaintiff observe the policy of the Westfield P.O. when it requested that he complete his sick leave request by omitting the date February 6, 1986 (Item 234, ¶ 33(t)). Although this disagreement over documenting sick leave may have irritated and inconvenienced plaintiff, the disagreement does not rise to the level of an adverse employment action. Instead, the disagreement and its end result are both \"minor personnel matters\" that are not actionable under Title VII.</p>\n<p>Plaintiff's sixth allegation, concerning an audit of his stamp drawer, also does not survive defendant's motion. Defendant admits that management audited plaintiff's stock twice in the context of this incident (Item 232, at 44). Defendant asserts that such audits are \"always done in the presence of the employee and/or a union representative and/or a union representative as well as management\" (<i>Id.</i>) Plaintiff has presented no evidence that management did not audit the stock of all other clerks at the Westfield P.O. in the same way that it audited his. Thus, it appears that these incidents were merely part of management's routine supervision of PTF clerks. Plaintiff has failed to produce sufficient evidence to support a rational finding that there was more likely than not a causal connection between the protected activity and the alleged adverse employment action. <i>See </i><i>Donato,</i> 96 F.3d at 633 (prima facie case includes elements of adverse employment action and causal nexus between the protected activity and the adverse action). In addition, plaintiff has not produced evidence to show how the failure to audit his stamp stock rises to the level of an adverse employment action. Plaintiff's failure to show how the alleged refusal to audit his stamp stock caused him to suffer a materially adverse change in the terms or conditions of his employment precludes a finding that he suffered an adverse employment action. <i>See </i><i>Harlston,</i> 37 F.3d at 382; <i>Shabat,</i> 925 F.Supp. at 988-89; <i>Hicks,</i> 929 F.Supp. at 1189-90.</p>\n<p>Plaintiff's seventh and eighth claims, concerning how management informed other employees that plaintiff had reported and discussed their mistakes, also do not survive defendant's motion. Plaintiff has not argued that he suffered any materially significant <span class=\"star-pagination\">*298</span> disadvantage as a result of defendant's decision to discuss plaintiff's reports about other employees' alleged errors and mistakes. Although ostracism has been recognized as a materially adverse change in an employee's work conditions, <i>see </i><i>McDonnell v. Cisneros,</i> 84 F.3d 256 (7th Cir.1996), plaintiff has not argued that defendant's dissemination of this information caused his fellow employees to ostracize him. To the contrary, one of plaintiff's affiants has suggested that plaintiff was well liked in the Westfield P.O. (Item 249, at 14 (statement of Richard Scharf)). To the extent that plaintiff has implied that his coworkers became hostile towards him as a result of defendant disseminating this information, courts have recognized that \"hostility from fellow employees\" is not an employment decision as such, and that as a result, it cannot constitute an adverse employment action under Title VII. <i>See </i><i>Mattern,</i> 104 F.3d at 707.</p>\n<p>Defendant has also stated that management discussed alleged errors in employees' job performance as those allegations emerged throughout the course of various depositions. Defendant asserts that PM Kutschke had \"a legitimate right to discuss those allegations with employees who [allegedly] participated or were potential witnesses\" (Item 232, at 46). Defendant asserts that investigation into alleged errors in job performance, as alleged by plaintiff during pretrial discovery, was necessary to the efficient administration of the Westfield P.O. In this way, defendant has articulated (albeit somewhat unnecessarily) a legitimate reason for having engaged in the allegedly adverse employment action. Plaintiff for his part has done nothing to cast doubt on this proffered reason.</p>\n<p>Plaintiffs ninth claim, involving an alleged reprimand that plaintiff received in the course of his job duties, fails to establish that plaintiff suffered any materially significant disadvantage in the terms or conditions of his employment as a result of this incident. Upon an examination of the entire record, defendant's alleged conduct is neither severe enough nor pervasive enough to qualify as a hostile work environment. <i>See </i><i>Torres,</i> 116 F.3d at 630-31 (quoting <i>Harris v. Forklift Sys., Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993)) (\"A hostile work environment exists `when the workplace is permeated with discriminatory intimidation, ridicule, and insult, that is sufficiently severe or pervasive to alter the conditions of the victim's employment.'\"). The <i>Torres</i> court held that \"isolated, minor episodes of harassment do not merit relief under Title VII.\" <i>Id.</i> at 631. Admittedly, the <i>Torres</i> court also noted that \"even a single episode of harassment, if severe enough, can establish a hostile work environment.\" <i>Id.</i> at 631 n. 4; <i>see also </i><i>Tomka v. Seiler,</i> 66 F.3d 1295, 1305 (2d Cir.1995) (\"even a single incident of sexual assault sufficiently alters the conditions of the victim's employment and clearly creates an abusive work environment for purposes of Title VII\"). Cases in which single incidents of harassment were found to have created a hostile work environment are distinguishable from the immediate case. These cases typically involve plaintiffs who allege objectively severe instances of harassment, such as isolated sexual assault and rape. <i>See </i><i>Tomka,</i> 66 F.3d at 1305 (involving isolated incidents of sexual assault); <i>Meritor Savings Bank v. Vinson,</i> 477 U.S. 57, 67, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986) (allegations of isolated harassment, including a claim of rape, are sufficient to state a claim for hostile environment harassment). In addition, this reprimand did not cause plaintiff to suffer a diminution in wages or benefits of any kind; therefore, it does not rise to the level of an adverse employment action. <i>See </i><i>Torres,</i> 116 F.3d at 640.</p>\n<p>Plaintiff's tenth claim, that PM Kutschke retaliated against plaintiff by moving Postal Service manuals into Kutschke's office, thus making the manuals inaccessible to plaintiff, also does not survive defendant's motion. Plaintiff has not alleged that the removal of the manuals from one area to another caused him to suffer any material disadvantage. As a result, plaintiff has failed to state that defendant subjected him to an adverse employment action by moving the Postal Service manuals. In addition, defendant asserts that PM Kutschke moved the USPS manuals to his office so that he might have more convenient access to them. Defendant <span class=\"star-pagination\">*299</span> asserts that PM Kutschke routinely needed access to these. Plaintiff has offered no evidence to rebut defendant's proffered reason for this action. As a result, plaintiff has failed to provide evidence that would support a rational finding that the proffered reason is false, and has also failed to provide sufficient evidence to support a rational finding that a retaliatory intent more likely than not motivated PM Kutschke to order the move. Even if the court were to acknowledge that plaintiff has alleged a prima facie case on this claim, the court could not allow this claim to proceed in light of defendant's proffered reason for the allegedly adverse employment action.</p>\n<p>Plaintiffs eleventh claim, that defendant denied plaintiff full credit for sick leave for February 22-23, 1988 (Item 109, ¶ 33(kk)), does survive defendant's motion. Although the discrepancy in the appropriate amount of credited sick leave is not greata mere two hours (Item 232, at 46), plaintiff <i>has</i> alleged an adverse employment action. Defendant has conceded that this issue is not proper for summary judgment by stating that plaintiff's version of how much sick leave he is owed is \"wrong on the facts\" (<i>Id.</i>). Defendant insists that plaintiff was only owed six hours and that plaintiff indeed received six hours of sick leave (<i>Id.</i>). Plaintiff, on the other hand, maintains that these hours were calculated improperly. Drawing all inferences in favor of plaintiff, the court must find that plaintiff has successfully made out a prima facie case with this particular allegation.</p>\n<p></p>\n<h2>2. <i>Moot Instances of Harassment</i>\n</h2>\n<p>Plaintiff also alleges that defendant retaliated against him by refusing to fill out plaintiff's travel voucher on or about June 23, 1986, and by refusing to authorize annual leave so that he could attend relevant court proceedings with respect to this litigation. In <i>Shabat,</i> 925 F.Supp. at 977, the court found that a plaintiff who based a Title VII cause of action on the denial of a promotion had failed to make out a prima facie case when that plaintiff had, in fact, eventually received the promotion. <i>Id.</i> at 987-89. The court noted that the employment actions of which the plaintiff complained were \"so trivial that they cannot reasonably be considered `adverse.'\" <i>Id.</i> at 987. Similarly, in <i>McGuire v. United States Postal Service,</i> 749 F.Supp. 1275, 1282 (S.D.N.Y.1990), the court held that plaintiff failed to establish that he had been the victim of an adverse employment action because defendant eventually, albeit after nine days, satisfied plaintiff's request for a particular form, and plaintiff failed to suffer any cognizable harm due to the delay. Both <i>Shabat</i> and <i>McGuire</i> resemble the instant case inasmuch as defendant eventually <i>did</i> issue plaintiff the travel money that he was seeking (Item 109, ¶ 40(h)).</p>\n<p><i>Shabat</i> and <i>McGuire</i> also speak directly to plaintiff's allegation concerning his need to attend court proceedings. Defendant states that \"management did not schedule [plaintiff] for days that he had indicated he wanted to be in court. As a result, plaintiff was benefitted by not having to use an annual leave day\" (Item 232, at 40). Plaintiff has not responded to defendant on this issue. In fact, plaintiff concedes that defendant eventually <i>did</i> accommodate his request to take annual leave in order to attend court proceedings (Item 109, ¶ 40(<i>o</i>)). The fact that plaintiff eventually did receive annual leave pay for certain days spent in court precludes a finding that this was in any way an adverse employment action. Consequently, neither of these two allegations can survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2>D. <i>Retaliatory Tampering with Personnel Records</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by fabricating documentation that plaintiff's work record at the Mayville P.O., where he had served as a loaner, had been unsatisfactory, and that consequently, PM Kutschke did not want plaintiff to work in Mayville (Item 109, ¶ 35(x)). Defendant contends that it was the Mayville P.O.'s high degree of satisfaction with PTF Testrake that compelled its decision not to assign plaintiff to the Mayville P.O. (Item 232, at 35-36).</p>\n<p>Plaintiff, however, presents evidence to rebut defendant's proffered defense as pretextual. Specifically, plaintiff alleges that PM Kutschke fabricated a conversation that he <span class=\"star-pagination\">*300</span> had with the Mayville Postmaster while Kutschke was drafting a grievance summary regarding plaintiff. Plaintiff alleges that PM Kutschke falsely reported that the Mayville Postmaster did not want plaintiff to be sent to the Mayville P.O. on a loaner basis (Item 242, ¶¶ 44-45). PM Kutschke denies having such a conversation or having accused plaintiff of unsatisfactory work at Mayville (Item 234, ¶ 28). Plaintiff has demonstrated that PM Kutschke <i>did</i> in fact document having such a conversation with the Mayville Postmaster, wherein PM Kutschke reported, \"When the [Mayville] Postmaster recently asked for a PTF from this office to work there when needed, he stated that he did not want Neratko, based on his past performance\" (Item 242, Exh. F). However, Michael Barnes, the Mayville Postmaster, indicated in his deposition that he never expressed dissatisfaction with plaintiff's work performance to PM Kutschke (Item 242, Exh. G). Defendant's proffered reason for passing over plaintiff for the Mayville assignment is not persuasive in light of this conflicting evidence. Consequently, plaintiff has provided sufficient proof to support a finding that retaliatory intent more likely than not motivated PM Kutschke to pass plaintiff over for the Mayville assignment. As a result, plaintiff's immediate allegation must survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2>E. <i>Retaliatory Changes in Work Conditions</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by scheduling plaintiff for a disproportionate amount of physically strenuous, dirty, and dusty work (e.g., unloading mail trucks, dumping mail from stacks, stacking sacks, preparing sacks for re-delivery, shoveling snow, and washing USPS vehicles). While trivial and inconsequential matters will not qualify as adverse employment actions, changes that significantly detract from a plaintiff's working conditions are more than trivial or inconsequential inconveniences. <i>See </i><i>Torres,</i> 116 F.3d at 640 (\"veiled suggestions that [protected activity] would lead to termination, discipline, <i>unpleasant assignments</i> or the like, might in some circumstances affect an employee's working conditions\" (emphasis added)); <i>Stordeur v. Computer Associates Inter., Inc.,</i> 995 F.Supp. 94 (E.D.N.Y.1998) (holding that plaintiff suffered adverse employment action when management \"order[ed] plaintiff to perform menial tasks\" in retaliation for protected activity); <i>Bunis v. Runyon,</i> 1997 WL 639241, at *3 (S.D.N.Y. Oct.16, 1997) (noting that a dramatic change in plaintiff's assigned tasks could represent actionable retaliation); <i>cf. </i><i>Williams v. Bristol-Myers Squibb Co.,</i> 85 F.3d 270, 274 (7th Cir.1996) (\"a purely lateral transfer ... that does not involve a demotion in form or substance, cannot rise to the level of a materially adverse employment action. A transfer involving no reduction in pay and <i>no more than a minor change in working conditions</i> will not do either\" (emphasis added)).</p>\n<p>Accepting that the alleged changes in plaintiff's working conditions constitute adverse employment actions, there remains the issue of how the Nagle memorandum supports the immediate allegation. The Nagle memorandum indicates that management was disciplining plaintiff as well as cutting his hours in an effort to put a stop to his complaints (Item 242, Exh. E). However, the memorandum makes no mention of assigning plaintiff undesirable work duties in an effort to curtail his complaints. Nevertheless, for the purposes of this motion, this court concludes that a reasonable trier of fact could conclude that the assignment of undesirable tasks was merely a variation of the disciplinary tactics that the memorandum does specifically mention. As a result, the Nagle memorandum does provide sufficient evidence to support a reasonable inference that retaliatory animus motivated management to assign plaintiff to more strenuous tasks. Therefore, plaintiff's claim must survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In light of the foregoing, the court grants defendant's motion for summary judgment with respect to all of plaintiff's sex discrimination claims and plaintiff's retaliatory harassment claims, except for his claim regarding the two hours of disputed sick leave. <span class=\"star-pagination\">*301</span> The court denies defendant's motion for summary judgment with respect to plaintiff's claims of retaliatory discipline, retaliatory reduction in work hours, retaliatory alteration of personnel records, and retaliatory changes in work conditions.</p>\n<p>The court will meet with counsel on December 9, 1998, at 3:30 p.m. to set a further schedule. Mr. Kramer may participate by telephone.</p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs proceeding under Title VII who are employed by the USPS are obligated to pursue their administrative remedies with the USPS's Equal Employment Opportunity counselors. <i>See</i> 42 U.S.C. § 2000e-16(c). In this way, USPS employees proceed differently than private citizens, who are obligated to pursue their administrative remedies with the Equal Employment Opportunity Commission (\"EEOC\"). <i>See</i> 2000e-5(b), (e), (f). This distinction is one of form. The immediate order relies on case law involving both EEO compliance agencies and the EEOC.</p>\n<p>[2]  Plaintiff claims that he also filed an additional lawsuit on or about February 23, 1988, against the USPS setting forth additional violations of Title VII (Item 101, ¶ 157). There appears to be no record of or docket number for this separate suit; nevertheless, plaintiff filed a second amended complaint in September 1988 incorporating the allegations of the February 1988 suit into 95-CV-1259 (Item 101).</p>\n<p>[3]  In his second amended complaint, plaintiff seeks 29 separate injunctions against the USPS (Item 101, at 61-67). Defendant contends that even if plaintiff could prove retaliation or discrimination on account of his sex, he would not be entitled to equitable relief because PM Kutschke and SPO Nagle have retired from the USPS. The court declines to rule on this issue at this time.</p>\n<p>[4]  In plaintiff's complaint and many of his other papers, plaintiff refers to his father as merely his \"designated representative\" (<i>See e.g.,</i> Item 101, ¶¶ 37-42).</p>\n<p>[5]  On August 9, 1984, SPO Nagle issued a letter of warning to plaintiff for insubordination in failing to comply with supervisory instructions regarding a stamp requisition on August 2, 1984 (Item 234, Exh. D, at 14). This letter of warning was withdrawn by Mr. Miller on August 22, 1984 (<i>Id.</i> at 13).</p>\n<p>[6]  Although defendant does not know whether plaintiff or his father ever sent this letter to the newspapers, defendant asserts that while this suit was pending, plaintiff's first attorney, Lewis Steele, ran an ad in the local newspapers looking for problems with the mail service to embarrass PM Kutschke and the USPS (Item 234, ¶ 16 and Exh. G).</p>\n<p>[7]  The parties have not addressed whether plaintiff will be entitled to additional damages in this part of his action since these claims were filed after the 1991 amendments to Title VII.</p>\n<p>[8]  Although plaintiff's formal EEO charge was not filed until January 23, 1985, the court noted that plaintiff initiated the EEO process on December 13, 1984, by filing an informal complaint and started counseling sessions with the EEO.</p>\n<p>[9]  Defendant correctly notes that although this statement was submitted over eight years ago, this list is the most coherent and useful summary of plaintiff's claims. Furthermore, plaintiff has not submitted a more recent summary of his claims.</p>\n<p>[10]  In addition, defendant contends that two of plaintiff's EEO complaints were not timely filed (Item 234, ¶¶ 33(ee)-(ff)).</p>\n<p>[11]  The postal workers' collective bargaining agreement indicates that 204b supervisors are postal clerks (or \"craft\" workers) who may take nonbargaining unit positions in management for limited periods of time (<i>See</i> Item 242, Exh. K).</p>\n<p>[12]  The letters of warning that predated this first suspension were all issued to plaintiff prior to plaintiff's use of the EEO process; therefore, plaintiff cannot bring a claim of discriminatory retaliation for these letters.</p>\n<p>[13]  Plaintiff terminated his \"loaner\" arrangements with the Fredonia P.O. in 1990 and with the Mayville P.O. in August 1985 (<i>Id.</i>).</p>\n<p>[14]  Defendant maintains that employees' schedules are posted publicly and that management could not have denied plaintiff's access to that schedule (<i>see</i> Item 234, ¶ 33(r) (affidavit of PM Kutschke)). However, such an argument would necessarily involve a disputed fact and as a result cannot be resolved on a motion for summary judgment. Nevertheless, because plaintiff has failed to create a prima facie case on this claim, this argument is not determinative.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">270</span></span> (1998)</b></center>\n<center><h1>Robert E. NERATKO, Plaintiff,<br>\nv.<br>\nAnthony FRANK, as Postmaster General of the United States Postal Service, Defendant.</h1></center>\n<center>No. 85-CV-1259C.</center>\n<center><p><b>United States District Court, W.D. New York.</b></p></center>\n<center>November 19, 1998.</center>\n<p><span class=\"star-pagination\">*271</span> <span class=\"star-pagination\">*272</span> <span class=\"star-pagination\">*273</span> <span class=\"star-pagination\">*274</span> Godinho &amp; Galeziowski (John A. Galeziowski, of Counsel), Buffalo, NY, for Plaintiff.</p>\n<p>United States Postal Service, Office of Labor Law (Arthur S. Kramer, of Counsel), Buffalo, NY, for Defendant.</p>\n<p></p>\n<h2>DECISION and ORDER</h2>\n<p>CURTIN, District Judge.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Plaintiff Robert E. Neratko brings this employment discrimination action alleging disparate treatment and retaliation under Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e <i>et seq.</i> (\"Title VII\"). Plaintiff claims that the United States Postal Service (\"USPS\"), through the actions of the Postmaster and the Superintendent of Postal Operations at the Westfield, New York, Post Office (\"Westfield P.O.\"), discriminated against him because of his sex and in retaliation for his internal complaints, his use of the union grievance procedures, and his use of the Equal Employment Opportunity (\"EEO\") process with regard to defendant's alleged sex discrimination.<sup>[1]</sup> Plaintiff specifies a long list of allegedly discriminatory actions, including the unequal allocation of work assignments, the unequal scheduling of work hours, and the unequal application of disciplinary measures (Item 101; Item 109, ¶ 35; Item 232, at 19-78).</p>\n<p>Plaintiff originally filed three separate lawsuits, 85-CV-1259, 86-CV-462, and 95-CV-657.<sup>[2]</sup> On November 12, 1986, the court consolidated <span class=\"star-pagination\">*275</span> 86-CV-462 with the present case (Item 22). On September 7, 1988, plaintiff filed a Second Amended Complaint, which encompassed all of the relevant allegations contained in both cases. On May 17, 1996, the court consolidated 95-CV-657 with the present case (Item 224). Currently pending is defendant's motion for summary judgment on all of plaintiff's claims (Item 226).</p>\n<p>In this consolidated action, plaintiff seeks: (1) declaratory judgment finding that the practices about which he has complained violate Title VII; (2) fairly exhaustive injunctive relief enjoining the USPS and any of its agents or employees from engaging in each of the practices which he alleges violates Title VII and directing the USPS to take specific action in the management of the Westfield P.O., both with respect to plaintiff and more generally;<sup>[3]</sup> (3) compensation for all earnings, wages, pension, sick pay, fringe, and retirement benefits that plaintiff would have received but for the alleged discriminatory acts; and (4) an award of attorneys' fees and costs associated with this action (Item 101, at 61-67; 95-CV-657, Item 1, at 6). In 1992, plaintiff sought to amend his complaint to allege new claims for compensatory and punitive damages pursuant to the Civil Rights Act of 1991 (Item 164). On December 27, 1994, this court denied plaintiff's motion (Item 206). Therefore, plaintiff's remedies are limited to back pay, injunctive relief, and attorneys' fees.</p>\n<p>Defendant contends that despite the extraordinary amount of time plaintiff has been afforded to prepare his submissions, he has failed to provide material evidence from which a finder of fact could find that plaintiff suffered adverse employment actions as a result of sex discrimination or in retaliation for his use of the EEO process (Item 249, at 1-6). Plaintiff argues that he has submitted evidence adequately disputing defendant's affidavits such that summary judgment cannot be granted (Item 240, at 9-10).</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>Plaintiff, a white male, was employed as a part-time flexible clerk (\"PTF clerk\") at the Westfield P.O. during all times relevant to this action. Plaintiff is currently still employed by the USPS. Plaintiff was hired by the USPS as a PTF clerk in May 1983, and he was first assigned to the Jamestown, New York, Post Office (\"Jamestown P.O.\") (Item 101, ¶¶ 13-14). Plaintiff transferred from the Jamestown P.O. to the Westfield P.O. in June 1984. Both sides agree that prior to the transfer, the Westfield Postmaster, Baldur Kutschke (\"PM Kutschke\"), told plaintiff that the PTF clerk position would involve both duties as a clerk and as a relief carrier. Plaintiff asserts that PM Kutschke advised plaintiff that both the clerk and the carrier work would be divided equally among all PTF clerks (Item 242, ¶ 6). Defendant contends that PM Kutschke told plaintiff that the Westfield P.O. needed a PTF clerk to replace a retired clerk who frequently filled in as a carrier, and he explained that plaintiff would be doing that carrying (Item 234, ¶ 6). Both sides also agree that prior to his transfer, plaintiff advised PM Kutschke that plaintiff was a member of the U.S. Air Force Reserves and would need to attend reserve training for one weekend a month and for two weeks during the summer (Item 242, ¶ 7; Item 234, ¶ 7).</p>\n<p>At the time of plaintiff's transfer, one of the PTF clerks at the Westfield P.O. was Colleen Howser, a female. Plaintiff contends that within several weeks of his transfer, he noticed that PTF Howser was not required to perform mail carrier duties (Item 240, at 2). Plaintiff claims that while he did not object to performing such carrier work, he believed that the work should be distributed equally among all PTF clerks (<i>Id.</i>). In July 1984, plaintiff asked the Superintendent of Postal Operations (\"SPO\") at the Westfield P.O., Peter Nagle, why PTF Howser was not required to carry mail. Plaintiff claims that <span class=\"star-pagination\">*276</span> SPO Nagle explained that PTF Howser was \"not a man ... [and] can't carry the bag,\" and that she was the second income in her family and therefore did not need the money (<i>Id.;</i> Item 242, ¶ 48). Plaintiff explains that this was not the first time that the management at the Westfield P.O. had been challenged for its failure to distribute relief carrier work equally to all PTF clerks. Several years earlier, PTF clerk Richard Scharf similarly complained that PTF Howser was not required to perform carrier work, and he filed an EEO complaint (Item 240, at 2-3; Item 244, Exh. A, at 124-25).</p>\n<p>On August 2, 1984, plaintiff delivered a letter to PM Kutschke requesting that PTF duties be distributed equally among PTF clerks (Item 240, at 3; Item 234, Exh. D). Plaintiff contends that from that day forward, the Postmaster and the SPO began a campaign to force plaintiff to conform his attitude to their policy that PTF Howser, as a female, should not be required to perform the more arduous jobs (Item 240, at 3). Plaintiff alleges that the most significant actions taken by the Postmaster and the SPO involved disparate scrutiny of plaintiff's work, disparate impositions of disciplinary actions, reductions in plaintiff's actual or potential work hours, and falsification of records (<i>Id.</i>).</p>\n<p>At the time plaintiff delivered this first letter of complaint to PM Kutschke, plaintiff indicated that he wished to appoint his father, Joseph Neratko, as his representative to resolve his grievances with the Westfield P.O. (Item 234, ¶ 9 and Exh. D). Joseph Neratko had served as the last full-time Postmaster before PM Kutschke at the Westfield P.O. (<i>Id.</i> ¶ 9).<sup>[4]</sup> Defendant contends that plaintiff lacked the legal right to appoint a grievance representative, because under plaintiff's union contract, only the American Postal Workers Union (\"APWU\") could name a grievance representative for a bargaining unit employee, which did not happen until May 1985 (<i>Id.</i> ¶ 9). Defendant contends that plaintiff all but refused to deal with the Westfield P.O. management unless they would deal with Joseph Neratko (<i>Id.</i> ¶ 18).</p>\n<p>After the initial letter of complaint, Joseph Neratko contacted PM Kutschke in writing and requested the opportunity to discuss plaintiff's concerns of alleged discriminatory treatment (Item 101, ¶ 37). On August 17, 1984, Joseph Neratko sent a letter to the Buffalo Postmaster/SC Manager, William Miller, wherein he explained his belief that plaintiff was being discriminated against because of his sex, requested that the discriminatory treatment cease, and alleged that the adverse actions had been taken against plaintiff because of his prior complaints regarding job responsibilities among men and women (<i>Id.</i> ¶ 39 and Exh. 3; Item 234, Exh. D, at 41-42).<sup>[5]</sup> On August 29, 1984, Joseph Neratko sent a letter to the Postmaster General of the United States charging PM Kutschke and SPO Nagle with sex discrimination in the allocation of job responsibilities between the two PTF clerks at the Westfield P.O. and with retaliation against plaintiff for his complaints of illegal sex discrimination (Item 101, ¶ 40 and Exh. 4; Item 234, Exh. D, at 26-29). Defendant notes that in his letter to the U.S. Postmaster General, Joseph Neratko accused PM Kutschke of \"serious violations of Postal Regulations and Postal Policy,\" \"clear cut fraud,\" and \"illegal hiring practices,\" and questioned PM Kutschke's \"integrity, honesty and sincerity in the performance of his official duties,\" (Item 234, ¶ 10).</p>\n<p>These allegations resulted in an investigation of the Westfield P.O. (Item 234, Exh. D, at 55). On September 12, 1984, PM Kutschke replied to the charges, while also pointing out that Joseph Neratko and plaintiff had ulterior motives in attacking the Westfield P.O. management (<i>Id.</i> ¶ 11 and Exh. D). In his affidavit submitted in support of defendant's motion for summary judgment, PM <span class=\"star-pagination\">*277</span> Kutschke submits that in the fall of 1984 he was facing \"an ambitious father and son team of antagonists, with the father having a score to settle with the Postal Service, or at least the Westfield office that had complained about the autocratic way he ran the office.\" (<i>Id.</i> ¶ 12). PM Kutschke further explains that plaintiff and his father chose to create their own grievance process despite reminders that they had to use the legitimate avenues of complaint, either union grievances or complaints with the EEO (<i>Id.</i>). Defendant attaches a large compilation of Joseph Neratko's correspondence to illustrate the \"vituperative\" style of his approach (<i>Id.,</i> Exh. D and F).</p>\n<p>Joseph Neratko's efforts to bring plaintiff's complaints to the attention of PM Kutschke and SPO Nagle, as well as to their superiors in the USPS, continued throughout the first half of 1985. In February 1985, Joseph Neratko wrote additional letters to the Buffalo Postmaster and to the Director of Employee and Labor Relations in the Buffalo Post Office complaining that PM Kutschke refused to allow Joseph Neratko to accompany his son in meetings with PM Kutschke or to use reference materials located in PM Kutschke's private office (Item 234, ¶ 15 and Exh. F). Defendant contends that Joseph Neratko had no authority to enter PM Kutschke's private office for any purpose since he was neither an employee of the USPS, nor a properly appointed representative of plaintiff at that time (<i>Id.</i>). Joseph Neratko closed his letter to the Buffalo Postmaster stating \"[i]n the event that I do not hear from your office in a reasonable time, I am inserting this letter, as a paid advertisement, in the local newspapers in Chautauqua County.\" (<i>Id.</i> ¶ 16 and Exh. F).<sup>[6]</sup></p>\n<p>On December 13, 1984, plaintiff filed an informal EEO complaint of sexual discrimination (Item 101, ¶ 43 and Exh. 6). In his formal complaint, filed on January 23, 1995, plaintiff claimed that the allocation of work activities between himself and the other PTF clerk was discriminatory based on sex (<i>Id.,</i> Exh. 8). Plaintiff claims that his filing of the EEO complaint exacerbated the harassment by PM Kutschke and SPO Nagle (Item 240, at 3). For example, plaintiff asserts that the day after PM Kutschke was advised of plaintiff's complaint, plaintiff was denied a regular step increase to his salary (<i>Id.;</i> Item 242, ¶ 22). Defendant submits that that decision was made on or around December 1, 1984, before plaintiff even filed his informal EEO complaint, and that the decision to deny plaintiff the step increase had been made in Buffalo, not Westfield (Item 249, at 42). Plaintiff alleges that other retaliatory actions by PM Kutschke and SPO Nagle included a seven-day suspension on February 6, 1985, the hiring of a new female PTF clerk on April 1, 1985 (which reduced plaintiff's hours), a fourteen-day suspension on May 10, 1985, two additional suspensions in June 1989 (originally brought in 95-CV-657)<sup>[7]</sup>, the deliberate reduction of work hours assigned to plaintiff, the deliberate assignment of more strenuous work, the refusal to loan plaintiff to other area post offices, and many additional disciplinary measures (particularly letters of warning) from 1985 to 1988 (Item 242, ¶ 23; Item 101, ¶¶ 49-61, 71, 82-134, 136-46). Furthermore, plaintiff contends that the Westfield P.O. management did not discipline other employees when they made mistakes in their work, and that this disparate treatment was also retaliatory in nature (Item 101, ¶ 135).</p>\n<p>Defendant contends that plaintiff's poor performance and unavailability were the causes of disciplinary actions and reduced hours, as well as the need to hire a new PTF clerk (Item 234, ¶¶ 25-32). Defendant claims that (1) starting on December 5, 1984, plaintiff told PM Kutschke that he did not want to carry postal routes any more (Item 234, ¶ 25 and Exh. J); (2) plaintiff consistently made <span class=\"star-pagination\">*278</span> errors when he worked as a window clerk, resulting in his suspension from window service (<i>Id.</i> ¶ 25); (3) plaintiff's Air Force Reserve commitment made him unavailable for twelve Saturdays and two summer weeks each year (<i>Id.</i> ¶¶ 26 and 32); (4) plaintiff used sick leave and spread out his annual leave far more than other PTF clerks (<i>Id.</i> ¶ 26); and (5) plaintiff purposefully made himself unavailable for work in nearby postal offices (<i>Id.</i> ¶ 29).</p>\n<p>Plaintiff asserts that he never stated that he would not or did not want to carry mail (Item 242, ¶ 26) and that he advised PM Kutschke of his desire to obtain additional hours by performing carrier work (<i>Id.</i> ¶ 27). Furthermore, he contends that there is sufficient evidence to prove that his hours were reduced as a result of sex discrimination and retaliation for his filing EEO charges, and not as a result of his unavailability or poor performance (<i>Id.</i> ¶¶ 29-30). Specifically, he submits that: (1) a memorandum from SPO Nagle to Ed Lott at USPS Labor Relations contains an admission of the retaliatory intent on the part of the Westfield P.O. management (<i>Id.</i> ¶ 30 and Exh. E); (2) the time cards for the years 1985 through 1988 show that plaintiff was assigned significantly fewer hours than other PTF clerks (<i>Id.</i> ¶¶ 32-36; Item 243); (3) a close analysis of his work hours demonstrates that his unavailability due to Air Force Reserve obligations and the use of sick and annual leave do not explain the disparity in hours worked (<i>Id.</i> ¶¶ 37-43); (4) statements made by PM Kutschke and SPO Nagle in the presence of Westfield P.O. employees made it clear that females were favored and given preferences over males (Item 240, at 5-6; Item 244); (5) there is proof that female PTF clerks were assigned lighter clerk duties while male PTF clerks were asked to perform the more difficult and strenuous work, such as unloading and carrying; and (6) there is proof that the mistakes of other employees went unpunished, while plaintiff was frequently disciplined (Item 240, at 6-7).</p>\n<p>On December 31, 1987, this court granted defendant's motion to dismiss the consolidated action in part, finding that plaintiff's claims of retaliation concerning events prior to the filing of his EEO complaint on December 13, 1984, are not viable under Title VII (Item 56).<sup>[8]</sup> Despite this ruling, plaintiff has continued to allege that PM Kutschke and SPO Nagle unjustly used disciplinary measures in retaliation for plaintiff's complaints of sex discrimination (Item 109, ¶ 20; Item 242, ¶ 66). Plaintiff argues that the actions of the Postmaster and SPO starting in August 1984 are evidence of defendant's retaliatory intent for their conduct after December 13, 1984 (Item 109, ¶ 20).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2>I. <i>Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate when \"there is no genuine issue as to any material fact, and the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c); <i>Citizens Bank v. Hunt,</i> <span class=\"citation\" data-id=\"557203\"><a href=\"/opinion/557203/citizens-bank-of-clearwater-v-warren-w-hunt-edward-e-hunt-and-sylvia/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 710 (2d Cir.1991). When deciding a motion for summary judgment, the court must \"resolve all ambiguities and inferences ... in the light most favorable to the party opposing the motion.\" <i>Shockley v. Vermont State Colleges,</i> <span class=\"citation\" data-id=\"471771\"><a href=\"/opinion/471771/joe-shockley-jr-v-vermont-state-colleges-janet-gorman-murphy-as/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">478</span></a></span>, 481 (2d Cir.1986) (citations omitted). There is no genuine issue of material fact if, based upon the submissions to the court, no rational fact-finder could find in the non-movant's favor. <i>See </i><i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 251-52, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). It is the function of the court to determine whether there is a genuine issue for trial, not to determine the truth of the matter. <i>Carter v. Carriero,</i> <span class=\"citation no-link\"><span class=\"volume\">905</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">99</span></span>, 102 (W.D.N.Y.1995) (Skretny, J.). When used properly, Rule 56 is a \"vital procedural tool to avoid wasteful trials.\" <i>Capital Imaging v. Mohawk Valley Medical Associates,</i> <span class=\"citation\" data-id=\"609739\"><a href=\"/opinion/609739/capital-imaging-associates-pc-v-mohawk-valley-medical-associates-inc/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span>, 541 (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">337</span></span> (1993).</p>\n<p>In an employment discrimination action, where an employer properly shows a legitimate, <span class=\"star-pagination\">*279</span> non-discriminatory reason for the action at issue, a plaintiff may not avoid summary judgment by relying upon an inference of causation based upon the temporal proximity of the protected activity and the adverse action. Instead, the plaintiff must show sufficient evidence to support a rational finding that the legitimate, nondiscriminatory reasons proffered by the employer are false, and that more likely than not, discrimination was the real reason for the adverse action. <i>See </i><i>Van Zant v. KLM Royal Dutch Airlines,</i> <span class=\"citation\" data-id=\"715780\"><a href=\"/opinion/715780/70-fair-emplpraccas-bna-562-68-empl-prac-dec-p-44006-karen-van/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 714 (2d Cir.1996); <i>see also </i><i>McGuire v. United States Postal Service,</i> <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1275</span></span>, 1284 (S.D.N.Y.1990) (\"Plaintiff may preclude summary judgment by producing evidence from which the trier of fact reasonably could draw an inference of discrimination.\"). Conclusory allegations suggesting a causal relationship between the protected activity or the plaintiff's membership in a protected class and adverse employment actions will not defeat summary judgment. <i>Van Zant,</i> 80 F.3d. at 714.</p>\n<p></p>\n<h2>II. <i>Exhaustion of Administrative Remedies</i>\n</h2>\n<p>Before reaching the merits of plaintiff's sex discrimination and retaliation claims, the court must consider defendant's contention that plaintiff has not properly raised many of his claims in the EEO process. A district court may only hear those claims that either are included in an EEO charge or are based on conduct subsequent to the EEO charge which is \"reasonably related\" to that alleged in the EEO charge. <i>Spurlock v. NYNEX,</i> <span class=\"citation no-link\"><span class=\"volume\">949</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1022</span></span>, 1027 (W.D.N.Y.1996) (Curtin, J.); <i>Butts v. City of New York Dept. of Housing,</i> <span class=\"citation\" data-id=\"604802\"><a href=\"/opinion/604802/geneva-butts-v-the-city-of-new-york-department-of-housing-preservation-and/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1397</span></a></span>, 1401 (2d Cir.1993) (quoting <i>Stewart v. United States Immigration and Naturalization Service,</i> <span class=\"citation\" data-id=\"452064\"><a href=\"/opinion/452064/37-fair-emplpraccas-1357-37-empl-prac-dec-p-35273-leroy-stewart-v/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span></a></span>, 198 (2d Cir.1985)). This exhaustion requirement is designed to give the administrative agency the opportunity to investigate, mediate, and take remedial action to encourage the settlement of discrimination disputes through conciliation and voluntary compliance. If a complainant could litigate a claim not previously presented to and investigated by the EEO, then the exhaustion element of Title VII's statutory scheme could easily be circumvented. <i>Spurlock,</i> 949 F.Supp. at 1027; <i>Butts,</i> 990 F.2d at 1401.</p>\n<p>The Second Circuit has identified three situations where claims not alleged in an EEO charge are sufficiently related to the allegations in the charge such that it would be unfair to bar such claims in an employment discrimination action brought under the federal civil rights laws: (1) where the conduct complained of would fall within the scope of the EEO investigation which could be reasonably expected to grow out of the charge of discrimination; (2) where the plaintiff alleges retaliation by the employer for filing the EEO charge; and (3) where the complaint alleges further incidents of discrimination carried out in precisely the manner alleged in the EEO charge. <i>Spurlock,</i> 949 F.Supp. at 1027 (<i>citing </i><i>Butts,</i> 990 F.2d at 1402).</p>\n<p>Plaintiff's lengthy list of allegedly retaliatory employment actions appears in paragraph 35 of his pretrial statement (Item 109).<sup>[9]</sup> Defendant has responded to these allegations of adverse employment action in a systematic fashion (Item 232, at 20-48; Item 234, ¶ 33). Specifically, defendant challenges many of plaintiff's claims by asserting that plaintiff failed to file an EEO complaint in connection with certain allegations (Item 234, ¶¶ 33(a)-(d), (f)-(m), (<i>o</i>), (v), (x)-(dd), (hh)-(mm)).<sup>[10]</sup> Plaintiff has attached copies of his EEO complaints to his second amended complaint (Item 101, Exh. 8, 10-14); however, several EEO complaints appear to be missing. Furthermore, plaintiff has not responded to this aspect of defendant's challenge, despite ample opportunity to do so.</p>\n<p>After a careful review of plaintiff's claims and the attached EEO complaints, it appears <span class=\"star-pagination\">*280</span> that many of them cannot be brought before this court due to plaintiff's failure to exhaust his administrative remedies. Plaintiff's first twelve allegations (Item 109, ¶¶ 35(a)-(<i>l</i>); Item 232, at 20-26) must be dismissed for failure to exhaust because plaintiff has not demonstrated that: (1) he filed an EEO complaint raising any of these claims; (2) the conduct complained of falls within the scope of the EEO investigation which can reasonably be expected to grow out of a prior charge of discrimination; (3) the alleged conduct was retaliation for the filing of a prior EEO charge; or (4) that the conduct is merely a further incident of discrimination carried out in precisely the manner alleged in the EEO charge. <i>See </i><i>Butts,</i> 990 F.2d at 1401-03. Although many of these allegations involve claims of retaliation, they all predate plaintiff's first EEO complaint, and this court has already held that plaintiff's retaliation claims concerning events which precede the filing of plaintiff's December 13, 1984, EEO complaint cannot remain in this case (Item 56).</p>\n<p>Plaintiff's pretrial statement (Item 109) also contains a series of claims concerning defendant's alleged sex discrimination. Plaintiff's claims concerning defendant's sex discrimination in paragraphs 5 and 12 of his pretrial statement may go forward as part of his retaliation cause of action because he did file EEO complaints alleging unfair reprisal for each of these claims (Item 101, Exh. 6 and 15). In addition, plaintiff's claims in paragraphs 9-11, 14, and 16-17 of his pretrial statement may proceed to the merits because plaintiff arguably filed EEO complaints either directly on point or arguably relevant to these claims (Item 101, Exh. 6, 10 (reasonably related to ¶¶ 9-11); Exh. 15 (reasonably related to ¶ 14); Exh. 11, complaint dated February 7, 1986 (reasonably related to ¶¶ 16-17)). To the extent that there is uncertainty as to whether plaintiff has satisfied the <i>Butts</i> and <i>Spurlock</i> tests regarding exhaustion of administrative remedies, this court simply construes all facts and resolves all ambiguities in favor of the plaintiff. Therefore, because defendant has not demonstrated that the cited EEO complaints do not relate to plaintiff's allegations of sex discrimination, the court must allow these claims to go forward on the sex discrimination causes of action.</p>\n<p>Plaintiff's claims concerning defendant's discriminatory retaliation in paragraphs 35(p)-35(t) of his pretrial statement may go forward as part of plaintiff's retaliation cause of action because he did file EEO complaints alleging unfair reprisal for each of these claims (Item 101, Exh. 8, 10-14). Plaintiff's claims in paragraphs 35(m), (<i>o</i>), (u)-(v), (x)-(ff), (hh)-(mm) of his pretrial statement may proceed to the merits because even though plaintiff did not file EEO complaints for each of these claims either at all or in a timely manner, plaintiff has alleged that defendant retaliated against him for filing complaints of sex discrimination. Thus, he may bring these claims without having filed separate EEO charges under <i>Butts</i> and <i>Spurlock.</i></p>\n<p>Finally, plaintiff's claims in paragraphs 35(n), 35(w), and 33(gg) of his pretrial statement involving the hiring of an additional PTF clerk and the consequent reduction in plaintiff's work, the limiting of plaintiff's hours, and the issuance of an eighth letter of warning on October 2, 1987, respectively, can go forward because defendant concedes that plaintiff filed EEO complaints either directly on point or arguably relevant to these claims (Item 232, at 27, 33-35, 43-44).</p>\n<p>Plaintiff's claims that his two suspensions in June 1989 were the product of both sex discrimination and reprisal, originally brought under 95-CV-657, may proceed to a discussion on the merits because it is evident that plaintiff brought both claims before the EEO. Both claims went through an administrative hearing (Item 234, Exh. H and I).</p>\n<p>In sum, the following claims may proceed to review on the merits, both for purposes of this summary judgment motion and in any further proceedings in this case: (1) plaintiff's claims in paragraphs 5, 9-12, 14, and 16-17 of his pretrial statement (Item 109) may go forward as part of plaintiff's sex discrimination cause of action; (2) plaintiff's claims in paragraphs 35(m)-(mm) of his pretrial statement may go forward as part of plaintiff's retaliation cause of action; (3) plaintiff's claims articulated in 95-CV-657 may go forward as parts of both plaintiff's <span class=\"star-pagination\">*281</span> sex discrimination and retaliation causes of action. Plaintiff's claims articulated in paragraphs 35(a)-(<i>l</i>) of his pretrial statement are hereby dismissed.</p>\n<p></p>\n<h2>III. <i>Plaintiff's Allegations of Sex Discrimination at the Westfield P.O.</i>\n</h2>\n<p>Title VII makes it unlawful \"for an employer ... to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual ... because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a)(1). In order to establish a claim of disparate treatment based on sex, a plaintiff must make out a prima facie case as set forth in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), and <i>Texas Dep't of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>see also </i><i>St. Mary's Honor Center v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993). Because plaintiff was never fired or denied a promotion, his prima facie case is slightly different than the typical disparate treatment case. To meet his burden, plaintiff must demonstrate that: (1) he is a member of a protected class; (2) he was qualified for the job he performed; (3) he suffered an adverse employment action; and (4) the action occurred under circumstances giving rise to an inference of discrimination. \"The burden of establishing a prima facie case ... is not onerous.\" <i>Fisher v. Vassar College,</i> <span class=\"citation\" data-id=\"741723\"><a href=\"/opinion/741723/cynthia-j-fisher-plaintiff-appellee-cross-appellant-v-vassar-college/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1332</span></a></span>, 1335 (2d Cir.1997), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span></span> (1998) (quoting <i>Burdine,</i> 450 U.S. at 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>). \"In fact, the plaintiff's burden of establishing a prima facie case has been frequently described as `minimal.'\" <i>Fisher,</i> 114 F.3d at 1335 (citations omitted).</p>\n<p>The plaintiff's prima facie case creates a presumption that the employer unlawfully discriminated against the employee, and the burden of production then shifts to the employer to articulate a legitimate, nondiscriminatory reason for the adverse employment action. <i>St. Mary's,</i> 509 U.S. at 506-07, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>. Although the burden of production shifts to the defendant at this point, \"the ultimate burden of persuading the trier of fact that the defendant intentionally discriminated against the plaintiff remains at all times with the plaintiff.\" <i>Id.</i> at 507, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span> (citation omitted). \"Any legitimate, non-discriminatory reason will rebut the presumption triggered by the prima facie case. The defendant need not persuade the court that it was actually motivated by the proffered reasons.\" <i>Fisher,</i> 114 F.3d at 1335-36 (citations omitted). Once the defendant satisfies this burden, the presumption of discrimination established by the prima facie case drops away and the trier of fact must proceed to the ultimate question: whether plaintiff has proven that defendant intentionally discriminated against him. <i>St. Mary's,</i> 509 U.S. at 510-11, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span> (citations omitted).</p>\n<p>At this point, plaintiff must produce sufficient evidence to reasonably support a finding that he was harmed by the employer's illegal discrimination. <i>Fisher,</i> 114 F.3d at 1337.</p>\n<blockquote>a Title VII plaintiff may prevail only if an employer's proffered reasons are shown to be a pretext <i>for discrimination,</i> either because the pretext finding itself points to discrimination or because other evidence in the record points in that direction  or both. And the Supreme Court tells us that \"a reason cannot be proved to be a `pretext <i>for discrimination'</i> unless it is shown <i>both</i> that the reason was false, <i>and</i> that discrimination was the real reason.\"</blockquote>\n<p><i>Id.</i> at 1339 (quoting <i>St. Mary's,</i> 509 U.S. at 515, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>) (emphasis in original).</p>\n<p>Although plaintiff has not explicitly addressed how his allegations create a prima facie claim of sex discrimination, his lengthy submissions do adequately allege that: (1) he is a member of a protected class (male employees); (2) he was qualified for the work he performed as a PTF clerk; (3) he suffered certain adverse employment actions; and (4) the Westfield P.O. management treated female PTF clerks of equal qualifications differently. Plaintiff's allegations concerning adverse employment actions due to sex discrimination can be consolidated into three general categories: the unequal distribution of work assignments, the unequal assignment <span class=\"star-pagination\">*282</span> of work hours, and the unequal use of disciplinary measures. A more detailed analysis of plaintiff's allegations concerning defendant's sex discrimination follows below.</p>\n<p></p>\n<h2>A. <i>Discriminatory Assignment of Mail Carrying Duties</i>\n</h2>\n<p>Plaintiff alleges that from June 1984 to on or about April 1, 1985, PM Kutschke and/or SPO Nagle allocated the outside relief carrier workload at the Westfield P.O. in such a way that plaintiff was required to perform all of the outside mail carrier relief duties (Item 109, ¶ 5 and at 21-22; Item 242, ¶ 59). Furthermore, plaintiff alleges that PM Kutschke and/or SPO Nagle allocated outside relief carrier work in such a way that female PTF Howser did not perform relief carrier work (<i>Id.</i>). Plaintiff contends that PTF Howser performed tasks that were less physically strenuous than the relief carrier duties (<i>Id.</i>). Defendant argues that plaintiff's comparison of PTF Howser's relief carrier duty with his own (Item 242, ¶ 59) is not persuasive because plaintiff's comparison covers merely half of the dates from only his second month at the Westfield P.O. (Item 249, at 49). Defendant argues that such a small sampling does not represent sufficient proof of discriminatory assignment of relief carrier duties (<i>Id.</i>). Defendant's contention on this matter, however, does not rebut plaintiff's allegation. Rather, it merely attacks the sufficiency of plaintiff's proof on this point. Thus, defendant is really claiming that plaintiff has failed to make out a prima facie case on this allegation. In viewing this issue in a light most favorable to plaintiff, the court reserves judgment on whether plaintiff has provided the court with a large enough sampling to support a reasonable inference of discriminatory job assignments.</p>\n<p>Defendant has offered several legitimate and nondiscriminatory reasons for the way in which mail carrier duties were assigned (<i>See</i> Item 234, ¶¶ 6, 25, Exh. J). However, many of defendant's proffered reasons involve disputed facts and therefore cannot be resolved on a motion for summary judgment. However, defendant also contends that PTF Howser's versatility was the principal reason that there was any discrepancy between how often PTF Howser carried mail and how often plaintiff performed such work during plaintiff's first two months at the Westfield P.O. (Item 249, at 49-50). An employer may base an adverse employment action on the fact that one employee is more versatile than another. <i>See </i><i>Aungst v. Westinghouse Electric Corp.,</i> <span class=\"citation\" data-id=\"564369\"><a href=\"/opinion/564369/56-fair-emplpraccas-928-56-empl-prac-dec-p-40889-robert-d-aungst/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span>, 1221-22 (7th Cir. 1991) (acknowledging that employee versatility is a legitimate reason for taking adverse employment action). During the time period on which plaintiff has based his comparison of his duties with those of PTF Howser, PTF Howser had been trained as a \"window clerk who had stamp accountability\" (Item 249, at 49-50.). As a result, management often assigned PTF Howser jobs other than outside relief carrier work (<i>Id.</i>).</p>\n<p>Even when the court views these arguments in a light most favorable to plaintiff, plaintiff has failed to produce sufficient evidence to support a rational finding that defendant's final proffered reason is mere pretext. Plaintiff's scant documentation regarding the assignment of relief carrier duties also does not support a rational finding that sex discrimination was more likely than not the reason for the discrepancy between his outside relief carrier duties and PTF Howser's outside relief carrier duties. <i>See </i><i>Woroski v. Nashua,</i> <span class=\"citation\" data-id=\"675703\"><a href=\"/opinion/675703/65-fair-emplpraccas-bna-824-65-empl-prac-dec-p-43272-milton/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 109-10 (1994); <i>Van Zant,</i> 80 F.3d at 714 (plaintiff must produce sufficient evidence that defendant's reasons are false <i>and</i> that sex discrimination was more likely than not the real reason). An employer may base an adverse employment action on the fact that one employee is more versatile than another. <i>See </i><i>Aungst,</i> 937 F.2d at 1221-22. Defendant has proffered the legitimate reason that PTF Howser was more versatile as a postal employee and therefore was apt to work on various job duties (Item 249, at 49-50). Plaintiff has not addressed defendant's position on this point. For that relevant time period, then, PTF Howser's versatility appears to have been the reason for the discrepancy in assignment of outside relief carrier duties.</p>\n<p></p>\n<h2>B. <i>Discriminatory Assignment of Strenuous Job Duties</i>\n</h2>\n<p>Plaintiff alleges that from June 1984 to April 1987, PM Kutschke and SPO Nagle <span class=\"star-pagination\">*283</span> required plaintiff to perform job duties which they did not require female PTFs Howser and Karlson to perform, or which they required PTFs Howser and Karlson to perform to a much lesser degree (Item 109, ¶¶ 9, 10 and at 21, 23-24). These tasks included unloading mail trucks, dumping mail from sacks, stacking empty mail sacks, shoveling snow, and washing vehicles. Plaintiff alleges that these tasks were more \"difficult, strenuous, dusty, dirty and or otherwise more undesirable\" than those the women performed (<i>Id.</i> ¶ 10). Defendant argues that even if these claims are true, plaintiff failed to suffer any pecuniary harm (Item 232, at 36).</p>\n<p>A plaintiff alleging sex discrimination does not necessarily need to allege a pecuniary loss if the employer has materially altered the terms or conditions of the plaintiff's employment. <i>See </i><i>McCabe v. Sharrett,</i> <span class=\"citation\" data-id=\"659889\"><a href=\"/opinion/659889/ellen-d-mccabe-v-ce-sharrett-jr-chief-of-police-city-of-plantation/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1558</span></a></span>, 1564 (11th Cir.1994) (noting that assignment of duties involving \"less responsibility and more menial tasks\" may rise to the level of an adverse employment action); <i>see also </i><i>Monica v. New York City Off-Track Betting,</i> <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">117879</span></span>, at *3 (S.D.N.Y. Mar. 20, 1995), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">2061</span></span> (2d Cir.1996) (table). Allegations of inferior and less desirable work duties may constitute an adverse employment action. Thus, plaintiff has made out a prima facie case of discriminatory assignment of job duties.</p>\n<p>Defendant argues that plaintiff indicated on December 5, 1984, that he no longer wanted to carry a mail route. Defendant contends that because of plaintiff's request, Westfield P.O.'s management assigned other, and perhaps less pleasant, work to plaintiff (Item 232, at 36-37). Plaintiff, however, denies that he ever requested to be taken off of outside relief carrier duty (Item 242, ¶ 26; Item 109, at 25). The dispute over whether plaintiff requested to be removed from carrier duty is a fact dispute; therefore, the court cannot grant defendant's motion on this argument.</p>\n<p>Defendant also argues that management utilized plaintiff in the ways that it did because often \"plaintiff could not be assigned to window duties because of his mistakes, [therefore] some less pleasant tasks would have been assigned to give him hours.\" (Item 234, ¶ 33(y)). Defendant makes mention of the unsatisfactory nature of plaintiff's work performance throughout the record. (<i>See e.g.,</i> Item 234, ¶¶ 25 and 33(e)). To prove plaintiff's poor work performance, defendant points to three letters of warning that plaintiff received within six months of starting work at the Westfield P.O. These three letters document plaintiff's errors in performing various tasks and his unacceptable attitude towards management (Item 234, Exh. D (letters of warning dated 8/9/84, 10/2/84, and 11/5/84)).</p>\n<p>Plaintiff contends that this rebuttal is pre-textual because PM Kutschke and SPO Nagle meted out discipline in a sexually discriminatory way. As a result, according to plaintiff, defendant cannot rely on plaintiff's disciplinary record in order to justify adverse employment actions (such as the assignment of strenuous duties).</p>\n<p>In order for plaintiff to establish individual disparate treatment through comparative evidence, he must demonstrate that similarly situated employees who do not share plaintiff's protected characteristic were treated preferentially. <i>See </i><i>Shumway v. United Parcel Service,</i> <span class=\"citation\" data-id=\"743481\"><a href=\"/opinion/743481/74-fair-emplpraccas-bna-26-70-empl-prac-dec-p-44788-patricia/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63-64 (2d Cir. 1997). One court in this circuit has inferred a lack of discriminatory animus when the evidence demonstrates that employees <i>in</i> plaintiff's protected class were also treated better than plaintiff. <i>See </i><i>Davis v. Bowes,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">655935</span></span>, at *19 (S.D.N.Y. Oct.20, 1997), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1346</span></span> (table; text at Westlaw <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">477139</span></span> (2d Cir. July 22, 1998)) (finding that it weighed against female plaintiff that \"defendants have pointed to instances where ... female [employees] with seniority comparable to plaintiff's have been promoted\"). As in <i>Davis,</i> plaintiff's proof on this matter alleges that employees both inside and outside of his protected class were treated preferentially with respect to standards of discipline.</p>\n<p>In an effort to demonstrate pretext, plaintiff contends that \"my [job] performance was no worse and in fact was better than many Post Office employees.\" (Item 242, ¶ 61). In support of this position, plaintiff offers a <span class=\"star-pagination\">*284</span> detailed account of 122 incidents wherein other Westfield P.O. employees committed punishable work-related errors \"for which no disciplinary action was taken.\" (<i>Id.</i>). However, plaintiff undermines his own argument on this point by stating that <i>male</i> employees committed 25 percent of the errors \"for which no disciplinary action was taken.\" Plaintiff's offer of proof on this allegation actually requires an inference that is adverse to his case. According to plaintiff's records, male postal employees (primarily Robert Testrake) committed errors with impunity on thirty-two separate occasions during a five and one half-year period (<i>Id.</i>). Even taken in a light most favorable to plaintiff, the proof on this point requires the conclusion that male PTFs were <i>also</i> able to avoid discipline when their job performance otherwise warranted it. (<i>Id.; see also</i> Item 249, at 22 (observing that plaintiff cannot claim that his gender caused him to receive unequal disciplinary attention \"since men and women alike got off lightly.\")). Moreover, plaintiff's attempt to demonstrate pretext on this issue is also deficient in that he has failed to provide comparative data within the context of this allegation. Plaintiff ambiguously points out the ways in which his co-workers also made punishable mistakes, but fails to provide data that would allow the court to compare the ways in which PM Kutschke and SPO Nagle disciplined plaintiff with the ways in which they disciplined other postal employees.</p>\n<p>Defendant cites several cases from this circuit and others for support of the proposition that plaintiff's own insubordinate behavior constitutes a legitimate, nondiscriminatory reason for disparate treatment. In <i>Olivares v. NASA,</i> <span class=\"citation no-link\"><span class=\"volume\">934</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">698</span></span>, 703-04 (D.Md.1996), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1176</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">288677</span></span> (4th Cir.1997) (table), the district court found that plaintiff, an employee who challenged his employer and supervisors over every aspect of his employment, could not defeat defendant's motion for summary judgment by his mere conclusory allegations and opinions that the real motive for the adverse employment actions he experienced was his Mexican-American ethnicity. His contrariness and inability to get along with employers, supervisors, and co-workers fully qualified as legitimate, nondiscriminatory reasons for the adverse actions. In <i>McCollum v. Bolger,</i> <span class=\"citation\" data-id=\"472256\"><a href=\"/opinion/472256/charlene-mccollum-v-william-f-bolger-tony-d-mccollum-v-william-f/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">602</span></a></span>, 609-10 (11th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1034</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">883</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">836</span></span> (1987), another case involving USPS employees, the court found that the reason for the disparate treatment was not sex discrimination, but rather that plaintiff had a bad relationship with her supervisor, the Postmaster. Evidence that plaintiff disagreed with her superiors as to how her job should be performed and that she was \"a combative, hostile, rude, vindictive and dictatorial employee\" were the reasons for the adverse employment actions about which she complained. <i>Id.</i> at 610. The Eleventh Circuit explained that \"Title VII prohibits discrimination; it `is not a shield against harsh treatment at the work place.' Personal animosity is not the equivalent of sex discrimination and is not proscribed by Title VII. The plaintiff cannot turn a personal feud into a sex discrimination case by accusation.\" <i>Id.</i> (internal citations omitted). Finally, in <i>Meiri v. Dacon,</i> <span class=\"citation\" data-id=\"450721\"><a href=\"/opinion/450721/37-fair-emplpraccas-756-36-empl-prac-dec-p-35124-miriam-meiri-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">989</span></a></span>, 997 (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">829</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">91</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></span> (1985), the Second Circuit found that defendant's evidence of plaintiff's disregard for the legitimate authority of her superiors provided a legitimate, nondiscriminatory reason for her dismissal.</p>\n<p>Defendant contends that PM Kutschke's own personal animosity toward plaintiff is a legitimate and nondiscriminatory reason for the adverse employment action. PM Kutschke has testified that within months of having hired plaintiff, he dealt with \"personal attacks\" from plaintiff and what he perceived to be a \"father and son team of antagonists\" that succeeded in putting PM Kutschke \"on the defensive.\" (Item 234, ¶¶ 12, 18). Plaintiff has responded to this by averring that he was never \"insubordinate to the SPO, the Postmaster, and/or to any other authority.\" (Item 109, at 30). Plaintiff's insistence to the contrary, however, cannot alter the fact that PM Kutschke found plaintiff's conduct and attitude towards management to be offensive and \"vituperative\" (Item 234, ¶ 13).</p>\n<p>This court finds that plaintiff has not produced sufficient evidence to support a rational <span class=\"star-pagination\">*285</span> finding that defendant's proffered reasons for its allegedly discriminatory distribution of job duties are false. Plaintiff has also failed to produce sufficient evidence to support a rational finding that sex discrimination was more likely than not the reason that he worked certain job details more than other female PTFs. Instead, defendant has clearly demonstrated that plaintiff's poor job performance and poor relationship with management were the actual and legitimate reasons for the adverse employment action.</p>\n<p></p>\n<h2>C. <i>Discriminatory Preference for Female Workers</i>\n</h2>\n<p>Plaintiff alleges that starting in June 1984, PM Kutschke sexually discriminated against plaintiff by treating the female PTFs preferentially. Specifically, plaintiff alleges that PM Kutschke often assisted female PTFs in their assigned tasks, but failed to give plaintiff the same assistance (Item 109, ¶ 11 and at 21, 24).</p>\n<p>Certain employment actions are so trivial or inconsequential that they cannot rise to the level of an adverse employment action. <i>See </i><i>Harlston v. McDonnell Douglas Corp.,</i> <span class=\"citation\" data-id=\"679583\"><a href=\"/opinion/679583/valerie-harlston-v-mcdonnell-douglas-corporation/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">379</span></a></span>, 382 (8th Cir.1994) (plaintiff was not adversely affected by a reassignment that involved a change in duties because such disruptions were \"mere inconvenience\"). Defendant concedes that on isolated occasions, PM Kutschke and SPO Nagle assisted PTFs Karlson and Howser with certain tasks, such as lifting sacks of mail onto a counter top (Item 249, at 18-19). Defendant argues that plaintiff has failed to make out a prima facie case on this claim because the female PTFs received this assistance only occasionally. Defendant maintains that this assistance was periodically necessary for the completion of an isolated task, and was not rooted in a discriminatory favoring of women (<i>Id.</i>).</p>\n<p>Even accepting plaintiff's allegations as true, plaintiff has failed to allege an adverse employment action. In light of <i>Harlston,</i> the fact that management did not occasionally assist plaintiff with lifting mail sacks onto counter tops does not demonstrate that plaintiff has suffered an adverse employment action. This type of employment action represents the kind of de minimis matter that does not constitute an adverse employment action under Title VII. <i>See </i><i>Shabat v. Blue Cross Blue Shield of the Rochester Area,</i> <span class=\"citation no-link\"><span class=\"volume\">925</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">977</span></span>, 989 (W.D.N.Y.1996), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1370</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">138836</span></span> (2d Cir.1997) (table); <i>Harlston,</i> 37 F.3d at 382.</p>\n<p>Even if the court were to find that plaintiff has made out a prima facie case with respect to this allegation, an employer's decision to deny an employment benefit to an employee does not violate Title VII when that decision is motivated by personal animosity. <i>See </i><i>McCollum,</i> 794 F.2d at 609-10 (holding that supervisor's personal animosity for employee is a legitimate and nondiscriminatory reason for adverse employment action). Furthermore, an employer's decision to extend employment benefits to certain employees does not violate Title VII when that decision is made on the basis of personal favoritism. <i>See </i><i>Benzies v. Illinois Dept. of Mental Health,</i> <span class=\"citation\" data-id=\"482128\"><a href=\"/opinion/482128/bonnie-j-benzies-v-illinois-department-of-mental-health-and-developmental/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">146</span></a></span>, 148 (7th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1006</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3231</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">737</span></span> (1987). To this effect, defendant asserts that if PM Kutschke and SPO Nagle avoided interacting with or assisting plaintiff; such choices were rooted in PM Kutschke and SPO Nagle's personal animosity for plaintiff (Item 249, at 48). Defendant argues that any favoritism shown by PM Kutschke to female employees was a product of plaintiff's \"caustic correspondence and insubordinate speech .... [N]o doubt Postmaster Kutschke and SPO Nagle preferred the company of anyone but plaintiff.\" (Item 249, at 48). More precisely, defendant maintains that if PM Kutschke and SPO Nagle interacted with and assisted PTFs Howser and Karlson more often than they did with plaintiff, that was because they preferred those employees as workplace company (<i>Id.</i>).</p>\n<p>To the extent that plaintiff ambiguously alleges that PM Kutschke favored PTF Howser because of their alleged intimate relationship outside work (Item 242, ¶¶ 54-56; Item 109, at 24), defendant relies on <i>DeCintio v. Westchester County Medical Center,</i> <span class=\"citation\" data-id=\"480550\"><a href=\"/opinion/480550/anthony-j-decintio-peter-a-piazza-michael-a-garayua-jose-p-gomes/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (2d Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">89</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">50</span></span> (1987), wherein the Second Circuit ruled that \"favoring <span class=\"star-pagination\">*286</span> a `paramour' is not sex discrimination under Title VII\" (Item 249, at 48).</p>\n<p>In sum, defendant concedes that certain PTFs received occasional extra assistance from PM Kutschke and SPO Nagle because of their physical limitations, not because of their sex. The court finds that plaintiff has failed to make out a prima facie case of discrimination on this claim. Even if plaintiff had satisfied his prima facie burden, defendant has demonstrated that management assisted and socialized with certain PTFs because they preferred the company of those workers over plaintiff. Plaintiff has failed to offer evidence that is sufficient to support a rational finding that defendant's proffered explanation is false and has also failed to show that sex discrimination more likely than not motivated management to assist and to keep company with female PTFs. Rather, defendant has shown that management preferred certain workers as workplace company, and that this was more likely than not the reason for the allegedly adverse employment action.</p>\n<p></p>\n<h2>D. <i>Discriminatory Training for Male and Female Employees</i>\n</h2>\n<p>Plaintiff also claims that female PTFs received different and superior post-hiring employment training. Plaintiff alleges that PTF Karlson received more training in work duties such as window duty, carrier route training, and casing (Item 109, ¶ 12 and at 21, 24-25; Item 242, ¶¶ 8-17). More precisely, plaintiff claims that management consistently misrepresented and falsely recorded the hours for his training sessions (Item 242, ¶¶ 8-17). For example, plaintiff points to the \"numerous discrepancies between [my] training records and my time cards\" (<i>Id.</i> ¶ 10). In this way, plaintiff alleges that management cheated him out of training hours by making it appear as though he had trained the requisite number of hours, when in fact he had not trained for the number of hours indicated on his records (<i>Id.</i> ¶¶ 10, 18).</p>\n<p>Defendant argues in rebuttal that management trained plaintiff, as a transfer employee from the Jamestown P.O., not as a new hire. As such, defendant contends that plaintiff did not require a new regimen of training and that the Westfield P.O. training, though complete, should have functioned merely as a \"refresher course\" (Item 249, at 27). Defendant also states that it was and is common practice for post offices to record employee training \"by the length of the training module and not according to the time clock\" (Item 249, at 27-28). Defendant further maintains that plaintiff's on-the-job training remedied any discrepancies between the actual length of training sessions and management's method for recording the time of training sessions. Defendant points out that plaintiff received much of his training, as many as 120 hours, in the form of on-the-job training (Item 242, Exh. A (dated 6/24/86)).</p>\n<p>Plaintiff has undermined his own contentions on this issue by stating, through his representative (Joseph Neratko), that \"I wish to emphasize the fact that <i>both of these PTFs</i> [both plaintiff and an unnamed female PTF] <i>in question, were trained in identical functions.\"</i> (Item 101, Exh. 8 (emphasis in original)). In another letter, plaintiff's representative stated \"Robert E. Neratko, is a Postal Service employee, male ... trained in all functions and phases of the Westfield P.O. work\" (<i>Id.,</i> Exh. 7). These inconsistencies bring to light that plaintiff is arguing at cross-purposes with himself. That is to say, either plaintiff <i>was</i> adequately trained for all positions and therefore suffered an adverse employment action when management refused to assign him less strenuous jobs, <i>or</i> he was inadequately trained for some positions and therefore suffered <i>no</i> adverse employment action when management refused to assign him certain less strenuous tasks (Item 249, at 50 n. 19 (defendant's argument on this point)). In addition to plaintiff's contradictory statements, plaintiff has also failed to provide the court with comparative evidence that demonstrates how management recorded the hours of his training sessions differently from the way management recorded the training sessions of female employees.</p>\n<p>Plaintiff has not produced sufficient evidence to support a rational finding that defendant's proffered reasons for the allegedly fewer training hours and opportunities are false. Nor has plaintiff produced evidence sufficient to support a rational finding that <span class=\"star-pagination\">*287</span> sex discrimination was more likely than not the reason that management recorded his training hours in the way that it did. Instead, defendant has shown that management recorded plaintiff's training hours in the same way that it recorded other employees' training hours. Thus, any alleged deficiencies in training that would result from this recording method would affect male and female employees alike. Plaintiff has not offered any evidence to rebut this inference.</p>\n<p></p>\n<h2>E. <i>Discriminatory Allocation of Hours</i>\n</h2>\n<p>Plaintiff alleges that from February 15, 1985, until April 1987, PM Kutschke and SPO Nagle sexually discriminated against plaintiff by assigning female PTFs Howser and Karlson more work hours than they assigned plaintiff, and by declining to give plaintiff assignments for carrier and/or window duties despite plaintiff's willingness and continued requests to take on such assignments (Item 109, ¶ 14 and at 21, 25-26; Item 242, ¶¶ 29-43). Defendant points out that there is no evidence of a sexually discriminatory allocation of work hours even when evaluated in light of Patty Koenig's submission concerning a comparative compilation of hours (<i>See</i> Item 243 (Ms. Koenig prepared this submission on plaintiff's behalf)).</p>\n<p>As noted earlier, in order for plaintiff to establish individual disparate treatment through comparative evidence, plaintiff must demonstrate that similarly situated employees outside of plaintiff's protected class were treated preferentially. <i>See </i><i>Shumway,</i> 118 F.3d at 63-64. One court in this circuit has inferred a lack of discriminatory animus when the evidence demonstrates that employees <i>in</i> plaintiff's protected class were <i>also</i> treated better than plaintiff. <i>See </i><i>Davis,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">655935</span></span>, at *19. Plaintiff's proof on this matter alleges that employees both inside and outside of his protected class were treated preferentially with respect to how many potential work hours they received. According to Ms. Koenig's documentation, Robert Testrake was hired as a PTF in June 1986 and worked 893.7 hours in 1986. If PTF Testrake had worked a proportionate amount of hours for <i>all</i> of 1986, he would have worked approximately 1659 hours. Furthermore, PTF Testrake worked 1651.6 hours in 1987 and then worked 1599.95 hours in 1988 (Item 243, at 26-31). Defendant notes that PTF Testrake's average work hours <i>as a male</i> were nearly identical to the female PTFs' work hours in their best years and higher than the female PTFs' hours in their lowest years (Item 249, at 11). This argument is borne out by an examination of the relevant figures (Item 243, at 5-12 (regarding PTF Howser), at 13-17 (regarding PTF Karlson); Item 249, at 10-11).</p>\n<p>Defendant's comparison of PTF Testrake's average work hours with those of female PTFs does not represent a legitimate nondiscriminatory reason for the adverse employment action; instead, this argument attacks plaintiff's attempt to make out a prima facie case on this claim. Specifically, that PTF Testrake's work hours were equal to or superior to those of the female PTFs undermines plaintiff's contention that management limited plaintiff's work hours because of discriminatory animus. Presumably, if management shorted plaintiff hours because he was male, then management would have subjected Mr. Testrake to the same kind of discrimination.</p>\n<p>Even if the court were to find that plaintiff has carried his prima facie burden, plaintiff's claim still fails to survive summary judgment. Defendant challenges the merits of the immediate claim by relying on <i>Jones v. J.C. Penney Co., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">432</span></span>, 440 (D.Kan.1995), where the court held that the actions of a part-time flexible employee who had advised her employer that she would work only on certain days and times, consequently allowing other part-time flexible employees to receive more hours, resulted in her reduced working time. <i>Jones</i> is directly on point with the present case. In <i>Jones,</i> the court explained that \"[e]ven if a prima facie case has been established, it has been sufficiently rebutted in that the defendant has clearly articulated legitimate, nondiscriminatory reasons for its decisions ... [including] that plaintiff's self-proscribed limitations on her availability resulted in her reduced working time.\" <i>Id.</i></p>\n<p>Defendant asserts that plaintiff inevitably received fewer hours for PTF assignments because of his commitment to the military <span class=\"star-pagination\">*288</span> reserves and his use of sick leave and annual leave. As for plaintiff's military leave, management could not schedule plaintiff for twelve weekends a year, as well as for two weeks in the summer. This commitment reduced plaintiff's availability by a full month (Item 232, at 53-54; Item 233, ¶ 14 (Fike's testimony)). Defendant asserts, without rebuttal, that Saturdays are a time slot when the USPS commonly calls upon its PTFs. The fact that plaintiff was unavailable for twelve Saturdays a year would have more likely than not caused him to receive fewer hours. In 1985, plaintiff took just under seventy hours of military leave, 112 hours of annual leave, a \"full day leave without pay\", and six hours of sick leave. For that same year, PTF Howser took no military leave, 114 hours of annual leave, and no sick leave hours, and PTF Karlson took no military leave, eight hours of annual leave, and no sick leave (Item 243, at 5-25). Thus, in 1985, plaintiff was available for seventy-four fewer hours than PTF Howser (or 12.3 six-hour work days) and 180 fewer hours than PTF Karlson (or 30 six-hour work days).</p>\n<p>According to plaintiff, his unavailability was roughly equivalent to PTF Howser's unavailability in both 1986 and 1987 (Item 243, at 8-12, 20-23). Defendant concedes that management would choose to schedule PTF Howser on the basis of legitimate reasons when there was a choice between scheduling PTF Howser and plaintiff (Item 249, at 49-50). Defendant states that management maintained this preference for scheduling PTF Howser because PTF Howser was more versatile and was the only certified 204b supervisor<sup>[11]</sup> in the Westfield P.O. (<i>Id.</i> at 35). Furthermore, management had greater confidence in PTF Howser's skills and competency (<i>Id.</i> at 49-50). Defendant admits that management generally preferred to have PTF Howser at the office because she was a more pleasant coworker than plaintiff (<i>Id.</i> at 14-15, 48).</p>\n<p>Irrespective of plaintiff's thin proof on this claim, defendant has demonstrated that plaintiff would have received fewer hours than other PTFs because he was periodically unavailable, had a poor work performance record, and did not get along personally with management. Plaintiff has not produced sufficient evidence to support a rational finding that defendant's proffered reasons for the adverse employment action are false. Nor has plaintiff produced sufficient evidence to support a rational finding that sex discrimination was more likely than not the reason that management allocated him fewer hours than female PTFs. Instead, defendant has demonstrated that management allocated the available PTF hours in the way that it did because of plaintiff's unavailability, poor work record, and poor personal relationship with management.</p>\n<p></p>\n<h2>F. <i>Discriminatory Scheduling</i>\n</h2>\n<p>Plaintiff alleges that PM Kutschke and SPO Nagle created more favorable working conditions for female employees than for plaintiff. Specifically, plaintiff alleges that PTF Howser did not work on holidays and often did not have to work during the afternoons, while plaintiff never received such accommodations because he is male (Item 109, ¶ 16 and at 21, 26-27).</p>\n<p>As the court has already noted, plaintiff must allege an adverse employment action in order to make out a prima facie case of employment discrimination under Title VII. <i>Fisher,</i> 114 F.3d at 1335. However, plaintiff may fail to make out a prima facie case of discrimination if he alleges employment actions that are too trivial or inconsequential to rise to the level of \"adverse\" employment actions. <i>See </i><i>Shabat,</i> 925 F.Supp. at 989; <i>Harlston,</i> 37 F.3d at 382; <i>Hicks v. Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">929</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1184</span></span> (E.D.Ark.1996) (concerning allegations too trivial and inconsequential to rise to adverse employment action). Lower courts have expressed growing doubt as to whether mere scheduling inconveniences constitute adverse employment actions. <i>See </i><i>Moss v. Advance Circuits, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">981</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1239</span></span>, 1246 (D.Minn.1997) (scheduling inconveniences do not rise to discriminatory adverse employment action); <i>Victor v. Runyon,</i> <span class=\"star-pagination\">*289</span> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">461562</span></span>, at *2 (E.D.Pa. July 31, 1997), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></span> (3rd Cir.1998) (table) (new work schedule that is merely inconvenient does not rise to discriminatory adverse employment action); <i>Reilly v. Metro-North Commuter R.R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">665620</span></span>, at *13 (S.D.N.Y. Nov.15, 1996) (questioning whether undesirable scheduling rises to discriminatory adverse employment action).</p>\n<p>In light of the foregoing authority, this court finds that plaintiff's claim, even if true, would not have resulted in plaintiff taking on new job-related duties nor resulted in him losing any privileges, responsibilities, or opportunities. In the absence of any materially significant change in plaintiff's employment, the immediate allegation cannot constitute an \"adverse employment action.\" Plaintiff has failed to establish a prima facie case of discriminatory scheduling; therefore, this claim cannot survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2>G. <i>Discriminatory Admissions to Training Program for Supervisors</i>\n</h2>\n<p>Plaintiff alleges that defendant has engaged in sex discrimination because PM Kutschke and SPO Nagle did not accept plaintiff and other males into the 204b supervisor training program, yet they did accept female PTF Howser into the program (Item 109, ¶ 17 and at 27).</p>\n<p>Defendant rebuts plaintiff's claim by arguing that PM Kutschke did not seriously consider plaintiff for leadership training because of plaintiff's poor work record and lack of leadership promise (Item 234, ¶ 33(q)). Defendant states, \"PM Kutschke's assessment of plaintiff provided properly weak support for Neratko's readiness for leadership at that time. Plaintiff's chances of being picked to serve a temporary supervisory detail were slim.\" (Item 232, at 30).</p>\n<p>In <i>Luciano v. Olsten Corp.,</i> <span class=\"citation\" data-id=\"739071\"><a href=\"/opinion/739071/mary-ann-luciano-v-the-olsten-corporation-frank-n-liguori-gordon-j/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span> (2d Cir.1997), the court highlighted examples of how a plaintiff might reveal an employer's pretext when he or she did not receive a promotion. In <i>Luciano,</i> the employer stated that it did not promote plaintiff because of deficiencies in her job performance. <i>Id.</i> at 215. The plaintiff rebutted this proffered reason by demonstrating that her work performance reviews had been excellent <i>and</i> that the employer had promoted several men instead of her even though those male employees had less favorable performance reviews. <i>Id.</i> In <i>Holt v. KMI-Continental,</i> <span class=\"citation\" data-id=\"726054\"><a href=\"/opinion/726054/veronice-a-holt-v-kmi-continental-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">123</span></a></span>, 129 (2d Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1027</span></span> (1997), the Second Circuit held that summary judgment was appropriate because plaintiff had failed to raise sufficient evidence to support a finding of pretext with respect to the employer's promotion practice. The court explained that the plaintiff had \"failed to put forth any evidence to suggest that defendant's ... reasons are pretextual. She has not shown, for example, that others with equal or less experience were promoted, or that defendant had a policy of promoting based on anything other than experience.\" <i>Id.</i> at 130.</p>\n<p>As with the plaintiff in <i>Holt,</i> plaintiff has not produced sufficient evidence to support a rational finding that defendant's reasons for not admitting plaintiff into the supervisor training program are pretextual. Unlike the plaintiff in <i>Luciano,</i> plaintiff has not produced glowing performance evaluations on his own behalf or evidence that female PTFs were promoted in spite of their incompetence or poor work performance history. <i>See </i><i>Luciano,</i> 110 F.3d at 215. Moreover, plaintiff does not provide sufficient evidence to support a rational finding that sex discrimination was more likely than not the reason that management passed him over for admission to the 204b supervisor program. Instead, defendant has shown that management passed plaintiff over for admission to the 204b training program because of plaintiff's history of poor performance and because management did not believe that plaintiff was a promising candidate for a leadership position.</p>\n<p></p>\n<h2>H. <i>Discriminatory Discipline</i>\n</h2>\n<p>Plaintiff has also alleged that management sexually discriminated against plaintiff by issuing him a seven-day suspension on June 6, 1989, and a fourteen-day suspension on June 22, 1989 (Item 1 [from 95-CV-657], ¶¶ 12 and 15). Defendant claims that both of <span class=\"star-pagination\">*290</span> these suspensions were warranted in light of plaintiff's job performance (Item 231, ¶¶ 13-18). Defendant claims that plaintiff's seven-day suspension was warranted because plaintiff was responsible for the delay of a tray of mail on May 13, 1989 (<i>Id.</i> ¶ 13). Defendant also notes that management had disciplined plaintiff for the same error on two prior occasions (<i>Id.</i>). Defendant claims that plaintiff's fourteen-day suspension was warranted because plaintiff overcharged a postal patron, provided inadequate medical documentation for an absence from work, and improperly obtained payroll information about another employee (<i>Id.</i> ¶¶ 14-17). Defendant, therefore, has articulated legitimate and nondiscriminatory reasons for both of plaintiff's suspensions.</p>\n<p>Plaintiff has failed to provide evidence to support an inference that defendant's reasons are mere pretext. For example, plaintiff has not produced evidence to show that management did not discipline female PTFs for offenses similar to those for which he was suspended. Plaintiff has attempted to establish that female PTFs got off lightly for committing various job-related offenses, but in so doing he has shown that <i>both</i> male and female postal employees got off lightly when they committed allegedly punishable errors (Item 249, at 22 (observing that plaintiff cannot claim that his gender caused him to receive unequal disciplinary attention \"since men and women alike got off lightly.\")). Plaintiff has failed to produce any evidence that would support a rational finding that defendant's proffered reasons for the adverse employment action are false or that sex discrimination was more likely than not the reason for this disciplinary measure. Rather, defendant has demonstrated that plaintiff's own errors and violations provided ample grounds for both of the June 1989 suspensions.</p>\n<p></p>\n<h2>IV. <i>Plaintiff's Allegations of Retaliation at the Westfield Post Office</i>\n</h2>\n<p>Title VII makes it unlawful for an employer to discriminate against an employee for opposing an employment practice that violates the Act. 42 U.S.C. § 2000e-3(a). Retaliation claims are analyzed under the burden-shifting approach originally explained in <i>McDonnell Douglas,</i> 411 U.S. at 802-04, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>; <i>Tomka v. Seiler Corp.,</i> <span class=\"citation\" data-id=\"705166\"><a href=\"/opinion/705166/carole-tomka-v-the-seiler-corporation-daniel-lucey-david-polonsky-and/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1308 (2d Cir.1995); <i>Donato v. Plainview-Old Bethpage Central School District,</i> <span class=\"citation\" data-id=\"726672\"><a href=\"/opinion/726672/linda-donato-v-plainview-old-bethpage-central-school-district-edward/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span>, 633 (2d Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1083</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></span> (1997). To establish a prima facie case of retaliation, plaintiff must show that: (1) he participated in a protected activity; (2) defendant was aware of the activity; (3) plaintiff suffered an adverse employment action; and (4) there is a causal connection between the protected activity and the adverse employment action. <i>Donato,</i> 96 F.3d at 633-34. Once plaintiff establishes his prima facie case, the burden shifts to defendant to demonstrate a legitimate, nondiscriminatory reason for its decision. Once defendant articulates such a reason, plaintiff must prove that the proffered reason was a pretext for retaliation and that defendant's real motivation was the impermissible retaliatory motive. <i>Id.</i> at 634. A finding of unlawful retaliation is not dependent on the merits of the underlying discrimination complaint. <i>See </i><i>Sims v. MME. Paulette Dry Cleaners,</i> <span class=\"citation\" data-id=\"1450053\"><a href=\"/opinion/1450053/sims-v-mme-paulette-dry-cleaners/\"><span class=\"volume\">580</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">593</span></a></span>, 594 (S.D.N.Y.1984) (citing <i>EEOC v. Kallir, Philips, Ross, Inc.,</i> <span class=\"citation\" data-id=\"1604630\"><a href=\"/opinion/1604630/equal-emp-op-comn-v-kallir-philips-ross-inc/\"><span class=\"volume\">401</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">66</span></a></span>, 70 &amp; n. 6 (S.D.N.Y.1975), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1203</span></span> (2d Cir.) (table), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">395</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span></span> (1977)).</p>\n<p>In <i>Mattern v. Eastman Kodak,</i> <span class=\"citation\" data-id=\"733271\"><a href=\"/opinion/733271/jean-g-mattern-v-eastman-kodak-company-and-eastman-chemical-company/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></a></span>, 708-09 (5th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">336</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></span> (1997), the Fifth Circuit held that claims of retaliation under Title VII, 42 U.S.C. § 2000e-3(a), apply to a narrower band of employment actions than the discrimination provisions found in 42 U.S.C. § 2000e-2(a)(1), (2). Specifically, the <i>Mattern</i> court noted that the sweeping language of § 2000e-2(a)(2) (making it illegal \"to limit, segregate, or classify ... employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee\") was conspicuously absent from the retaliation provision in § 2000e-3 (making it unlawful \"for an employer to discriminate against any ... employees ... because he has opposed any practice made an unlawful employment <span class=\"star-pagination\">*291</span> practice by this subchapter\"). In reviewing the differences in the language of the two sections, the <i>Mattern</i> court inferred that the discrimination provisions of § 2000e-2(a)(1)(2) covered even employees' \"vague harms,\" whereas the retaliation provision of § 2000e-3 applied only to \"ultimate employment decisions.\" <i>Mattern,</i> 104 F.3d at 709. The court went on to elaborate that this distinction upheld \"the long-held rule that Title VII's anti-retaliation provision refers to ultimate employment decisions, and not to an `interlocutory or mediate' decision which can lead to an ultimate decision.\" <i>Id.</i> at 708; <i>see also </i><i>Seely v. Runyon,</i> <span class=\"citation\" data-id=\"1371604\"><a href=\"/opinion/1371604/seely-v-runyon/\"><span class=\"volume\">966</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1060</span></a></span> (D.Utah 1997). While this court is not bound by the <i>Mattern</i> court's construction of Title VII, that court's discussion of which employment actions are actionable under a retaliation claim is instructive in sorting through plaintiff's many claims of alleged retaliation.</p>\n<p></p>\n<h2>A. <i>Retaliatory Discipline</i>\n</h2>\n<p></p>\n<h2>1. <i>Prima Facie Case</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him for his use of the EEO process by suspending him on three separate occasions and by issuing him several different letters of warning. Plaintiff alleges that these retaliatory disciplinary measures included: (1) a seven-day suspension on February 6, 1985 (Item 109, ¶ 35(m)); (2) a letter of warning on July 1, 1985 (Item 109, ¶ 35(p); Item 242, ¶ 68); (3) a letter of warning on August 12, 1987 (Item 109, ¶ 35(ee); Item 242, ¶ 70(a)(b)); (4) a letter of warning on September 10, 1987 (Item 109, ¶ 35(ff); Item 242, ¶ 70(a)(b)); (5) a letter of warning on October 2, 1987 (Item 109, ¶ 35(gg); Item 242, ¶ 70(a)(b); (6) a disparately severe standard of discipline as compared with other Westfield postal employees (<i>Id.</i> ¶ 35(cc)); (7) a seven-day suspension on June 6, 1989 (Item 1 of 95-CV-0657, ¶ 12); and (8) a fourteen-day suspension on June 22, 1989 (<i>see id.</i> ¶ 15).</p>\n<p>With regard to plaintiff's general allegation under this heading that defendant applied different \"standards of performance and conduct\" to plaintiff than it did to other employees at the Westfield P.O. (Item 242, ¶ 69(a)), plaintiff points to 122 incidents wherein other postal employees allegedly received no discipline for punishable errors (Item 242, ¶ 61). Plaintiff maintains that because \"[n]o other employee was subjected to these [kinds of disciplinary] actions,\" it is clear that management's \"attempts at discipline were in retaliation for the filing of my sex discrimination complaints\" (<i>Id.</i>).</p>\n<p>With regard to the letters of warning, there is question as to whether they constitute adverse employment actions. If they do not, then plaintiff has failed to establish a prima facie case of retaliation as to these letters. In a motion for summary judgment, the court must construe all questions of fact in favor of the non-movant. Although these letters arguably did not impact the terms, conditions, duties, or compensation of plaintiff's job, the letters did create a disciplinary record that paved the way for future suspensions. As noted above, the Fifth Circuit has held that \"interlocutory\" employment actions are not adverse employment actions in a Title VII retaliation claim. <i>Mattern,</i> 104 F.3d at 708-09. Nevertheless, this court believes that the question of whether the letters rise to the level of retaliatory adverse employment actions involve questions of fact. Consequently, for purposes of this summary judgment motion, the court finds that all of the allegedly retaliatory letters of warning were adverse employment actions. <i>See generally </i><i>Pazamickas v. New York State Office of Mental Retardation and Development Disabilities,</i> <span class=\"citation\" data-id=\"1645635\"><a href=\"/opinion/1645635/pazamickas-v-ny-state-office-of-ment-retard-and-development-disabilities/\"><span class=\"volume\">963</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">190</span></a></span>, 194 (N.D.N.Y. 1997) (\"the placement of the reprimand in [plaintiff's] personnel file ... qualif[ies], for the purposes of this motion, as [an] adverse employment action[]\").</p>\n<p></p>\n<h2>2. <i>Rebuttal</i>\n</h2>\n<p>With regard to the first seven-day suspension imposed on February 6, 1985, defendant maintains that plaintiff deserved this suspension because of his poor work performance. Defendant further argues that this allegation of retaliation is baseless because plaintiff lost his appeal of the suspension on March 22, 1985. \"Robert Neratko merited the suspension and lost his grievance in arbitration, thus proving that management had `just cause' to issue the discipline\" (Item 234, Exh. <span class=\"star-pagination\">*292</span> D, letter dated 3/22/85). Furthermore, prior to this suspension, plaintiff had an extensive disciplinary history with the Westfield P.O. (Item 234, Exh. D, letter of warning dated 8/2/84 (documenting errors in plaintiff's work and issues with his attitude in the work-place); letter of warning dated 10/2/84 (documenting errors in plaintiff's work in delivery and window duties); and letter of warning dated 11/5/84 (documenting errors in plaintiff's work in window duties)).<sup>[12]</sup></p>\n<p>With respect to the July 1, 1985, letter of warning, defendant articulates a legitimate and non-retaliatory reason for having issued the letter. Defendant asserts that on May 20, 1985, PTF Howser had been left in charge of the office pursuant to her 204b classification. At that time, plaintiff refused to recognize PTF Howser's supervisory authority and demanded to see her written authorization. Defendant contends that 204b supervisors are often left in charge without the benefit of written authorization, and that no other employee refused to recognize PTF Howser's authority on that day. As a result, management issued a letter of warning on the basis of plaintiff's insubordination on May 20, 1985 (Item 234, at 26).</p>\n<p>With respect to the two letters of warning issued in August and September of 1987, defendant argues that plaintiff is precluded from bringing these claims because he failed to exhaust his administrative remedies (Item 232, at 43). Both this court and the Second Circuit have held that an employee can bring a new claim of retaliation without filing a new EEO complaint due to the close connection of the retaliatory act to both the initial alleged discriminatory act and the filing of a prior EEO complaint. <i>Butts,</i> 990 F.2d at 1402; <i>Spurlock,</i> 949 F.Supp. at 1027. Defendant has not substantively rebutted plaintiff's claim concerning the letter of warning from October 1987. Thus, plaintiff's allegation regarding the August and September 1987 letters of warning survive defendant's motion.</p>\n<p>As for plaintiff's claims that defendant applied a different standard of performance and conduct to plaintiff, defendant insists that plaintiff's laundry list of his co-workers' alleged unpunished mistakes does nothing to corroborate his claim that a retaliatory intent motivated management in the way that they disciplined him (Item 249, at 51-52). Defendant bases this argument on the fact that plaintiff has failed to provide a parallel list of his own errors on the job (<i>Id.</i>). Defendant argues that without the ability to compare plaintiff's performance and disciplinary record with that of his co-workers, plaintiff's proffered data does not raise an inference of retaliatory intent. Defendant claims that the fallacy of plaintiff's argument on this point is demonstrated by the fact that plaintiff does not make a single sworn allegation that he was punished for a particular error when co-workers were not disciplined for substantially similar errors. Therefore, defendant insists that \"[w]ithout an example of plaintiff['s] having suffered discipline for such an error, plaintiff cannot even claim it is an act of retaliation against him because another person was excused\" (<i>Id.</i> at 52).</p>\n<p>With respect to the two 1989 suspensions (Item 1 of 95-CV-0657, ¶¶ 12 and 15), defendant claims that both of these suspensions were warranted in light of plaintiff's job performance (Item 231, ¶¶ 13-18). Defendant claims that plaintiff's seven-day suspension was warranted because plaintiff was responsible for the delay of a tray of mail on May 13, 1989 (<i>Id.</i> ¶ 13). Defendant also noted that management had disciplined plaintiff for the same error on two prior occasions (<i>Id.</i>). Defendant claims that defendant's fourteen-day suspension was warranted because plaintiff overcharged a postal patron, provided inadequate medical documentation for an absence from work, and improperly obtained payroll information about another employee (<i>Id.</i> ¶¶ 14-17).</p>\n<p></p>\n<h2>3. <i>Pretext</i>\n</h2>\n<p>Plaintiff asserts that all of defendant's proffered reasons for taking each of these disciplinary measures are pretext for retaliatory motive. Plaintiff relies on an undated memorandum from SPO Nagle (\"the <span class=\"star-pagination\">*293</span> Nagle memorandum\") (Item 242, Exh. E), in which SPO Nagle stated to Mr. Ed Lott (a USPS Labor Relations official) that \"[PM Kutschke and I] believe it would be in all our best interest[s] to remove Robert Neratko now rather then [sic] continue to try to build a record against him, furthermore cutting his workhours and disciplining him has done nothing in reducing his complaints.\" After considering the submissions provided by counsel, the court determined that it might be helpful if further information could be submitted on this issue. As a result, an affidavit was filed by Peter Nagle concerning the memorandum (Item 261), and an affidavit was filed from Drew Somerford, a document examiner with the Postal Service (Item 262). Peter Nagle infers that he did not write it but does not directly deny it, and Mr. Somerford cannot tell from his examination whether it is counterfeit or genuine. Because the question of authenticity involves questions of fact, the court must accept plaintiff's assertion that the document was prepared by SPO Nagle.</p>\n<p>Considering the memo as authentic, it is possible that SPO Nagle wrote it <i>before</i> plaintiff engaged in protected EEO activity, and that SPO Nagle used the word \"complaints\" in reference to plaintiff's many internal grievances. Those internal grievances are not protected activities under Title VII. Because these possibilities also involve questions of fact, they cannot be resolved in a motion for summary judgment. The Nagle memorandum raises sufficient evidence to support a rational finding that defendant's proffered reasons for suspending plaintiff and for issuing these letters of warning are false, and that retaliatory intent more likely than not motivated management to discipline plaintiff in these ways.</p>\n<p></p>\n<h2>B. <i>Retaliatory Reduction of Plaintiff's Hours</i>\n</h2>\n<p></p>\n<h2>1. <i>Hiring of Extra Personnel</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by hiring an additional PTF, Dolores Karlson, and consequently reducing plaintiff's hours (Item 109, ¶ 35(z)). PM Kutschke avers that the Westfield P.O. hired PTF Karlson after a hiring list had been generated by USPS officials in Buffalo (Item 234, ¶ 33(n)). PM Kutschke further asserts that PTF Karlson was one of the candidates on his hiring list and that she was the only candidate who accepted an offer (<i>Id.</i>). PM Kutschke contends that the question of whether PTF Karlson's hiring had an effect on plaintiff's hours is moot because under the collective bargaining agreement, management retains the discretion to determine \"how many employees are to be hired to do a job\" (<i>Id.</i>). Furthermore, defendant notes that under the collective bargaining agreement, as a PTF plaintiff was not entitled to work more than two hours per pay period (Item 232, ¶ 33(n)). As a result, defendant argues, any diminution in hours that plaintiff experienced did not result in a cognizable harm to plaintiff (<i>Id.</i>). Defendant also contends that plaintiff's proof on this point fails because PTF Karlson's hiring did not affect PTF Testrake's hours in 1986 and 1987. Defendant points out that in 1986 and 1987, PTF Testrake's hours were comparable with, or superior to, the hours of other female PTFs (Item 249, at 10-12).</p>\n<p>Nevertheless, plaintiff's submission of the Nagle memorandum provides sufficient evidence to support a rational finding that defendant's proffered reasons for hiring a new PTF are false. Admittedly, the hiring of a new PTF could theoretically impact all PTFs equally. However, management demonstrated a desire to retaliate against plaintiff by reducing his potential hours in the Nagle memorandum (Item 242, Exh. E). If the contents of that memorandum prove to be true and authentic, then the hiring of a new PTF could reasonably be understood to be an attempt to limit plaintiff's work hours. In light of the Nagle memorandum (<i>id.</i>), plaintiff has raised sufficient evidence to support a reasonable inference that defendant's proffered reason for hiring a new PTF was false. Moreover, the Nagle memorandum provides sufficient proof to support a rational finding that management's desire to retaliate against plaintiff was more likely than not the reason for management hiring a new PTF.</p>\n<p></p>\n<h2>2. <i>Retaliatory Limitation on Work Assignments</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by taking plaintiff off of window <span class=\"star-pagination\">*294</span> clerk duty in April 1985 despite plaintiff's having just completed a window retraining program, causing a reduction in plaintiff's work hours (Item 109, ¶ 35(w)).</p>\n<p>Defendant argues that \"plaintiff's underlying progressive discipline record  letters of warning and suspension  supports the removal from window duty\" (Item 232, at 29; Item 234, ¶ 33(<i>o</i>); <i>see also</i> Item 234, Exh. D (regarding letters of warning and notices of disciplinary action)). Although defendant has articulated legitimate and nondiscriminatory reasons for removing plaintiff from window duties, the Nagle memorandum indicates that defendant's reasons could be mere pretext. Thus, plaintiff has provided sufficient evidence to support a reasonable finding that defendant's proffered reasons for removing plaintiff from window duty are false, and that retaliatory intent more likely than not motivated management to remove plaintiff from window duty so that plaintiff's work hours would be reduced.</p>\n<p></p>\n<h2>3. <i>Retaliatory Limitation on Promotion Opportunities</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by refusing to recommend plaintiff for the 204b supervisor program in October 1985 (Item 109, ¶ 35(q)). In light of the Nagle memorandum and the disputed evidence regarding management's evaluation of plaintiff's work at the Mayville, New York, Post Office (\"Mayville P.O.\") (<i>see infra</i> Part IV, D), plaintiff has produced sufficient evidence to support a finding that management denied him promotion opportunities in an effort to discourage him from availing himself of the EEO process. The Nagle memorandum discusses reducing plaintiff's earning potential as a means of deterring his complaints (Item 242, Exh. E). Along these lines, it is possible that denying plaintiff admission to the 204b training program would have, among other things, reduced plaintiff's earning potential. Therefore, plaintiff's reliance on the Nagle memorandum introduces sufficient evidence to support a finding that a retaliatory intent motivated management to deny plaintiff access to the training program.</p>\n<p></p>\n<h2>4. <i>Miscellaneous Retaliatory Efforts to Reduce Hours</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by limiting plaintiff's work hours by: (1) not scheduling plaintiff for relief carrier duty, window duty, or \"loaner\" opportunities despite plaintiff's requests for these opportunities (Item 109, ¶ 35(w)); (2) assigning regular postal employees overtime (Item 109, ¶ 35(z)); (3) assigning, hiring, and/or employing casual employees (<i>Id.</i>); (4) scheduling PTF carriers to do clerk work (<i>Id.</i>); (5) failing to assign plaintiff holiday hours (<i>Id.; But cf.</i> Item 109, ¶ 35(s) (wherein plaintiff alleges retaliation when management scheduled plaintiff to work holiday hours)).</p>\n<p>Defendant states that <i>if</i> plaintiff did suffer from a \"shorting\" of hours, such a shorting was due to a combination of plaintiff's being unavailable, having an unsatisfactory work record for window clerk duties, and refusing to accept extra hours and loaner opportunities (Item 234, ¶ 33(w)).</p>\n<p>With regard to plaintiff's being unavailable, defendant has argued that plaintiff inevitably received fewer hours for PTF assignments because of his commitments to military reserves duty and his use of sick and annual leave. Plaintiff's unavailability for twelve weekends a year and two weeks in the summer for military training reduced plaintiff's availability by a <i>full month</i> as compared with other PTFs (Item 232, at 53-54; Item 233, ¶ 14 (Fike's testimony)). Defendant contends that Saturdays are a day when the USPS calls on its PTFs most often (Item 232, at 53-54). Presumably, plaintiff received fewer hours because he was unavailable for twelve Saturdays out of the year. Defendant claims that in 1985, plaintiff took sixteen days of annual leave, one day of sick leave, and 25 days of military leave. In contrast, during that same year PTF Howser took twelve days of annual leave, no sick leave, and no military leave, and PTF Karlson took one day of annual leave, no sick leave, and no military leave (Item 233, ¶ 18). Defendant also alleges that plaintiff's poor work performance was a contributing factor to the alleged shorting of hours.</p>\n<p>Defendant also alleges that plaintiff's receipt of fewer hours was partly due to plaintiff's <span class=\"star-pagination\">*295</span> refusal to accept and/or continue with opportunities to perform extra hours (Item 234, at 30-31, Exh. L and M). Defendant provides evidence that plaintiff declined to take on PTF carrier duties in October 1985 (Item 234, Exh. K). Defendant also points to evidence that plaintiff, of his own volition, terminated opportunities to work extra hours in the Post Offices of Mayville and Fredonia, New York (\"Fredonia P.O.\") (Item 234, Exh. L and M).<sup>[13]</sup> Defendant maintains that plaintiff's responses to opportunities for taking on extra work played a substantial role in any \"shorting\" that he might have experienced.</p>\n<p>Plaintiff rebuts defendant's proffered reasons in part by pointing to correspondence he sent to SPO Nagle and to David McClusky (Supervisor of Administration for the Jamestown P.O.) in 1986, wherein plaintiff stated his unequivocal desire to work extra hours (Item 242, Exh. D). However, it is the Nagle memorandum that provides sufficient evidence to support a rational finding that management more likely than not retaliated against plaintiff by reducing his potential hours. In light of the Nagle memorandum, plaintiff has raised sufficient evidence to support a rational inference that defendant's proffered reasons were false, and that the desire to retaliate against plaintiff was more likely than not the reason for management's reducing plaintiff's potential work hours.</p>\n<p></p>\n<h2>C. <i>Retaliatory Harassment</i>\n</h2>\n<p></p>\n<h2>1. <i>De Minimis Instances of Harassment</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by harassing him on a number of occasions. Specifically, plaintiff claims that defendant: (1) refused to let plaintiff review his work schedule on or about January 31, 1986 (Item 109, ¶ 35(r); Item 242, ¶ 70(b)); (2) scheduled plaintiff for holiday work despite the availability of a less senior clerk (Item 109, ¶ 35(s); Item 242, ¶ 70(b)); (3) issued plaintiff one or more erroneous paychecks (Item 109, ¶ 35(v); Item 242, ¶ 70(b)); (4) harassed plaintiff during work hours on or about: October 1985, June 23, 1986, September 1986, October 7, 1986, December 12, 1986, December 17, 1986, February 5, 1987, February 26, 1987, July 1987 and May 1988 (Item 109, ¶ 35(aa); Item 242, ¶ 70(b)); (5) refused to process sick leave on February 6, 1986 (Item 109, ¶ 35(t); Item 242, ¶ 70(b)); (6) refused to comply with plaintiff's request for an auditing of his stamp stock in August 1987 ((Item 109, ¶ 35(hh); Item 242, ¶ 70(b)); (7) revealed to other postal employees that plaintiff had been reporting his fellow employees' errors or mistakes (Item 109, ¶ 35(jj); Item 242, ¶ 70(b)); (8) met with Westfield employees subsequent to the depositions in connection with the case and advised them that plaintiff had reported or discussed their mistakes (Item 109, ¶ 35(kk); Item 242, ¶ 70(b)); (9) yelled at plaintiff for making errors in charging for postage shortly after the increase in postage rates, even though plaintiff allegedly had not yet been trained on the new postage rate and the machines were set at the old postage rate (Item 109, ¶ 35(ll); Item 242, ¶ 70(b)); (10) refused to answer plaintiff's questions regarding the USPS's procedures and the removed certain manuals to PM Kutschke's office where plaintiff could not enter (Item 109, ¶ 35(mm); Item 242, ¶ 70(b)); and (11) refused to pay plaintiff proper sick leave for the period of February 22, 1988, through February 23, 1988 (Item 109, ¶ 35(kk); Item 242, ¶ 70(b)).</p>\n<p>Defendant argues that plaintiff has not established a prima facie case on any of these enumerated claims.</p>\n<p>A plaintiff proceeding under Title VII is required to allege that he has suffered an adverse employment action in order to establish a prima facie case of retaliatory discrimination. <i>de la </i><i>Cruz v. New York City Human Resources Administration,</i> <span class=\"citation\" data-id=\"716759\"><a href=\"/opinion/716759/sergio-de-la-cruz-v-new-york-city-human-resources-administration/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 20 (2d Cir.1996). It is possible that a plaintiff may allege adverse employment actions that are, in fact, so trivial that they fail to rise to the prima facie level of adverse employment action. In <i>Shabat,</i> 925 F.Supp. at 977, Chief Judge Larimer granted summary judgment in favor of defendant on the plaintiff's discriminatory <span class=\"star-pagination\">*296</span> discipline claims. The plaintiff had argued that defendant had disciplined him by placing negative personnel reports in his file. The plaintiff conceded that these reports did not cause him to be demoted, denied pay, nor denied any other benefits. <i>Id.</i> at 989. Although a plaintiff is not necessarily bound to demonstrate pecuniary loss in order to make out a prima facie case, the court found that the particular allegations were \"too inconsequential to support an action under Title VII.\" <i>Id.</i> at 989; <i>see also </i><i>Torres v. Pisano,</i> <span class=\"citation\" data-id=\"742597\"><a href=\"/opinion/742597/jenice-torres-v-leonard-pisano-individually-and-as-associate-director-of/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">625</span></a></span>, 640 (2d Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></span> (1997) (holding that \"an adverse employment action ... [sufficient to support a retaliation claim is] a materially adverse change in the terms and conditions of employment\") (citation omitted). <i>But cf. </i><i>Medwid v. Baker,</i> <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">125</span></span>, 136-37 (S.D.N.Y.1990) (subjecting plaintiff to sixty-day monitoring period was adverse employment action because monitoring period could have led to punitive actions). Furthermore, in <i>Hicks v. Brown,</i> <span class=\"citation no-link\"><span class=\"volume\">929</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1184</span></span> (E.D.Ark.1996), the court found that plaintiffs Title VII claims did not rise to adverse employment action because the employer's verbal counseling and negative written evaluations of plaintiff did not cause her financial harm and did not result in her suspension. <i>Id.</i> at 1189-90. Therefore, the court found that the employer's disciplinary measures were \"nothing more than minor or de <i>minimis</i> personnel matters which, as a matter of law, are insufficient to constitute `adverse employment action.'\" <i>Id.</i></p>\n<p>Plaintiff's first claim, that management retaliated against his use of the EEO process by preventing him from seeing his schedule on January 31, 1986, is very much like the relevant allegations discussed above in <i>Shabat</i> and <i>Hicks. See also </i><i>Harlston</i> 37 F.3d at 382 (no adverse effect from reassignment that involved change in duties because any disruption was \"mere inconvenience\"). If anything, this incident involved a minor personnel matter. Plaintiff did not suffer any materially significant disadvantage as a result of this alleged denial of access to his schedule (e.g., plaintiff does not claim that he lost work hours as a result of this alleged incident). The extremely minor nature of this claim prevents plaintiff from making out a prima facie claim on this issue. As a result, this claim cannot survive defendant's motion for summary judgment.<sup>[14]</sup></p>\n<p>Plaintiff's second claim, retaliatory scheduling for holiday hours, also does not survive defendant's motion. As defendant points out, plaintiff contradicts himself by bringing this claim. Specifically, plaintiff claims in this portion of his case that management retaliated against him by assigning him to work holiday hours, but insists in other portions of his case that management retaliated against his use of the EEO process by \"limiting his work hours by ... failing to assign the plaintiff holiday hours\" (Item 109, ¶ 35(z)). Plaintiff cannot have it both ways. Nevertheless, as the court has already noted, scheduling inconveniences do not constitute adverse employment actions under Title VII. <i>See </i><i>Moss,</i> 981 F.Supp. at 1246; <i>Victor,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">461562</span></span> at *2.</p>\n<p>Plaintiff's third claim, the issuance of erroneous paychecks, does not establish that the USPS's errors in issuing those paychecks caused plaintiff to suffer any materially significant disadvantage. Specifically, plaintiff has not argued that the erroneous paychecks caused him to lose compensation that he had rightly earned. This allegation is the sort of <i>de minimis</i> personnel matter that courts have dismissed as not constituting adverse employment actions. <i>See </i><i>Harlston,</i> 37 F.3d at 379; <i>Shabat,</i> 925 F.Supp. at 977.</p>\n<p>Plaintiff's fourth claim, management's allegedly harsh treatment of plaintiff in the workplace, also does not survive summary judgment. Plaintiff alleges that on several occasions, management yelled at him, were nasty towards him, insulted him, and were discourteous or unprofessional towards <span class=\"star-pagination\">*297</span> him (Item 109, at 32). Defendant claims that these specific episodes of harassment were related to the implementation of standard post office procedures, policies, and/or work rules (<i>see</i> Item 232, at 38-39), while plaintiff insists the controlling issue is the \"good faith and motive\" of PM Kutschke and SPO Nagle (Item 109, at 31). Plaintiff also contends that because the parties offer differing versions of the circumstances of each incident, summary judgment is not appropriate. Even if these incidents occurred exactly as plaintiff has alleged, plaintiff has failed to establish a prima facie case of a retaliatory adverse employment action, because none of the incidents caused plaintiff to suffer a loss in wages, benefits, responsibilities, or opportunities. <i>See </i><i>Harlston,</i> 37 F.3d at 382.</p>\n<p>Plaintiff's fifth claim, concerning a sick leave dispute in early February 1986, also does not survive summary judgment. Defendant argues that \"[t]his controversy is over nothing more than making [plaintiff] revise the leave slip\" (Item 232, at 32). Defendant points out that plaintiff, in the relevant EEO complaint, informed the EEO officer that when he clocked-out on February 5, 1986, he had confirmed that he was not scheduled to work on February 6, 1986 (Item 101, Exh. 14). Although plaintiff had not been scheduled to work on February 6, 1986, he filled out a leave form and marked down February 6, 1986, as his leave date (<i>see id.</i>). SPO Nagle later instructed plaintiff to indicate February 7, 1986, as his leave date as well, because \"[e]mployees are neither required nor allowed to use sick leave for a non-scheduled day\" (Item 234, ¶ 33(t)). A plaintiff who does no more than demonstrate that the employer was enforcing a generally applicable policy against him fails to establish an adverse employment action. <i>See </i><i>McKenzie v. Illinois Dept. Of Transportation,</i> <span class=\"citation\" data-id=\"723961\"><a href=\"/opinion/723961/71-fair-emplpraccas-bna-1549-68-empl-prac-dec-p-44245-susan/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 484 (7th Cir.1996) (finding no adverse employment action where \"as a matter of policy, no employee was permitted to leave the property during breaks. This policy applied to [plaintiff] as well as ... all other employees\"). Defendant has offered uncontroverted evidence that management was merely insisting that plaintiff observe the policy of the Westfield P.O. when it requested that he complete his sick leave request by omitting the date February 6, 1986 (Item 234, ¶ 33(t)). Although this disagreement over documenting sick leave may have irritated and inconvenienced plaintiff, the disagreement does not rise to the level of an adverse employment action. Instead, the disagreement and its end result are both \"minor personnel matters\" that are not actionable under Title VII.</p>\n<p>Plaintiff's sixth allegation, concerning an audit of his stamp drawer, also does not survive defendant's motion. Defendant admits that management audited plaintiff's stock twice in the context of this incident (Item 232, at 44). Defendant asserts that such audits are \"always done in the presence of the employee and/or a union representative and/or a union representative as well as management\" (<i>Id.</i>) Plaintiff has presented no evidence that management did not audit the stock of all other clerks at the Westfield P.O. in the same way that it audited his. Thus, it appears that these incidents were merely part of management's routine supervision of PTF clerks. Plaintiff has failed to produce sufficient evidence to support a rational finding that there was more likely than not a causal connection between the protected activity and the alleged adverse employment action. <i>See </i><i>Donato,</i> 96 F.3d at 633 (prima facie case includes elements of adverse employment action and causal nexus between the protected activity and the adverse action). In addition, plaintiff has not produced evidence to show how the failure to audit his stamp stock rises to the level of an adverse employment action. Plaintiff's failure to show how the alleged refusal to audit his stamp stock caused him to suffer a materially adverse change in the terms or conditions of his employment precludes a finding that he suffered an adverse employment action. <i>See </i><i>Harlston,</i> 37 F.3d at 382; <i>Shabat,</i> 925 F.Supp. at 988-89; <i>Hicks,</i> 929 F.Supp. at 1189-90.</p>\n<p>Plaintiff's seventh and eighth claims, concerning how management informed other employees that plaintiff had reported and discussed their mistakes, also do not survive defendant's motion. Plaintiff has not argued that he suffered any materially significant <span class=\"star-pagination\">*298</span> disadvantage as a result of defendant's decision to discuss plaintiff's reports about other employees' alleged errors and mistakes. Although ostracism has been recognized as a materially adverse change in an employee's work conditions, <i>see </i><i>McDonnell v. Cisneros,</i> <span class=\"citation\" data-id=\"718358\"><a href=\"/opinion/718358/mary-pat-mcdonnell-and-thomas-w-boockmeier-v-henry-g-cisneros-secretary/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">256</span></a></span> (7th Cir.1996), plaintiff has not argued that defendant's dissemination of this information caused his fellow employees to ostracize him. To the contrary, one of plaintiff's affiants has suggested that plaintiff was well liked in the Westfield P.O. (Item 249, at 14 (statement of Richard Scharf)). To the extent that plaintiff has implied that his coworkers became hostile towards him as a result of defendant disseminating this information, courts have recognized that \"hostility from fellow employees\" is not an employment decision as such, and that as a result, it cannot constitute an adverse employment action under Title VII. <i>See </i><i>Mattern,</i> 104 F.3d at 707.</p>\n<p>Defendant has also stated that management discussed alleged errors in employees' job performance as those allegations emerged throughout the course of various depositions. Defendant asserts that PM Kutschke had \"a legitimate right to discuss those allegations with employees who [allegedly] participated or were potential witnesses\" (Item 232, at 46). Defendant asserts that investigation into alleged errors in job performance, as alleged by plaintiff during pretrial discovery, was necessary to the efficient administration of the Westfield P.O. In this way, defendant has articulated (albeit somewhat unnecessarily) a legitimate reason for having engaged in the allegedly adverse employment action. Plaintiff for his part has done nothing to cast doubt on this proffered reason.</p>\n<p>Plaintiffs ninth claim, involving an alleged reprimand that plaintiff received in the course of his job duties, fails to establish that plaintiff suffered any materially significant disadvantage in the terms or conditions of his employment as a result of this incident. Upon an examination of the entire record, defendant's alleged conduct is neither severe enough nor pervasive enough to qualify as a hostile work environment. <i>See </i><i>Torres,</i> 116 F.3d at 630-31 (quoting <i>Harris v. Forklift Sys., Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993)) (\"A hostile work environment exists `when the workplace is permeated with discriminatory intimidation, ridicule, and insult, that is sufficiently severe or pervasive to alter the conditions of the victim's employment.'\"). The <i>Torres</i> court held that \"isolated, minor episodes of harassment do not merit relief under Title VII.\" <i>Id.</i> at 631. Admittedly, the <i>Torres</i> court also noted that \"even a single episode of harassment, if severe enough, can establish a hostile work environment.\" <i>Id.</i> at 631 n. 4; <i>see also </i><i>Tomka v. Seiler,</i> <span class=\"citation\" data-id=\"705166\"><a href=\"/opinion/705166/carole-tomka-v-the-seiler-corporation-daniel-lucey-david-polonsky-and/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1295</span></a></span>, 1305 (2d Cir.1995) (\"even a single incident of sexual assault sufficiently alters the conditions of the victim's employment and clearly creates an abusive work environment for purposes of Title VII\"). Cases in which single incidents of harassment were found to have created a hostile work environment are distinguishable from the immediate case. These cases typically involve plaintiffs who allege objectively severe instances of harassment, such as isolated sexual assault and rape. <i>See </i><i>Tomka,</i> 66 F.3d at 1305 (involving isolated incidents of sexual assault); <i>Meritor Savings Bank v. Vinson,</i> <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 67, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (1986) (allegations of isolated harassment, including a claim of rape, are sufficient to state a claim for hostile environment harassment). In addition, this reprimand did not cause plaintiff to suffer a diminution in wages or benefits of any kind; therefore, it does not rise to the level of an adverse employment action. <i>See </i><i>Torres,</i> 116 F.3d at 640.</p>\n<p>Plaintiff's tenth claim, that PM Kutschke retaliated against plaintiff by moving Postal Service manuals into Kutschke's office, thus making the manuals inaccessible to plaintiff, also does not survive defendant's motion. Plaintiff has not alleged that the removal of the manuals from one area to another caused him to suffer any material disadvantage. As a result, plaintiff has failed to state that defendant subjected him to an adverse employment action by moving the Postal Service manuals. In addition, defendant asserts that PM Kutschke moved the USPS manuals to his office so that he might have more convenient access to them. Defendant <span class=\"star-pagination\">*299</span> asserts that PM Kutschke routinely needed access to these. Plaintiff has offered no evidence to rebut defendant's proffered reason for this action. As a result, plaintiff has failed to provide evidence that would support a rational finding that the proffered reason is false, and has also failed to provide sufficient evidence to support a rational finding that a retaliatory intent more likely than not motivated PM Kutschke to order the move. Even if the court were to acknowledge that plaintiff has alleged a prima facie case on this claim, the court could not allow this claim to proceed in light of defendant's proffered reason for the allegedly adverse employment action.</p>\n<p>Plaintiffs eleventh claim, that defendant denied plaintiff full credit for sick leave for February 22-23, 1988 (Item 109, ¶ 33(kk)), does survive defendant's motion. Although the discrepancy in the appropriate amount of credited sick leave is not greata mere two hours (Item 232, at 46), plaintiff <i>has</i> alleged an adverse employment action. Defendant has conceded that this issue is not proper for summary judgment by stating that plaintiff's version of how much sick leave he is owed is \"wrong on the facts\" (<i>Id.</i>). Defendant insists that plaintiff was only owed six hours and that plaintiff indeed received six hours of sick leave (<i>Id.</i>). Plaintiff, on the other hand, maintains that these hours were calculated improperly. Drawing all inferences in favor of plaintiff, the court must find that plaintiff has successfully made out a prima facie case with this particular allegation.</p>\n<p></p>\n<h2>2. <i>Moot Instances of Harassment</i>\n</h2>\n<p>Plaintiff also alleges that defendant retaliated against him by refusing to fill out plaintiff's travel voucher on or about June 23, 1986, and by refusing to authorize annual leave so that he could attend relevant court proceedings with respect to this litigation. In <i>Shabat,</i> 925 F.Supp. at 977, the court found that a plaintiff who based a Title VII cause of action on the denial of a promotion had failed to make out a prima facie case when that plaintiff had, in fact, eventually received the promotion. <i>Id.</i> at 987-89. The court noted that the employment actions of which the plaintiff complained were \"so trivial that they cannot reasonably be considered `adverse.'\" <i>Id.</i> at 987. Similarly, in <i>McGuire v. United States Postal Service,</i> <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1275</span></span>, 1282 (S.D.N.Y.1990), the court held that plaintiff failed to establish that he had been the victim of an adverse employment action because defendant eventually, albeit after nine days, satisfied plaintiff's request for a particular form, and plaintiff failed to suffer any cognizable harm due to the delay. Both <i>Shabat</i> and <i>McGuire</i> resemble the instant case inasmuch as defendant eventually <i>did</i> issue plaintiff the travel money that he was seeking (Item 109, ¶ 40(h)).</p>\n<p><i>Shabat</i> and <i>McGuire</i> also speak directly to plaintiff's allegation concerning his need to attend court proceedings. Defendant states that \"management did not schedule [plaintiff] for days that he had indicated he wanted to be in court. As a result, plaintiff was benefitted by not having to use an annual leave day\" (Item 232, at 40). Plaintiff has not responded to defendant on this issue. In fact, plaintiff concedes that defendant eventually <i>did</i> accommodate his request to take annual leave in order to attend court proceedings (Item 109, ¶ 40(<i>o</i>)). The fact that plaintiff eventually did receive annual leave pay for certain days spent in court precludes a finding that this was in any way an adverse employment action. Consequently, neither of these two allegations can survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2>D. <i>Retaliatory Tampering with Personnel Records</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by fabricating documentation that plaintiff's work record at the Mayville P.O., where he had served as a loaner, had been unsatisfactory, and that consequently, PM Kutschke did not want plaintiff to work in Mayville (Item 109, ¶ 35(x)). Defendant contends that it was the Mayville P.O.'s high degree of satisfaction with PTF Testrake that compelled its decision not to assign plaintiff to the Mayville P.O. (Item 232, at 35-36).</p>\n<p>Plaintiff, however, presents evidence to rebut defendant's proffered defense as pretextual. Specifically, plaintiff alleges that PM Kutschke fabricated a conversation that he <span class=\"star-pagination\">*300</span> had with the Mayville Postmaster while Kutschke was drafting a grievance summary regarding plaintiff. Plaintiff alleges that PM Kutschke falsely reported that the Mayville Postmaster did not want plaintiff to be sent to the Mayville P.O. on a loaner basis (Item 242, ¶¶ 44-45). PM Kutschke denies having such a conversation or having accused plaintiff of unsatisfactory work at Mayville (Item 234, ¶ 28). Plaintiff has demonstrated that PM Kutschke <i>did</i> in fact document having such a conversation with the Mayville Postmaster, wherein PM Kutschke reported, \"When the [Mayville] Postmaster recently asked for a PTF from this office to work there when needed, he stated that he did not want Neratko, based on his past performance\" (Item 242, Exh. F). However, Michael Barnes, the Mayville Postmaster, indicated in his deposition that he never expressed dissatisfaction with plaintiff's work performance to PM Kutschke (Item 242, Exh. G). Defendant's proffered reason for passing over plaintiff for the Mayville assignment is not persuasive in light of this conflicting evidence. Consequently, plaintiff has provided sufficient proof to support a finding that retaliatory intent more likely than not motivated PM Kutschke to pass plaintiff over for the Mayville assignment. As a result, plaintiff's immediate allegation must survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2>E. <i>Retaliatory Changes in Work Conditions</i>\n</h2>\n<p>Plaintiff alleges that defendant retaliated against him by scheduling plaintiff for a disproportionate amount of physically strenuous, dirty, and dusty work (e.g., unloading mail trucks, dumping mail from stacks, stacking sacks, preparing sacks for re-delivery, shoveling snow, and washing USPS vehicles). While trivial and inconsequential matters will not qualify as adverse employment actions, changes that significantly detract from a plaintiff's working conditions are more than trivial or inconsequential inconveniences. <i>See </i><i>Torres,</i> 116 F.3d at 640 (\"veiled suggestions that [protected activity] would lead to termination, discipline, <i>unpleasant assignments</i> or the like, might in some circumstances affect an employee's working conditions\" (emphasis added)); <i>Stordeur v. Computer Associates Inter., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">995</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">94</span></span> (E.D.N.Y.1998) (holding that plaintiff suffered adverse employment action when management \"order[ed] plaintiff to perform menial tasks\" in retaliation for protected activity); <i>Bunis v. Runyon,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">639241</span></span>, at *3 (S.D.N.Y. Oct.16, 1997) (noting that a dramatic change in plaintiff's assigned tasks could represent actionable retaliation); <i>cf. </i><i>Williams v. Bristol-Myers Squibb Co.,</i> <span class=\"citation\" data-id=\"718776\"><a href=\"/opinion/718776/michael-n-williams-v-bristol-myers-squibb-company/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 274 (7th Cir.1996) (\"a purely lateral transfer ... that does not involve a demotion in form or substance, cannot rise to the level of a materially adverse employment action. A transfer involving no reduction in pay and <i>no more than a minor change in working conditions</i> will not do either\" (emphasis added)).</p>\n<p>Accepting that the alleged changes in plaintiff's working conditions constitute adverse employment actions, there remains the issue of how the Nagle memorandum supports the immediate allegation. The Nagle memorandum indicates that management was disciplining plaintiff as well as cutting his hours in an effort to put a stop to his complaints (Item 242, Exh. E). However, the memorandum makes no mention of assigning plaintiff undesirable work duties in an effort to curtail his complaints. Nevertheless, for the purposes of this motion, this court concludes that a reasonable trier of fact could conclude that the assignment of undesirable tasks was merely a variation of the disciplinary tactics that the memorandum does specifically mention. As a result, the Nagle memorandum does provide sufficient evidence to support a reasonable inference that retaliatory animus motivated management to assign plaintiff to more strenuous tasks. Therefore, plaintiff's claim must survive defendant's motion for summary judgment.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In light of the foregoing, the court grants defendant's motion for summary judgment with respect to all of plaintiff's sex discrimination claims and plaintiff's retaliatory harassment claims, except for his claim regarding the two hours of disputed sick leave. <span class=\"star-pagination\">*301</span> The court denies defendant's motion for summary judgment with respect to plaintiff's claims of retaliatory discipline, retaliatory reduction in work hours, retaliatory alteration of personnel records, and retaliatory changes in work conditions.</p>\n<p>The court will meet with counsel on December 9, 1998, at 3:30 p.m. to set a further schedule. Mr. Kramer may participate by telephone.</p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs proceeding under Title VII who are employed by the USPS are obligated to pursue their administrative remedies with the USPS's Equal Employment Opportunity counselors. <i>See</i> 42 U.S.C. § 2000e-16(c). In this way, USPS employees proceed differently than private citizens, who are obligated to pursue their administrative remedies with the Equal Employment Opportunity Commission (\"EEOC\"). <i>See</i> 2000e-5(b), (e), (f). This distinction is one of form. The immediate order relies on case law involving both EEO compliance agencies and the EEOC.</p>\n<p>[2]  Plaintiff claims that he also filed an additional lawsuit on or about February 23, 1988, against the USPS setting forth additional violations of Title VII (Item 101, ¶ 157). There appears to be no record of or docket number for this separate suit; nevertheless, plaintiff filed a second amended complaint in September 1988 incorporating the allegations of the February 1988 suit into 95-CV-1259 (Item 101).</p>\n<p>[3]  In his second amended complaint, plaintiff seeks 29 separate injunctions against the USPS (Item 101, at 61-67). Defendant contends that even if plaintiff could prove retaliation or discrimination on account of his sex, he would not be entitled to equitable relief because PM Kutschke and SPO Nagle have retired from the USPS. The court declines to rule on this issue at this time.</p>\n<p>[4]  In plaintiff's complaint and many of his other papers, plaintiff refers to his father as merely his \"designated representative\" (<i>See e.g.,</i> Item 101, ¶¶ 37-42).</p>\n<p>[5]  On August 9, 1984, SPO Nagle issued a letter of warning to plaintiff for insubordination in failing to comply with supervisory instructions regarding a stamp requisition on August 2, 1984 (Item 234, Exh. D, at 14). This letter of warning was withdrawn by Mr. Miller on August 22, 1984 (<i>Id.</i> at 13).</p>\n<p>[6]  Although defendant does not know whether plaintiff or his father ever sent this letter to the newspapers, defendant asserts that while this suit was pending, plaintiff's first attorney, Lewis Steele, ran an ad in the local newspapers looking for problems with the mail service to embarrass PM Kutschke and the USPS (Item 234, ¶ 16 and Exh. G).</p>\n<p>[7]  The parties have not addressed whether plaintiff will be entitled to additional damages in this part of his action since these claims were filed after the 1991 amendments to Title VII.</p>\n<p>[8]  Although plaintiff's formal EEO charge was not filed until January 23, 1985, the court noted that plaintiff initiated the EEO process on December 13, 1984, by filing an informal complaint and started counseling sessions with the EEO.</p>\n<p>[9]  Defendant correctly notes that although this statement was submitted over eight years ago, this list is the most coherent and useful summary of plaintiff's claims. Furthermore, plaintiff has not submitted a more recent summary of his claims.</p>\n<p>[10]  In addition, defendant contends that two of plaintiff's EEO complaints were not timely filed (Item 234, ¶¶ 33(ee)-(ff)).</p>\n<p>[11]  The postal workers' collective bargaining agreement indicates that 204b supervisors are postal clerks (or \"craft\" workers) who may take nonbargaining unit positions in management for limited periods of time (<i>See</i> Item 242, Exh. K).</p>\n<p>[12]  The letters of warning that predated this first suspension were all issued to plaintiff prior to plaintiff's use of the EEO process; therefore, plaintiff cannot bring a claim of discriminatory retaliation for these letters.</p>\n<p>[13]  Plaintiff terminated his \"loaner\" arrangements with the Fredonia P.O. in 1990 and with the Mayville P.O. in August 1985 (<i>Id.</i>).</p>\n<p>[14]  Defendant maintains that employees' schedules are posted publicly and that management could not have denied plaintiff's access to that schedule (<i>see</i> Item 234, ¶ 33(r) (affidavit of PM Kutschke)). However, such an argument would necessarily involve a disputed fact and as a result cannot be resolved on a motion for summary judgment. Nevertheless, because plaintiff has failed to create a prima facie case on this claim, this argument is not determinative.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112911/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/452064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/480550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/482128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/557203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/564369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/604802/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/609739/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/659889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679583/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715780/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/716759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/718776/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/723961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/733271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/742597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1371604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1450053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1604630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1645635/"
          ]
        }
      ],
      "judges": "Curtin",
      "date_created": "2014-10-30T23:44:55.806450Z",
      "date_modified": "2016-03-03T22:24:17.784694Z",
      "date_filed": "1998-11-19",
      "date_filed_is_approximate": false,
      "slug": "neratko-v-frank",
      "citation_id": 2488954,
      "case_name_short": "Neratko",
      "case_name": "Neratko v. Frank",
      "case_name_full": "",
      "federal_cite_one": "31 F. Supp. 2d 270",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2380407/neratko-v-frank/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:44:55.802718Z",
  "date_modified": "2014-10-30T23:44:55.802718Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Neratko",
  "case_name": "Neratko v. Frank",
  "case_name_full": "",
  "slug": "neratko-v-frank",
  "docket_number": "85-CV-1259C",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}