{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2389710/",
  "id": 2389710,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/miwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2526167/",
      "id": 2526167,
      "absolute_url": "/opinion/2526167/spectrum-health-continuing-care-group-v-anna-marie/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2389710/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2526167/",
          "id": 2526167,
          "absolute_url": "/opinion/2526167/spectrum-health-continuing-care-group-v-anna-marie/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2526167/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2645/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:11:31.237066Z",
          "date_modified": "2017-04-10T13:37:37.315654Z",
          "type": "010combined",
          "sha1": "37d3d66c64ddc74500a71c26b172f1804bd7458d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>336 F.Supp.2d 697 (2004)</b></center>\n<center><h1>SPECTRUM HEALTH CONTINUING CARE GROUP, Plaintiff,<br>\nv.<br>\nANNA MARIE BOWLING IRREVOCABLE TRUST, Defendant.</h1></center>\n<center>No. 1:03-CV-383.</center>\n<center><p><b>United States District Court, W.D. Michigan, Southern Division.</b></p></center>\n<center>February 20, 2004.</center>\n<p><span class=\"star-pagination\">*698</span> <span class=\"star-pagination\">*699</span> Wayne J. Miller, Sputhfield, MI, for Plaintiff.</p>\n<p>Michael C. Gibbons, for Defendant.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>QUIST, District Judge.</p>\n<p>This action involves a dispute over the enforceability of a lien on the proceeds of a settlement agreement. Anna Marie Bowling (\"Bowling\") was injured by a physician's malpractice. While her malpractice lawsuit was pending, Bowling was admitted to a care facility operated by Plaintiff, Spectrum Health Continuing Care Group (\"Spectrum\"), after Bowling's attorney agreed to grant Spectrum a lien on the proceeds of the malpractice settlement or verdict to cover the costs of her care. Defendant, the Anna Marie Bowling Irrevocable Trust (the \"Trust\"),<sup>[1]</sup> as Bowling's representative, maintains that when Spectrum chose to accept Medicaid payments as compensation for Bowling's care, the lien became unenforceable under federal and state Medicaid law. Both Spectrum and the Trust have filed declaratory judgment actions seeking a court determination of the whether the lien is enforceable. Now before the Court are Spectrum's Motion for Summary Judgment, in which it argues that litigation of the lien's enforceability is foreclosed by the doctrine of issue preclusion, and the Trust's Motion for Summary Judgment, in which it contends that the lien must not be enforced because payment would constitute unlawful \"balance billing.\" In addition, Spectrum has requested that summary judgment be entered for it on the grounds that the lien does not violate the \"balance billing\" prohibition.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*700</span> For the reasons stated below, the Court will deny Spectrum's motion on the issue preclusion question, deny the Trust's motion on the \"balance billing\" question, and grant summary judgment in favor of Spectrum because the lien is valid and enforceable.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>The parties agree that the material facts in this case are not disputed. The sequence of events leading up to this matter began on November 17, 1997, when Anna Marie Bowling suffered a severe anoxic brain injury due to the improper administration of anesthesia during surgery at a New York hospital. As a result of her physical and cognitive impairment, Bowling requires maximum use of a wheelchair, has little or no control of her limbs, and is unable to speak. She requires twenty-four hour assistance with all of her daily activities. Bowling filed a medical malpractice lawsuit in the State of New York through her attorney, Joseph Dubinsky, with Linda Ershow-Levenberg acting as guardian ad litem to represent Bowling in the malpractice action.</p>\n<p>Because her sister lives in Michigan, Bowling sought long-term treatment in Grand Rapids. Spectrum Health Continuing Care Group (\"Spectrum\") is the parent company of a group of providers of sub-acute rehabilitation and nursing services, including Spectrum Health Continuing Care Center (\"SHCCC\"), formerly known as Grand Valley Health Center (\"GVHC\"). Spectrum agreed to admit Bowling to GVHC conditioned upon written acknowledgment of a lien in Spectrum's favor on any settlement or verdict proceeds for the cost of services provided to Bowling. (White Aff., Pl.'s Br. Resp. Mot. Summ. J. Ex. B.) On November 24, 1998, Dubinsky wrote and signed a letter to Robin White, Spectrum's CFO, confirming the lien. (Pl.'s Br. Resp. Mot. Summ. J. Ex. A.) Ershow-Levenberg also acknowledged the lien by affixing her signature to the letter on November 30, 1998. (<i>Id.</i>) Subsequent correspondence to and from Dubinsky further affirmed the lien. (<i>Id.</i> Exs. C-I.) Indeed, the Trust concedes that \"[t]here is no dispute as to whether there was a valid lien at the time it was granted.\" (Def.'s Reply Br. at 8.)</p>\n<p>Bowling was admitted to GVHC in December 1998, where she resided until September 23, 2002. She became eligible for Medicaid benefits in April of 1999. In anticipation of delay in realizing the lien on proceeds from the medical malpractice action, Spectrum decide to begin billing Medicaid for Bowling's care. GVHC received a total of $101.021.86 from Medicaid for payment of services provided to Bowling from May 1999 to September 2002. Spectrum also received monthly Medicaid co-payments from Bowling's representatives totaling $45,233.87. The total customary cost of services Spectrum rendered to Bowling during her time at GVHC totaled $639,594.67.</p>\n<p>The parties in Bowling's medical malpractice action reached a settlement agreement on June 18, 2002. On July 18, 2002, the Probate Court of Kent County, Michigan, entered a protective order approving the settlement agreement and creating an irrevocable special needs trust (the \"Trust\") for Bowling's benefit. (Pl.'s Br. Supp. Mot. Summ. J. Ex. B.) The protective order recognized that the settlement agreement \"provides for payment of all liens associated with [Bowling's] medical care\" and therefore ordered \"satisfaction of the existing liens.\" (<i>Id.</i> at 2.) On October 9, 2002, the Supreme Court of the State of New York, County of New York, entered a settlement order in the medical malpractice action ordering, among other things, \"[p]ayment of Anna Bowling's outstanding healthcare liens.\" (Pl.'s Br. Supp. Mot. Summ. J. Ex. A.) More specifically, <span class=\"star-pagination\">*701</span> the settlement order included a line item requiring payment of $575,000 to Spectrum's Grand Valley Health Center of Spectrum's lien for the balance of Bowling's care costs not covered by Medicaid. (<i>Id.</i> at 6.) To discharge the obligation to Spectrum under the settlement order, Bowling's attorney, Dubinsky, sent Spectrum a check for $575,000 on February 24, 2003. Spectrum later refunded $36,427.19 to the Trust, leaving a balance of $538,572.81. Also pursuant to the settlement agreement, Dubinsky satisfied the Michigan Medicaid agency's lien by sending it $104,719.68 in reimbursement of Medicaid's payments to Spectrum.</p>\n<p>Co-trustees of the Trust later objected to the payment of any funds to Spectrum, claiming that Spectrum is prohibited from receiving the funds under federal Medicaid law and regulations under Title XIX of the Social Security Act. Pursuant to the agreement of the parties in this matter, the disputed balance of the settlement proceeds, $538,572.81, is currently being held in an interest-bearing trust account until the matter now before the Court is resolved.</p>\n<p>On May 5, 2003, Plaintiff Spectrum filed a declaratory judgment action against the Trust in the Circuit Court of Kent County, Michigan, seeking a declaration of its right to payment under the lien.<sup>[3]</sup> The Trust removed the action to this Court, which exercises subject matter jurisdiction pursuant to 28 U.S.C. § 1331, in that the action arises under federal Medicaid law, Title XIX of the Social Security Act, 42 U.S.C. § 1396 <i>et seq.</i> On June 17, 2003, the Trust filed a counterclaim against Spectrum, alleging that Medicaid law renders the lien on the settlement proceeds invalid and unenforceable and seeking a declaratory judgment directing the $538,572.81 currently in escrow to be paid to the Trust. The parties later filed the instant cross-motions for summary judgment on their respective declaratory judgment actions. The Trust's summary judgment motion contends that Spectrum's lien must not be enforced because to do so would comprise unlawful \"balance billing.\" Spectrum's summary judgment motion argues that the state court orders approving the medical malpractice settlement agreement are binding judgments in favor of enforcing the lien, precluding further litigation of the issue.</p>\n<p></p>\n<h2>II. <i>Summary Judgment Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate if there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law. Fed.R.Civ.P. 56. Material facts are facts which are defined by substantive law and are necessary to apply the law. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). A dispute is genuine if a reasonable jury could return judgment for the non-moving party. <i>Id.</i></p>\n<p>A motion for summary judgment is properly supported if the moving party shows that there is no evidence to support the non-moving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324-25, 106 S.Ct. 2548, 2553-54, 91 L.Ed.2d 265 (1986). If the moving party makes its showing, the non-moving party must demonstrate with \"concrete evidence\" that there is a genuine issue of material fact for trial. <i>Id.; </i><i>Frank v. D'Ambrosi,</i> 4 F.3d 1378, 1384 (6th Cir.1993). The court must draw all inferences in a light most favorable to the non-moving party when evaluating a summary judgment motion. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 578-88, <span class=\"star-pagination\">*702</span> 106 S.Ct. 1348, 1352-58, 89 L.Ed.2d 538 (1986). It may, however, grant summary judgment when \"the record taken as a whole could not lead a rational trier of fact to find for the non-moving party.\" <i>Agristor Fin. Corp. v. Van Sickle,</i> 967 F.2d 233, 236 (6th Cir.1992) (quoting <i>Matsushita Elec. Indus. Co.,</i> 475 U.S. at 587, 106 S.Ct. at 1356).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>The parties' respective summary judgment motions set forth two different issues for the Court to decide. First, the Court addresses Spectrum's Motion for Summary Judgment, concluding that the doctrine of issue preclusion does not bar the Trust's claims in its declaratory judgment action. Second, the Court addresses the Trust's Motion for Summary Judgment, concluding that payment of the lien amount would not constitute \"balance billing.\"</p>\n<p>A. Issue Preclusion</p>\n<p>Spectrum's Motion for Summary Judgment asserts that the Trust is barred by the doctrine of issue preclusion from seeking a declaration that Spectrum's lien is unenforceable. Two state courts, in New York and Michigan, have already issued orders approving the settlement, which called for payment of a portion of the proceeds to Spectrum pursuant to its lien. Spectrum argues that these state court orders constitute final judgments that the lien is valid; thus, Spectrum maintains, the orders have binding effect against the Trust's position under the doctrine of issue preclusion as formulated in both New York and Michigan law. Further, Spectrum notes that the Full Faith and Credit Act requires this Court to treat these state court judgments with the same preclusive effect they would receive in their respective states. In response, the Trust contends that the court orders approving the settlement agreement in the medical malpractice action have no preclusive effect on the Trust's challenge to Spectrum's lien. Even if the orders are preclusive, argues the Trust, the Court should disregard the Full Faith and Credit Act in this case because of overriding federal and state Medicaid laws and policies prohibiting \"balance billing.\" In the Trust's view, the Court would be sanctioning an illegal act were to it order payment to Spectrum under the lien. Having examined the parties' arguments and the controlling legal authorities, the Court concludes that the doctrine of issue preclusion does not bar the Trust's challenge to Spectrum's lien.</p>\n<p>The Full Faith and Credit Act, 28 U.S.C. § 1738, provides:</p>\n<p>Such Acts [of any state legislature], records and judicial proceedings [of any state court] or copies thereof, so authenticated, shall have the same full faith and credit in every court within the United States and its Territories and Possessions as they have by law or usage in the courts of such State, Territory or Possession from which they are taken.</p>\n<p>Based on the Full Faith and Credit Act and cases interpreting it, \"[i]t is now settled that a federal court must give to a state-court judgment the same preclusive effect as would be given that judgment under the law of the State in which the judgment was rendered.\" <i>Migra v. Warren City Sch. Dist. Bd. of Educ.,</i> 465 U.S. 75, 81, 104 S.Ct. 892, 896, 79 L.Ed.2d 56 (1984); <i>see also </i><i>Roskam Baking Co. v. Lanham Mach. Co., Inc.,</i> 105 F.Supp.2d 751, 754 (W.D.Mich.2000) (Quist, J.), <i>aff'd</i> 288 F.3d 895 (6th Cir.2002) (citing the Full Faith and Credit Act and stating that \"[t]his Court must give a Michigan court's judgment the same preclusive effect it would be given under Michigan law\"). Therefore, the Court must examine whether the laws of Michigan and New York  <span class=\"star-pagination\">*703</span> the courts of which entered orders regarding the settlement of Bowling's medical malpractice lawsuit  would preclude the Trust from challenging Spectrum's lien.</p>\n<p></p>\n<h2>(1) Issue Preclusion  Michigan Law</h2>\n<p>In Michigan, issue preclusion is known as collateral estoppel. <i>People v. Gates,</i> 434 Mich. 146, 154 n. 7, 452 N.W.2d 627, 630 n. 7 (1990). Collateral estoppel operates to preclude an issue from relitigation in \"a subsequent, different cause of action between the same parties where the prior proceeding culminated in a valid, final judgment and the issue was actually litigated and necessarily determined.\" <i>Roskam,</i> 105 F.Supp.2d at 754 (quoting <i>Markowitz v. Campbell (In re Markowitz),</i> 190 F.3d 455, 461-62 (6th Cir.1999)). Stated differently, the collateral estoppel doctrine in Michigan consists of three requirements: (1) the issue of fact or law must have been actually litigated and decided in (2) a prior action between the same parties and (3) the issue must have been necessary to the judgment. <i>See, e.g., </i><i>Sanders Confectionery Prods., Inc. v. Heller Fin., Inc.,</i> 973 F.2d 474, 480 (6th Cir.1992). As the following discussion demonstrates, Spectrum's attempt to assert collateral estoppel fails all three Michigan law requirements.</p>\n<p>First, the issue to be decided by this Court in the parties' declaratory judgments actions  namely, whether Spectrum is entitled to enforcement of its lien on the settlement proceeds  was not \"actually litigated and decided\" in the prior medical malpractice proceedings. An issue is actually litigated for purposes of collateral estoppel \"if it is put into issue by the pleadings, submitted to the trier of fact, and determined by the trier of fact.\" <i>Markowitz,</i> 190 F.3d at 462 (citing <i>Latimer v. William Mueller &amp; Son, Inc.,</i> 149 Mich.App. 620, 640, 386 N.W.2d 618, 627 (1986)). The Michigan state court proceedings concerned a petition submitted by Bowling's guardians seeking a protective order to approve the settlement of the medical malpractice case and to establish a trust for Bowling's benefit. (Def.'s Br. Resp. Mot. Summ. J. Ex. A.) Nowhere does this petition raise the issue of whether Spectrum was entitled to enforcement of its lien. Moreover, the Kent County Probate Court's protective order gives no suggestion that the issue was raised or decided by the judge. (Pl.'s Br. Supp. Mot. Summ. J. Ex. B.) The order addresses liens such as Spectrum's only indirectly, first by acknowledging that the settlement agreement \"provides for the payment of all liens associated with [Bowling's] medical care,\" and second by authorizing payment of the settlement proceeds to the Trust \"after satisfaction of the existing liens.\" (<i>Id.</i>) Rather than adjudicating the validity of Spectrum's lien, the order did nothing more than (a) approve the proposed settlement agreement as being in Bowling's best interest, as Michigan Court Rule 2.420 requires for settlements of personal injury lawsuits on behalf of legally incapacitated individuals such as Bowling, and (b) authorize execution of the special needs trust established for Bowling's benefit.</p>\n<p>Second, the Kent County Probate Court action and the declaratory judgment actions now before this Court do not involve the \"same parties.\" While it is true that the Trust was a party to the prior Michigan probate action, Spectrum was not. Neither was Spectrum a privy to that action. Apparently realizing this, Spectrum contends that it is immaterial that Spectrum was not a formal party to the Michigan proceeding because mutuality  the doctrine that neither party may use a prior judgment against the other unless both parties were bound by the same judgment  is not required in federal courts. <i>See </i><i>Parklane Hosiery Co., Inc. v. Shore,</i> 439 U.S. 322, 326-27, 99 S.Ct. 645, 649, 58 <span class=\"star-pagination\">*704</span> L.Ed.2d 552 (1979) (rejecting the requirement of mutuality in the offensive use of issue preclusion); <i>Blonder-Tongue Labs., Inc. v. Univ. of Ill. Found.,</i> 402 U.S. 313, 350, 91 S.Ct. 1434, 1453, 28 L.Ed.2d 788 (1971) (rejecting the mutuality requirement in the defensive use of issue preclusion). However, mutuality is a requirement under Michigan law, <i>Barrow v. Pritchard,</i> 235 Mich.App. 478, 481, 597 N.W.2d 853, 855-56 (1999), and it is Michigan law that governs this Court's treatment of the probate court order's preclusive effect. Spectrum was not a party in the prior probate proceedings and thus cannot offensively employ issue preclusion in the dispute over the lien.</p>\n<p>Third, the issue of whether Spectrum was entitled to payment of its lien was not \"necessary to the judgment\" of the probate court. In fact, the issue of whether Spectrum's lien was enforceable was completely unrelated to the court order's dual function of determining that the medical malpractice settlement was in Bowling's best interests and establishing the Trust for her benefit. In Michigan, state court approval of a medical malpractice settlement on behalf of an incapacitated person is required to ensure the person is adequately protected. In evaluating whether the settlement is in the best interests of the individual, courts consider factors such as the person's age, life expectancy, current and anticipated financial needs, tax implications, impact on eligibility for government benefits, and the present value of the proposed payment arrangement. <i>See</i> Michigan Court Rule 2.420, Comment to 2002 Amendment. The legal validity of liens such as Spectrum's is not an issue courts adjudicate in approving settlements for incapacitated persons.</p>\n<p></p>\n<h2>(2) Issue Preclusion  New York Law</h2>\n<p>Spectrum next argues that the Trust's declaratory judgment action challenging the legality of Spectrum's lien is precluded by the New York court's order approving the medical malpractice settlement agreement. For the doctrine of issue preclusion (collateral estoppel) to apply under New York law, three requirements must be satisfied: (1) the issue as to which preclusion is sought must be identical to the issue decided in the prior proceeding; (2) the issue must have been necessarily decided in the prior proceeding; and (3) the litigant who will be held precluded in the present proceeding must have had a full and fair opportunity to litigate the issue in the prior proceeding. <i>See </i><i>Cameron v. Fogarty,</i> 806 F.2d 380, 384-85 (2d Cir.1986); <i>Arroyo v. Marlow,</i> 128 Misc.2d 950, 954, 491 N.Y.S.2d 928 (N.Y.Sup.Ct.1985). Spectrum's effort to assert issue preclusion based on the New York court order fails because these requirements are not met.</p>\n<p>First, the issue as to which Spectrum seeks preclusion in the present action, i.e., the legality of the lien, is not \"identical to the issue decided in the prior proceeding.\" New York cases instruct that there is no identity of issues if the issue was not \"actually litigated\" in the earlier action. <i>See </i><i>Halyalkar v. Bd. of Regents of State of N.Y.,</i> 72 N.Y.2d 261, 267, 532 N.Y.S.2d 85, 527 N.E.2d 1222, 1225 (1988), (citing <i>Kaufman v. Lilly &amp; Co.,</i> 65 N.Y.2d 449, 492 N.Y.S.2d 584, 482 N.E.2d 63 (1985)). For an issue to have been actually litigated so as to satisfy the identicality requirement, \"it must have been properly raised by the pleadings or otherwise placed in issue and actually determined in the prior proceeding....if preclusive effect were given to issues not truly adjudicated the result would be to discourage compromises and to accord them consequences which the parties neither intended nor foresaw.\" <i>Halyalkar</i> at 268, 532 N.Y.S.2d 85, 527 N.E.2d 1222 (citing Restatement (Second) of Judgments, § 27, cmt. d).</p>\n<p><span class=\"star-pagination\">*705</span> In this case, the New York court order merely formalized a medical malpractice settlement agreement. The court was addressing a motion by Bowling's attorney for approval of the agreement, as required by New York Civil Practice Law and Rules (N.Y. CPLR) § 1207-1208, which mandate judicial approval of any settlements entered on behalf of legally incapacitated persons in order to protect such persons' best interests. The order gave legal effect to the terms and conditions of the settlement, authorizing release of the defendants and requiring the parties to comply with the enumerated financial obligations, among them a requirement that the defendants pay Bowling's outstanding healthcare liens, including $575,000 to Grand Valley Health Center. (Pl's Br. Supp. Mot. Summ. J. Ex. A at 3, 6.) Spectrum offers no evidence that during these proceedings the question of the lien's legitimacy was in any way raised, placed in issue, or determined. Moreover, issues resolved by stipulation of settlement are not considered actually litigated and thus have no preclusionary effect in subsequent actions. <i>See, e.g.,</i> Restatement (Second) of Judgments § 27, cmt (e) (\"In the case of a judgment entered by confession, consent, or default, none of the issues is actually litigated. Therefore, the rule of this Section does not apply with respect to any issue in a subsequent action.\"); <i>Gov't of V.I., Bureau of Internal Revenue v. Lansdale,</i> 172 F.Supp.2d 636, 653 (D.Vi.2001) (\"Since the judgment ... was entered on a stipulated settlement agreement, without the actual adjudication of any matter, issue preclusion, that is, collateral estoppel, is not involved.\") (quoting <i>Arizona v. California,</i> 530 U.S. 392, 414, 120 S.Ct. 2304, 2319, 147 L.Ed.2d 374 (2000)) (\"In most circumstances, it is recognized that consent agreements ordinarily are intended to preclude any further litigation on the claim presented but are not intended to preclude further litigation on any of the issues presented.\").</p>\n<p>Second, the issue of whether Spectrum's lien is enforceable was not \"necessarily decided\" by the New York court's settlement order. The only issue that court \"necessarily decided\" was whether the settlement agreement was in Bowling's best interest based on considerations of fairness and reasonableness. New York law requires this manner of judicial approval of proposed settlements when a party, like Bowling, is legally incompetent. <i>See</i> N.Y. CPLR § 1207-1208; <i>Valdimer v. Mount Vernon Hebrew Camps, Inc.,</i> 9 N.Y.2d 21, 24, 210 N.Y.S.2d 520, 172 N.E.2d 283, 284-85 (1961). However, New York law does not direct courts, when assessing a settlement agreement for the incompetent's best interest, to evaluate the legality of payment to a health care provider in satisfaction of a lien. Indeed, the order lists the documents the court reviewed in making its determination, but never mentions anything regarding the enforceability of liens on the settlement proceeds. (Pl's Br. Supp. Mot. Summ. J. Ex. A at 1-3.)</p>\n<p>Third, the Trust and Bowling's representatives cannot be said to have had a \"full and fair opportunity to litigate\" the issue of Spectrum's lien in the prior New York proceeding. Factors relevant to determining whether a party had a full and fair opportunity to litigate issues include: (1) the nature of the forum; (2) the importance of the claim to the prior proceeding; (3) the incentive and initiative to litigate and the actual extent of litigation; (4) the competence and expertise of counsel; (5) the availability of new evidence; (6) the differences in the applicable law; and (7) the foreseeability of future litigation. <i>A to Z Assocs. v. Cooper,</i> 161 Misc.2d 283, 289, 613 N.Y.S.2d 512, 517-18 (N.Y.Sup.Ct.1993). Spectrum offers no evidence to challenge the Trust's contention that Bowling's personal injury attorney, who negotiated <span class=\"star-pagination\">*706</span> the settlement, was unaware of the federal and Michigan Medicaid law provisions prohibiting balance billing. In other words, it appears that Bowling's attorney did not even realize the possibility that Spectrum's lien could be challenged on the grounds the Trust now asserts in its declaratory judgment action. With that in mind, application of the aforementioned factors suggests that Bowling and her representatives did not have a full and fair opportunity to litigate the lien issue in the New York proceedings.</p>\n<p>B. Balance Billing</p>\n<p>In its Motion for Summary Judgment, the Trust contends that Spectrum's lien on the settlement proceeds in Bowling's medical malpractice case is invalid and unenforceable because payment to Spectrum would comprise unlawful \"balance billing.\" It is well established that federal and state Medicaid law prohibit a health care provider from \"balance billing\"  that is, seeking additional payment from a patient after receiving payment from Medicaid. Once a provider accepts Medicaid funds, it may not pursue additional payment from the patient or the patient's financially responsible relatives or representatives. The Trust maintains that although the lien on the medical malpractice case settlement proceeds was valid when entered into, Spectrum forfeited its rights to recover from the settlement funds pursuant to the lien when it elected to accept $101,021.86 in Medicaid payments to partially cover the cost of Bowling's treatment. To now permit Spectrum to collect on the lien would, in the Trust's view, violate the \"balance billing\" prohibition; therefore, the lien must not be enforced.</p>\n<p>In response, Spectrum argues that the rule against \"balance billing\" does not apply in this case because Spectrum is not seeking payment from Bowling, her family, or her representatives, but rather from the tortfeasor in the medical malpractice matter. Spectrum therefore contends that its lien on the settlement proceeds remains valid and should be enforced under equitable and contract law principles.</p>\n<p>Before turning to the issues before it, the Court will begin with a brief overview of the Medicaid system. In 1965, Congress established Medicaid by enacting title XIX of the Social Security Act, 42 U.S.C. §§ 1396-1396v. <i>See </i><i>Schweiker v. Gray Panthers,</i> 453 U.S. 34, 36, 101 S.Ct. 2633, 2636, 69 L.Ed.2d 460 (1981). Medicaid is a publicly funded program to provide medical care for those lacking the resources to obtain essential medical services. <i>Id.</i> \"The Medicaid program created by Title XIX is a cooperative endeavor in which the Federal Government provides financial assistance to participating States to aid them in furnishing health care to needy citizens.\" <i>Harris v. McRae,</i> 448 U.S. 297, 308, 100 S.Ct. 2671, 2683, 65 L.Ed.2d 784 (1980). Under this system of \"cooperative federalism,\" if a State agrees to establish a Medicaid plan satisfying the requirements of Title XIX, the Federal Government will pay a specified percentage of the amounts expended. <i>Id.</i> (citing 42 U.S.C. § 1396b(a)(1)). A state's participation in the program is optional and voluntary, but \"once a state elects to participate, it must comply with the requirements of Title XIX.\" <i>Id.</i> at 301, 100 S.Ct. at 2680. Participating states must also comply with the regulations promulgated by the United States Secretary of Health and Human Services (the \"Secretary\") through the Centers for Medicare and Medicaid Services (\"CMS\")<sup>[4]</sup> which administer Medicaid. 42 C.F.R. § 447.302. Regulations promulgated <span class=\"star-pagination\">*707</span> by the Secretary are entitled to \"legislative effect\" unless they exceed his or her statutory authority or are arbitrary or capricious. <i>Schweiker,</i> 453 U.S. at 44, 101 S.Ct. at 2640. Health care providers seeking payment from a state Medicaid plan must enter into a provider agreement with the state Medicaid agency. 42 U.S.C. § 1396a(a)(27).</p>\n<p>Medicaid is a payor of last resort. <i>Wesley Health Care Ctr., Inc. v. DeBuono,</i> 244 F.3d 280, 281 (2d Cir.2001). The program is designed to provide affordable medical care to the poor and indigent. 42 C.F.R. § 430.0. Accordingly, patients may obtain Medicaid assistance only if their income and resources are \"insufficient to meet the costs of necessary medical services.\" 42 U.S.C. § 1396. If payment from identified, verified third parties (such as insurance policies) that are probably liable is available at the time a claim is filed, those resources must first be exhausted before a patient can be eligible for Medicaid. 42 C.F.R. § 433.139(b)(1). In addition, Medicaid beneficiaries are required to assign to the state Medicaid agency the right to reimbursement from liable third parties if payment from such sources is not currently available or if the liability is not yet determined at the time medical services are paid for. 42 U.S.C. § 1396k(a)(1)(A); 42 U.S.C. § 1396a(a)(45); 42 C.F.R. §§ 433.145, 433.146. State Medicaid agencies must \"take all reasonable measures to ascertain the legal liability of third parties,\" 42 U.S.C. § 1396a(a)(25)(A), and when such liability is found to exist, must \"seek reimbursement for such assistance to the extent of such legal liability.\" 42 U.S.C. § 1396a(a)(25)(B). In fulfillment of these federal requirements, Michigan law gives the state Medicaid agency subrogation rights in certain circumstances whereby it may seek reimbursement from third parties later determined to be liable. M.C.L. § 400.106(b)(ii).</p>\n<p>In addition to imposing requirements on state Medicaid agencies, the Medicaid statutory and regulatory scheme also governs the conduct of health care providers that treat Medicaid beneficiaries and accept Medicaid funds in payment. Federal and state law reflect a policy that providers such as Spectrum accept Medicaid payment as \"payment in full\" of the customary charges for their services.<sup>[5]</sup><i>See</i> 45 C.F.R. § 447.15 (\"A State plan must provide that the Medicaid agency must limit participation in the Medicaid program to providers who accept, as payment in full, the amounts paid by the agency plus any deductible, coinsurance or copayment required by the plan to be paid by the individual.\"); M.C.L. § 400.111b(14) (\"Except for [authorized copayments] ..., a provider shall accept payment from the state as payment in full by the medically indigent individual for services received.\"); Michigan State Plan Under Title XIX Of The Social Security Act, HCFA-PM-90-2, Attachment 4.22-B (Jan.1990) at 2 (\"It is Medicaid policy that providers accept Medicaid payment as payment in full.\").</p>\n<p>Health care providers are expressly prohibited from \"balance billing,\" i.e., recovering from a Medicaid beneficiary any amount exceeding the cost-sharing charges under the state plan. The federal balance billing prohibition requires that a state plan must provide:</p>\n<p>that in the case of an individual who is entitled to medical assistance under the State plan with respect to a service for <span class=\"star-pagination\">*708</span> which a third party is liable for payment, the person furnishing the service may not seek to collect from the individual (or any financially responsible relative or representative of that individual) payment for an amount for that service (i) if the total of the amount of the liabilities of third parties for that service is at least equal to the amount payable for that service under the plan (disregarding section 1916 [42 U.S.C. § 1396o]), or (ii) in an amount which exceeds the lesser of (I) the amount which may be collected under section 1916 [42 U.S.C. § 1396o], or (II) the amount by which the amount payable for that service under the plan (disregarding section 1916 [42 U.S.C. § 1396o]) exceeds the total of the amount of the liabilities of third parties for that service.</p>\n<p>42 U.S.C. § 1396a(a)(25)(C). The regulation implementing this statute, 42 C.F.R. § 447.20, states: \"A state plan must provide [that] .... the provider furnishing the service to the individual may not seek to collect from the individual (or any financially responsible relative or representative of that individual) any payment amount for that service [other than certain nominal cost-sharing payments].\"</p>\n<p>Michigan has enacted the following balance billing prohibition in accordance with, and largely mirroring the language of, the federal requirements:</p>\n<p>Except for copayment authorized by the state department and in conformance with applicable state and federal law, a provider shall accept payment from the state as payment in full by the medically indigent individual for services received. A provider shall not seek payment from the medically indigent individual, the family, or representative of the individual for either of the following:</p>\n<p>(a) Authorized services provided and reimbursed under the program.</p>\n<p>(b) Services determined to be medically unnecessary in accordance with professionally accepted standards.</p>\n<p>M.C.L. § 400.111b(14).</p>\n<p>The \"payment in full\" language and the \"balance billing\" prohibition in the aforementioned statutes and regulations serve complementary purposes. <i>Olszewski v. Scripps Health,</i> 30 Cal.4th 798, 135 Cal.Rptr.2d 1, 69 P.3d 927, 941 (2003). They are designed to shield two groups from additional payment liability: (1) state plans, and (2) Medicare beneficiaries and their families and representatives. \"Under § 447.15 [the `payment in full' regulation], the provider is limited to the amount paid by the agency plus any deductible, coinsurance or copayment required by the plan and is not entitled to collect additional payment from <i>the State.</i>\" 55 Fed.Reg. 1428 (Jan. 16, 1990) (emphasis added). Meanwhile, the \"balance billing\" regulation, 42 C.F.R. § 447.20, \"prohibits the provider from seeking to collect from the Medicaid [<i>beneficiary</i>] any amount that exceeds the amount, if any, allowed as [<i>beneficiary</i>] liability in the State plan.\" <i>Id.</i> (emphasis added). To summarize, once a provider accepts Medicaid funds, the \"payment in full\" requirement blocks it from seeking more from the <i>state agency,</i> while the \"balance billing\" proscription prevents additional recovery beyond nominal copayments from the <i>beneficiary.</i> This case does not involve allegations that Spectrum is seeking to collect more from the state. Rather, the Trust alleges that Spectrum is trying to \"balance bill\" by pursuing additional payment from Bowling.</p>\n<p>Courts applying Medicaid statutes and regulations uniformly recognize that it is Medicaid <i>patients</i> (i.e., beneficiaries) whom the \"balance billing\" prohibition shields from providers' attempts to recover additional customary charges beyond what <span class=\"star-pagination\">*709</span> Medicaid pays. <i>See, e.g., </i><i>Barney v. Holzer Clinic, Ltd.,</i> 110 F.3d 1207, 1210 (6th Cir.1997) (\"Under federal law, medical service providers must accept the state-approved Medicaid payment as payment-in-full, and may not require that <i>patients</i> pay anything beyond that amount.\") (emphasis added); <i>N.Y. City Health &amp; Hosp. Corp. v. Perales,</i> 954 F.2d 854, 856 (2d Cir.1992) (\"Those doctors and hospitals who are willing to treat Medicaid patients must agree to accept the designated Medicaid rate and not ask the <i>patient</i> to pay any money beyond that amount.\") (emphasis added); <i>Mallo v. Public Health Trust of Dade County, Fla.,</i> 88 F.Supp.2d 1376, 1387 (S.D.Fla.2000) (\"Once a health care provider commits to Medicaid assistance for a <i>patient,</i> the provider is barred from billing the <i>patient</i> for an amount in excess of the State's Medicaid disbursement.\") (emphasis added); <i>Olszewski v. Scripps Health,</i> 30 Cal.4th 798, 135 Cal.Rptr.2d 1, 69 P.3d 927, 941-42 (2003) (\"[T]he Secretary [of Health and Human Services] clearly intended to bar a health care provider from recovering from a Medicaid <i>beneficiary</i> any amount exceeding the cost-sharing charges allowed under the state plan.\") (emphasis added).<sup>[6]</sup> Prohibiting providers from recovering from the beneficiary any amount exceeding the Medicaid payment and nominal copayments serves Congress' purpose of ensuring that low-income persons have access to needed medical attention. <i>See </i><i>Yanez v. Jones,</i> 361 F.Supp. 701, 706 (D.Utah 1973).</p>\n<p>The pivotal issue for the Court to decide in this case, then, is whether enforcement of Spectrum's lien would involve payment by the Medicaid beneficiary, defined as Bowling and her financially responsible relatives and representatives. If the lien requires recovery from the beneficiary, it is invalid as \"balance billing.\" But if enforcement of the lien would entail recovery not from the beneficiary, but rather from some other source, then it may be valid.</p>\n<p>Several courts have considered circumstances resembling those in the instant case, where providers sought to assert liens on settlements between Medicaid beneficiaries and third-party tortfeasors. The most recent and instructive case in this line is <i>Olszewski v. Scripps Health,</i> 30 Cal.4th 798, 135 Cal.Rptr.2d 1, 69 P.3d 927 (2003). There, the California Supreme Court held that state statutes permitting health care providers to impose liens on certain Medicaid beneficiaries' tort settlements were preempted by the federal prohibition on \"balance billing.\"<sup>[7]</sup> Surveying the statutes, regulations, and case law on <span class=\"star-pagination\">*710</span> \"balance billing,\" the <i>Olszewski</i> court determined that these sources are \"unambiguous\" in limiting provider collections from a Medicaid beneficiary to, at most, the cost-sharing charges allowed under the state plan. <i>Id.</i> at 942. The court went on to strike the state provider lien statutes as preempted by the federal \"balance billing\" proscription because they allowed a provider to recover the full customary charge for its services \"through a lien on the beneficiary's property  i.e., his or her recovery for lost wages or pain and suffering  and not just the portion compensating her for medical expenses.\" <i>Id.</i> As the court explained, the liens comprised \"balance billing\" because they imposed a charge on the <i>entire</i> tort award accruing to the beneficiary. <i>Id.</i> A lien on a settlement or judgment as a whole, with no specific, segregated allocation for medical costs, constitutes an obligation on the Medicaid beneficiary's personal property, which is beyond a provider's reach. <i>Id.</i> at 942. The following extract from <i>Olszewski</i> delineates this reasoning:</p>\n<p>While federal statutes and regulations do not bar a provider from recovering from liable third parties, we reject defendant's contention that there is no collection from the beneficiary for purposes of federal law when a provider collects on a lien pursuant to sections 14124.791 and 14124.74 [the state provider lien statutes that the court invalidated as conflicting with the federal \"balance billing\" prohibition]. \"A lien is a charge imposed in some mode other than by a transfer in trust <i>upon specific property</i> by which it is made security for the performance of an act.\" (Civ.Code § 2872, italics added.) In this case, a lien filed under section 14124.791 imposes a charge on the <i>entire</i> judgment, compromise, or settlement obtained by the Medicaid beneficiary, and the <i>entire</i> award otherwise accruing to the beneficiary may be used to satisfy the lien. Thus, a provider's recovery on the lien may encompass the portion of the judgment, compromise, or settlement compensating the beneficiary for, among other things, lost wages and pain and suffering  and not just the portion compensating her for medical expenses. As such, sections 14124.791 and 14124.74 necessarily allow the provider to assert an interest in the <i>personal property of the Medicaid beneficiary.</i> (See <i>Martin ex. rel</i><i>. Hoff v. City of Rochester</i> (Minn.2002) 642 N.W.2d 1, 15-16 (<i>Martin</i>) [claims \"which accrue to the medical assistance recipient as a result of the injuries that necessitated the medical care ... are the personal property of the medical assistance recipient\"]; cf. Code Civ. Proc., § 695.030, subds. (a), (b)(2) [stating that \"[a] cause of action for money or property that is the subject of a pending action or special proceeding\" is the \"property of the judgment debtor\" and may be \"subject to enforcement of a money judgment\"].) And they do not give the provider the right to collect its fees directly from the third party tortfeasor. Recovery on a provider lien filed pursuant to section 14124.791 therefore comes from the beneficiary  and not from the third party tortfeasor  for purposes of federal law.</p>\n<p><i>Olszewski,</i> 135 Cal.Rptr.2d 1, 69 P.3d at 942-43 (footnote omitted).</p>\n<p>Contrary to the Trust's assertions in this case, the federal \"balance billing\" prohibition does not in all cases bar providers from enforcing liens on tort settlements. <i>Olszewski</i> discussed a June 9, 1997, policy clarification letter<sup>[8]</sup> sent by the Acting Director <span class=\"star-pagination\">*711</span> of the Medicaid Bureau of the HCFA (now known as the Centers for Medicare and Medicaid Services (\"CMS\")) to all state Medicaid directors setting forth two conditions that must be satisfied in order for liens on tort settlements to be valid:</p>\n<p>In the letter, the acting director stated that \"[f]ederal law would not preclude the practice of providers pursuing payment in tort situations in excess of Medicaid reimbursement\" as long as a state satisfies two conditions. First, the state must assure that Medicaid is made whole before the provider recovers any money. Second, the state must protect the assets of Medicaid beneficiaries by limiting provider recovery to the portion of the award specifically allocated for the beneficiary's medical expenses.</p>\n<p><i>Olszewski,</i> 135 Cal.Rptr.2d 1, 69 P.3d at 943. The provider lien statutes struck down in <i>Olszewski</i> failed the second condition because \"[u]nder these statutes, the <i>entire</i> award obtained by the Medicaid beneficiary is subject to a lien...; the statutes do not limit provider recovery to the portion of the award specifically allocated to medical expenses.\" <i>Id.</i> The court noted the policy letter's observation that \"portions of the award unrelated to medical expenses constitute the `general assets of the' beneficiary for purposes of federal law.\" <i>Id.</i></p>\n<p>An examination of the settlement agreement in the Bowling medical malpractice matter shows that the circumstances in this case, unlike those considered in <i>Olszewski,</i> satisfy the two conditions of the HCFA policy clarification letter so that Spectrum's lien can be enforced. First, Medicaid has been made whole. The New York court order approving the settlement includes the following line item under the heading \"outstanding healthcare liens\": \"$104,719.68  Michigan Medicaid, to be paid to the State of Michigan.\" (Pl.'s Br. Supp. Mot. Summ. J. Ex. A at 6.) This lien was paid in full on February 5, 2003. (Pl.'s Br. Resp. Mot. Summ. J. Ex. K.) Second, the settlement agreement limits Spectrum's recovery to the portion of the award specifically allocated for Bowling's medical expenses at Spectrum. The agreement expressly breaks down the total settlement sum of $4,570,000 into specific allocations for attorney fees, guardianship fees, a special needs trust, an annuity, and healthcare liens  to include the following line item for Spectrum's lien: \"$575,000  Grand Valley Health Center [i.e., Spectrum].\" (Pl.'s Br. Supp. Mot. Summ. J. Ex. A at 6.)</p>\n<p>Unlike the provider liens criticized in <i>Olszewski,</i> Spectrum's lien does not impose a charge on the entire settlement; instead, the lien is limited to the portion of the settlement that compensates for medical expenses. Moreover, the funds to satisfy Spectrum's lien were never in Bowling's possession. The settlement agreement requires that</p>\n<p>[t]he amount of the healthcare liens ... are to be paid by separate checks to be issued by the defendants [i.e., the doctor and hospital in the medical malpractice action, or more correctly, their insurance company], each check in payment of a particular lien to be made by the defendants to the order of the particular lienor whose lien is being paid [i.e., Spectrum], the check to be sent to Joseph Dubinsky, Esq. [Bowling's medical malpractice <span class=\"star-pagination\">*712</span> attorney], for forwarding by him to that lienor.</p>\n<p>(Pl.'s Br. Supp. Mot. Summ. J. Ex. A at 7.) Accordingly, Dubinsky forwarded a $575,000 check from FFH Insurance Company to Grand Valley Health Center on February 14, 2003. It is apparent from these facts that the money to pay Spectrum's lien was at no time Bowling's property.</p>\n<p>The foregoing discussion demonstrates that Spectrum's lien is enforceable under federal law, so the next question is whether it is also enforceable under Michigan Medicaid law. So far as the Court can tell, Michigan law is silent on this issue. State statutes and regulations replicate the federal \"payment in full\" requirement and \"balance billing\" prohibition and include several provisions cited by the Trust addressing the <i>state plan's</i> right to recover care costs from potentially liable third parties. However, nothing in Michigan law either endorses or restricts a <i>provider</i> lien in the circumstances this case presents. If anything, there is some indication that the Michigan Medicaid agency supports Spectrum's efforts to collect on its lien.<sup>[9]</sup> The Court concludes that if federal law permits enforcement of Spectrum's lien, and if state law is silent  neither expressly permitting nor prohibiting the lien  then the lien is enforceable. Without any encumbrance from Medicaid law, the lien is simply a valid contract, binding on the parties.</p>\n<p>The Trust, in an effort to support its argument that Spectrum's lien should not be enforced, cites several cases where courts invalidated liens on tort settlements and judgments. As the succeeding discussion demonstrates, each of these cases is readily distinguishable from the matter before the Court in at least one of several ways.</p>\n<p>First, the fatally flawed liens in some of the cases the Trust invokes claimed a right to recover against either the patient's personal property or, in cases involving tort settlements, against the settlements in their entirety. In contrast, the settlement agreement in this case specifically sets apart a portion for Spectrum's lien, and that portion never belonged to Bowling. The Court has already discussed at length <i>Olszewski v. Scripps Health,</i> 30 Cal.4th 798, 135 Cal.Rptr.2d 1, 69 P.3d 927 (2003), where the provider was prevented from collecting on a lien against an entire settlement that failed to isolate a specific portion for the beneficiary's medical expenses. The lien was unenforceable because it <span class=\"star-pagination\">*713</span> would have involved recovery against the beneficiary's personal property. In a similar vein, the court in <i>Serafini v. Blake,</i> 167 Cal.App.3d Supp. 11, 213 Cal.Rptr. 207 (1985) refused to enforce an agreement whereby a patient's daughter promised to pay a doctor out of her own pocket for his services, even after the doctor had billed the state Medicaid agency. The prohibition on \"balance billing\" required that the doctor could not seek payment directly from the patient or her family members, notwithstanding the agreement. <i>Id.</i> at 19, 213 Cal.Rptr. 207. In <i>Evanston Hospital v. Hauck,</i> 1 F.3d 540 (7th Cir.1993), the Seventh Circuit ruled that a hospital that had accepted Medicaid payments could not later return the Medicaid money to the state and sue the patient, who won a $9.6 million judgment in a lawsuit stemming from the accident that caused his injuries. <i>Id.</i> at 542. Citing the Medicaid Act's requirement that providers may not seek to collect additional payment from the Medicaid beneficiary or his financially responsible relatives or representatives, the Court denied the provider's claim. \"It [the provider] wants to be reimbursed when the patient is indigent and still retain the right to sue patients who later become solvent  a classic example of wanting to both have and eat cake.\" <i>Id.</i> at 544. While the providers in the aforementioned cases sought to reach the patients' assets, and therefore were halted by the courts, Spectrum seeks to collect money that never belonged to Bowling and was explicitly designated for Spectrum in the settlement agreement.</p>\n<p>Second, the liens in some of the cases the Trust cites were asserted unilaterally by the party seeking payment, whereas here, Spectrum's lien arose from a voluntary contract freely entered into by Bowling and Spectrum as a condition for Spectrum's admitting Bowling for treatment. In fact, the Trust fully admits that the lien is a valid, binding contract but for the purported \"balance billing\" problem. The Sixth Circuit has blessed such pre-existing agreements between providers and patients, even when  unlike in this case  the agreement makes the patient <i>personally</i> liable. <i>See </i><i>Barney v. Holzer Clinic, Ltd.,</i> 110 F.3d 1207, 1211 (6th Cir.1997) (applying an Ohio statute permitting such agreements and stating that \"[m]edical providers may not bill patients for treatment under the program unless they have explicitly agreed prior to treatment that the patient will personally be liable, even if the providers themselves cannot get reimbursement from the state\"). Unlike Spectrum, which admitted Bowling on the condition that her representatives agree to the lien, the doctor in <i>Palumbo v. Myers,</i> 149 Cal.App.3d 1020, 197 Cal.Rptr. 214 (1983) unilaterally claimed a lien on a patient's personal injury settlement only after he treated the patient.<sup>[10]</sup> Likewise, in <span class=\"star-pagination\">*714</span> <i>The Public Health Trust of Dade County, Florida v. Dade County School Board,</i> 693 So.2d 562 (Fla.App.1996), the hospital claimed a nonconsensual lien after treating the patient. Neither was there a pre-existing, consensual agreement in <i>Mallo v. The Public Health Trust of Dade County, Florida,</i> 88 F.Supp.2d 1376 (S.D.Fla.2000), where only after the patient was discharged from the hospital did the provider notify him that it was asserting a lien upon any recovery in the patient's tort lawsuit.</p>\n<p>In summary, both sides in this dispute acknowledge that Bowling's representatives and Spectrum entered into a valid lien agreement upon which Spectrum relied in deciding to admit Bowling. With Bowling's medical malpractice lawsuit pending and its outcome uncertain, and with the deadline for applying to Medicaid approaching, Spectrum sought payment from Medicaid. Bowling's representatives finally negotiated a settlement that expressly provided funds to satisfy Spectrum's lien and by all indications was enhanced in size to meet this obligation. The medical malpractice defendants' insurance company sent a check through Bowling's attorney to Spectrum in satisfaction of the lien, and also reimbursed the Michigan Medicaid plan for the funds it had paid Spectrum. Based on the authorities the Court has examined, this arrangement does not constitute \"balance billing.\" Enforcement of Spectrum's lien is permissible under both federal and state law; it is also the only just outcome to this case.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, the Court will deny Spectrum's Motion for Summary Judgment on the question of issue preclusion. The Court will also deny the Trust's Motion for Summary Judgment on the question of the enforceability of Spectrum's lien. Because the lien is enforceable as a matter of law, summary judgment will be entered in Spectrum's favor, entitling it to $538,572.81 in satisfaction of the lien. An Order consistent with this Opinion will follow.</p>\n<h2>NOTES</h2>\n<p>[1]  Prior filings in this matter incorrectly identified Defendant as \"Estate of Anna Bowling.\" The parties agree that the correct name of Defendant is \"Anna Marie Bowling Irrevocable Trust.\"</p>\n<p>[2]  Spectrum makes its request for summary judgment on the lien issue in its brief responding to the Trust's motion. The Court treats Spectrum's request as a motion for summary judgment. The Trust has been afforded advance notice of Spectrum's request as required by Fed.R.Civ.P. 56 and has had an adequate opportunity to show why summary judgment should not be granted. <i>See </i><i>Kistner v. Califano,</i> 579 F.2d 1004, 1006 (6th Cir.1978). Therefore, it is appropriate at this stage for the Court to decide whether to award Spectrum summary judgment.</p>\n<p>[3]  Defendant is incorrectly identified in the filings as Estate of Anna Bowling. The caption as corrected identifies Defendant as the Anna Marie Bowling Irrevocable Trust.</p>\n<p>[4]  The federal agency responsible for administering Medicaid was formerly known as the Health Care Financing Administration (\"HCFA\").</p>\n<p>[5]  Medicaid beneficiaries may be required to pay nominal cost-sharing charges. <i>See</i> 42 C.F.R. § 447.15 (state plans may require an individual to pay a \"deductible, coinsurance, or copayment\"); 42 U.S.C. § 1396o(a)(3) (\"any deduction, cost sharing, or similar charge imposed under the plan ... will be nominal in amount\"). Bowling paid Spectrum $45,233.87 in cost-sharing charges as required by the state plan.</p>\n<p>[6]  The Court has found only one case with language indicating that the \"balance billing\" prohibition restricts providers from seeking to recover payments beyond Medicaid fees from not just Medicaid beneficiaries, but from any other sources. <i>See </i><i>Rehabilitation Ass'n of Va. v. Kozlowski,</i> 42 F.3d 1444, 1447 (4th Cir.1994) (\"Service providers who participate in the Medicaid program are required to accept payment of the state-denoted Medicaid fee as payment in full for their services, i.e., they are required to take assignment, and may not attempt to recover any <i>additional amounts elsewhere.</i>\") (emphasis added).</p>\n<p>[7]  The first statute invalidated by the California Supreme Court provided, in relevant part: \"Subject to the director's prior right of recovery, a provider who has rendered services to a beneficiary because of an injury for which a third party is liable and who has received payment under the Medi-Cal program shall be entitled to file a lien for all fees for services provided to the beneficiary against any judgment, award, or settlement obtained by the beneficiary or the director against that third party. A provider may only recover upon the lien if the provider has made a full reimbursement of any fees paid by the department [the state agency that administers Medi-Cal] for those services.\" The second statute provided that \"[i]n the event of judgment or award in a suit or claim against a third party or carrier,\" the provider may collect on the lien. <i>See </i><i>Olszewski,</i> 135 Cal.Rptr.2d 1, 69 P.3d at 937-38. Michigan has no similar statute.</p>\n<p>[8]  The policy clarification letter is a policy directive entitled to considerable deference. See <i>Elizabeth Blackwell Health Ctr. for Women v. Knoll,</i> 61 F.3d 170, 181-82 (3d Cir.1995) (according great deference to a policy directive issued by the Director of the Medicaid Bureau of the HCFA). \"The Supreme Court has noted that `[p]erhaps appreciating the complexity of what it had wrought', Congress conferred on the Secretary [of Health and Human Services] exceptionally broad authority to prescribe standards for applying certain sections of the [Medicaid] Act.\" <i>Id.</i> at 181 (quoting <i>Schweiker v. Gray Panthers,</i> 453 U.S. 34, 43, 101 S.Ct. 2633, 2640, 69 L.Ed.2d 460 (1981)).</p>\n<p>[9]  Spectrum offers a letter from Pat Morscheck, the director of Michigan's Medicaid reimbursement office. (Pl.'s Br. Resp. Mot. Summ. J. Ex. K.) Although this letter is not binding legal authority, it offers helpful insights on Spectrum's lien in light of the state's Medicaid laws and policies, stating in relevant part:\n</p>\n<p>With regard to the issue of whether your client [Spectrum] is entitled to full payment, Medicaid policy does state that an enrolled provider agrees to accept Medicaid payment as payment in full. However as you know, there is case law (no-fault) supporting a provider's right to payment of all charges when they have asserted a lien directly with the insurance company, even when they have also billed and received payment from Medicaid. Additionally, Medicaid encourages providers to bill other resources, and allows them to bill Medicaid when the claim is in dispute and refund Medicaid if payment is received from the other resource.</p>\n<p>In this case, I see no reason why your client should not be paid in full. They asserted a lien against the lawsuit and received acknowledgment that the lien would be honored. They billed Medicaid to protect the one-year filing requirement because the case was in litigation. Medicaid has been repaid and the provider was paid only the difference between its total charges and the Medicaid payments so the provider was not overpaid. They simply have been made whole, as has Medicaid by virtue of the payment received from Mr. Dubinsky.</p>\n<p>[10]  The decision in <i>Palumbo</i> rejecting the provider's claim turned on the application of state statutes in force at the time permitting providers to obtain payments from third party payers who provide \"a contractual or legal entitlement to health care services.\" 149 Cal.App.3d at 1030, 197 Cal.Rptr. 214. The court determined that a personal injury settlement is not a \"contractual or legal entitlement to health care services,\" and thus a provider could not assert a lien on funds from a settling third party tortfeasor. <i>Id.</i> at 1032, 197 Cal.Rptr. 214. However, the court noted that \"[t]he entitlement to which the statutes refer is one existing at the time of application for [Medicaid] services or at the time the services are rendered, and not afterwards.\" <i>Id.</i> Spectrum's lien, created before Bowling was even admitted, resembles this sort of pre-existing \"entitlement.\" In any event, the <i>Palumbo</i> decision rested on the particular language of a now-defunct state statute with, so far as the Court can tell, no corollary in Michigan law. Also, as <i>Palumbo</i> was decided in 1983, the California Supreme Court's decision twenty years later in <i>Olszewski</i> provides much more recent and authoritative instruction on the relevant issues.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">697</span></span> (2004)</b></center>\n<center><h1>SPECTRUM HEALTH CONTINUING CARE GROUP, Plaintiff,<br>\nv.<br>\nANNA MARIE BOWLING IRREVOCABLE TRUST, Defendant.</h1></center>\n<center>No. 1:03-CV-383.</center>\n<center><p><b>United States District Court, W.D. Michigan, Southern Division.</b></p></center>\n<center>February 20, 2004.</center>\n<p><span class=\"star-pagination\">*698</span> <span class=\"star-pagination\">*699</span> Wayne J. Miller, Sputhfield, MI, for Plaintiff.</p>\n<p>Michael C. Gibbons, for Defendant.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>QUIST, District Judge.</p>\n<p>This action involves a dispute over the enforceability of a lien on the proceeds of a settlement agreement. Anna Marie Bowling (\"Bowling\") was injured by a physician's malpractice. While her malpractice lawsuit was pending, Bowling was admitted to a care facility operated by Plaintiff, Spectrum Health Continuing Care Group (\"Spectrum\"), after Bowling's attorney agreed to grant Spectrum a lien on the proceeds of the malpractice settlement or verdict to cover the costs of her care. Defendant, the Anna Marie Bowling Irrevocable Trust (the \"Trust\"),<sup>[1]</sup> as Bowling's representative, maintains that when Spectrum chose to accept Medicaid payments as compensation for Bowling's care, the lien became unenforceable under federal and state Medicaid law. Both Spectrum and the Trust have filed declaratory judgment actions seeking a court determination of the whether the lien is enforceable. Now before the Court are Spectrum's Motion for Summary Judgment, in which it argues that litigation of the lien's enforceability is foreclosed by the doctrine of issue preclusion, and the Trust's Motion for Summary Judgment, in which it contends that the lien must not be enforced because payment would constitute unlawful \"balance billing.\" In addition, Spectrum has requested that summary judgment be entered for it on the grounds that the lien does not violate the \"balance billing\" prohibition.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*700</span> For the reasons stated below, the Court will deny Spectrum's motion on the issue preclusion question, deny the Trust's motion on the \"balance billing\" question, and grant summary judgment in favor of Spectrum because the lien is valid and enforceable.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>The parties agree that the material facts in this case are not disputed. The sequence of events leading up to this matter began on November 17, 1997, when Anna Marie Bowling suffered a severe anoxic brain injury due to the improper administration of anesthesia during surgery at a New York hospital. As a result of her physical and cognitive impairment, Bowling requires maximum use of a wheelchair, has little or no control of her limbs, and is unable to speak. She requires twenty-four hour assistance with all of her daily activities. Bowling filed a medical malpractice lawsuit in the State of New York through her attorney, Joseph Dubinsky, with Linda Ershow-Levenberg acting as guardian ad litem to represent Bowling in the malpractice action.</p>\n<p>Because her sister lives in Michigan, Bowling sought long-term treatment in Grand Rapids. Spectrum Health Continuing Care Group (\"Spectrum\") is the parent company of a group of providers of sub-acute rehabilitation and nursing services, including Spectrum Health Continuing Care Center (\"SHCCC\"), formerly known as Grand Valley Health Center (\"GVHC\"). Spectrum agreed to admit Bowling to GVHC conditioned upon written acknowledgment of a lien in Spectrum's favor on any settlement or verdict proceeds for the cost of services provided to Bowling. (White Aff., Pl.'s Br. Resp. Mot. Summ. J. Ex. B.) On November 24, 1998, Dubinsky wrote and signed a letter to Robin White, Spectrum's CFO, confirming the lien. (Pl.'s Br. Resp. Mot. Summ. J. Ex. A.) Ershow-Levenberg also acknowledged the lien by affixing her signature to the letter on November 30, 1998. (<i>Id.</i>) Subsequent correspondence to and from Dubinsky further affirmed the lien. (<i>Id.</i> Exs. C-I.) Indeed, the Trust concedes that \"[t]here is no dispute as to whether there was a valid lien at the time it was granted.\" (Def.'s Reply Br. at 8.)</p>\n<p>Bowling was admitted to GVHC in December 1998, where she resided until September 23, 2002. She became eligible for Medicaid benefits in April of 1999. In anticipation of delay in realizing the lien on proceeds from the medical malpractice action, Spectrum decide to begin billing Medicaid for Bowling's care. GVHC received a total of $101.021.86 from Medicaid for payment of services provided to Bowling from May 1999 to September 2002. Spectrum also received monthly Medicaid co-payments from Bowling's representatives totaling $45,233.87. The total customary cost of services Spectrum rendered to Bowling during her time at GVHC totaled $639,594.67.</p>\n<p>The parties in Bowling's medical malpractice action reached a settlement agreement on June 18, 2002. On July 18, 2002, the Probate Court of Kent County, Michigan, entered a protective order approving the settlement agreement and creating an irrevocable special needs trust (the \"Trust\") for Bowling's benefit. (Pl.'s Br. Supp. Mot. Summ. J. Ex. B.) The protective order recognized that the settlement agreement \"provides for payment of all liens associated with [Bowling's] medical care\" and therefore ordered \"satisfaction of the existing liens.\" (<i>Id.</i> at 2.) On October 9, 2002, the Supreme Court of the State of New York, County of New York, entered a settlement order in the medical malpractice action ordering, among other things, \"[p]ayment of Anna Bowling's outstanding healthcare liens.\" (Pl.'s Br. Supp. Mot. Summ. J. Ex. A.) More specifically, <span class=\"star-pagination\">*701</span> the settlement order included a line item requiring payment of $575,000 to Spectrum's Grand Valley Health Center of Spectrum's lien for the balance of Bowling's care costs not covered by Medicaid. (<i>Id.</i> at 6.) To discharge the obligation to Spectrum under the settlement order, Bowling's attorney, Dubinsky, sent Spectrum a check for $575,000 on February 24, 2003. Spectrum later refunded $36,427.19 to the Trust, leaving a balance of $538,572.81. Also pursuant to the settlement agreement, Dubinsky satisfied the Michigan Medicaid agency's lien by sending it $104,719.68 in reimbursement of Medicaid's payments to Spectrum.</p>\n<p>Co-trustees of the Trust later objected to the payment of any funds to Spectrum, claiming that Spectrum is prohibited from receiving the funds under federal Medicaid law and regulations under Title XIX of the Social Security Act. Pursuant to the agreement of the parties in this matter, the disputed balance of the settlement proceeds, $538,572.81, is currently being held in an interest-bearing trust account until the matter now before the Court is resolved.</p>\n<p>On May 5, 2003, Plaintiff Spectrum filed a declaratory judgment action against the Trust in the Circuit Court of Kent County, Michigan, seeking a declaration of its right to payment under the lien.<sup>[3]</sup> The Trust removed the action to this Court, which exercises subject matter jurisdiction pursuant to 28 U.S.C. § 1331, in that the action arises under federal Medicaid law, Title XIX of the Social Security Act, 42 U.S.C. § 1396 <i>et seq.</i> On June 17, 2003, the Trust filed a counterclaim against Spectrum, alleging that Medicaid law renders the lien on the settlement proceeds invalid and unenforceable and seeking a declaratory judgment directing the $538,572.81 currently in escrow to be paid to the Trust. The parties later filed the instant cross-motions for summary judgment on their respective declaratory judgment actions. The Trust's summary judgment motion contends that Spectrum's lien must not be enforced because to do so would comprise unlawful \"balance billing.\" Spectrum's summary judgment motion argues that the state court orders approving the medical malpractice settlement agreement are binding judgments in favor of enforcing the lien, precluding further litigation of the issue.</p>\n<p></p>\n<h2>II. <i>Summary Judgment Standard of Review</i>\n</h2>\n<p>Summary judgment is appropriate if there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law. Fed.R.Civ.P. 56. Material facts are facts which are defined by substantive law and are necessary to apply the law. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). A dispute is genuine if a reasonable jury could return judgment for the non-moving party. <i>Id.</i></p>\n<p>A motion for summary judgment is properly supported if the moving party shows that there is no evidence to support the non-moving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324-25, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553-54, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). If the moving party makes its showing, the non-moving party must demonstrate with \"concrete evidence\" that there is a genuine issue of material fact for trial. <i>Id.; </i><i>Frank v. D'Ambrosi,</i> <span class=\"citation\" data-id=\"652898\"><a href=\"/opinion/652898/robert-a-frank-91-33113385-v-bernard-dambrosi-and-bernard-dambrosi/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1378</span></a></span>, 1384 (6th Cir.1993). The court must draw all inferences in a light most favorable to the non-moving party when evaluating a summary judgment motion. <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 578-88, <span class=\"star-pagination\">*702</span> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1352-58, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). It may, however, grant summary judgment when \"the record taken as a whole could not lead a rational trier of fact to find for the non-moving party.\" <i>Agristor Fin. Corp. v. Van Sickle,</i> <span class=\"citation\" data-id=\"585254\"><a href=\"/opinion/585254/agristor-financial-corporation-v-merle-e-van-sickle-ao-smith/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span>, 236 (6th Cir.1992) (quoting <i>Matsushita Elec. Indus. Co.,</i> 475 U.S. at 587, 106 S.Ct. at 1356).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>The parties' respective summary judgment motions set forth two different issues for the Court to decide. First, the Court addresses Spectrum's Motion for Summary Judgment, concluding that the doctrine of issue preclusion does not bar the Trust's claims in its declaratory judgment action. Second, the Court addresses the Trust's Motion for Summary Judgment, concluding that payment of the lien amount would not constitute \"balance billing.\"</p>\n<p>A. Issue Preclusion</p>\n<p>Spectrum's Motion for Summary Judgment asserts that the Trust is barred by the doctrine of issue preclusion from seeking a declaration that Spectrum's lien is unenforceable. Two state courts, in New York and Michigan, have already issued orders approving the settlement, which called for payment of a portion of the proceeds to Spectrum pursuant to its lien. Spectrum argues that these state court orders constitute final judgments that the lien is valid; thus, Spectrum maintains, the orders have binding effect against the Trust's position under the doctrine of issue preclusion as formulated in both New York and Michigan law. Further, Spectrum notes that the Full Faith and Credit Act requires this Court to treat these state court judgments with the same preclusive effect they would receive in their respective states. In response, the Trust contends that the court orders approving the settlement agreement in the medical malpractice action have no preclusive effect on the Trust's challenge to Spectrum's lien. Even if the orders are preclusive, argues the Trust, the Court should disregard the Full Faith and Credit Act in this case because of overriding federal and state Medicaid laws and policies prohibiting \"balance billing.\" In the Trust's view, the Court would be sanctioning an illegal act were to it order payment to Spectrum under the lien. Having examined the parties' arguments and the controlling legal authorities, the Court concludes that the doctrine of issue preclusion does not bar the Trust's challenge to Spectrum's lien.</p>\n<p>The Full Faith and Credit Act, 28 U.S.C. § 1738, provides:</p>\n<p>Such Acts [of any state legislature], records and judicial proceedings [of any state court] or copies thereof, so authenticated, shall have the same full faith and credit in every court within the United States and its Territories and Possessions as they have by law or usage in the courts of such State, Territory or Possession from which they are taken.</p>\n<p>Based on the Full Faith and Credit Act and cases interpreting it, \"[i]t is now settled that a federal court must give to a state-court judgment the same preclusive effect as would be given that judgment under the law of the State in which the judgment was rendered.\" <i>Migra v. Warren City Sch. Dist. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 81, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">892</span></a></span>, 896, <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></a></span> (1984); <i>see also </i><i>Roskam Baking Co. v. Lanham Mach. Co., Inc.,</i> <span class=\"citation\" data-id=\"2288177\"><a href=\"/opinion/2288177/roskam-baking-co-v-lanham-machinery-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">751</span></a></span>, 754 (W.D.Mich.2000) (Quist, J.), <i>aff'd</i> <span class=\"citation\" data-id=\"777491\"><a href=\"/opinion/777491/roskam-baking-company-inc-00-1570cross-appellee-v-lanham-machinery/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></a></span> (6th Cir.2002) (citing the Full Faith and Credit Act and stating that \"[t]his Court must give a Michigan court's judgment the same preclusive effect it would be given under Michigan law\"). Therefore, the Court must examine whether the laws of Michigan and New York  <span class=\"star-pagination\">*703</span> the courts of which entered orders regarding the settlement of Bowling's medical malpractice lawsuit  would preclude the Trust from challenging Spectrum's lien.</p>\n<p></p>\n<h2>(1) Issue Preclusion  Michigan Law</h2>\n<p>In Michigan, issue preclusion is known as collateral estoppel. <i>People v. Gates,</i> <span class=\"citation\" data-id=\"1245805\"><a href=\"/opinion/1245805/people-v-gates/\"><span class=\"volume\">434</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">146</span></a></span>, 154 n. 7, <span class=\"citation\" data-id=\"1245805\"><a href=\"/opinion/1245805/people-v-gates/\"><span class=\"volume\">452</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">627</span></a></span>, 630 n. 7 (1990). Collateral estoppel operates to preclude an issue from relitigation in \"a subsequent, different cause of action between the same parties where the prior proceeding culminated in a valid, final judgment and the issue was actually litigated and necessarily determined.\" <i>Roskam,</i> 105 F.Supp.2d at 754 (quoting <i>Markowitz v. Campbell (In re Markowitz),</i> <span class=\"citation\" data-id=\"766016\"><a href=\"/opinion/766016/in-re-seymour-markowitz-debtor-seymour-markowitz-v-carolyn-campbell/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></a></span>, 461-62 (6th Cir.1999)). Stated differently, the collateral estoppel doctrine in Michigan consists of three requirements: (1) the issue of fact or law must have been actually litigated and decided in (2) a prior action between the same parties and (3) the issue must have been necessary to the judgment. <i>See, e.g., </i><i>Sanders Confectionery Prods., Inc. v. Heller Fin., Inc.,</i> <span class=\"citation\" data-id=\"589716\"><a href=\"/opinion/589716/nos-90-2039-90-2040/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">474</span></a></span>, 480 (6th Cir.1992). As the following discussion demonstrates, Spectrum's attempt to assert collateral estoppel fails all three Michigan law requirements.</p>\n<p>First, the issue to be decided by this Court in the parties' declaratory judgments actions  namely, whether Spectrum is entitled to enforcement of its lien on the settlement proceeds  was not \"actually litigated and decided\" in the prior medical malpractice proceedings. An issue is actually litigated for purposes of collateral estoppel \"if it is put into issue by the pleadings, submitted to the trier of fact, and determined by the trier of fact.\" <i>Markowitz,</i> 190 F.3d at 462 (citing <i>Latimer v. William Mueller &amp; Son, Inc.,</i> 149 Mich.App. 620, 640, <span class=\"citation\" data-id=\"1249933\"><a href=\"/opinion/1249933/latimer-v-wm-mueller-son-inc/\"><span class=\"volume\">386</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">618</span></a></span>, 627 (1986)). The Michigan state court proceedings concerned a petition submitted by Bowling's guardians seeking a protective order to approve the settlement of the medical malpractice case and to establish a trust for Bowling's benefit. (Def.'s Br. Resp. Mot. Summ. J. Ex. A.) Nowhere does this petition raise the issue of whether Spectrum was entitled to enforcement of its lien. Moreover, the Kent County Probate Court's protective order gives no suggestion that the issue was raised or decided by the judge. (Pl.'s Br. Supp. Mot. Summ. J. Ex. B.) The order addresses liens such as Spectrum's only indirectly, first by acknowledging that the settlement agreement \"provides for the payment of all liens associated with [Bowling's] medical care,\" and second by authorizing payment of the settlement proceeds to the Trust \"after satisfaction of the existing liens.\" (<i>Id.</i>) Rather than adjudicating the validity of Spectrum's lien, the order did nothing more than (a) approve the proposed settlement agreement as being in Bowling's best interest, as Michigan Court Rule 2.420 requires for settlements of personal injury lawsuits on behalf of legally incapacitated individuals such as Bowling, and (b) authorize execution of the special needs trust established for Bowling's benefit.</p>\n<p>Second, the Kent County Probate Court action and the declaratory judgment actions now before this Court do not involve the \"same parties.\" While it is true that the Trust was a party to the prior Michigan probate action, Spectrum was not. Neither was Spectrum a privy to that action. Apparently realizing this, Spectrum contends that it is immaterial that Spectrum was not a formal party to the Michigan proceeding because mutuality  the doctrine that neither party may use a prior judgment against the other unless both parties were bound by the same judgment  is not required in federal courts. <i>See </i><i>Parklane Hosiery Co., Inc. v. Shore,</i> <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 326-27, <span class=\"citation\" data-id=\"109964\"><a href=\"/opinion/109964/parklane-hosiery-co-v-shore/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">645</span></a></span>, 649, 58 <span class=\"star-pagination\">*704</span> L.Ed.2d 552 (1979) (rejecting the requirement of mutuality in the offensive use of issue preclusion); <i>Blonder-Tongue Labs., Inc. v. Univ. of Ill. Found.,</i> <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 350, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, 1453, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></a></span> (1971) (rejecting the mutuality requirement in the defensive use of issue preclusion). However, mutuality is a requirement under Michigan law, <i>Barrow v. Pritchard,</i> 235 Mich.App. 478, 481, <span class=\"citation\" data-id=\"1693332\"><a href=\"/opinion/1693332/barrow-v-pritchard/\"><span class=\"volume\">597</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">853</span></a></span>, 855-56 (1999), and it is Michigan law that governs this Court's treatment of the probate court order's preclusive effect. Spectrum was not a party in the prior probate proceedings and thus cannot offensively employ issue preclusion in the dispute over the lien.</p>\n<p>Third, the issue of whether Spectrum was entitled to payment of its lien was not \"necessary to the judgment\" of the probate court. In fact, the issue of whether Spectrum's lien was enforceable was completely unrelated to the court order's dual function of determining that the medical malpractice settlement was in Bowling's best interests and establishing the Trust for her benefit. In Michigan, state court approval of a medical malpractice settlement on behalf of an incapacitated person is required to ensure the person is adequately protected. In evaluating whether the settlement is in the best interests of the individual, courts consider factors such as the person's age, life expectancy, current and anticipated financial needs, tax implications, impact on eligibility for government benefits, and the present value of the proposed payment arrangement. <i>See</i> Michigan Court Rule 2.420, Comment to 2002 Amendment. The legal validity of liens such as Spectrum's is not an issue courts adjudicate in approving settlements for incapacitated persons.</p>\n<p></p>\n<h2>(2) Issue Preclusion  New York Law</h2>\n<p>Spectrum next argues that the Trust's declaratory judgment action challenging the legality of Spectrum's lien is precluded by the New York court's order approving the medical malpractice settlement agreement. For the doctrine of issue preclusion (collateral estoppel) to apply under New York law, three requirements must be satisfied: (1) the issue as to which preclusion is sought must be identical to the issue decided in the prior proceeding; (2) the issue must have been necessarily decided in the prior proceeding; and (3) the litigant who will be held precluded in the present proceeding must have had a full and fair opportunity to litigate the issue in the prior proceeding. <i>See </i><i>Cameron v. Fogarty,</i> <span class=\"citation\" data-id=\"480173\"><a href=\"/opinion/480173/kenneth-s-cameron-v-matthew-fogarty-and-john-halbig/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 384-85 (2d Cir.1986); <i>Arroyo v. Marlow,</i> <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">950</span></span>, 954, <span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">928</span></span> (N.Y.Sup.Ct.1985). Spectrum's effort to assert issue preclusion based on the New York court order fails because these requirements are not met.</p>\n<p>First, the issue as to which Spectrum seeks preclusion in the present action, i.e., the legality of the lien, is not \"identical to the issue decided in the prior proceeding.\" New York cases instruct that there is no identity of issues if the issue was not \"actually litigated\" in the earlier action. <i>See </i><i>Halyalkar v. Bd. of Regents of State of N.Y.,</i> <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">261</span></span>, 267, <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1222</span></span>, 1225 (1988), (citing <i>Kaufman v. Lilly &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">449</span></span>, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">584</span></span>, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">63</span></span> (1985)). For an issue to have been actually litigated so as to satisfy the identicality requirement, \"it must have been properly raised by the pleadings or otherwise placed in issue and actually determined in the prior proceeding....if preclusive effect were given to issues not truly adjudicated the result would be to discourage compromises and to accord them consequences which the parties neither intended nor foresaw.\" <i>Halyalkar</i> at 268, <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1222</span></span> (citing Restatement (Second) of Judgments, § 27, cmt. d).</p>\n<p><span class=\"star-pagination\">*705</span> In this case, the New York court order merely formalized a medical malpractice settlement agreement. The court was addressing a motion by Bowling's attorney for approval of the agreement, as required by New York Civil Practice Law and Rules (N.Y. CPLR) § 1207-1208, which mandate judicial approval of any settlements entered on behalf of legally incapacitated persons in order to protect such persons' best interests. The order gave legal effect to the terms and conditions of the settlement, authorizing release of the defendants and requiring the parties to comply with the enumerated financial obligations, among them a requirement that the defendants pay Bowling's outstanding healthcare liens, including $575,000 to Grand Valley Health Center. (Pl's Br. Supp. Mot. Summ. J. Ex. A at 3, 6.) Spectrum offers no evidence that during these proceedings the question of the lien's legitimacy was in any way raised, placed in issue, or determined. Moreover, issues resolved by stipulation of settlement are not considered actually litigated and thus have no preclusionary effect in subsequent actions. <i>See, e.g.,</i> Restatement (Second) of Judgments § 27, cmt (e) (\"In the case of a judgment entered by confession, consent, or default, none of the issues is actually litigated. Therefore, the rule of this Section does not apply with respect to any issue in a subsequent action.\"); <i>Gov't of V.I., Bureau of Internal Revenue v. Lansdale,</i> <span class=\"citation\" data-id=\"2309081\"><a href=\"/opinion/2309081/government-of-virgin-islands-v-lansdale/\"><span class=\"volume\">172</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">636</span></a></span>, 653 (D.Vi.2001) (\"Since the judgment ... was entered on a stipulated settlement agreement, without the actual adjudication of any matter, issue preclusion, that is, collateral estoppel, is not involved.\") (quoting <i>Arizona v. California,</i> <span class=\"citation\" data-id=\"117938\"><a href=\"/opinion/117938/arizona-v-california/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 414, <span class=\"citation\" data-id=\"117938\"><a href=\"/opinion/117938/arizona-v-california/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, 2319, <span class=\"citation\" data-id=\"117938\"><a href=\"/opinion/117938/arizona-v-california/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">374</span></a></span> (2000)) (\"In most circumstances, it is recognized that consent agreements ordinarily are intended to preclude any further litigation on the claim presented but are not intended to preclude further litigation on any of the issues presented.\").</p>\n<p>Second, the issue of whether Spectrum's lien is enforceable was not \"necessarily decided\" by the New York court's settlement order. The only issue that court \"necessarily decided\" was whether the settlement agreement was in Bowling's best interest based on considerations of fairness and reasonableness. New York law requires this manner of judicial approval of proposed settlements when a party, like Bowling, is legally incompetent. <i>See</i> N.Y. CPLR § 1207-1208; <i>Valdimer v. Mount Vernon Hebrew Camps, Inc.,</i> <span class=\"citation\" data-id=\"2592398\"><a href=\"/opinion/2592398/valdimer-v-mount-vernon-hebrew-camps/\"><span class=\"volume\">9</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">21</span></a></span>, 24, <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">520</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">283</span></span>, 284-85 (1961). However, New York law does not direct courts, when assessing a settlement agreement for the incompetent's best interest, to evaluate the legality of payment to a health care provider in satisfaction of a lien. Indeed, the order lists the documents the court reviewed in making its determination, but never mentions anything regarding the enforceability of liens on the settlement proceeds. (Pl's Br. Supp. Mot. Summ. J. Ex. A at 1-3.)</p>\n<p>Third, the Trust and Bowling's representatives cannot be said to have had a \"full and fair opportunity to litigate\" the issue of Spectrum's lien in the prior New York proceeding. Factors relevant to determining whether a party had a full and fair opportunity to litigate issues include: (1) the nature of the forum; (2) the importance of the claim to the prior proceeding; (3) the incentive and initiative to litigate and the actual extent of litigation; (4) the competence and expertise of counsel; (5) the availability of new evidence; (6) the differences in the applicable law; and (7) the foreseeability of future litigation. <i>A to Z Assocs. v. Cooper,</i> <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">283</span></span>, 289, <span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">512</span></span>, 517-18 (N.Y.Sup.Ct.1993). Spectrum offers no evidence to challenge the Trust's contention that Bowling's personal injury attorney, who negotiated <span class=\"star-pagination\">*706</span> the settlement, was unaware of the federal and Michigan Medicaid law provisions prohibiting balance billing. In other words, it appears that Bowling's attorney did not even realize the possibility that Spectrum's lien could be challenged on the grounds the Trust now asserts in its declaratory judgment action. With that in mind, application of the aforementioned factors suggests that Bowling and her representatives did not have a full and fair opportunity to litigate the lien issue in the New York proceedings.</p>\n<p>B. Balance Billing</p>\n<p>In its Motion for Summary Judgment, the Trust contends that Spectrum's lien on the settlement proceeds in Bowling's medical malpractice case is invalid and unenforceable because payment to Spectrum would comprise unlawful \"balance billing.\" It is well established that federal and state Medicaid law prohibit a health care provider from \"balance billing\"  that is, seeking additional payment from a patient after receiving payment from Medicaid. Once a provider accepts Medicaid funds, it may not pursue additional payment from the patient or the patient's financially responsible relatives or representatives. The Trust maintains that although the lien on the medical malpractice case settlement proceeds was valid when entered into, Spectrum forfeited its rights to recover from the settlement funds pursuant to the lien when it elected to accept $101,021.86 in Medicaid payments to partially cover the cost of Bowling's treatment. To now permit Spectrum to collect on the lien would, in the Trust's view, violate the \"balance billing\" prohibition; therefore, the lien must not be enforced.</p>\n<p>In response, Spectrum argues that the rule against \"balance billing\" does not apply in this case because Spectrum is not seeking payment from Bowling, her family, or her representatives, but rather from the tortfeasor in the medical malpractice matter. Spectrum therefore contends that its lien on the settlement proceeds remains valid and should be enforced under equitable and contract law principles.</p>\n<p>Before turning to the issues before it, the Court will begin with a brief overview of the Medicaid system. In 1965, Congress established Medicaid by enacting title XIX of the Social Security Act, 42 U.S.C. §§ 1396-1396v. <i>See </i><i>Schweiker v. Gray Panthers,</i> <span class=\"citation\" data-id=\"110547\"><a href=\"/opinion/110547/schweiker-v-gray-panthers/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">34</span></a></span>, 36, <span class=\"citation\" data-id=\"110547\"><a href=\"/opinion/110547/schweiker-v-gray-panthers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, 2636, <span class=\"citation\" data-id=\"110547\"><a href=\"/opinion/110547/schweiker-v-gray-panthers/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1981). Medicaid is a publicly funded program to provide medical care for those lacking the resources to obtain essential medical services. <i>Id.</i> \"The Medicaid program created by Title XIX is a cooperative endeavor in which the Federal Government provides financial assistance to participating States to aid them in furnishing health care to needy citizens.\" <i>Harris v. McRae,</i> <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, 308, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2671</span></a></span>, 2683, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span></a></span> (1980). Under this system of \"cooperative federalism,\" if a State agrees to establish a Medicaid plan satisfying the requirements of Title XIX, the Federal Government will pay a specified percentage of the amounts expended. <i>Id.</i> (citing 42 U.S.C. § 1396b(a)(1)). A state's participation in the program is optional and voluntary, but \"once a state elects to participate, it must comply with the requirements of Title XIX.\" <i>Id.</i> at 301, 100 S.Ct. at 2680. Participating states must also comply with the regulations promulgated by the United States Secretary of Health and Human Services (the \"Secretary\") through the Centers for Medicare and Medicaid Services (\"CMS\")<sup>[4]</sup> which administer Medicaid. 42 C.F.R. § 447.302. Regulations promulgated <span class=\"star-pagination\">*707</span> by the Secretary are entitled to \"legislative effect\" unless they exceed his or her statutory authority or are arbitrary or capricious. <i>Schweiker,</i> 453 U.S. at 44, 101 S.Ct. at 2640. Health care providers seeking payment from a state Medicaid plan must enter into a provider agreement with the state Medicaid agency. 42 U.S.C. § 1396a(a)(27).</p>\n<p>Medicaid is a payor of last resort. <i>Wesley Health Care Ctr., Inc. v. DeBuono,</i> <span class=\"citation\" data-id=\"772566\"><a href=\"/opinion/772566/wesley-health-care-center-inc-v-barbara-debuono-md-as-commissioner/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>, 281 (2d Cir.2001). The program is designed to provide affordable medical care to the poor and indigent. 42 C.F.R. § 430.0. Accordingly, patients may obtain Medicaid assistance only if their income and resources are \"insufficient to meet the costs of necessary medical services.\" 42 U.S.C. § 1396. If payment from identified, verified third parties (such as insurance policies) that are probably liable is available at the time a claim is filed, those resources must first be exhausted before a patient can be eligible for Medicaid. 42 C.F.R. § 433.139(b)(1). In addition, Medicaid beneficiaries are required to assign to the state Medicaid agency the right to reimbursement from liable third parties if payment from such sources is not currently available or if the liability is not yet determined at the time medical services are paid for. 42 U.S.C. § 1396k(a)(1)(A); 42 U.S.C. § 1396a(a)(45); 42 C.F.R. §§ 433.145, 433.146. State Medicaid agencies must \"take all reasonable measures to ascertain the legal liability of third parties,\" 42 U.S.C. § 1396a(a)(25)(A), and when such liability is found to exist, must \"seek reimbursement for such assistance to the extent of such legal liability.\" 42 U.S.C. § 1396a(a)(25)(B). In fulfillment of these federal requirements, Michigan law gives the state Medicaid agency subrogation rights in certain circumstances whereby it may seek reimbursement from third parties later determined to be liable. M.C.L. § 400.106(b)(ii).</p>\n<p>In addition to imposing requirements on state Medicaid agencies, the Medicaid statutory and regulatory scheme also governs the conduct of health care providers that treat Medicaid beneficiaries and accept Medicaid funds in payment. Federal and state law reflect a policy that providers such as Spectrum accept Medicaid payment as \"payment in full\" of the customary charges for their services.<sup>[5]</sup><i>See</i> 45 C.F.R. § 447.15 (\"A State plan must provide that the Medicaid agency must limit participation in the Medicaid program to providers who accept, as payment in full, the amounts paid by the agency plus any deductible, coinsurance or copayment required by the plan to be paid by the individual.\"); M.C.L. § 400.111b(14) (\"Except for [authorized copayments] ..., a provider shall accept payment from the state as payment in full by the medically indigent individual for services received.\"); Michigan State Plan Under Title XIX Of The Social Security Act, HCFA-PM-90-2, Attachment 4.22-B (Jan.1990) at 2 (\"It is Medicaid policy that providers accept Medicaid payment as payment in full.\").</p>\n<p>Health care providers are expressly prohibited from \"balance billing,\" i.e., recovering from a Medicaid beneficiary any amount exceeding the cost-sharing charges under the state plan. The federal balance billing prohibition requires that a state plan must provide:</p>\n<p>that in the case of an individual who is entitled to medical assistance under the State plan with respect to a service for <span class=\"star-pagination\">*708</span> which a third party is liable for payment, the person furnishing the service may not seek to collect from the individual (or any financially responsible relative or representative of that individual) payment for an amount for that service (i) if the total of the amount of the liabilities of third parties for that service is at least equal to the amount payable for that service under the plan (disregarding section 1916 [42 U.S.C. § 1396o]), or (ii) in an amount which exceeds the lesser of (I) the amount which may be collected under section 1916 [42 U.S.C. § 1396o], or (II) the amount by which the amount payable for that service under the plan (disregarding section 1916 [42 U.S.C. § 1396o]) exceeds the total of the amount of the liabilities of third parties for that service.</p>\n<p>42 U.S.C. § 1396a(a)(25)(C). The regulation implementing this statute, 42 C.F.R. § 447.20, states: \"A state plan must provide [that] .... the provider furnishing the service to the individual may not seek to collect from the individual (or any financially responsible relative or representative of that individual) any payment amount for that service [other than certain nominal cost-sharing payments].\"</p>\n<p>Michigan has enacted the following balance billing prohibition in accordance with, and largely mirroring the language of, the federal requirements:</p>\n<p>Except for copayment authorized by the state department and in conformance with applicable state and federal law, a provider shall accept payment from the state as payment in full by the medically indigent individual for services received. A provider shall not seek payment from the medically indigent individual, the family, or representative of the individual for either of the following:</p>\n<p>(a) Authorized services provided and reimbursed under the program.</p>\n<p>(b) Services determined to be medically unnecessary in accordance with professionally accepted standards.</p>\n<p>M.C.L. § 400.111b(14).</p>\n<p>The \"payment in full\" language and the \"balance billing\" prohibition in the aforementioned statutes and regulations serve complementary purposes. <i>Olszewski v. Scripps Health,</i> <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">69</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">927</span></a></span>, 941 (2003). They are designed to shield two groups from additional payment liability: (1) state plans, and (2) Medicare beneficiaries and their families and representatives. \"Under § 447.15 [the `payment in full' regulation], the provider is limited to the amount paid by the agency plus any deductible, coinsurance or copayment required by the plan and is not entitled to collect additional payment from <i>the State.</i>\" 55 Fed.Reg. 1428 (Jan. 16, 1990) (emphasis added). Meanwhile, the \"balance billing\" regulation, 42 C.F.R. § 447.20, \"prohibits the provider from seeking to collect from the Medicaid [<i>beneficiary</i>] any amount that exceeds the amount, if any, allowed as [<i>beneficiary</i>] liability in the State plan.\" <i>Id.</i> (emphasis added). To summarize, once a provider accepts Medicaid funds, the \"payment in full\" requirement blocks it from seeking more from the <i>state agency,</i> while the \"balance billing\" proscription prevents additional recovery beyond nominal copayments from the <i>beneficiary.</i> This case does not involve allegations that Spectrum is seeking to collect more from the state. Rather, the Trust alleges that Spectrum is trying to \"balance bill\" by pursuing additional payment from Bowling.</p>\n<p>Courts applying Medicaid statutes and regulations uniformly recognize that it is Medicaid <i>patients</i> (i.e., beneficiaries) whom the \"balance billing\" prohibition shields from providers' attempts to recover additional customary charges beyond what <span class=\"star-pagination\">*709</span> Medicaid pays. <i>See, e.g., </i><i>Barney v. Holzer Clinic, Ltd.,</i> <span class=\"citation\" data-id=\"739320\"><a href=\"/opinion/739320/teresa-barney-and-randy-barney-bonita-waldron-on-behalf-of-themselves-and/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1207</span></a></span>, 1210 (6th Cir.1997) (\"Under federal law, medical service providers must accept the state-approved Medicaid payment as payment-in-full, and may not require that <i>patients</i> pay anything beyond that amount.\") (emphasis added); <i>N.Y. City Health &amp; Hosp. Corp. v. Perales,</i> <span class=\"citation\" data-id=\"576643\"><a href=\"/opinion/576643/new-york-city-health-and-hospitals-corporation-medical-society-of-the-state/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 856 (2d Cir.1992) (\"Those doctors and hospitals who are willing to treat Medicaid patients must agree to accept the designated Medicaid rate and not ask the <i>patient</i> to pay any money beyond that amount.\") (emphasis added); <i>Mallo v. Public Health Trust of Dade County, Fla.,</i> <span class=\"citation\" data-id=\"2579055\"><a href=\"/opinion/2579055/mallo-v-public-health-trust-of-dade-county/\"><span class=\"volume\">88</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1376</span></a></span>, 1387 (S.D.Fla.2000) (\"Once a health care provider commits to Medicaid assistance for a <i>patient,</i> the provider is barred from billing the <i>patient</i> for an amount in excess of the State's Medicaid disbursement.\") (emphasis added); <i>Olszewski v. Scripps Health,</i> <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">69</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">927</span></a></span>, 941-42 (2003) (\"[T]he Secretary [of Health and Human Services] clearly intended to bar a health care provider from recovering from a Medicaid <i>beneficiary</i> any amount exceeding the cost-sharing charges allowed under the state plan.\") (emphasis added).<sup>[6]</sup> Prohibiting providers from recovering from the beneficiary any amount exceeding the Medicaid payment and nominal copayments serves Congress' purpose of ensuring that low-income persons have access to needed medical attention. <i>See </i><i>Yanez v. Jones,</i> <span class=\"citation\" data-id=\"1602414\"><a href=\"/opinion/1602414/yanez-v-jones/\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">701</span></a></span>, 706 (D.Utah 1973).</p>\n<p>The pivotal issue for the Court to decide in this case, then, is whether enforcement of Spectrum's lien would involve payment by the Medicaid beneficiary, defined as Bowling and her financially responsible relatives and representatives. If the lien requires recovery from the beneficiary, it is invalid as \"balance billing.\" But if enforcement of the lien would entail recovery not from the beneficiary, but rather from some other source, then it may be valid.</p>\n<p>Several courts have considered circumstances resembling those in the instant case, where providers sought to assert liens on settlements between Medicaid beneficiaries and third-party tortfeasors. The most recent and instructive case in this line is <i>Olszewski v. Scripps Health,</i> <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">69</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">927</span></a></span> (2003). There, the California Supreme Court held that state statutes permitting health care providers to impose liens on certain Medicaid beneficiaries' tort settlements were preempted by the federal prohibition on \"balance billing.\"<sup>[7]</sup> Surveying the statutes, regulations, and case law on <span class=\"star-pagination\">*710</span> \"balance billing,\" the <i>Olszewski</i> court determined that these sources are \"unambiguous\" in limiting provider collections from a Medicaid beneficiary to, at most, the cost-sharing charges allowed under the state plan. <i>Id.</i> at 942. The court went on to strike the state provider lien statutes as preempted by the federal \"balance billing\" proscription because they allowed a provider to recover the full customary charge for its services \"through a lien on the beneficiary's property  i.e., his or her recovery for lost wages or pain and suffering  and not just the portion compensating her for medical expenses.\" <i>Id.</i> As the court explained, the liens comprised \"balance billing\" because they imposed a charge on the <i>entire</i> tort award accruing to the beneficiary. <i>Id.</i> A lien on a settlement or judgment as a whole, with no specific, segregated allocation for medical costs, constitutes an obligation on the Medicaid beneficiary's personal property, which is beyond a provider's reach. <i>Id.</i> at 942. The following extract from <i>Olszewski</i> delineates this reasoning:</p>\n<p>While federal statutes and regulations do not bar a provider from recovering from liable third parties, we reject defendant's contention that there is no collection from the beneficiary for purposes of federal law when a provider collects on a lien pursuant to sections 14124.791 and 14124.74 [the state provider lien statutes that the court invalidated as conflicting with the federal \"balance billing\" prohibition]. \"A lien is a charge imposed in some mode other than by a transfer in trust <i>upon specific property</i> by which it is made security for the performance of an act.\" (Civ.Code § 2872, italics added.) In this case, a lien filed under section 14124.791 imposes a charge on the <i>entire</i> judgment, compromise, or settlement obtained by the Medicaid beneficiary, and the <i>entire</i> award otherwise accruing to the beneficiary may be used to satisfy the lien. Thus, a provider's recovery on the lien may encompass the portion of the judgment, compromise, or settlement compensating the beneficiary for, among other things, lost wages and pain and suffering  and not just the portion compensating her for medical expenses. As such, sections 14124.791 and 14124.74 necessarily allow the provider to assert an interest in the <i>personal property of the Medicaid beneficiary.</i> (See <i>Martin ex. rel</i><i>. Hoff v. City of Rochester</i> (Minn.2002) <span class=\"citation\" data-id=\"1350648\"><a href=\"/opinion/1350648/martin-ex-rel-hoff-v-city-of-rochester/\"><span class=\"volume\">642</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">1</span></a></span>, 15-16 (<i>Martin</i>) [claims \"which accrue to the medical assistance recipient as a result of the injuries that necessitated the medical care ... are the personal property of the medical assistance recipient\"]; cf. Code Civ. Proc., § 695.030, subds. (a), (b)(2) [stating that \"[a] cause of action for money or property that is the subject of a pending action or special proceeding\" is the \"property of the judgment debtor\" and may be \"subject to enforcement of a money judgment\"].) And they do not give the provider the right to collect its fees directly from the third party tortfeasor. Recovery on a provider lien filed pursuant to section 14124.791 therefore comes from the beneficiary  and not from the third party tortfeasor  for purposes of federal law.</p>\n<p><i>Olszewski,</i> <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, 69 P.3d at 942-43 (footnote omitted).</p>\n<p>Contrary to the Trust's assertions in this case, the federal \"balance billing\" prohibition does not in all cases bar providers from enforcing liens on tort settlements. <i>Olszewski</i> discussed a June 9, 1997, policy clarification letter<sup>[8]</sup> sent by the Acting Director <span class=\"star-pagination\">*711</span> of the Medicaid Bureau of the HCFA (now known as the Centers for Medicare and Medicaid Services (\"CMS\")) to all state Medicaid directors setting forth two conditions that must be satisfied in order for liens on tort settlements to be valid:</p>\n<p>In the letter, the acting director stated that \"[f]ederal law would not preclude the practice of providers pursuing payment in tort situations in excess of Medicaid reimbursement\" as long as a state satisfies two conditions. First, the state must assure that Medicaid is made whole before the provider recovers any money. Second, the state must protect the assets of Medicaid beneficiaries by limiting provider recovery to the portion of the award specifically allocated for the beneficiary's medical expenses.</p>\n<p><i>Olszewski,</i> <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, 69 P.3d at 943. The provider lien statutes struck down in <i>Olszewski</i> failed the second condition because \"[u]nder these statutes, the <i>entire</i> award obtained by the Medicaid beneficiary is subject to a lien...; the statutes do not limit provider recovery to the portion of the award specifically allocated to medical expenses.\" <i>Id.</i> The court noted the policy letter's observation that \"portions of the award unrelated to medical expenses constitute the `general assets of the' beneficiary for purposes of federal law.\" <i>Id.</i></p>\n<p>An examination of the settlement agreement in the Bowling medical malpractice matter shows that the circumstances in this case, unlike those considered in <i>Olszewski,</i> satisfy the two conditions of the HCFA policy clarification letter so that Spectrum's lien can be enforced. First, Medicaid has been made whole. The New York court order approving the settlement includes the following line item under the heading \"outstanding healthcare liens\": \"$104,719.68  Michigan Medicaid, to be paid to the State of Michigan.\" (Pl.'s Br. Supp. Mot. Summ. J. Ex. A at 6.) This lien was paid in full on February 5, 2003. (Pl.'s Br. Resp. Mot. Summ. J. Ex. K.) Second, the settlement agreement limits Spectrum's recovery to the portion of the award specifically allocated for Bowling's medical expenses at Spectrum. The agreement expressly breaks down the total settlement sum of $4,570,000 into specific allocations for attorney fees, guardianship fees, a special needs trust, an annuity, and healthcare liens  to include the following line item for Spectrum's lien: \"$575,000  Grand Valley Health Center [i.e., Spectrum].\" (Pl.'s Br. Supp. Mot. Summ. J. Ex. A at 6.)</p>\n<p>Unlike the provider liens criticized in <i>Olszewski,</i> Spectrum's lien does not impose a charge on the entire settlement; instead, the lien is limited to the portion of the settlement that compensates for medical expenses. Moreover, the funds to satisfy Spectrum's lien were never in Bowling's possession. The settlement agreement requires that</p>\n<p>[t]he amount of the healthcare liens ... are to be paid by separate checks to be issued by the defendants [i.e., the doctor and hospital in the medical malpractice action, or more correctly, their insurance company], each check in payment of a particular lien to be made by the defendants to the order of the particular lienor whose lien is being paid [i.e., Spectrum], the check to be sent to Joseph Dubinsky, Esq. [Bowling's medical malpractice <span class=\"star-pagination\">*712</span> attorney], for forwarding by him to that lienor.</p>\n<p>(Pl.'s Br. Supp. Mot. Summ. J. Ex. A at 7.) Accordingly, Dubinsky forwarded a $575,000 check from FFH Insurance Company to Grand Valley Health Center on February 14, 2003. It is apparent from these facts that the money to pay Spectrum's lien was at no time Bowling's property.</p>\n<p>The foregoing discussion demonstrates that Spectrum's lien is enforceable under federal law, so the next question is whether it is also enforceable under Michigan Medicaid law. So far as the Court can tell, Michigan law is silent on this issue. State statutes and regulations replicate the federal \"payment in full\" requirement and \"balance billing\" prohibition and include several provisions cited by the Trust addressing the <i>state plan's</i> right to recover care costs from potentially liable third parties. However, nothing in Michigan law either endorses or restricts a <i>provider</i> lien in the circumstances this case presents. If anything, there is some indication that the Michigan Medicaid agency supports Spectrum's efforts to collect on its lien.<sup>[9]</sup> The Court concludes that if federal law permits enforcement of Spectrum's lien, and if state law is silent  neither expressly permitting nor prohibiting the lien  then the lien is enforceable. Without any encumbrance from Medicaid law, the lien is simply a valid contract, binding on the parties.</p>\n<p>The Trust, in an effort to support its argument that Spectrum's lien should not be enforced, cites several cases where courts invalidated liens on tort settlements and judgments. As the succeeding discussion demonstrates, each of these cases is readily distinguishable from the matter before the Court in at least one of several ways.</p>\n<p>First, the fatally flawed liens in some of the cases the Trust invokes claimed a right to recover against either the patient's personal property or, in cases involving tort settlements, against the settlements in their entirety. In contrast, the settlement agreement in this case specifically sets apart a portion for Spectrum's lien, and that portion never belonged to Bowling. The Court has already discussed at length <i>Olszewski v. Scripps Health,</i> <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">30</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">798</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">69</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">927</span></a></span> (2003), where the provider was prevented from collecting on a lien against an entire settlement that failed to isolate a specific portion for the beneficiary's medical expenses. The lien was unenforceable because it <span class=\"star-pagination\">*713</span> would have involved recovery against the beneficiary's personal property. In a similar vein, the court in <i>Serafini v. Blake,</i> <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Cal. App. Supp. 3d</span> <span class=\"page\">11</span></span>, <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">207</span></span> (1985) refused to enforce an agreement whereby a patient's daughter promised to pay a doctor out of her own pocket for his services, even after the doctor had billed the state Medicaid agency. The prohibition on \"balance billing\" required that the doctor could not seek payment directly from the patient or her family members, notwithstanding the agreement. <i>Id.</i> at 19, <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">207</span></span>. In <i>Evanston Hospital v. Hauck,</i> <span class=\"citation\" data-id=\"627391\"><a href=\"/opinion/627391/42-socsecrepser-12-medicaremedicaid-gu-41566-evanston-hospital-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span> (7th Cir.1993), the Seventh Circuit ruled that a hospital that had accepted Medicaid payments could not later return the Medicaid money to the state and sue the patient, who won a $9.6 million judgment in a lawsuit stemming from the accident that caused his injuries. <i>Id.</i> at 542. Citing the Medicaid Act's requirement that providers may not seek to collect additional payment from the Medicaid beneficiary or his financially responsible relatives or representatives, the Court denied the provider's claim. \"It [the provider] wants to be reimbursed when the patient is indigent and still retain the right to sue patients who later become solvent  a classic example of wanting to both have and eat cake.\" <i>Id.</i> at 544. While the providers in the aforementioned cases sought to reach the patients' assets, and therefore were halted by the courts, Spectrum seeks to collect money that never belonged to Bowling and was explicitly designated for Spectrum in the settlement agreement.</p>\n<p>Second, the liens in some of the cases the Trust cites were asserted unilaterally by the party seeking payment, whereas here, Spectrum's lien arose from a voluntary contract freely entered into by Bowling and Spectrum as a condition for Spectrum's admitting Bowling for treatment. In fact, the Trust fully admits that the lien is a valid, binding contract but for the purported \"balance billing\" problem. The Sixth Circuit has blessed such pre-existing agreements between providers and patients, even when  unlike in this case  the agreement makes the patient <i>personally</i> liable. <i>See </i><i>Barney v. Holzer Clinic, Ltd.,</i> <span class=\"citation\" data-id=\"739320\"><a href=\"/opinion/739320/teresa-barney-and-randy-barney-bonita-waldron-on-behalf-of-themselves-and/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1207</span></a></span>, 1211 (6th Cir.1997) (applying an Ohio statute permitting such agreements and stating that \"[m]edical providers may not bill patients for treatment under the program unless they have explicitly agreed prior to treatment that the patient will personally be liable, even if the providers themselves cannot get reimbursement from the state\"). Unlike Spectrum, which admitted Bowling on the condition that her representatives agree to the lien, the doctor in <i>Palumbo v. Myers,</i> <span class=\"citation\" data-id=\"2149044\"><a href=\"/opinion/2149044/palumbo-v-myers/\"><span class=\"volume\">149</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1020</span></a></span>, <span class=\"citation\" data-id=\"2149044\"><a href=\"/opinion/2149044/palumbo-v-myers/\"><span class=\"volume\">197</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">214</span></a></span> (1983) unilaterally claimed a lien on a patient's personal injury settlement only after he treated the patient.<sup>[10]</sup> Likewise, in <span class=\"star-pagination\">*714</span> <i>The Public Health Trust of Dade County, Florida v. Dade County School Board,</i> <span class=\"citation\" data-id=\"1136083\"><a href=\"/opinion/1136083/public-health-trust-v-dade-cty-school/\"><span class=\"volume\">693</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">562</span></a></span> (Fla.App.1996), the hospital claimed a nonconsensual lien after treating the patient. Neither was there a pre-existing, consensual agreement in <i>Mallo v. The Public Health Trust of Dade County, Florida,</i> <span class=\"citation\" data-id=\"2579055\"><a href=\"/opinion/2579055/mallo-v-public-health-trust-of-dade-county/\"><span class=\"volume\">88</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1376</span></a></span> (S.D.Fla.2000), where only after the patient was discharged from the hospital did the provider notify him that it was asserting a lien upon any recovery in the patient's tort lawsuit.</p>\n<p>In summary, both sides in this dispute acknowledge that Bowling's representatives and Spectrum entered into a valid lien agreement upon which Spectrum relied in deciding to admit Bowling. With Bowling's medical malpractice lawsuit pending and its outcome uncertain, and with the deadline for applying to Medicaid approaching, Spectrum sought payment from Medicaid. Bowling's representatives finally negotiated a settlement that expressly provided funds to satisfy Spectrum's lien and by all indications was enhanced in size to meet this obligation. The medical malpractice defendants' insurance company sent a check through Bowling's attorney to Spectrum in satisfaction of the lien, and also reimbursed the Michigan Medicaid plan for the funds it had paid Spectrum. Based on the authorities the Court has examined, this arrangement does not constitute \"balance billing.\" Enforcement of Spectrum's lien is permissible under both federal and state law; it is also the only just outcome to this case.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, the Court will deny Spectrum's Motion for Summary Judgment on the question of issue preclusion. The Court will also deny the Trust's Motion for Summary Judgment on the question of the enforceability of Spectrum's lien. Because the lien is enforceable as a matter of law, summary judgment will be entered in Spectrum's favor, entitling it to $538,572.81 in satisfaction of the lien. An Order consistent with this Opinion will follow.</p>\n<h2>NOTES</h2>\n<p>[1]  Prior filings in this matter incorrectly identified Defendant as \"Estate of Anna Bowling.\" The parties agree that the correct name of Defendant is \"Anna Marie Bowling Irrevocable Trust.\"</p>\n<p>[2]  Spectrum makes its request for summary judgment on the lien issue in its brief responding to the Trust's motion. The Court treats Spectrum's request as a motion for summary judgment. The Trust has been afforded advance notice of Spectrum's request as required by Fed.R.Civ.P. 56 and has had an adequate opportunity to show why summary judgment should not be granted. <i>See </i><i>Kistner v. Califano,</i> <span class=\"citation\" data-id=\"358087\"><a href=\"/opinion/358087/helen-c-kistner-v-joseph-a-califano-secretary-dept-of-health/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1006 (6th Cir.1978). Therefore, it is appropriate at this stage for the Court to decide whether to award Spectrum summary judgment.</p>\n<p>[3]  Defendant is incorrectly identified in the filings as Estate of Anna Bowling. The caption as corrected identifies Defendant as the Anna Marie Bowling Irrevocable Trust.</p>\n<p>[4]  The federal agency responsible for administering Medicaid was formerly known as the Health Care Financing Administration (\"HCFA\").</p>\n<p>[5]  Medicaid beneficiaries may be required to pay nominal cost-sharing charges. <i>See</i> 42 C.F.R. § 447.15 (state plans may require an individual to pay a \"deductible, coinsurance, or copayment\"); 42 U.S.C. § 1396o(a)(3) (\"any deduction, cost sharing, or similar charge imposed under the plan ... will be nominal in amount\"). Bowling paid Spectrum $45,233.87 in cost-sharing charges as required by the state plan.</p>\n<p>[6]  The Court has found only one case with language indicating that the \"balance billing\" prohibition restricts providers from seeking to recover payments beyond Medicaid fees from not just Medicaid beneficiaries, but from any other sources. <i>See </i><i>Rehabilitation Ass'n of Va. v. Kozlowski,</i> <span class=\"citation\" data-id=\"685120\"><a href=\"/opinion/685120/46-socsecrepser-267-medicare-medicaid-guide-p-42942-rehabilitation/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1444</span></a></span>, 1447 (4th Cir.1994) (\"Service providers who participate in the Medicaid program are required to accept payment of the state-denoted Medicaid fee as payment in full for their services, i.e., they are required to take assignment, and may not attempt to recover any <i>additional amounts elsewhere.</i>\") (emphasis added).</p>\n<p>[7]  The first statute invalidated by the California Supreme Court provided, in relevant part: \"Subject to the director's prior right of recovery, a provider who has rendered services to a beneficiary because of an injury for which a third party is liable and who has received payment under the Medi-Cal program shall be entitled to file a lien for all fees for services provided to the beneficiary against any judgment, award, or settlement obtained by the beneficiary or the director against that third party. A provider may only recover upon the lien if the provider has made a full reimbursement of any fees paid by the department [the state agency that administers Medi-Cal] for those services.\" The second statute provided that \"[i]n the event of judgment or award in a suit or claim against a third party or carrier,\" the provider may collect on the lien. <i>See </i><i>Olszewski,</i> <span class=\"citation\" data-id=\"2595018\"><a href=\"/opinion/2595018/olszewski-v-scripps-health/\"><span class=\"volume\">135</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span>, 69 P.3d at 937-38. Michigan has no similar statute.</p>\n<p>[8]  The policy clarification letter is a policy directive entitled to considerable deference. See <i>Elizabeth Blackwell Health Ctr. for Women v. Knoll,</i> <span class=\"citation\" data-id=\"700618\"><a href=\"/opinion/700618/elizabeth-blackwell-health-center-for-women-greater-philadelphia-womens/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 181-82 (3d Cir.1995) (according great deference to a policy directive issued by the Director of the Medicaid Bureau of the HCFA). \"The Supreme Court has noted that `[p]erhaps appreciating the complexity of what it had wrought', Congress conferred on the Secretary [of Health and Human Services] exceptionally broad authority to prescribe standards for applying certain sections of the [Medicaid] Act.\" <i>Id.</i> at 181 (quoting <i>Schweiker v. Gray Panthers,</i> <span class=\"citation\" data-id=\"110547\"><a href=\"/opinion/110547/schweiker-v-gray-panthers/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">34</span></a></span>, 43, <span class=\"citation\" data-id=\"110547\"><a href=\"/opinion/110547/schweiker-v-gray-panthers/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, 2640, <span class=\"citation\" data-id=\"110547\"><a href=\"/opinion/110547/schweiker-v-gray-panthers/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1981)).</p>\n<p>[9]  Spectrum offers a letter from Pat Morscheck, the director of Michigan's Medicaid reimbursement office. (Pl.'s Br. Resp. Mot. Summ. J. Ex. K.) Although this letter is not binding legal authority, it offers helpful insights on Spectrum's lien in light of the state's Medicaid laws and policies, stating in relevant part:\n</p>\n<p>With regard to the issue of whether your client [Spectrum] is entitled to full payment, Medicaid policy does state that an enrolled provider agrees to accept Medicaid payment as payment in full. However as you know, there is case law (no-fault) supporting a provider's right to payment of all charges when they have asserted a lien directly with the insurance company, even when they have also billed and received payment from Medicaid. Additionally, Medicaid encourages providers to bill other resources, and allows them to bill Medicaid when the claim is in dispute and refund Medicaid if payment is received from the other resource.</p>\n<p>In this case, I see no reason why your client should not be paid in full. They asserted a lien against the lawsuit and received acknowledgment that the lien would be honored. They billed Medicaid to protect the one-year filing requirement because the case was in litigation. Medicaid has been repaid and the provider was paid only the difference between its total charges and the Medicaid payments so the provider was not overpaid. They simply have been made whole, as has Medicaid by virtue of the payment received from Mr. Dubinsky.</p>\n<p>[10]  The decision in <i>Palumbo</i> rejecting the provider's claim turned on the application of state statutes in force at the time permitting providers to obtain payments from third party payers who provide \"a contractual or legal entitlement to health care services.\" 149 Cal.App.3d at 1030, <span class=\"citation\" data-id=\"2149044\"><a href=\"/opinion/2149044/palumbo-v-myers/\"><span class=\"volume\">197</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">214</span></a></span>. The court determined that a personal injury settlement is not a \"contractual or legal entitlement to health care services,\" and thus a provider could not assert a lien on funds from a settling third party tortfeasor. <i>Id.</i> at 1032, <span class=\"citation\" data-id=\"2149044\"><a href=\"/opinion/2149044/palumbo-v-myers/\"><span class=\"volume\">197</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">214</span></a></span>. However, the court noted that \"[t]he entitlement to which the statutes refer is one existing at the time of application for [Medicaid] services or at the time the services are rendered, and not afterwards.\" <i>Id.</i> Spectrum's lien, created before Bowling was even admitted, resembles this sort of pre-existing \"entitlement.\" In any event, the <i>Palumbo</i> decision rested on the particular language of a now-defunct state statute with, so far as the Court can tell, no corollary in Michigan law. Also, as <i>Palumbo</i> was decided in 1983, the California Supreme Court's decision twenty years later in <i>Olszewski</i> provides much more recent and authoritative instruction on the relevant issues.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108330/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117938/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/480173/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/576643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/585254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/589716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/627391/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/652898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/685120/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/700618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772566/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1136083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1245805/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1249933/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1350648/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1693332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2149044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2288177/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2309081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2579055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2592398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2595018/"
          ]
        }
      ],
      "judges": "Quist",
      "date_created": "2014-10-30T23:48:10.821079Z",
      "date_modified": "2014-10-30T23:48:10.821079Z",
      "date_filed": "2004-02-20",
      "date_filed_is_approximate": false,
      "slug": "spectrum-health-continuing-care-group-v-anna-marie",
      "citation_id": 2498939,
      "case_name_short": "",
      "case_name": "Spectrum Health Continuing Care Group v. Anna Marie Bowling Irrevocable Trust",
      "case_name_full": "",
      "federal_cite_one": "336 F. Supp. 2d 697",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2389710/spectrum-health-continuing-care-group-v-anna-marie/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:48:10.817556Z",
  "date_modified": "2014-10-30T23:48:10.817556Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Spectrum Health Continuing Care Group v. Anna Marie Bowling Irrevocable Trust",
  "case_name_full": "",
  "slug": "spectrum-health-continuing-care-group-v-anna-marie",
  "docket_number": "1:03-CV-383",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}