{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2392474/",
  "id": 2392474,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cacd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2528645/",
      "id": 2528645,
      "absolute_url": "/opinion/2528645/lindsay-v-barnhart/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2392474/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2528645/",
          "id": 2528645,
          "absolute_url": "/opinion/2528645/lindsay-v-barnhart/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2528645/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:12:16.922309Z",
          "date_modified": "2017-04-10T13:57:06.312835Z",
          "type": "010combined",
          "sha1": "3d03929508da37496e614d05e3bf480d1477e0b2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>370 F.Supp.2d 1036 (2005)</b></center>\n<center><h1>Keith A. LINDSAY, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of the Social Security Administration, Defendant.</h1></center>\n<center>No. EDCV 04-0675-RC.</center>\n<center><p><b>United States District Court, C.D. California.</b></p></center>\n<center>May 4, 2005.</center>\n<p>Manuel D. Serpa, Binder &amp; Binder, Santa Ana, CA, for Plaintiff.</p>\n<p>Kathryn M. Ritchie, AUSA-Office of U.S. Attorney Civil Division, Los Angeles, CA, for Defendant.</p>\n<p></p>\n<h2>MEMORANDUM DECISION AND ORDER</h2>\n<p>CHAPMAN, United States Magistrate Judge.</p>\n<p>Plaintiff Keith A. Lindsey filed a complaint on June 4, 2004, seeking review of the Commissioner's decision denying his application for disability benefits. The Commissioner answered the complaint on October 6, 2004, and the parties filed a joint stipulation on November 10, 2004.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>I</h2>\n<p>On July 21, 2000, plaintiff applied for disability benefits under Title II of the <span class=\"star-pagination\">*1037</span> Social Security Act (\"Act\"), 42 U.S.C. § 423, claiming an inability to work since August 13, 1998, due to depression, anxiety attacks, stress, and high blood pressure. Certified Administrative Record (\"A.R.\") 65-67. The plaintiff's application was initially denied on November 8, 2000, and was again denied sometime in 2001, following reconsideration. A.R. 24-32. The plaintiff then requested an administrative hearing, which was held by Administrative Law Judge John W. Belcher (\"ALJ\") on October 10, 2002. A.R. 36, 568-621. On December 10, 2002, the ALJ issued a decision finding plaintiff is not disabled. A.R. 11-19. The plaintiff appealed this decision to the Appeals Council, which denied review on April 6, 2004. A.R. 5-8.</p>\n<p></p>\n<h2>II</h2>\n<p>The plaintiff, who was born on October 18, 1966, is currently 38 years old. A.R. 65, 571. He has a high school education and has previously worked as a janitor, laborer, and delivery person. A.R. 72, 77, 80-82, 100-07, 117, 120, 123, 201, 572.</p>\n<p>The plaintiff has a long history of alcohol abuse dating back to his teenage years.<sup>[1]</sup> A.R. 147. On September 7, 1999, S. Colucci, M.D., plaintiff's treating physician at the Riverside Medical Clinic, diagnosed plaintiff with hypertension, stress, and a sleep disturbance, reported that plaintiff has had a history of depression for the past few months, and prescribed Remeron.<sup>[2]</sup> A.R. 178. On September 30, 1999, plaintiff was referred for mental health crisis intervention after he reported suicidal ideations. A.R. 140-41.</p>\n<p>On October 8, 1999, plaintiff was involuntarily admitted to Canyon Ridge Hospital as a danger to himself after a suicide attempt in which he took 21 Remeron pills and whiskey. A.R. 217-354. Nidia Colomer de Saca, M.D., a psychiatrist, diagnosed plaintiff with alcohol dependence and an unspecified anxiety disorder, and determined plaintiff's Global Assessment of Functioning (\"GAF\") to be 35,<sup>[3]</sup> with 50<sup>[4]</sup> being his highest GAF in the past year. A.R. 224-26, 293-95. The plaintiff was treated with medication and group therapy and released from the hospital on October 10, 1999. A.R. 219-20, 288-89. At that time, Dr. de Saca prescribed Serzone<sup>[5]</sup> to plaintiff. <i>Id.</i></p>\n<p>The plaintiff received follow-up treatment from Dr. Colucci, who, on October 26, 1999, increased plaintiff's Serzone dosage, <span class=\"star-pagination\">*1038</span> A.R. 175, 179, and by November 16, 1999, Dr. Colucci concluded plaintiff's hypertension and depression were stable, A.R. 181-82. On February 22, 2001, Dr. Colucci noted plaintiff experiences heaviness in his chest with activity, and plaintiff had gained 40 pounds in the past year. A.R. 181.</p>\n<p>Between December 20, 1999, and February 27, 2001, plaintiff received treatment at the Riverside Psychiatric Medical Group, where he was diagnosed with depression and prescribed medication, including Celexa,<sup>[6]</sup> Desyrel<sup>[7]</sup> and Serzone. A.R. 185-96.</p>\n<p>On October 18, 2000, Enrico Balcos, M.D., a psychiatrist, examined plaintiff and diagnosed him with alcohol dependence, alcohol-induced anxiety disorder, and alcohol-induced depression and depression secondary to a general medical condition, and determined plaintiff's GAF to be 45. A.R. 146-49. Dr. Balcos stated:</p>\n<p>The [plaintiff] is suffering from a panic disorder and the end point of which is a depressive episode. In light of the alcohol dependence these [sic] symptomatology of a panic disorder as well as his depression was [sic] brought about by his drinking problem. He continues to be drinking, although he has decreased his consumption to around a six pack to a 12 pack of beer per consumption. He is aware, however[,] that the alcohol is worsening and even causing these symptoms. With complete sobriety his condition can improve later on but for the time being, because of his alcohol problem, his panic disorder as well as his depressive symptoms will persist and worsen. He also is currently on medications for hypertension. Typically the hypertensives do cause and worsen depression. The combination of alcohol as well as the Atenolol<sup>[8]</sup> can most likely have brought about increased factors to worsen his depression.</p>\n<p>A.R. 148-49 (footnote added). Dr. Balcos concluded:</p>\n<p>[Plaintiff] is severely impaired in his ability to perform simple and repetitive tasks because of his low energy levels. The [plaintiff] is severely impaired in his ability to accept instructions from supervisors secondary to his panic disorder and agoraphobia as well as his depressive symptoms. He is severely impaired in his ability to interact with coworkers and the public because of the agoraphobia. He is severely impaired in his ability to perform work activity on a consistent basis secondary to his depressive symptoms. The [plaintiff] cannot maintain any regular attendance at the workplace at this time. He consistently would have depressive symptoms and would have unpredictable panic attacks during the day interfering with his ability to complete a normal workday.</p>\n<p>A.R. 149. However, on November 7, 2000, Gina M. Rivera-Miya, M.D., a nontreating, nonexamining physician, opined Dr. Balcos's <span class=\"star-pagination\">*1039</span> assessment of plaintiff was \"too restrictive and not supported\" by the record. A.R. 151.</p>\n<p>On November 20, 2000, plaintiff was hospitalized at the Knollwood Psychiatric and Chemical Dependency Center, where Mukund Deshmukh, M.D., examined him, diagnosed him as having alcohol-induced psychosis, with hallucinations, and alcohol dependence, determined plaintiff's GAF to be 30,<sup>[9]</sup> and treated him with Zoloft<sup>[10]</sup> and Zyprexa.<sup>[11]</sup> A.R. 383-85. Dr. Deshmukh noted plaintiff was initially seen for suicidal ideations in the emergency room at Riverside Community Hospital, where he was treated with Haldol<sup>[12]</sup> for auditory hallucinations and transferred to Knollwood for further stabilization. A.R. 383. Dr. Deshmukh noted plaintiff continues to use alcohol, as he had consumed a six-pack of beer two weeks prior to his hospitalization, and plaintiff had been burning his forearms with cigarettes. A.R. 383. The plaintiff was released from Knollwood on November 28, 2000, with diagnoses of bipolar type schizoaffective disorder and alcohol dependence, and Neurontin<sup>[13]</sup> was prescribed as an additional medication. A.R. 381-82. Apparently, plaintiff was also hospitalized at Knollwood between December 26, 2000, and January 2, 2001, A.R. 389, but there are no records of this hospitalization. On January 29, 2001, plaintiff was readmitted to Knollwood because he had been consuming alcohol to medicate himself, he had command hallucinations with voices telling him to end his life, and he had a plan to end his life by blowing himself up with Napalm or shooting himself in the head. A.R. 389-90, 392.</p>\n<p>On January 16, 2001, plaintiff began receiving psychological treatment at Adventist Health from Diane Corzo, Psy. D., who diagnosed him as having a bipolar disorder, depression, and alcohol abuse. A.R. 395-435. Dr. Corzo opined plaintiff is capable of low stress work, but he would miss more than three days of work a month due to his symptoms. A.R. 359-63. Dr. Corzo further opined plaintiff cannot manage funds since he is in debt and spends money on alcohol and cigarettes rather than on items important for his family. A.R. 363. On June 4, 2001, Dr. Corzo opined plaintiff's concentration is very poor, and his limited ability to deal with frustration causes him to give up easily; thus, working is extremely difficult for him, if not impossible. <i>Id.</i> Dr. Corzo further opined plaintiff's prognosis is fair because he cannot stop drinking, and plaintiff's cigarette smoking makes it difficult for him to exercise, and he is terribly out of shape for manual labor. <i>Id.</i> Dr. Corzo concluded:</p>\n<p><span class=\"star-pagination\">*1040</span> [T]o get the medications just right for [plaintiff's] mood disorder, [plaintiff] would need to stop drinking. Then it might be possible to improve. He seems to drink to try to alleviate his extreme anxiety and because of his previous drug addiction I believe the MD may be avoiding antianxiety medications (which would also be contraindicated for an active alcoholic). Thus progress is very difficult. I expect his condition to last beyond 12 months.</p>\n<p><i>Id.</i> On June 26, 2001, Dr. Corzo noted that although plaintiff stated he had no alcohol in two weeks, he complained that the \"voices are stronger than ever\" and he is always depressed and anxious. A.R. 419.</p>\n<p>On May 2, 2002, Steven A. Salzman, M.D., gave plaintiff a physical, diagnosed him with chronic obstructive pulmonary disease, gastroesophageal reflux disease, depression, bipolar disorder, and schizophrenia, and noted plaintiff was taking Atenolol, Neurontin, Risperdal,<sup>[14]</sup> Zoloft and Zyprexa. A.R. 455-56, 458, 528-29. Pulmonary function testing, performed May 6, 2002, revealed moderately severe obstructive lung disease with a significant bronchodilator response. A.R. 484-93. On June 13, 2002, Dr. Salzman treated plaintiff for an exacerbation of his chronic obstructive pulmonary disease, and also diagnosed plaintiff with allergic rhinitis with turbinate hypertrophy and septal deviation, bipolar disorder, schizoaffective disorder, and hyperlipidemia. A.R. 451-52, 526-27. On May 5, 2003, Dr. Salzman again treated plaintiff for an exacerbation of his chronic obstructive pulmonary disease, and noted plaintiff has a panic disorder and \"a lot of times locks himself in his home.\" A.R. 512. By May 19, 2003, the chronic obstructive pulmonary disease exacerbation had resolved. A.R. 512. On July 17, 2003, Dr. Salzman diagnosed plaintiff with hemoptysis.<sup>[15]</sup> A.R. 509. On September 18, 2003, Dr. Salzman noted that plaintiff had been taking Seroquel<sup>[16]</sup> for his bipolar disorder and \"has developed a little bit of parkinsonianism with a tremor and some involuntary movements consistent with a parkinsonianism or tardive dyskinesia.\" A.R. 507.</p>\n<p>On May 24, 2002, Dr. Corzo noted plaintiff \"essentially stopped drinking\" in October 2001, only drinking occasionally now and \"not daily nor the large quantity he used to\"; yet, plaintiff continues to hear voices and still has paranoid and racing thoughts. A.R. 437. Dr. Corzo noted that, in response to the voices, plaintiff attacked an individual he did not know at a Christmas party in 2001, and injured his (plaintiff's) left ankle during the fracas. <i>Id.</i> Nevertheless, Dr. Corzo stated plaintiff is able to babysit his three daughters, who are 1, 3 and 5 years old; however, Dr. Corzo opined plaintiff is disabled from any occupation that would require even simple contact with people since he misinterprets reality so easily, his concentration is limited, he hears voices, and because of the stress involved. <i>Id.</i></p>\n<p>On March 10, 2003, Dr. Corzo diagnosed plaintiff with a bipolar disorder, depression, and alcohol abuse in remission. A.R. 560-67. Dr. Corzo further noted that plaintiff has been hospitalized on several occasions for his condition, most recently <span class=\"star-pagination\">*1041</span> in February 2003. A.R. 562. Dr. Corzo stated plaintiff's clinical findings include: poor memory; mood disturbances; emotional lability; paranoid auditory hallucinations; recurrent panic attacks; anhedonia or pervasive loss of interests; psychomotor agitation; paranoia or inappropriate suspiciousness; difficulty thinking or concentrating; social withdrawal or isolation; decreased energy; and generalized persistent anxiety. A.R. 561. Dr. Corzo stated plaintiff's symptoms include anhedonia, anxiety due to paranoid thinking, poor concentration, social withdrawal and depression, with anxiety, paranoia and withdrawal being the most severe symptoms. A.R. 562. Dr. Corzo opined plaintiff is \"markedly limited\" in his ability to understand, remember, and carry out detailed instructions, maintain attention and concentration for extended periods, work in coordination with or proximity to others without being distracted by them, interact appropriately with the general public, ask simple questions or request assistance, get along with co-workers or peers without distracting them or exhibiting behavioral extremes, set realistic goals or make plans independently, and complete a normal workweek without interruptions from psychologically-based symptoms and perform at a consistent pace without an unreasonable number and length of rest periods; \"moderately limited\" in his ability to carry out one or two-step instructions, perform activities within a schedule, maintain regular attendance, and be punctual within customary tolerances, sustain ordinary routine without supervision, make simple work-related decisions, accept instructions and respond appropriately to criticism from supervisors, respond appropriately to changes in the work setting, and be aware of normal hazards and take appropriate precautions; \"mildly limited\" in his ability to remember locations and work-like procedures, understand and remember one or two-step instructions, and maintain socially appropriate behavior and to adhere to basic standards of neatness and cleanliness; and there is not enough available evidence to rate whether plaintiff can travel to unfamiliar places or use public transportation. A.R. 563-65. Dr. Corzo also stated that plaintiff's paranoia around unfamiliar people causes him to withdraw or remove himself from such situations, causing episodes of deterioration or decompensation in work or work-like settings. A.R. 565. Dr. Corzo further noted plaintiff was taking Depakote,<sup>[17]</sup> Seroquel, Zoloft and Zyprexa for his condition. <i>Id.</i> Dr. Corzo opined plaintiff is incapable of even a low stress job, and stated that even visits to doctors' offices create paranoia and panic. A.R. 566. Dr. Corzo opined plaintiff would miss more than three days of work a month due to his symptoms, A.R. 566-67, and recommended that, due to plaintiff's poor judgment, his wife should manage plaintiff's funds. A.R. 567.</p>\n<p>On March 31, 2003, Dr. Salzman opined plaintiff cannot perform a full-time competitive job, he is incapable of even low stress work, he frequently needs to take unscheduled work breaks throughout an 8-hour work day, and he would miss more than 3 days of work a month due to his symptoms. A.R. 550-56.</p>\n<p>Medical expert Linda Miller Iger, Ph.D., Psy.D., a clinical psychologist and neuropsychologist, testified at the administrative hearing that plaintiff abuses alcohol and has alcohol-induced psychosis, depression, and anxiety; however, none of these conditions meets or equals a listed impairment. A.R. 599-613. Dr. Iger opined plaintiff is <span class=\"star-pagination\">*1042</span> \"mildly-to-moderately\" limited in his ability to perform daily activities, has moderate difficulties maintaining social functioning; has \"mild\" difficulties maintaining concentration, persistence, and pace; and has had only alcohol-induced episodes of decompensation, only one of which was of an extended duration. A.R. 603-04. Dr. Iger also testified plaintiff's impairments were in existence as of August 13, 1998, and opined plaintiff could return to his prior janitorial work, especially if sober, but he should not have public contact. A.R. 604-05. Dr. Iger also stated that plaintiff's alcohol use is a contributing or material factor in his impairment, and if such usage were removed, plaintiff's condition would improve, and the voices plaintiff hears would gradually recede. A.R. 605-06.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>III</h2>\n<p>The Court, pursuant to 42 U.S.C. § 405(g), has the authority to review the Commissioner's decision denying plaintiff disability benefits to determine if her findings are supported by substantial evidence and whether the Commissioner used the proper legal standards in reaching her decision. <i>Meanel v. Apfel,</i> 172 F.3d 1111, 1113 (9th Cir.1999); <i>Reddick v. Chater,</i> 157 F.3d 715, 720 (9th Cir.1998). \"Substantial evidence means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Morgan v. Comm'r of the Soc. Sec. Admin.,</i> 169 F.3d 595, 599 (9th Cir.1999); <i>Meanel,</i> 172 F.3d at 1113.</p>\n<p>The claimant is \"disabled\" for the purpose of receiving benefits under the Act if he is unable to engage in any substantial gainful activity due to an impairment which has lasted, or is expected to last, for a continuous period of at least twelve months. 42 U.S.C. § 423(d)(1)(A); 20 C.F.R. § 404.1505(a). \"The claimant bears the burden of establishing a prima facie case of disability.\" <i>Roberts v. Shalala,</i> 66 F.3d 179, 182 (9th Cir.1995), <i>cert. denied,</i> 517 U.S. 1122, 116 S.Ct. 1356, 134 L.Ed.2d 524 (1996); <i>Smolen v. Chater,</i> 80 F.3d 1273, 1289 (9th Cir.1996).</p>\n<p>Regulations promulgated by the Commissioner establish a five-step sequential evaluation process to be followed by the ALJ in a disability case. 20 C.F.R. §§ 404.1520, 416.920. In the First Step, the ALJ must determine whether the claimant is currently engaged in substantial gainful activity. 20 C.F.R. § 404.1520(b). If not, in the Second Step, the ALJ must determine whether the claimant has a severe impairment or combination of impairments significantly limiting him from performing basic work activities. 20 C.F.R. § 404.1520(c). If so, in the Third Step, the ALJ must determine whether the claimant has an impairment or combination of impairments that meets or equals the requirements of the Listing of Impairments (\"Listing\"), 20 C.F.R. § 404, Subpart P, App. 1. 20 C.F.R. § 404.1520(d). If not, in the Fourth Step, the ALJ must determine whether the claimant has sufficient residual functional capacity despite the impairment or various limitations to perform his past work. 20 C.F.R. § 404.1520(f). If not, in Step Five, the burden shifts to the Commissioner to show the claimant can perform other work that exists in significant numbers in the national economy. 20 C.F.R. § 404.1520(g).</p>\n<p>Where there is evidence of a mental impairment that may prevent a claimant from working, the Commissioner has supplemented the five-step sequential evaluation process with additional regulations addressing mental impairments. <i>Maier v. Comm'r of the Soc. Sec. Admin.,</i> 154 F.3d 913, 914 (9th Cir.1998) (per curiam). First, the ALJ must determine the presence or absence of certain medical findings <span class=\"star-pagination\">*1043</span> relevant to the ability to work. 20 C.F.R. § 404.1520a(b)(1). Second, when the claimant establishes these medical findings, the ALJ must rate the degree of functional loss resulting from the impairment by considering four areas of function: (a) activities of daily living; (b) social functioning; (c) concentration, persistence, or pace; and (d) episodes of decompensation. 20 C.F.R. § 404.1520a(c)(2-4). Third, after rating the degree of loss, the ALJ must determine whether the claimant has a severe mental impairment. 20 C.F.R. § 404.1520a(d). Fourth, when a mental impairment is found to be severe, the ALJ must determine if it meets or equals a Listing. 20 C.F.R. § 404.1520a(d)(2). Finally, if a Listing is not met, the ALJ must then perform a residual functional capacity assessment, and the ALJ's decision \"must incorporate the pertinent findings and conclusions\" regarding plaintiff's mental impairment, including \"a specific finding as to the degree of limitation in each of the functional areas described in [§ 404.1520a(c)(3)].\" 20 C.F.R. § 404.1520a(d)(3), (e)(2).</p>\n<p>Applying the five-step sequential evaluation process, the ALJ found plaintiff has not engaged in substantial gainful activity since the alleged onset date of disability. (Step One). The ALJ then found that \"[c]onsidering the effects of the claimant's ongoing alcohol abuse, the claimant has a combination of impairments considered `severe'\" (Step Two); however, \"[a]bsent the claimant's alcohol abuse, [his] medically determinable impairments have never met or medically equaled one of the listed impairments....\" (Step Three). The ALJ next determined plaintiff can perform his past relevant work as a stock clerk; therefore, he is not disabled. (Step Four).</p>\n<p></p>\n<h2>IV</h2>\n<p>\"A finding of `disabled' under the five-step inquiry does not automatically qualify a claimant for disability benefits.\" <i>Bustamante v. Massanari,</i> 262 F.3d 949, 954 (9th Cir.2001). Rather, the Act now provides that \"[a]n individual shall not be considered disabled ... if alcoholism or drug addiction would ... be a contributing factor material to the Commissioner's determination that the individual is disabled.\" 42 U.S.C. § 423(d)(2)(C).</p>\n<p>\"The `key factor ... in determining whether drug addiction or alcoholism is a contributing factor material to the determination of disability' is whether an individual would still be found disabled if [he] stopped using alcohol or drugs.\" <i>Sousa v. Callahan,</i> 143 F.3d 1240, 1245 (9th Cir.1998) (citation omitted); <i>see also</i> 20 C.F.R. § 404.1535(b)(1) (same). \"In making this determination, [the Commissioner] will evaluate which of [the claimant's] current physical and mental limitations ... would remain if [the claimant] stopped using drugs or alcohol and then determine whether any or all of [the claimant's] remaining limitations would be disabling.\" 20 C.F.R. § 404.1535(b)(2). \"If the ... remaining limitations would not be disabling, [the Commissioner] will find that [the claimant's] drug addiction or alcoholism is a contributing factor material to the determination of disability[,]\" 20 C.F.R. § 404.1535(b)(2)(i), and benefits will be denied.</p>\n<p>In <i>Bustamante,</i> the Ninth Circuit set forth the manner in which the Commissioner should consider the disability claims of individuals who are found to have an alcohol or substance abuse problem:</p>\n<p>[A]n ALJ must first conduct the five-step inquiry without separating out the impact of alcoholism or drug addiction. If the ALJ finds that the claimant is not disabled under the five-step inquiry, then the claimant is not entitled to benefits and there is no need to proceed with the analysis under 20 C.F.R. § [ ] 404.1535 .... If the ALJ finds that the claimant is disabled and there is \"medical <span class=\"star-pagination\">*1044</span> evidence of [his or her] drug addiction or alcoholism,\" then the ALJ should proceed under § [ ] 404.1535 ... to determine if the claimant \"would still [be found] disabled if [he or she] stopped using alcohol or drugs.\"</p>\n<p><i>Bustamante,</i> 262 F.3d at 955 (citations omitted); <i>see also</i> 20 C.F.R. § 404.1535(a) (\"<i>If we find that you are disabled and have medical evidence of your drug addiction or alcoholism,</i> we must determine whether your drug addiction or alcoholism is a contributing factor material to the determination of disability.\" (emphasis added)); <i>Brueggemann v. Barnhart,</i> 348 F.3d 689, 694-95 (8th Cir.2003) (\"The plain text of the relevant regulation requires the ALJ first to determine whether [claimant] is disabled ... without segregating out any effects that might be due to substance abuse disorders.... If the gross total of a claimant's limitations, including the effect of substance use disorders, suffices to show disability, then the ALJ must next consider which limitations would remain when the effects of the substance use disorders are absent.\" (citations and footnote omitted)); <i>Drapeau v. Massanari,</i> 255 F.3d 1211, 1214-15 (10th Cir.2001) (\"The implementing regulations make clear that a finding of disability is a condition precedent to an application of § 423(d)(2)(C). The Commissioner must first make a determination that the claimant is disabled. He must then make a determination whether the claimant would still be found disabled if he or she stopped abusing alcohol.\" (citations omitted)). Further, it is reversible error for an ALJ to attempt to separate out the impact of a claimant's alcohol abuse before determining whether the claimant is disabled. <i>Bustamante,</i> 262 F.3d at 955-56; <i>see also </i><i>Brueggemann,</i> 348 F.3d at 694-95 (ALJ committed legal error in attempting to segregate out effects of claimant's substance abuse before assessing whether claimant is disabled); <i>Drapeau,</i> 255 F.3d at 1215 (\"The ALJ cannot begin to apply § 423(d)(2)(C) properly when, as here, he has not yet made a finding of disability.\").</p>\n<p>The focus of this decision is whether the ALJ properly analyzed plaintiff's disability claim in light of his alcoholism. The plaintiff contends he did not; on the other hand, the Commissioner contends the ALJ did comply with the law, citing the following statement in his opinion:</p>\n<p>[Plaintiff's] impairments in combination are severe within the meaning of the Regulations considering the effects of his alcohol abuse, and <i>may</i> meet or medically equal one of the [listed] impairments ... with such abuse given the periods of decompensation associated with it and the attendant restrictions in social functioning and ability to maintain concentration, pace and persistence; but absent such effects his residual impairment would probably be \"non-severe.\"</p>\n<p>A.R. 16 (emphasis added). This Court agrees with plaintiff.</p>\n<p>A review of the ALJ's decision shows that in Step Three, the ALJ segregated out plaintiff's alcoholism from his remaining symptoms, <i>see</i> A.R. 18 (\"Absent the claimant's alcohol abuse, [his] medically determinable impairments have never met or medically equaled one of the listed impairments....\"), and then determined in Step Four, based on that segregation, that plaintiff retained the residual functional capacity to perform his past relevant work as a stock clerk. In so doing, the ALJ committed legal error in failing to consider whether plaintiff was disabled without removing plaintiff's alcoholism from the equation.<sup>[18]</sup> Nor was this the ALJ's only <span class=\"star-pagination\">*1045</span> error. The ALJ also failed to assess plaintiff's mental impairment, as required by 20 C.F.R. § 404.1520a, and failed to rate the degree of functional loss resulting from plaintiff's mental impairment by making specific findings about plaintiff's daily activities, social functioning, concentration, persistence, or pace, and episodes of decompensation. 20 C.F.R. § 404.1520a(c)(2-4).</p>\n<p></p>\n<h2>V</h2>\n<p>When the Commissioner's decision is not supported by substantial evidence, the Court has authority to affirm, modify, or reverse the Commissioner's decision \"with or without remanding the cause for rehearing.\" 42 U.S.C. § 405(g); <i>McCartey v. Massanari,</i> 298 F.3d 1072, 1076 (9th Cir.2002). \"Remand for further administrative proceedings is appropriate if enhancement of the record would be useful.\" <i>Benecke v. Barnhart,</i> 379 F.3d 587, 593 (9th Cir.2004). Thus, remand is appropriate, and on remand, the ALJ can also address the significant and extensive evidence plaintiff provided directly to the Appeals Council. <i>See</i> A.R. 468-567.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>IT IS ORDERED that: (1) plaintiff's request for relief is granted and the defendant's request for relief is denied; and (2) the Commissioner's decision is reversed, and the action is remanded to the Social Security Administration for further proceedings consistent with this Memorandum Decision, pursuant to sentence four of 42 U.S.C. § 405(g), and Judgment shall be entered accordingly.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>IT IS ADJUDGED that Judgment be entered remanding the action to the Social Security Administration for further proceedings consistent with the Memorandum Decision, pursuant to sentence four of 42 U.S.C. § 405(g).</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff testified he has also used \"[s]peed, crack, [and] marijuana,\" although not within three or four years prior to the administrative hearing. A.R. 582-83.</p>\n<p>[2]  \"Remeron is prescribed for the treatment of major depression  that is, a continuous depressed mood that interferes with daily life.\" <i>The PDR Family Guide to Prescription Drugs,</i> 569 (8th ed.2000).</p>\n<p>[3]  A GAF of 35 indicates \"[s]ome impairment in reality testing or communication\" (e.g., speech is at times illogical, obscure, or irrelevant) or major impairment in several areas, such as work or school, family relations, judgment, thinking, or mood (e.g., depressed man avoids friends, neglects family, and is unable to work; child frequently beats up younger children, is defiant at home, and is failing at school). American Psychiatric Ass'n, <i>Diagnostic and Statistical Manual of Mental Disorders,</i> 34 (4th ed. (Text Revision) 2000).</p>\n<p>[4]  A GAF of 45-50 means that the plaintiff exhibits \"[s]erious symptoms (e.g., suicidal ideation, severe obsessional rituals, frequent shoplifting) or serious impairment in social, occupational, or school functioning (e.g. no friends, unable to keep a job).\" <i>Id.</i></p>\n<p>[5]  \"Serzone is prescribed for the treatment of depression severe enough to interfere with daily functioning. Possible symptoms include changes in appetite, weight, sleep habits, and mind/body coordination, increased fatigue, feelings of guilt or worthlessness, difficulty concentrating, slowed thinking, and suicidal thoughts.\" <i>The PDR Family Guide to Prescription Drugs</i> at 612.</p>\n<p>[6]  \"Celexa is used to treat major depression  a stubbornly low mood that persists nearly every day for at least 2 weeks and interferes with everyday living.\" <i>The PDR Family Guide to Prescription Drugs</i> at 126.</p>\n<p>[7]  Desyrel \"is prescribed for the treatment of depression.\" <i>Id.</i> at 198.</p>\n<p>[8]  Atenolol, also called \"Tenormin, a type of medication known as a beta blocker, is used in the treatment of high blood pressure, angina pectoris (chest pain, usually caused by lack of oxygen in the heart muscle due to clogged arteries), and heart attack. When used for high blood pressure it is effective alone or combined with other high blood pressure medications, particularly with a thiazide-type water pill (diuretic) .... [¶] Occasionally doctors prescribe Tenormin for treatment of alcohol withdrawal, prevention of migraine headache, and bouts of anxiety.\" <i>The PDR Family Guide to Prescription Drugs</i> at 60, 661.</p>\n<p>[9]  A GAF of 28-30 means that the plaintiff's \"[b]ehavior is considerably influenced by delusions or hallucinations or serious impairment in communication or judgment (e.g., sometimes incoherent, acts grossly inappropriately, suicidal preoccupation) or inability to function in almost all areas (e.g., stays in bed all day; no job, home, or friends).\" American Psychiatric Ass'n, <i>Diagnostic and Statistical Manual of Mental Disorders,</i> 34 (4th ed. (Text Revision) 2000).</p>\n<p>[10]  Zoloft, also called Sertraline, \"is prescribed for major depression  a persistently low mood that interferes with everyday living.\" <i>The PDR Family Guide to Prescription Drugs</i> at 612, 763.</p>\n<p>[11]  \"Zyprexa helps manage symptoms of schizophrenia and other psychotic disorders.\" <i>Id.</i> at 773.</p>\n<p>[12]  \"Haldol is used to reduce the symptoms of mental disorders such as schizophrenia.\" <i>The PDR Family Guide to Prescription Drugs</i> at 301.</p>\n<p>[13]  \"Neurontin, an epilepsy medication, is used with other medications to treat certain types of difficult to manage seizures....\" <i>The PDR Family Guide to Prescription Drugs</i> at 445.</p>\n<p>[14]  \"Risperdal is prescribed to treat severe mental illnesses such as schizophrenia.\" <i>The PDR Family Guide to Prescription Drugs</i> at 586.</p>\n<p>[15]  Hemoptysis is \"the expectoration of blood or of blood-stained sputum.\" <i>Dorland's Illustrated Medical Dictionary,</i> 805 (29th ed.2000).</p>\n<p>[16]  \"Seroquel combats the symptoms of schizophrenia, a mental disorder marked by delusions, hallucinations, disrupted thinking, and loss of contact with reality.\" <i>The PDR Family Guide to Prescription Drugs</i> at 610.</p>\n<p>[17]  Among other uses, \"Depakote ... [is] used to control the manic episodes  periods of abnormally high spirits and energy  that occur in bipolar disorder (manic depression).\" <i>The PDR Family Guide to Prescription Drugs,</i> 194 (8th ed.2000).</p>\n<p>[18]  The Commissioner also notes that the ALJ stated \"[i]t is clear that the [plaintiff's] alcoholism is a material factor in the severity of his mental impairment, i.e., it would be nonsevere if he were totally abstinent and [he] is unable to perform any work on a sustained basis when the abuse is moderate to marked.\" A.R. 16. But this statement does not equate to a finding of disability, and the ALJ made no such finding. <i>See</i> A.R. 18-19. Therefore, the inescapable conclusion is that the ALJ did not properly assess the effects of plaintiff's alcoholism under <i>Bustamante.</i></p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1036</span></span> (2005)</b></center>\n<center><h1>Keith A. LINDSAY, Plaintiff,<br>\nv.<br>\nJo Anne B. BARNHART, Commissioner of the Social Security Administration, Defendant.</h1></center>\n<center>No. EDCV 04-0675-RC.</center>\n<center><p><b>United States District Court, C.D. California.</b></p></center>\n<center>May 4, 2005.</center>\n<p>Manuel D. Serpa, Binder &amp; Binder, Santa Ana, CA, for Plaintiff.</p>\n<p>Kathryn M. Ritchie, AUSA-Office of U.S. Attorney Civil Division, Los Angeles, CA, for Defendant.</p>\n<p></p>\n<h2>MEMORANDUM DECISION AND ORDER</h2>\n<p>CHAPMAN, United States Magistrate Judge.</p>\n<p>Plaintiff Keith A. Lindsey filed a complaint on June 4, 2004, seeking review of the Commissioner's decision denying his application for disability benefits. The Commissioner answered the complaint on October 6, 2004, and the parties filed a joint stipulation on November 10, 2004.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>I</h2>\n<p>On July 21, 2000, plaintiff applied for disability benefits under Title II of the <span class=\"star-pagination\">*1037</span> Social Security Act (\"Act\"), 42 U.S.C. § 423, claiming an inability to work since August 13, 1998, due to depression, anxiety attacks, stress, and high blood pressure. Certified Administrative Record (\"A.R.\") 65-67. The plaintiff's application was initially denied on November 8, 2000, and was again denied sometime in 2001, following reconsideration. A.R. 24-32. The plaintiff then requested an administrative hearing, which was held by Administrative Law Judge John W. Belcher (\"ALJ\") on October 10, 2002. A.R. 36, 568-621. On December 10, 2002, the ALJ issued a decision finding plaintiff is not disabled. A.R. 11-19. The plaintiff appealed this decision to the Appeals Council, which denied review on April 6, 2004. A.R. 5-8.</p>\n<p></p>\n<h2>II</h2>\n<p>The plaintiff, who was born on October 18, 1966, is currently 38 years old. A.R. 65, 571. He has a high school education and has previously worked as a janitor, laborer, and delivery person. A.R. 72, 77, 80-82, 100-07, 117, 120, 123, 201, 572.</p>\n<p>The plaintiff has a long history of alcohol abuse dating back to his teenage years.<sup>[1]</sup> A.R. 147. On September 7, 1999, S. Colucci, M.D., plaintiff's treating physician at the Riverside Medical Clinic, diagnosed plaintiff with hypertension, stress, and a sleep disturbance, reported that plaintiff has had a history of depression for the past few months, and prescribed Remeron.<sup>[2]</sup> A.R. 178. On September 30, 1999, plaintiff was referred for mental health crisis intervention after he reported suicidal ideations. A.R. 140-41.</p>\n<p>On October 8, 1999, plaintiff was involuntarily admitted to Canyon Ridge Hospital as a danger to himself after a suicide attempt in which he took 21 Remeron pills and whiskey. A.R. 217-354. Nidia Colomer de Saca, M.D., a psychiatrist, diagnosed plaintiff with alcohol dependence and an unspecified anxiety disorder, and determined plaintiff's Global Assessment of Functioning (\"GAF\") to be 35,<sup>[3]</sup> with 50<sup>[4]</sup> being his highest GAF in the past year. A.R. 224-26, 293-95. The plaintiff was treated with medication and group therapy and released from the hospital on October 10, 1999. A.R. 219-20, 288-89. At that time, Dr. de Saca prescribed Serzone<sup>[5]</sup> to plaintiff. <i>Id.</i></p>\n<p>The plaintiff received follow-up treatment from Dr. Colucci, who, on October 26, 1999, increased plaintiff's Serzone dosage, <span class=\"star-pagination\">*1038</span> A.R. 175, 179, and by November 16, 1999, Dr. Colucci concluded plaintiff's hypertension and depression were stable, A.R. 181-82. On February 22, 2001, Dr. Colucci noted plaintiff experiences heaviness in his chest with activity, and plaintiff had gained 40 pounds in the past year. A.R. 181.</p>\n<p>Between December 20, 1999, and February 27, 2001, plaintiff received treatment at the Riverside Psychiatric Medical Group, where he was diagnosed with depression and prescribed medication, including Celexa,<sup>[6]</sup> Desyrel<sup>[7]</sup> and Serzone. A.R. 185-96.</p>\n<p>On October 18, 2000, Enrico Balcos, M.D., a psychiatrist, examined plaintiff and diagnosed him with alcohol dependence, alcohol-induced anxiety disorder, and alcohol-induced depression and depression secondary to a general medical condition, and determined plaintiff's GAF to be 45. A.R. 146-49. Dr. Balcos stated:</p>\n<p>The [plaintiff] is suffering from a panic disorder and the end point of which is a depressive episode. In light of the alcohol dependence these [sic] symptomatology of a panic disorder as well as his depression was [sic] brought about by his drinking problem. He continues to be drinking, although he has decreased his consumption to around a six pack to a 12 pack of beer per consumption. He is aware, however[,] that the alcohol is worsening and even causing these symptoms. With complete sobriety his condition can improve later on but for the time being, because of his alcohol problem, his panic disorder as well as his depressive symptoms will persist and worsen. He also is currently on medications for hypertension. Typically the hypertensives do cause and worsen depression. The combination of alcohol as well as the Atenolol<sup>[8]</sup> can most likely have brought about increased factors to worsen his depression.</p>\n<p>A.R. 148-49 (footnote added). Dr. Balcos concluded:</p>\n<p>[Plaintiff] is severely impaired in his ability to perform simple and repetitive tasks because of his low energy levels. The [plaintiff] is severely impaired in his ability to accept instructions from supervisors secondary to his panic disorder and agoraphobia as well as his depressive symptoms. He is severely impaired in his ability to interact with coworkers and the public because of the agoraphobia. He is severely impaired in his ability to perform work activity on a consistent basis secondary to his depressive symptoms. The [plaintiff] cannot maintain any regular attendance at the workplace at this time. He consistently would have depressive symptoms and would have unpredictable panic attacks during the day interfering with his ability to complete a normal workday.</p>\n<p>A.R. 149. However, on November 7, 2000, Gina M. Rivera-Miya, M.D., a nontreating, nonexamining physician, opined Dr. Balcos's <span class=\"star-pagination\">*1039</span> assessment of plaintiff was \"too restrictive and not supported\" by the record. A.R. 151.</p>\n<p>On November 20, 2000, plaintiff was hospitalized at the Knollwood Psychiatric and Chemical Dependency Center, where Mukund Deshmukh, M.D., examined him, diagnosed him as having alcohol-induced psychosis, with hallucinations, and alcohol dependence, determined plaintiff's GAF to be 30,<sup>[9]</sup> and treated him with Zoloft<sup>[10]</sup> and Zyprexa.<sup>[11]</sup> A.R. 383-85. Dr. Deshmukh noted plaintiff was initially seen for suicidal ideations in the emergency room at Riverside Community Hospital, where he was treated with Haldol<sup>[12]</sup> for auditory hallucinations and transferred to Knollwood for further stabilization. A.R. 383. Dr. Deshmukh noted plaintiff continues to use alcohol, as he had consumed a six-pack of beer two weeks prior to his hospitalization, and plaintiff had been burning his forearms with cigarettes. A.R. 383. The plaintiff was released from Knollwood on November 28, 2000, with diagnoses of bipolar type schizoaffective disorder and alcohol dependence, and Neurontin<sup>[13]</sup> was prescribed as an additional medication. A.R. 381-82. Apparently, plaintiff was also hospitalized at Knollwood between December 26, 2000, and January 2, 2001, A.R. 389, but there are no records of this hospitalization. On January 29, 2001, plaintiff was readmitted to Knollwood because he had been consuming alcohol to medicate himself, he had command hallucinations with voices telling him to end his life, and he had a plan to end his life by blowing himself up with Napalm or shooting himself in the head. A.R. 389-90, 392.</p>\n<p>On January 16, 2001, plaintiff began receiving psychological treatment at Adventist Health from Diane Corzo, Psy. D., who diagnosed him as having a bipolar disorder, depression, and alcohol abuse. A.R. 395-435. Dr. Corzo opined plaintiff is capable of low stress work, but he would miss more than three days of work a month due to his symptoms. A.R. 359-63. Dr. Corzo further opined plaintiff cannot manage funds since he is in debt and spends money on alcohol and cigarettes rather than on items important for his family. A.R. 363. On June 4, 2001, Dr. Corzo opined plaintiff's concentration is very poor, and his limited ability to deal with frustration causes him to give up easily; thus, working is extremely difficult for him, if not impossible. <i>Id.</i> Dr. Corzo further opined plaintiff's prognosis is fair because he cannot stop drinking, and plaintiff's cigarette smoking makes it difficult for him to exercise, and he is terribly out of shape for manual labor. <i>Id.</i> Dr. Corzo concluded:</p>\n<p><span class=\"star-pagination\">*1040</span> [T]o get the medications just right for [plaintiff's] mood disorder, [plaintiff] would need to stop drinking. Then it might be possible to improve. He seems to drink to try to alleviate his extreme anxiety and because of his previous drug addiction I believe the MD may be avoiding antianxiety medications (which would also be contraindicated for an active alcoholic). Thus progress is very difficult. I expect his condition to last beyond 12 months.</p>\n<p><i>Id.</i> On June 26, 2001, Dr. Corzo noted that although plaintiff stated he had no alcohol in two weeks, he complained that the \"voices are stronger than ever\" and he is always depressed and anxious. A.R. 419.</p>\n<p>On May 2, 2002, Steven A. Salzman, M.D., gave plaintiff a physical, diagnosed him with chronic obstructive pulmonary disease, gastroesophageal reflux disease, depression, bipolar disorder, and schizophrenia, and noted plaintiff was taking Atenolol, Neurontin, Risperdal,<sup>[14]</sup> Zoloft and Zyprexa. A.R. 455-56, 458, 528-29. Pulmonary function testing, performed May 6, 2002, revealed moderately severe obstructive lung disease with a significant bronchodilator response. A.R. 484-93. On June 13, 2002, Dr. Salzman treated plaintiff for an exacerbation of his chronic obstructive pulmonary disease, and also diagnosed plaintiff with allergic rhinitis with turbinate hypertrophy and septal deviation, bipolar disorder, schizoaffective disorder, and hyperlipidemia. A.R. 451-52, 526-27. On May 5, 2003, Dr. Salzman again treated plaintiff for an exacerbation of his chronic obstructive pulmonary disease, and noted plaintiff has a panic disorder and \"a lot of times locks himself in his home.\" A.R. 512. By May 19, 2003, the chronic obstructive pulmonary disease exacerbation had resolved. A.R. 512. On July 17, 2003, Dr. Salzman diagnosed plaintiff with hemoptysis.<sup>[15]</sup> A.R. 509. On September 18, 2003, Dr. Salzman noted that plaintiff had been taking Seroquel<sup>[16]</sup> for his bipolar disorder and \"has developed a little bit of parkinsonianism with a tremor and some involuntary movements consistent with a parkinsonianism or tardive dyskinesia.\" A.R. 507.</p>\n<p>On May 24, 2002, Dr. Corzo noted plaintiff \"essentially stopped drinking\" in October 2001, only drinking occasionally now and \"not daily nor the large quantity he used to\"; yet, plaintiff continues to hear voices and still has paranoid and racing thoughts. A.R. 437. Dr. Corzo noted that, in response to the voices, plaintiff attacked an individual he did not know at a Christmas party in 2001, and injured his (plaintiff's) left ankle during the fracas. <i>Id.</i> Nevertheless, Dr. Corzo stated plaintiff is able to babysit his three daughters, who are 1, 3 and 5 years old; however, Dr. Corzo opined plaintiff is disabled from any occupation that would require even simple contact with people since he misinterprets reality so easily, his concentration is limited, he hears voices, and because of the stress involved. <i>Id.</i></p>\n<p>On March 10, 2003, Dr. Corzo diagnosed plaintiff with a bipolar disorder, depression, and alcohol abuse in remission. A.R. 560-67. Dr. Corzo further noted that plaintiff has been hospitalized on several occasions for his condition, most recently <span class=\"star-pagination\">*1041</span> in February 2003. A.R. 562. Dr. Corzo stated plaintiff's clinical findings include: poor memory; mood disturbances; emotional lability; paranoid auditory hallucinations; recurrent panic attacks; anhedonia or pervasive loss of interests; psychomotor agitation; paranoia or inappropriate suspiciousness; difficulty thinking or concentrating; social withdrawal or isolation; decreased energy; and generalized persistent anxiety. A.R. 561. Dr. Corzo stated plaintiff's symptoms include anhedonia, anxiety due to paranoid thinking, poor concentration, social withdrawal and depression, with anxiety, paranoia and withdrawal being the most severe symptoms. A.R. 562. Dr. Corzo opined plaintiff is \"markedly limited\" in his ability to understand, remember, and carry out detailed instructions, maintain attention and concentration for extended periods, work in coordination with or proximity to others without being distracted by them, interact appropriately with the general public, ask simple questions or request assistance, get along with co-workers or peers without distracting them or exhibiting behavioral extremes, set realistic goals or make plans independently, and complete a normal workweek without interruptions from psychologically-based symptoms and perform at a consistent pace without an unreasonable number and length of rest periods; \"moderately limited\" in his ability to carry out one or two-step instructions, perform activities within a schedule, maintain regular attendance, and be punctual within customary tolerances, sustain ordinary routine without supervision, make simple work-related decisions, accept instructions and respond appropriately to criticism from supervisors, respond appropriately to changes in the work setting, and be aware of normal hazards and take appropriate precautions; \"mildly limited\" in his ability to remember locations and work-like procedures, understand and remember one or two-step instructions, and maintain socially appropriate behavior and to adhere to basic standards of neatness and cleanliness; and there is not enough available evidence to rate whether plaintiff can travel to unfamiliar places or use public transportation. A.R. 563-65. Dr. Corzo also stated that plaintiff's paranoia around unfamiliar people causes him to withdraw or remove himself from such situations, causing episodes of deterioration or decompensation in work or work-like settings. A.R. 565. Dr. Corzo further noted plaintiff was taking Depakote,<sup>[17]</sup> Seroquel, Zoloft and Zyprexa for his condition. <i>Id.</i> Dr. Corzo opined plaintiff is incapable of even a low stress job, and stated that even visits to doctors' offices create paranoia and panic. A.R. 566. Dr. Corzo opined plaintiff would miss more than three days of work a month due to his symptoms, A.R. 566-67, and recommended that, due to plaintiff's poor judgment, his wife should manage plaintiff's funds. A.R. 567.</p>\n<p>On March 31, 2003, Dr. Salzman opined plaintiff cannot perform a full-time competitive job, he is incapable of even low stress work, he frequently needs to take unscheduled work breaks throughout an 8-hour work day, and he would miss more than 3 days of work a month due to his symptoms. A.R. 550-56.</p>\n<p>Medical expert Linda Miller Iger, Ph.D., Psy.D., a clinical psychologist and neuropsychologist, testified at the administrative hearing that plaintiff abuses alcohol and has alcohol-induced psychosis, depression, and anxiety; however, none of these conditions meets or equals a listed impairment. A.R. 599-613. Dr. Iger opined plaintiff is <span class=\"star-pagination\">*1042</span> \"mildly-to-moderately\" limited in his ability to perform daily activities, has moderate difficulties maintaining social functioning; has \"mild\" difficulties maintaining concentration, persistence, and pace; and has had only alcohol-induced episodes of decompensation, only one of which was of an extended duration. A.R. 603-04. Dr. Iger also testified plaintiff's impairments were in existence as of August 13, 1998, and opined plaintiff could return to his prior janitorial work, especially if sober, but he should not have public contact. A.R. 604-05. Dr. Iger also stated that plaintiff's alcohol use is a contributing or material factor in his impairment, and if such usage were removed, plaintiff's condition would improve, and the voices plaintiff hears would gradually recede. A.R. 605-06.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>III</h2>\n<p>The Court, pursuant to 42 U.S.C. § 405(g), has the authority to review the Commissioner's decision denying plaintiff disability benefits to determine if her findings are supported by substantial evidence and whether the Commissioner used the proper legal standards in reaching her decision. <i>Meanel v. Apfel,</i> <span class=\"citation\" data-id=\"763071\"><a href=\"/opinion/763071/61-socsecrepser-481-unemplinsrep-cch-p-16160b-99-cal-daily-op/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1111</span></a></span>, 1113 (9th Cir.1999); <i>Reddick v. Chater,</i> <span class=\"citation\" data-id=\"758396\"><a href=\"/opinion/758396/58-socsecrepser-332-unemplinsrep-cch-p-16105b-98-cal-daily-op/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">715</span></a></span>, 720 (9th Cir.1998). \"Substantial evidence means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.\" <i>Morgan v. Comm'r of the Soc. Sec. Admin.,</i> <span class=\"citation\" data-id=\"762175\"><a href=\"/opinion/762175/60-socsecrepser-541-unemplinsrep-cch-p-16155b-1999-daily-journal/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span>, 599 (9th Cir.1999); <i>Meanel,</i> 172 F.3d at 1113.</p>\n<p>The claimant is \"disabled\" for the purpose of receiving benefits under the Act if he is unable to engage in any substantial gainful activity due to an impairment which has lasted, or is expected to last, for a continuous period of at least twelve months. 42 U.S.C. § 423(d)(1)(A); 20 C.F.R. § 404.1505(a). \"The claimant bears the burden of establishing a prima facie case of disability.\" <i>Roberts v. Shalala,</i> <span class=\"citation\" data-id=\"704065\"><a href=\"/opinion/704065/49-socsecrepser-23-unemplinsrep-cch-p-14838b-95-cal-daily-op/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 182 (9th Cir.1995), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1356</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span></span> (1996); <i>Smolen v. Chater,</i> <span class=\"citation\" data-id=\"715825\"><a href=\"/opinion/715825/50-socsecrepser-500-unemplinsrep-cch-p-15161b-96-cal-daily-op/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span>, 1289 (9th Cir.1996).</p>\n<p>Regulations promulgated by the Commissioner establish a five-step sequential evaluation process to be followed by the ALJ in a disability case. 20 C.F.R. §§ 404.1520, 416.920. In the First Step, the ALJ must determine whether the claimant is currently engaged in substantial gainful activity. 20 C.F.R. § 404.1520(b). If not, in the Second Step, the ALJ must determine whether the claimant has a severe impairment or combination of impairments significantly limiting him from performing basic work activities. 20 C.F.R. § 404.1520(c). If so, in the Third Step, the ALJ must determine whether the claimant has an impairment or combination of impairments that meets or equals the requirements of the Listing of Impairments (\"Listing\"), 20 C.F.R. § 404, Subpart P, App. 1. 20 C.F.R. § 404.1520(d). If not, in the Fourth Step, the ALJ must determine whether the claimant has sufficient residual functional capacity despite the impairment or various limitations to perform his past work. 20 C.F.R. § 404.1520(f). If not, in Step Five, the burden shifts to the Commissioner to show the claimant can perform other work that exists in significant numbers in the national economy. 20 C.F.R. § 404.1520(g).</p>\n<p>Where there is evidence of a mental impairment that may prevent a claimant from working, the Commissioner has supplemented the five-step sequential evaluation process with additional regulations addressing mental impairments. <i>Maier v. Comm'r of the Soc. Sec. Admin.,</i> <span class=\"citation\" data-id=\"757668\"><a href=\"/opinion/757668/57-socsecrepser-12-98-cal-daily-op-serv-7043-98-daily-journal/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">913</span></a></span>, 914 (9th Cir.1998) (per curiam). First, the ALJ must determine the presence or absence of certain medical findings <span class=\"star-pagination\">*1043</span> relevant to the ability to work. 20 C.F.R. § 404.1520a(b)(1). Second, when the claimant establishes these medical findings, the ALJ must rate the degree of functional loss resulting from the impairment by considering four areas of function: (a) activities of daily living; (b) social functioning; (c) concentration, persistence, or pace; and (d) episodes of decompensation. 20 C.F.R. § 404.1520a(c)(2-4). Third, after rating the degree of loss, the ALJ must determine whether the claimant has a severe mental impairment. 20 C.F.R. § 404.1520a(d). Fourth, when a mental impairment is found to be severe, the ALJ must determine if it meets or equals a Listing. 20 C.F.R. § 404.1520a(d)(2). Finally, if a Listing is not met, the ALJ must then perform a residual functional capacity assessment, and the ALJ's decision \"must incorporate the pertinent findings and conclusions\" regarding plaintiff's mental impairment, including \"a specific finding as to the degree of limitation in each of the functional areas described in [§ 404.1520a(c)(3)].\" 20 C.F.R. § 404.1520a(d)(3), (e)(2).</p>\n<p>Applying the five-step sequential evaluation process, the ALJ found plaintiff has not engaged in substantial gainful activity since the alleged onset date of disability. (Step One). The ALJ then found that \"[c]onsidering the effects of the claimant's ongoing alcohol abuse, the claimant has a combination of impairments considered `severe'\" (Step Two); however, \"[a]bsent the claimant's alcohol abuse, [his] medically determinable impairments have never met or medically equaled one of the listed impairments....\" (Step Three). The ALJ next determined plaintiff can perform his past relevant work as a stock clerk; therefore, he is not disabled. (Step Four).</p>\n<p></p>\n<h2>IV</h2>\n<p>\"A finding of `disabled' under the five-step inquiry does not automatically qualify a claimant for disability benefits.\" <i>Bustamante v. Massanari,</i> <span class=\"citation\" data-id=\"774654\"><a href=\"/opinion/774654/joseph-bustamante-v-larry-g-massanari-acting-commissioner-of-the-social/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">949</span></a></span>, 954 (9th Cir.2001). Rather, the Act now provides that \"[a]n individual shall not be considered disabled ... if alcoholism or drug addiction would ... be a contributing factor material to the Commissioner's determination that the individual is disabled.\" 42 U.S.C. § 423(d)(2)(C).</p>\n<p>\"The `key factor ... in determining whether drug addiction or alcoholism is a contributing factor material to the determination of disability' is whether an individual would still be found disabled if [he] stopped using alcohol or drugs.\" <i>Sousa v. Callahan,</i> <span class=\"citation\" data-id=\"754300\"><a href=\"/opinion/754300/57-socsecrepser-22-unemplinsrep-cch-p-16035b-98-cal-daily-op/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span>, 1245 (9th Cir.1998) (citation omitted); <i>see also</i> 20 C.F.R. § 404.1535(b)(1) (same). \"In making this determination, [the Commissioner] will evaluate which of [the claimant's] current physical and mental limitations ... would remain if [the claimant] stopped using drugs or alcohol and then determine whether any or all of [the claimant's] remaining limitations would be disabling.\" 20 C.F.R. § 404.1535(b)(2). \"If the ... remaining limitations would not be disabling, [the Commissioner] will find that [the claimant's] drug addiction or alcoholism is a contributing factor material to the determination of disability[,]\" 20 C.F.R. § 404.1535(b)(2)(i), and benefits will be denied.</p>\n<p>In <i>Bustamante,</i> the Ninth Circuit set forth the manner in which the Commissioner should consider the disability claims of individuals who are found to have an alcohol or substance abuse problem:</p>\n<p>[A]n ALJ must first conduct the five-step inquiry without separating out the impact of alcoholism or drug addiction. If the ALJ finds that the claimant is not disabled under the five-step inquiry, then the claimant is not entitled to benefits and there is no need to proceed with the analysis under 20 C.F.R. § [ ] 404.1535 .... If the ALJ finds that the claimant is disabled and there is \"medical <span class=\"star-pagination\">*1044</span> evidence of [his or her] drug addiction or alcoholism,\" then the ALJ should proceed under § [ ] 404.1535 ... to determine if the claimant \"would still [be found] disabled if [he or she] stopped using alcohol or drugs.\"</p>\n<p><i>Bustamante,</i> 262 F.3d at 955 (citations omitted); <i>see also</i> 20 C.F.R. § 404.1535(a) (\"<i>If we find that you are disabled and have medical evidence of your drug addiction or alcoholism,</i> we must determine whether your drug addiction or alcoholism is a contributing factor material to the determination of disability.\" (emphasis added)); <i>Brueggemann v. Barnhart,</i> <span class=\"citation\" data-id=\"784083\"><a href=\"/opinion/784083/stephen-e-brueggemann-v-jo-anne-b-barnhart-commissioner-of-social/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">689</span></a></span>, 694-95 (8th Cir.2003) (\"The plain text of the relevant regulation requires the ALJ first to determine whether [claimant] is disabled ... without segregating out any effects that might be due to substance abuse disorders.... If the gross total of a claimant's limitations, including the effect of substance use disorders, suffices to show disability, then the ALJ must next consider which limitations would remain when the effects of the substance use disorders are absent.\" (citations and footnote omitted)); <i>Drapeau v. Massanari,</i> <span class=\"citation\" data-id=\"773917\"><a href=\"/opinion/773917/marlene-a-drapeau-v-larry-g-massanari-acting-commissioner-of-social/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></a></span>, 1214-15 (10th Cir.2001) (\"The implementing regulations make clear that a finding of disability is a condition precedent to an application of § 423(d)(2)(C). The Commissioner must first make a determination that the claimant is disabled. He must then make a determination whether the claimant would still be found disabled if he or she stopped abusing alcohol.\" (citations omitted)). Further, it is reversible error for an ALJ to attempt to separate out the impact of a claimant's alcohol abuse before determining whether the claimant is disabled. <i>Bustamante,</i> 262 F.3d at 955-56; <i>see also </i><i>Brueggemann,</i> 348 F.3d at 694-95 (ALJ committed legal error in attempting to segregate out effects of claimant's substance abuse before assessing whether claimant is disabled); <i>Drapeau,</i> 255 F.3d at 1215 (\"The ALJ cannot begin to apply § 423(d)(2)(C) properly when, as here, he has not yet made a finding of disability.\").</p>\n<p>The focus of this decision is whether the ALJ properly analyzed plaintiff's disability claim in light of his alcoholism. The plaintiff contends he did not; on the other hand, the Commissioner contends the ALJ did comply with the law, citing the following statement in his opinion:</p>\n<p>[Plaintiff's] impairments in combination are severe within the meaning of the Regulations considering the effects of his alcohol abuse, and <i>may</i> meet or medically equal one of the [listed] impairments ... with such abuse given the periods of decompensation associated with it and the attendant restrictions in social functioning and ability to maintain concentration, pace and persistence; but absent such effects his residual impairment would probably be \"non-severe.\"</p>\n<p>A.R. 16 (emphasis added). This Court agrees with plaintiff.</p>\n<p>A review of the ALJ's decision shows that in Step Three, the ALJ segregated out plaintiff's alcoholism from his remaining symptoms, <i>see</i> A.R. 18 (\"Absent the claimant's alcohol abuse, [his] medically determinable impairments have never met or medically equaled one of the listed impairments....\"), and then determined in Step Four, based on that segregation, that plaintiff retained the residual functional capacity to perform his past relevant work as a stock clerk. In so doing, the ALJ committed legal error in failing to consider whether plaintiff was disabled without removing plaintiff's alcoholism from the equation.<sup>[18]</sup> Nor was this the ALJ's only <span class=\"star-pagination\">*1045</span> error. The ALJ also failed to assess plaintiff's mental impairment, as required by 20 C.F.R. § 404.1520a, and failed to rate the degree of functional loss resulting from plaintiff's mental impairment by making specific findings about plaintiff's daily activities, social functioning, concentration, persistence, or pace, and episodes of decompensation. 20 C.F.R. § 404.1520a(c)(2-4).</p>\n<p></p>\n<h2>V</h2>\n<p>When the Commissioner's decision is not supported by substantial evidence, the Court has authority to affirm, modify, or reverse the Commissioner's decision \"with or without remanding the cause for rehearing.\" 42 U.S.C. § 405(g); <i>McCartey v. Massanari,</i> <span class=\"citation\" data-id=\"778600\"><a href=\"/opinion/778600/thomas-e-mccartey-v-larry-g-massanari-acting-commissioner-of-social/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1072</span></a></span>, 1076 (9th Cir.2002). \"Remand for further administrative proceedings is appropriate if enhancement of the record would be useful.\" <i>Benecke v. Barnhart,</i> <span class=\"citation\" data-id=\"787343\"><a href=\"/opinion/787343/kathryn-l-benecke-v-jo-anne-b-barnhart-commissioner-of-social-security/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">587</span></a></span>, 593 (9th Cir.2004). Thus, remand is appropriate, and on remand, the ALJ can also address the significant and extensive evidence plaintiff provided directly to the Appeals Council. <i>See</i> A.R. 468-567.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>IT IS ORDERED that: (1) plaintiff's request for relief is granted and the defendant's request for relief is denied; and (2) the Commissioner's decision is reversed, and the action is remanded to the Social Security Administration for further proceedings consistent with this Memorandum Decision, pursuant to sentence four of 42 U.S.C. § 405(g), and Judgment shall be entered accordingly.</p>\n<p></p>\n<h2>JUDGMENT</h2>\n<p>IT IS ADJUDGED that Judgment be entered remanding the action to the Social Security Administration for further proceedings consistent with the Memorandum Decision, pursuant to sentence four of 42 U.S.C. § 405(g).</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiff testified he has also used \"[s]peed, crack, [and] marijuana,\" although not within three or four years prior to the administrative hearing. A.R. 582-83.</p>\n<p>[2]  \"Remeron is prescribed for the treatment of major depression  that is, a continuous depressed mood that interferes with daily life.\" <i>The PDR Family Guide to Prescription Drugs,</i> 569 (8th ed.2000).</p>\n<p>[3]  A GAF of 35 indicates \"[s]ome impairment in reality testing or communication\" (e.g., speech is at times illogical, obscure, or irrelevant) or major impairment in several areas, such as work or school, family relations, judgment, thinking, or mood (e.g., depressed man avoids friends, neglects family, and is unable to work; child frequently beats up younger children, is defiant at home, and is failing at school). American Psychiatric Ass'n, <i>Diagnostic and Statistical Manual of Mental Disorders,</i> 34 (4th ed. (Text Revision) 2000).</p>\n<p>[4]  A GAF of 45-50 means that the plaintiff exhibits \"[s]erious symptoms (e.g., suicidal ideation, severe obsessional rituals, frequent shoplifting) or serious impairment in social, occupational, or school functioning (e.g. no friends, unable to keep a job).\" <i>Id.</i></p>\n<p>[5]  \"Serzone is prescribed for the treatment of depression severe enough to interfere with daily functioning. Possible symptoms include changes in appetite, weight, sleep habits, and mind/body coordination, increased fatigue, feelings of guilt or worthlessness, difficulty concentrating, slowed thinking, and suicidal thoughts.\" <i>The PDR Family Guide to Prescription Drugs</i> at 612.</p>\n<p>[6]  \"Celexa is used to treat major depression  a stubbornly low mood that persists nearly every day for at least 2 weeks and interferes with everyday living.\" <i>The PDR Family Guide to Prescription Drugs</i> at 126.</p>\n<p>[7]  Desyrel \"is prescribed for the treatment of depression.\" <i>Id.</i> at 198.</p>\n<p>[8]  Atenolol, also called \"Tenormin, a type of medication known as a beta blocker, is used in the treatment of high blood pressure, angina pectoris (chest pain, usually caused by lack of oxygen in the heart muscle due to clogged arteries), and heart attack. When used for high blood pressure it is effective alone or combined with other high blood pressure medications, particularly with a thiazide-type water pill (diuretic) .... [¶] Occasionally doctors prescribe Tenormin for treatment of alcohol withdrawal, prevention of migraine headache, and bouts of anxiety.\" <i>The PDR Family Guide to Prescription Drugs</i> at 60, 661.</p>\n<p>[9]  A GAF of 28-30 means that the plaintiff's \"[b]ehavior is considerably influenced by delusions or hallucinations or serious impairment in communication or judgment (e.g., sometimes incoherent, acts grossly inappropriately, suicidal preoccupation) or inability to function in almost all areas (e.g., stays in bed all day; no job, home, or friends).\" American Psychiatric Ass'n, <i>Diagnostic and Statistical Manual of Mental Disorders,</i> 34 (4th ed. (Text Revision) 2000).</p>\n<p>[10]  Zoloft, also called Sertraline, \"is prescribed for major depression  a persistently low mood that interferes with everyday living.\" <i>The PDR Family Guide to Prescription Drugs</i> at 612, 763.</p>\n<p>[11]  \"Zyprexa helps manage symptoms of schizophrenia and other psychotic disorders.\" <i>Id.</i> at 773.</p>\n<p>[12]  \"Haldol is used to reduce the symptoms of mental disorders such as schizophrenia.\" <i>The PDR Family Guide to Prescription Drugs</i> at 301.</p>\n<p>[13]  \"Neurontin, an epilepsy medication, is used with other medications to treat certain types of difficult to manage seizures....\" <i>The PDR Family Guide to Prescription Drugs</i> at 445.</p>\n<p>[14]  \"Risperdal is prescribed to treat severe mental illnesses such as schizophrenia.\" <i>The PDR Family Guide to Prescription Drugs</i> at 586.</p>\n<p>[15]  Hemoptysis is \"the expectoration of blood or of blood-stained sputum.\" <i>Dorland's Illustrated Medical Dictionary,</i> 805 (29th ed.2000).</p>\n<p>[16]  \"Seroquel combats the symptoms of schizophrenia, a mental disorder marked by delusions, hallucinations, disrupted thinking, and loss of contact with reality.\" <i>The PDR Family Guide to Prescription Drugs</i> at 610.</p>\n<p>[17]  Among other uses, \"Depakote ... [is] used to control the manic episodes  periods of abnormally high spirits and energy  that occur in bipolar disorder (manic depression).\" <i>The PDR Family Guide to Prescription Drugs,</i> 194 (8th ed.2000).</p>\n<p>[18]  The Commissioner also notes that the ALJ stated \"[i]t is clear that the [plaintiff's] alcoholism is a material factor in the severity of his mental impairment, i.e., it would be nonsevere if he were totally abstinent and [he] is unable to perform any work on a sustained basis when the abuse is moderate to marked.\" A.R. 16. But this statement does not equate to a finding of disability, and the ALJ made no such finding. <i>See</i> A.R. 18-19. Therefore, the inescapable conclusion is that the ALJ did not properly assess the effects of plaintiff's alcoholism under <i>Bustamante.</i></p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/704065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/715825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758396/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762175/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/773917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787343/"
          ]
        }
      ],
      "judges": "Chapman",
      "date_created": "2014-10-30T23:49:03.343705Z",
      "date_modified": "2014-10-30T23:49:03.343705Z",
      "date_filed": "2005-05-04",
      "date_filed_is_approximate": false,
      "slug": "lindsay-v-barnhart",
      "citation_id": 2501417,
      "case_name_short": "Lindsay",
      "case_name": "Lindsay v. Barnhart",
      "case_name_full": "",
      "federal_cite_one": "370 F. Supp. 2d 1036",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2392474/lindsay-v-barnhart/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:49:03.341244Z",
  "date_modified": "2014-10-30T23:49:03.341244Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lindsay",
  "case_name": "Lindsay v. Barnhart",
  "case_name_full": "",
  "slug": "lindsay-v-barnhart",
  "docket_number": "EDCV 04-0675-RC",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}