{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2403787/",
  "id": 2403787,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/moctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2540020/",
      "id": 2540020,
      "absolute_url": "/opinion/2540020/adams-v-friganza/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2403787/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2540020/",
          "id": 2540020,
          "absolute_url": "/opinion/2540020/adams-v-friganza/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2540020/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/7755/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:16:05.302684Z",
          "date_modified": "2017-04-10T15:13:17.921092Z",
          "type": "010combined",
          "sha1": "a5b3ffee418f62a374efc001cc5533653b97aa15",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>344 S.W.3d 240 (2011)</b></center>\n<center><h1>Douglas ADAMS, et al., Plaintiffs/Appellants,<br>\nv.<br>\nJohn FRIGANZA, et al., Defendants/Respondents.</h1></center>\n<center>No. ED 95374.</center>\n<center><p><b>Missouri Court of Appeals, Eastern District, Division Three.</b></p></center>\n<center>May 3, 2011.</center>\n<center>Motion for Rehearing and/or Transfer to Supreme Court Denied July 12, 2011.</center>\n<center>Application for Transfer Denied August 30, 2011.</center>\n<p><span class=\"star-pagination\">*241</span> James C. Owen, Katherine S. Walsh, Chesterfield, MO, For Plaintiffs/Appellants.</p>\n<p>Robert H. Grant, Lorena V. Merklin Von Kaenel, St. Louis, MO, For Respondent John Friganza.</p>\n<p>Patrick S. Butler, Eureka, MO, John M. Hessel, Howard Paperner, Paul V. Rost, John F. Mulligan, Jr., Robert M. Heggie, <span class=\"star-pagination\">*242</span> Mark D. Mittleman, Robert Herman, Newton G. McCoy, Helmut Starr, Deborah Potter LeMoine, Robert J. Golterman, Patrick R. Gunn, Paul E. Martin, Lilian H. Doan, Donnell Smith, Michael A. Clithero, St. Louis, MO, Robert E. Jones, Kevin M. O'Keefe, Stephanie E. Karr, Lloyd E. Eaker, Mary Jamis Kresyman, Clayton, MO, Carl F. Kohnen, Florissant, MO, Eric M. Martin, Christopher B. Graville, Chesterfield, MO, For Municipal Respondents.</p>\n<p>Before SHERRI B. SULLIVAN, P.J., LAWRENCE E. MOONEY, J., and GEORGE P. DRAPER, III, J.</p>\n<p>SHERRI B. SULLIVAN, P.J.</p>\n<p></p>\n<h2><i>Introduction</i></h2>\n<p>Douglas Adams; Thomas M. Fleming; Robert W. and Vera J. Meyer; Floyd L. and Martha J. Sweeney; Roger J. and Joy K. Sulzer; Thomas C. Irwin; Peter and Mary Schmit; Janet E. Hochstein; Betty Ann Moulton; Raleigh Properties, Inc.; Armstrong Arbor Village, L.L.C.; and Jabez Realty, L.L.C. (Appellants) appeal from the trial court's Order and Judgment dismissing with prejudice substantial portions of their second amended petition alleging a purported class action for damages and declaratory and injunctive relief against St. Louis County; John Friganza, the Collector of Revenue of St. Louis County (the Collector); and 32 separate municipalities; under the Hancock Amendment, Mo. Const. art. X, sec. 22(a) and 23. Appellants voluntarily dismissed the remaining portions of their petition in order to pursue this appeal. We affirm.</p>\n<p></p>\n<h2><i>Factual and Procedural Background</i></h2>\n<p>This case concerns a fee for the repair of lateral sewer service lines. In 1995, the General Assembly enacted Section 249.422, which authorizes municipalities to establish and levy a lateral sewer repair services fee if such a fee is approved by the majority of voters in those respective municipalities. Section 249.422<sup>[1]</sup> provides:</p>\n<blockquote>Repair of lateral sewer service line, levy of feeform of questionenactment of ordinance, deposit of funds</blockquote>\n<blockquote>1. If approved by a majority of the voters voting on the proposal, any city, town, village or county on behalf of the unincorporated area, located either within the boundaries of a sewer district established pursuant to article VI, section 30(a) of the Missouri Constitution or within any county of the first classification having a charter form of government with a population of more than two hundred ten thousand inhabitants but less than three hundred thousand inhabitants, may by city, town, village or county ordinance levy and impose annually for the repair of lateral sewer service lines on or connecting residential property having six or less dwelling units a fee not to exceed fifty dollars per year. Any city, town, village, or county that establishes or increases the fee used to repair any portion of the lateral sewer service line shall include all defective portions of the lateral sewer service line from the residential structure to its connection with the public sewer system line. Notwithstanding any provision of chapter 448, RSMo, the fee imposed pursuant to this chapter shall be imposed upon condominiums that have six or less condominium units per building and each condominium unit shall be responsible for its proportionate share of any fee charged pursuant to this chapter, and in addition, any condominium unit shall, if determined to be responsible for and served by its own individual lateral sewer line, be treated as an individual <span class=\"star-pagination\">*243</span> residence regardless of the number of units in the development. It shall be the responsibility of the condominium owner or condominium association who are of the opinion that they are not properly classified as provided in this section to notify the county office administering the program. Where an existing sewer lateral program was in effect prior to August 28, 2003, condominium and apartment units not previously enrolled may be ineligible for enrollment if it is determined that the sewer lateral serving the unit is defective.</blockquote>\n<blockquote>2. The question shall be submitted in substantially the following form:</blockquote>\n<blockquote>Shall a maximum charge not to exceed fifty dollars be assessed annually on residential property for each lateral sewer service line serving six or less dwelling units on that property and condominiums that have six or less condominium units per building and any condominium responsible for its own individual lateral sewer line to provide funds to pay the cost of certain repairs of those lateral sewer service lines which may be billed quarterly or annually?</blockquote>\n<blockquote>[]YES [] NO</blockquote>\n<blockquote>3. If a majority of the voters voting thereon approve the proposal provided for in subsection 2 of this section, the governing body of the city, town, village or county may enact an ordinance for the collection and administration of such fee in order to protect the public health, welfare, peace and safety. The funds collected pursuant to such ordinance shall be deposited in a special account to be used solely for the purpose of paying for all or a portion of the costs reasonably associated with and necessary to administer and carry out the defective lateral sewer service line repairs. All interest generated on deposited funds shall be accrued to the special account established for the repair of lateral sewer service lines.</blockquote>\n<p>The voters in all 32 municipalities named in Appellants' second amended petition adopted ordinances approving the levy of the fee pursuant to Section 249.422. Once approved by the voters, Section 249.423 provides for the collection of such fees:</p>\n<blockquote>Fees for repair of lateral sewer lines, addition to tax levy bills-collection</blockquote>\n<blockquote>1. Notwithstanding any other provision of law to the contrary, the collector in any city, town, village or county that adopts an ordinance pursuant to section 249.422, who now or hereafter collects any fee to provide for, ensure or guarantee the repair of lateral sewer lines connected to public sewer lines, may add such fee to the general tax levy bills of property owners within the city, town, village or unincorporated area of the county. All revenues received on such combined bill which are for the purpose of providing for, ensuring or guaranteeing the repair of lateral sewer lines, shall be separated from all other revenues so collected and credited to the appropriate fund or account of the city, town, village or county.</blockquote>\n<blockquote>2. The collector of the city, town, village or county may collect such fee in the same manner and to the same extent as the collector now or hereafter may collect delinquent real estate taxes and tax bills.</blockquote>\n<p>All 32 municipalities named in Appellants' second amended petition contracted with the Collector to collects the fees on their behalf, in exchange for a 1% reimbursement. The lateral sewer fees are included as a separate line item on these municipalities' residents' annual St. Louis County real property tax bill.</p>\n<p>Appellants consist of 16 individuals and companies who are property owners and taxpayers in only the following Respondent <span class=\"star-pagination\">*244</span> jurisdictions: Kirkwood, Chesterfield, Clarkson Valley, Clayton, and St. Louis County. None of Appellants own property in or are subject to taxation levied thereon by the Respondent municipalities of Ballwin, Bellefontaine Neighbors, Black Jack, Brentwood, Bridgeton, Calverton Park, Crestwood, Creve Coeur, Des Peres, Ellisville, Ferguson, Florissant, Hazelwood, Jennings, Manchester, Marlborough, Maryland Heights, Moline Acres, Normandy, Olivette, Overland, Riverview, Rock Hill, Shrewsbury, St. Ann, University City, Valley Park, and Webster Groves.</p>\n<p>Appellants allege in their second amended petition that they represent four \"classes\" of citizens who were unlawfully charged or overcharged the annual fee by the Collector. These four classes of persons coincide with owners of four categories of property that Section 249.422 does not include as subject to the lateral sewer fee or subject to a lesser amount, to-wit: (1) owners of condominiums in buildings with two to six units sharing a single lateral sewer line, whose fees should be prorated under the statute; (2) owners of properties with more than six residential units, which should not be subject to the fees at all; (3) owners of properties connected to septic tanks or sewage lagoons rather than public sewer systems, which should not be subject to the fees at all; and (4) owners of properties, including the builders and developers of new homes, where the sewer lines have not yet been dedicated or connected to public sewer systems at the time the fees were billed.</p>\n<p>Respondents filed motions to dismiss based on, among other things, lack of standing and non-application of the Hancock Amendment to the suit. On July 16, 2010, 2010 WL 5618700, the trial court entered its Order and Judgment dismissing Appellants' second amended petition with prejudice as to all 28 of the municipal respondents in which none of the Appellants owned property. The trial court also dismissed with prejudice all claims which sought relief of any kind under the Hancock Amendment or any other relief in the form of monetary damages against the remaining four defendant municipalities in which Appellants did own property, and St. Louis County and the Collector.</p>\n<p>The trial court denied Appellants' request for leave to file a proposed third amended petition, but permitted them 10 days to file an amended petition restating any of the claims and causes of action for declaratory and/or injunctive relief against the County, Collector, and the four remaining municipalities.</p>\n<p>Appellants dismissed without prejudice its remaining claims for declaratory and/or injunctive relief against the remaining defendants, and filed this appeal.</p>\n<p></p>\n<h2><i>Points on Appeal</i></h2>\n<p>In their first point, Appellants claim the trial court erred in granting Respondents' motions to dismiss based on standing and on Appellants' failure to seek a timely refund of the lateral sewer fee pursuant to Section 139.031, because the Hancock Amendment provides standing and prevails over the provisions of Section 139.031, when, as here, the right to a money judgment is essential to enforce the Hancock Amendment and the court must infer or imply that the Hancock Amendment acts as a waiver of sovereign immunity when a political subdivision collects a tax or fee increase in violation of art. X, sec. 22(a).</p>\n<p>In their second point, Appellants allege the trial court erred in granting Respondents' motions to dismiss based on the fact that Appellants did not have proper standing against each of the municipalities for the reasons that: (1) each municipality has contracted with and continued to authorize the Collector to illegally collect the sewer <span class=\"star-pagination\">*245</span> lateral repair fee; (2) standing is effective because Appellants can establish a juridical link between the respondent municipalities and the Collector; and (3) alternatively, this action may proceed solely against the Collector for refunds of all fees under the Hancock Amendment as he levied and collected all fees.</p>\n<p>In their third point, Appellants contend the trial court erred in granting Respondents' motions to dismiss for \"all of the other reasons stated in the motions to dismiss\" because: (1) the Hancock Amendment takes precedence over the election challenge provisions of Section 115.577; (2) Appellants adequately pled the details and the ultimate facts of the ordinances at issue; (3) the doctrine of virtual representation is not applicable here; and (4) Appellant Jabez Realty complied with Section 139.031 by paying the lateral fee under protest and joining this lawsuit within ninety days.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>A trial court's grant of a motion to dismiss with prejudice is reviewed <i>de novo. </i><i>White v. Tariq,</i> 299 S.W.3d 1, 3 (Mo.App. E.D.2009). We can affirm the trial court's dismissal on any ground before the trial court in the motion to dismiss, even if that ground was not relied upon by the trial court in dismissing the claim. <i>Vogt v. Emmons,</i> 158 S.W.3d 243, 247 (Mo.App. E.D.2005). Standing is a question of law, and so it is reviewed <i>de novo</i> on appeal as well. <i>Mo. State Med. Ass'n v. State,</i> 256 S.W.3d 85, 87 (Mo.banc 2008). We assume all of the facts alleged in the plaintiffs' petition are true. <i>In re Swearingen,</i> 42 S.W.3d 741, 745 (Mo.App. W.D.2001). However, \"`it is not enough that the plaintiff alleges a cause of action existing in favor of someone; he must show that it exists in favor of himself, and that it accrued to him in the capacity in which he sues.'\" <i>Id.,</i> quoting <i>Voelker v. St. Louis Mercantile Library Ass'n,</i> 359 S.W.2d 689, 693 (Mo.1962) (internal quotation marks omitted).</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2><i>The Hancock Amendment</i></h2>\n<p>In 1980, Missouri voters approved an amendment to the state constitution commonly referred to as the Hancock Amendment, Mo. Const. art. X, sec. 16-24. <i>Rohrer v. Emmons,</i> 289 S.W.3d 600, 603 (Mo.App. E.D.2009), citing <i>Missourians for Tax Justice Educ. Project v. Holden,</i> 959 S.W.2d 100, 102 (Mo.banc 1997). \"The purpose of the amendment is `to limit taxes by establishing tax and revenue limits and expenditure limits for the state and other political subdivisions which may not be exceeded without voter approval.'\" <i>Rohrer,</i> 289 S.W.3d at 603, quoting <i>Buchanan v. Kirkpatrick,</i> 615 S.W.2d 6, 13 (Mo.banc 1981). \"The purpose of the Hancock Amendment is to rein in increases in governmental revenue and expenditures.\" <i>Missourians for Tax Justice Educ. Project,</i> 959 S.W.2d at 102 (internal quotation omitted). \"The Hancock Amendment aspires to erect a comprehensive, constitutionally-rooted shield to protect taxpayers from government's ability to increase the tax burden above that borne by the taxpayers on November 4, 1980, the date the Amendment was approved.\" <i>Rohrer,</i> 289 S.W.3d at 603 (internal citations and quotations omitted).</p>\n<p>\"To help achieve the amendment's purpose of reining in governmental taxation and spending, Section 22(a) of the Hancock Amendment imposes limitations on a political subdivision's ability to increase a tax.\" <i>Rohrer,</i> 289 S.W.3d at 604. Specifically, Section 22(a) provides, in pertinent part, that:</p>\n<blockquote>\n<span class=\"star-pagination\">*246</span> [c]ounties and other political subdivisions are hereby prohibited from ... increasing the current levy of an existing tax ... above that current levy authorized by law or charter when this section is adopted without the approval of the required majority of the qualified voters of that county or other political subdivision voting thereon.</blockquote>\n<p>Mo. Const. art. X, sec. 22(a); <i>Rohrer,</i> 289 S.W.3d at 604. \"In determining whether a political subdivision of this state has violated the Hancock Amendment, the `constitution's prohibition is measured against the tax levy' imposed by the political subdivision.\" <i>Rohrer,</i> 289 S.W.3d at 604, quoting <i>Franklin County ex rel. Parks v. Franklin County Commission,</i> 269 S.W.3d 26, 30 (Mo.banc 2008).</p>\n<p></p>\n<h2><i>Point I</i></h2>\n<p>The right to levy taxes is vested primarily in the state. <i>City of Raytown v. Kemp,</i> 349 S.W.2d 363, 366 (Mo.1961). The power to tax for local or municipal purposes may be, and generally is, delegated to and exercised by the legislative body of the municipality, as it was in this case. See <i>id.</i> As set forth above, the Hancock Amendment prohibits government from levying or increasing a tax that is either not authorized by Missouri law or not approved by voters. Here, the lateral sewer fee was authorized by Missouri law and approved by the voters. The lateral sewer fee itself is constitutional under the Hancock Amendment. Appellants admit as much.</p>\n<p>Appellants do not assert any error in the passage or enactment of the fee ordinances, the fee ordinances themselves, or the delegation of the collection of the fees to the Collector. Rather, Appellants contend that certain property owners are being improperly billed the fee by the Collector because they do not fall within the categories of landowners that may be charged the fee under the statute. Appellants' issue is with the Collector and his collection of the fee from property owners who are not subject to the fee.</p>\n<p>Despite the foregoing, Appellants claim that a refund action under the Hancock Amendment is appropriate in this case, as it was in <i>Ring v. Metropolitan St. Louis Sewer Dist.,</i> 969 S.W.2d 716, 718-19 (Mo. banc 1998), because, as in <i>Ring,</i> this is a case in which the \"right to a money judgment is essential to enforce article X, section 22(a)\" and where the \"Court must infer or imply that article X, section 23 acts as a waiver of sovereign immunity when a political subdivision collects a tax increase in violation of article X, section 22(a).\" <i>Id.</i> at 718. The <i>Ring</i> court held that the constitutional right established in art. X, sec. 22(a) assures taxpayers that they will be free of increases in local taxes unless the voters approve those increases in advance. <i>Id.</i></p>\n<p>There was no fee increase in the instant case that violated Article X, Section 22(a). The voters of the municipalities approved the fees as set forth in the enabling statute and as enacted into their respective ordinances. Therefore, <i>Ring</i>'s holding as set forth above does not apply to the situation in this case. Furthermore, art. X, sec. 23 gives taxpayers standing to bring \"actions for interpretation\" of the Hancock Amendment and includes a provision for reasonable attorney's fees. <i>Green v. Lebanon R-III School Dist.,</i> 13 S.W.3d 278, 287 (Mo.banc 2000). Except for the provision relating to attorney's fees, the enforcement provision of the Hancock Amendment, sec. 23, is not a consent to suit for money judgment. <i>Id.,</i> citing <i>Fort Zumwalt School Dist. v. State,</i> 896 S.W.2d 918, 923 (Mo.banc 1995). Thus, an action for property tax refunds must conform to statutory requirements, and, specifically, <span class=\"star-pagination\">*247</span> the action must be timely. <i>Green,</i> 13 S.W.3d at 287.</p>\n<p>Likewise, in <i>City of Hazelwood v. Peterson,</i> 48 S.W.3d 36 (Mo.banc 2001), also cited by Appellants, a group of individual taxpayers and the City of Hazelwood brought a class action against the fire protection district to recover refunds of a tax increase collected after voter approval in a first election that was later held void but before the voters rejected the tax increase in a second election. The <i>Hazelwood</i> court held that \"[a]n election that is invalid and void cannot constitute voter approval for purposes of article X, Section 22(a)\" and allowed the taxpayers to bypass their administrative remedies because it was a Hancock Amendment case. <i>Id.</i> at 39. However, the key difference between the situation <i>sub judice</i> and the scenario in <i>Hazelwood</i> is summed up succinctly by the <i>Hazelwood</i> court when it said, \"In this case, the tax increase was never approved by a majority of the qualified voters in St. Louis County.\" <i>Id.</i> at 39. Because the sewer lateral fees were approved by the voters in the instant case, <i>Hazelwood</i> does not apply.</p>\n<p>No portion of the fees paid in this case upon the basis of an alleged over-assessment or improper assessment was an illegal tax, and the purported plaintiffs in this case had remedies available and chose not to pursue them. <i>Quaker Oats Co. v. Stanton,</i> 96 S.W.3d 133, 140 (Mo.App. W.D. 2003). Section 139.031 provides for payment of taxes under protest for taxpayers who dispute the taxes billed them by the Collector as follows:</p>\n<blockquote>1. <i>Any taxpayer may protest all or any part of any current taxes assessed against the taxpayer, except taxes collected by the director of revenue of Missouri. Any such taxpayer desiring to pay any current taxes under protest or while paying taxes based upon a disputed assessment shall, at the time of paying such taxes, make full payment of the current tax bill before the delinquency date and file with the collector a written statement setting forth the grounds on which the protest is based.</i> The statement shall include the true value in money claimed by the taxpayer if disputed. An appeal before the state tax commission shall not be dismissed on the grounds that a taxpayer failed to file a written statement when paying taxes based upon a disputed assessment.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>5. <i>All the county collectors of taxes, and the collector of taxes in any city not within a county, shall, upon written application of a taxpayer, refund or credit against the taxpayer's tax liability in the following taxable year and subsequent consecutive taxable years until the taxpayer has received credit in full for any real or personal property tax mistakenly or erroneously levied against the taxpayer and collected in whole or in part by the collector.</i> Such application shall be filed within three years after the tax is mistakenly or erroneously paid. The governing body, or other appropriate body or official of the county or city not within a county, shall make available to the collector funds necessary to make refunds under this subsection by issuing warrants upon the fund to which the mistaken or erroneous payment has been credited, or otherwise.</blockquote>\n<p>[Emphasis added.]</p>\n<p>Thus, in the instant case, Appellants may protest the lateral sewer fees they allege they overpaid or should not have paid at all with a timely payment under protest pursuant to Section 139.031. However, Appellants do not allege that they have paid under protest under Section <span class=\"star-pagination\">*248</span> 139.031 in their petition.<sup>[2]</sup> Taxpayers who fail to protest property taxes under Section 139.031 providing for payment of taxes under protest cannot obtain refunds. <i>Arbor Inv. Co., LLC v. City of Hermann,</i> 2010 WL 2502835 *8 (Mo.App. E.D. June 22, 2010) (transferred to S.Ct. Sept. 21, 2010).</p>\n<p>A taxpayer's failure to follow the mandate of Section 139.031 governing tax protests bars the taxpayer's claim of impropriety of any part of the taxes the taxpayer has paid. <i>Ford Motor Co. v. City of Hazelwood,</i> 155 S.W.3d 795, 798 (Mo. App. E.D.2005).</p>\n<p>Furthermore, in their second amended petition Appellants are seeking refunds for taxes they allege were erroneously paid from the years 2001-2008, and thus the time to make payment with timely protest has expired. \"The purpose of permitting a taxpayer to pay the tax under protest pursuant to section 139.031.1 is so the taxpayer can make it known that the taxpayer is paying involuntarily and can alert the taxing authority to the amount of the refund claimed so that the challenged tax can be segregated and held until resolution of the dispute.\" <i>Quaker Oats Co.,</i> 96 S.W.3d at 138; Section 139.031.2. The filing of a protest has two purposes, to serve notice on the government of the dissatisfaction of the taxpayer, and to define the grounds on which the taxpayer stands. 84 C.J.S. Taxation Section 638 (1974); <i>Quaker Oats Co.,</i> 96 S.W.3d at 138; <i>B &amp; D Inv. Co. v. Schneider,</i> 646 S.W.2d 759, 762 (Mo.banc 1983). \"Otherwise, the `[t]axes for several years could be collected and disbursed by the taxing authority in reliance upon the apparent validity of such taxes. A subsequent refund of such taxes could create serious financial problems for the taxing authority.'\" <i>Quaker Oats Co.,</i> 96 S.W.3d at 138; <i>B &amp; D Inv. Co.,</i> 646 S.W.2d at 762.</p>\n<p>For the foregoing reasons, we find that Appellants failed to state a claim in their second amended petition for a violation of the Hancock Amendment and a money refund thereunder for sewer lateral fees erroneously paid from 2001-2008. If the Collector is improperly collecting fees from any of the Appellants, the proper form of action against that improper collection is payment with timely protest. See Section 139.031. Taxes voluntarily although erroneously paid cannot be refunded absent statutory authority. <i>Mo. Amer. Water Co. v. Collector of St. Charles County, Mo.,</i> 103 S.W.3d 266, 270 (Mo.App. E.D.2003).<sup>[3]</sup> Point I is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*249</span> <i>Point II</i>\n</h2>\n<p>As noted, Appellants are property owners in and taxpayers of Kirkwood, Clarkson Valley, Chesterfield, Clayton and St. Louis County, and thus only have standing in this case to contest the taxes or fees levied against them by those entities. Appellants do not allege that they own property or paid taxes or fees in any of the remaining Respondent municipalities. To establish taxpayer standing, Appellants must show that their taxes went or will go to public funds that have or will be expended due to the challenged action. <i>Nat'l Solid Waste Mgmt. Ass'n. v. Dir. of Dep't of Natural Res.,</i> 964 S.W.2d 818, 819 (Mo.banc 1998). Appellants lack standing to challenge the tax assessments of others. <i>W.R. Grace &amp; Co. v. Hughlett,</i> 729 S.W.2d 203, 206-7 (Mo.banc 1987). The longstanding rule in Missouri is that individual taxpayer plaintiffs lack standing to challenge other taxpayers' property tax assessments, as they are not injured personally by others' assessment calculations. <i>State ex rel. Kansas City Power &amp; Light Co. v. McBeth,</i> 322 S.W.3d 525, 529 (Mo.banc 2010). Thus, Appellants do not have standing for any claims asserted against any of the Respondent municipalities that did not impose a lateral sewer fee against them.</p>\n<p>Appellants admit that they have individual actions against only some of the Respondent municipalities. However, they allege there is a \"juridical link\" between themselves as a class and Respondents as a group to establish standing. A juridical link refers to some type of legal relationship which relates all defendants in a way that would make single resolution of a dispute preferable to a multiplicity of similar actions. <i>Leer v. Washington Educ. Ass'n,</i> 172 F.R.D. 439, 447 (W.D.Wash. 1997). A juridical link has been described as \"if the plaintiffs as a group ... have suffered an identical injury at the hands of several parties related by way of a conspiracy or concerted scheme ... in a manner that suggests a single resolution of the dispute would be expeditious.\" <i>Payton v. County of Kane,</i> 308 F.3d 673, 678 (7th Cir.2002). Appellants cite no Missouri law in support of the existence or recognition in Missouri jurisprudence of the concept of a \"juridical link\" to establish standing. In fact,</p>\n<blockquote>[t]o the best of our knowledge, the juridical link doctrine has not heretofore been adopted nor addressed by Missouri state courts. We believe both its application and its role within federal and state courts to be uncertain. Like the Seventh Circuit, `[w]e are skeptical that the use of this terminology is conducive to sound analysis of the kind of problem presented here.'</blockquote>\n<p><i>Mitchell v. Residential Funding Corp.,</i> 2010 WL 4720755 at *6 (Mo.App. W.D. November 23, 2010) (as modified Feb. 1, 2011, motion for rehearing and/or transfer to S.Ct. denied Feb. 1, 2011), quoting <i>Payton,</i> 308 F.3d at 679.</p>\n<p>Appellants also maintain that since all of the municipalities sued contracted with St. Louis County to have the Collector collect the fees on their behalf, that their allegations that the Collector improperly collected the lateral sewer fees extends to all of the municipalities by virtue of the municipalities' contractual relationship with the Collector. In other words, Appellants assert that the municipalities' delegation of the duty of collecting the fees to the Collector makes them equally responsible to Appellants for the Collector's improper method of collection of fees in those municipalities.</p>\n<p>Section 249.423, as set forth above, and Section 50.332, as follows, provide that the county collector, as a county officer, may perform certain duties for municipalities:</p>\n<blockquote>\n<span class=\"star-pagination\">*250</span> Each county officer in all counties except first class counties having a charter form of government may, subject to the approval of the governing body of the county, contract with the governing body of any municipality located within such county, either in whole or in part, to perform the same type of duties for such municipality as such county officer is performing for the county. Any compensation paid by a municipality for services rendered pursuant to this section shall be paid directly to the county, or county officer, or both, as provided in the provisions of the contract, and any compensation allowed any county officer under any such contract may be retained by such officer in addition to all other compensation provided by law.</blockquote>\n<p>As such, the Collector in this case has validly taken over by contract the municipalities' duties to collect the lateral sewer repair fee legitimately enacted by the municipalities' respective ordinances. The Collector does not levy the taxes in this case, as Appellants assert. The Collector merely collects the taxes levied by a legislative body.</p>\n<p>To further illustrate the false premise of Appellants' argument, it is important to make plain the distinction between the collection and the levy of fees. The word \"levy\" is \"the formal and official action of a legislative body invested with the power of taxation determining and declaring that a tax of a certain amount or of a certain percentage on value shall be imposed on persons and property subject to the tax.\" 84 C.J.S. Taxation Section 462 (2011). \"When it is used in connection with the authority to tax, `levy' `denotes exercise of legislative function, whether state or local, determining that a tax shall be imposed and fixing [the] amount, purpose and subject of the exaction.'\" <i>State ex rel. Indus. Services Contractors, Inc. v. County Com'n of Johnson County,</i> 918 S.W.2d 252, 256 (Mo.banc 1996), quoting Black's Law Dictionary 907 (6th ed.1990). \"Thus, a local government's action in ascertaining and fixing the sum of money necessary for its purposes constitutes the levy.\" 84 C.J.S. Taxation Section 462.</p>\n<p>As set forth above, the Collector does not have the authority to levy fees, and he is not levying fees in this case. He is collecting them. The Collector is vested with the duty, responsibility and authority of collecting taxes on real property. <i>Beatty v. State Tax Com'n,</i> 912 S.W.2d 492, 498 (Mo.banc 1995). The Collector in this case is merely collecting the fees that have been levied by the municipalities, such levies sanctioned by both the enabling statute and the consent of the municipalities' voters. The duty of making the assessment and <i>extending</i> the levy on county tax books is a ministerial duty, not a discretionary one. <i>Southwestern Bell Telephone Co., Inc. v. Mahn,</i> 766 S.W.2d 443, 445-46 (Mo.banc 1989) (emphasis added). Therefore, the only purported liability the Collector has, based on his actions as alleged by Appellants in their second amended petition, is in the ministerial method of his collection of the fees.</p>\n<p>\"Mistakenly or erroneously paid\" taxes means taxes that were not owed at the time they were paid, as compared to taxes \"lawfully and properly assessed.\" <i>Mo. Amer. Water Co.,</i> 103 S.W.3d at 271. It is clear that excessive assessments, or those that are erroneously assessed in their entirety, based on mistakes of judgment like the one claimed here do not result in illegal or invalid taxes. See <i>id.,</i> citing <i>Buck v. Leggett,</i> 813 S.W.2d 872, 878 (Mo.banc 1991). In <i>Buck,</i> the Supreme Court found that even if the taxpayer has not received formal notice, by paying the taxes he was charged with notice of the assessed value of the property on which his taxes were based, and that <span class=\"star-pagination\">*251</span> the taxpayer then had two options: pay under protest and follow the procedures set out in Section 139.031.1 or seek to enjoin the collection. <i>Buck,</i> 813 S.W.2d at 877. Taxes voluntarily although erroneously paid cannot be refunded absent statutory authority. <i>Id.</i> See also, <i>Mo. Amer. Water Co.,</i> 103 S.W.3d at 270.</p>\n<p>A plaintiff is charged with notice of a valuation before the taxes are paid. <i>Quaker Oats Co.,</i> 96 S.W.3d at 140. For example, Section 249.422, the enabling statute in this case, provides at Section 249.422.1 that \"[i]t shall be the responsibility of the condominium owner or condominium association who are of the opinion that they are not properly classified as provided in this section to notify the county office administering the program.\"</p>\n<p>We conclude that Appellants lack standing to assert any claims against any of the Respondent municipalities that did not impose a lateral sewer fee against them, and likewise, based on the facts alleged in the instant case, they cannot pursue a refund under the Hancock Amendment against the entity that merely collects those fees for the municipalities. Accordingly, Point II is denied.</p>\n<p></p>\n<h2><i>Point III</i></h2>\n<p>Finally, Appellants assert that the trial court erred in granting Respondents' motions to dismiss for \"all of the other reasons stated in the motions to dismiss\" because: (1) the Hancock Amendment takes precedence over the election challenge provisions of Section 115.577; (2) Appellants adequately pled the details and the ultimate facts of the ordinances at issue; (3) the doctrine of virtual representation is not applicable here; and (4) Appellant Jabez Realty complied with Section 139.031 by paying the lateral fee under protest and joining this lawsuit within ninety days.</p>\n<p>All of Appellants' allegations for any kind of relief against the 28 municipalities in which Appellants do not own property and are not taxpayers fail to state a claim for lack of standing. <i>Kansas City Power &amp; Light Co.,</i> 322 S.W.3d at 529. Appellants' allegations in their petition for a refund or money judgment under the Hancock Amendment against any of the Respondents fail to state a claim, because there was no Hancock Amendment violation in this case. None of these remaining contentions compensate for these fundamental deficiencies in Appellants' second amended petition. Accordingly, Point III is denied.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>We find that the trial court did not err in dismissing with prejudice Appellants' claims, in their entirety, against the 28 municipalities in which Appellants do not own property and are not taxpayers, and also Appellants' claims for refunds and money damages under the Hancock Amendment against the remaining Respondents because the sewer lateral fees are not unconstitutional as levied by their respective political subdivisions.</p>\n<p>We note that Appellants are not without recourse for the acts of which they complain, in terms of injunctive and/or declaratory relief against the Collector, St. Louis County and the municipalities in which Appellants are subject to the collection of the sewer lateral fee. Appellants had these claims in the case <i>sub judice</i> which they dismissed without prejudice in order to pursue this appeal. Appellants are also free to <i>timely</i> seek refund of fees they paid under protest through the procedures set out in Section 139.031. The judgment of the trial court is affirmed.</p>\n<p>LAWRENCE E. MOONEY, J., and GEORGE P. DRAPER, III, J., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references are to RSMo 2000, unless otherwise indicated.</p>\n<p>[2]  Appellants maintain Jabez Realty paid its lateral sewer fee under protest on December 20, 2009, and perfected its claim under Section 139.031 by joining the instant lawsuit within 90 days. However, Section 139.031 dictates that within 90 days of its protest, Jabez Realty has to commence an action against the Collector by filing a claim for the amount paid and protested. Appellants did not bring a claim for a refund of the fees Jabez Realty paid under protest in 2009. Rather, the petition requests a refund of all sewer lateral fees paid by Appellants as representatives of the 4 classes of taxpayers not subject to the fee as set forth in Section 449.422, for the years 2001 through 2008. In any event, Appellants concede in their reply brief that Jabez Realty received its 2010 refund in full and suggest that it did in 2009 as well. Therefore, Jabez Realty has exercised its remedy as a taxpayer and been made whole pursuant to the statutory scheme for taxpayer refunds set forth in Section 139.031. Appellants do not elucidate how Jabez Realty's pursuit of its own statutory refunds in this manner provides Appellants a cause of action under the Hancock Amendment.</p>\n<p>[3]  The record demonstrates that some of Respondents actually are refunding erroneously billed and paid lateral sewer fees in this case absent the taxpayer's compliance with the procedure set forth in Section 139.031.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">240</span></span> (2011)</b></center>\n<center><h1>Douglas ADAMS, et al., Plaintiffs/Appellants,<br>\nv.<br>\nJohn FRIGANZA, et al., Defendants/Respondents.</h1></center>\n<center>No. ED 95374.</center>\n<center><p><b>Missouri Court of Appeals, Eastern District, Division Three.</b></p></center>\n<center>May 3, 2011.</center>\n<center>Motion for Rehearing and/or Transfer to Supreme Court Denied July 12, 2011.</center>\n<center>Application for Transfer Denied August 30, 2011.</center>\n<p><span class=\"star-pagination\">*241</span> James C. Owen, Katherine S. Walsh, Chesterfield, MO, For Plaintiffs/Appellants.</p>\n<p>Robert H. Grant, Lorena V. Merklin Von Kaenel, St. Louis, MO, For Respondent John Friganza.</p>\n<p>Patrick S. Butler, Eureka, MO, John M. Hessel, Howard Paperner, Paul V. Rost, John F. Mulligan, Jr., Robert M. Heggie, <span class=\"star-pagination\">*242</span> Mark D. Mittleman, Robert Herman, Newton G. McCoy, Helmut Starr, Deborah Potter LeMoine, Robert J. Golterman, Patrick R. Gunn, Paul E. Martin, Lilian H. Doan, Donnell Smith, Michael A. Clithero, St. Louis, MO, Robert E. Jones, Kevin M. O'Keefe, Stephanie E. Karr, Lloyd E. Eaker, Mary Jamis Kresyman, Clayton, MO, Carl F. Kohnen, Florissant, MO, Eric M. Martin, Christopher B. Graville, Chesterfield, MO, For Municipal Respondents.</p>\n<p>Before SHERRI B. SULLIVAN, P.J., LAWRENCE E. MOONEY, J., and GEORGE P. DRAPER, III, J.</p>\n<p>SHERRI B. SULLIVAN, P.J.</p>\n<p></p>\n<h2><i>Introduction</i></h2>\n<p>Douglas Adams; Thomas M. Fleming; Robert W. and Vera J. Meyer; Floyd L. and Martha J. Sweeney; Roger J. and Joy K. Sulzer; Thomas C. Irwin; Peter and Mary Schmit; Janet E. Hochstein; Betty Ann Moulton; Raleigh Properties, Inc.; Armstrong Arbor Village, L.L.C.; and Jabez Realty, L.L.C. (Appellants) appeal from the trial court's Order and Judgment dismissing with prejudice substantial portions of their second amended petition alleging a purported class action for damages and declaratory and injunctive relief against St. Louis County; John Friganza, the Collector of Revenue of St. Louis County (the Collector); and 32 separate municipalities; under the Hancock Amendment, Mo. Const. art. X, sec. 22(a) and 23. Appellants voluntarily dismissed the remaining portions of their petition in order to pursue this appeal. We affirm.</p>\n<p></p>\n<h2><i>Factual and Procedural Background</i></h2>\n<p>This case concerns a fee for the repair of lateral sewer service lines. In 1995, the General Assembly enacted Section 249.422, which authorizes municipalities to establish and levy a lateral sewer repair services fee if such a fee is approved by the majority of voters in those respective municipalities. Section 249.422<sup>[1]</sup> provides:</p>\n<blockquote>Repair of lateral sewer service line, levy of feeform of questionenactment of ordinance, deposit of funds</blockquote>\n<blockquote>1. If approved by a majority of the voters voting on the proposal, any city, town, village or county on behalf of the unincorporated area, located either within the boundaries of a sewer district established pursuant to article VI, section 30(a) of the Missouri Constitution or within any county of the first classification having a charter form of government with a population of more than two hundred ten thousand inhabitants but less than three hundred thousand inhabitants, may by city, town, village or county ordinance levy and impose annually for the repair of lateral sewer service lines on or connecting residential property having six or less dwelling units a fee not to exceed fifty dollars per year. Any city, town, village, or county that establishes or increases the fee used to repair any portion of the lateral sewer service line shall include all defective portions of the lateral sewer service line from the residential structure to its connection with the public sewer system line. Notwithstanding any provision of chapter 448, RSMo, the fee imposed pursuant to this chapter shall be imposed upon condominiums that have six or less condominium units per building and each condominium unit shall be responsible for its proportionate share of any fee charged pursuant to this chapter, and in addition, any condominium unit shall, if determined to be responsible for and served by its own individual lateral sewer line, be treated as an individual <span class=\"star-pagination\">*243</span> residence regardless of the number of units in the development. It shall be the responsibility of the condominium owner or condominium association who are of the opinion that they are not properly classified as provided in this section to notify the county office administering the program. Where an existing sewer lateral program was in effect prior to August 28, 2003, condominium and apartment units not previously enrolled may be ineligible for enrollment if it is determined that the sewer lateral serving the unit is defective.</blockquote>\n<blockquote>2. The question shall be submitted in substantially the following form:</blockquote>\n<blockquote>Shall a maximum charge not to exceed fifty dollars be assessed annually on residential property for each lateral sewer service line serving six or less dwelling units on that property and condominiums that have six or less condominium units per building and any condominium responsible for its own individual lateral sewer line to provide funds to pay the cost of certain repairs of those lateral sewer service lines which may be billed quarterly or annually?</blockquote>\n<blockquote>[]YES [] NO</blockquote>\n<blockquote>3. If a majority of the voters voting thereon approve the proposal provided for in subsection 2 of this section, the governing body of the city, town, village or county may enact an ordinance for the collection and administration of such fee in order to protect the public health, welfare, peace and safety. The funds collected pursuant to such ordinance shall be deposited in a special account to be used solely for the purpose of paying for all or a portion of the costs reasonably associated with and necessary to administer and carry out the defective lateral sewer service line repairs. All interest generated on deposited funds shall be accrued to the special account established for the repair of lateral sewer service lines.</blockquote>\n<p>The voters in all 32 municipalities named in Appellants' second amended petition adopted ordinances approving the levy of the fee pursuant to Section 249.422. Once approved by the voters, Section 249.423 provides for the collection of such fees:</p>\n<blockquote>Fees for repair of lateral sewer lines, addition to tax levy bills-collection</blockquote>\n<blockquote>1. Notwithstanding any other provision of law to the contrary, the collector in any city, town, village or county that adopts an ordinance pursuant to section 249.422, who now or hereafter collects any fee to provide for, ensure or guarantee the repair of lateral sewer lines connected to public sewer lines, may add such fee to the general tax levy bills of property owners within the city, town, village or unincorporated area of the county. All revenues received on such combined bill which are for the purpose of providing for, ensuring or guaranteeing the repair of lateral sewer lines, shall be separated from all other revenues so collected and credited to the appropriate fund or account of the city, town, village or county.</blockquote>\n<blockquote>2. The collector of the city, town, village or county may collect such fee in the same manner and to the same extent as the collector now or hereafter may collect delinquent real estate taxes and tax bills.</blockquote>\n<p>All 32 municipalities named in Appellants' second amended petition contracted with the Collector to collects the fees on their behalf, in exchange for a 1% reimbursement. The lateral sewer fees are included as a separate line item on these municipalities' residents' annual St. Louis County real property tax bill.</p>\n<p>Appellants consist of 16 individuals and companies who are property owners and taxpayers in only the following Respondent <span class=\"star-pagination\">*244</span> jurisdictions: Kirkwood, Chesterfield, Clarkson Valley, Clayton, and St. Louis County. None of Appellants own property in or are subject to taxation levied thereon by the Respondent municipalities of Ballwin, Bellefontaine Neighbors, Black Jack, Brentwood, Bridgeton, Calverton Park, Crestwood, Creve Coeur, Des Peres, Ellisville, Ferguson, Florissant, Hazelwood, Jennings, Manchester, Marlborough, Maryland Heights, Moline Acres, Normandy, Olivette, Overland, Riverview, Rock Hill, Shrewsbury, St. Ann, University City, Valley Park, and Webster Groves.</p>\n<p>Appellants allege in their second amended petition that they represent four \"classes\" of citizens who were unlawfully charged or overcharged the annual fee by the Collector. These four classes of persons coincide with owners of four categories of property that Section 249.422 does not include as subject to the lateral sewer fee or subject to a lesser amount, to-wit: (1) owners of condominiums in buildings with two to six units sharing a single lateral sewer line, whose fees should be prorated under the statute; (2) owners of properties with more than six residential units, which should not be subject to the fees at all; (3) owners of properties connected to septic tanks or sewage lagoons rather than public sewer systems, which should not be subject to the fees at all; and (4) owners of properties, including the builders and developers of new homes, where the sewer lines have not yet been dedicated or connected to public sewer systems at the time the fees were billed.</p>\n<p>Respondents filed motions to dismiss based on, among other things, lack of standing and non-application of the Hancock Amendment to the suit. On July 16, 2010, <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">5618700</span></span>, the trial court entered its Order and Judgment dismissing Appellants' second amended petition with prejudice as to all 28 of the municipal respondents in which none of the Appellants owned property. The trial court also dismissed with prejudice all claims which sought relief of any kind under the Hancock Amendment or any other relief in the form of monetary damages against the remaining four defendant municipalities in which Appellants did own property, and St. Louis County and the Collector.</p>\n<p>The trial court denied Appellants' request for leave to file a proposed third amended petition, but permitted them 10 days to file an amended petition restating any of the claims and causes of action for declaratory and/or injunctive relief against the County, Collector, and the four remaining municipalities.</p>\n<p>Appellants dismissed without prejudice its remaining claims for declaratory and/or injunctive relief against the remaining defendants, and filed this appeal.</p>\n<p></p>\n<h2><i>Points on Appeal</i></h2>\n<p>In their first point, Appellants claim the trial court erred in granting Respondents' motions to dismiss based on standing and on Appellants' failure to seek a timely refund of the lateral sewer fee pursuant to Section 139.031, because the Hancock Amendment provides standing and prevails over the provisions of Section 139.031, when, as here, the right to a money judgment is essential to enforce the Hancock Amendment and the court must infer or imply that the Hancock Amendment acts as a waiver of sovereign immunity when a political subdivision collects a tax or fee increase in violation of art. X, sec. 22(a).</p>\n<p>In their second point, Appellants allege the trial court erred in granting Respondents' motions to dismiss based on the fact that Appellants did not have proper standing against each of the municipalities for the reasons that: (1) each municipality has contracted with and continued to authorize the Collector to illegally collect the sewer <span class=\"star-pagination\">*245</span> lateral repair fee; (2) standing is effective because Appellants can establish a juridical link between the respondent municipalities and the Collector; and (3) alternatively, this action may proceed solely against the Collector for refunds of all fees under the Hancock Amendment as he levied and collected all fees.</p>\n<p>In their third point, Appellants contend the trial court erred in granting Respondents' motions to dismiss for \"all of the other reasons stated in the motions to dismiss\" because: (1) the Hancock Amendment takes precedence over the election challenge provisions of Section 115.577; (2) Appellants adequately pled the details and the ultimate facts of the ordinances at issue; (3) the doctrine of virtual representation is not applicable here; and (4) Appellant Jabez Realty complied with Section 139.031 by paying the lateral fee under protest and joining this lawsuit within ninety days.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>A trial court's grant of a motion to dismiss with prejudice is reviewed <i>de novo. </i><i>White v. Tariq,</i> <span class=\"citation\" data-id=\"1871996\"><a href=\"/opinion/1871996/white-v-tariq/\"><span class=\"volume\">299</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">1</span></a></span>, 3 (Mo.App. E.D.2009). We can affirm the trial court's dismissal on any ground before the trial court in the motion to dismiss, even if that ground was not relied upon by the trial court in dismissing the claim. <i>Vogt v. Emmons,</i> <span class=\"citation\" data-id=\"1355178\"><a href=\"/opinion/1355178/vogt-v-emmons/\"><span class=\"volume\">158</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">243</span></a></span>, 247 (Mo.App. E.D.2005). Standing is a question of law, and so it is reviewed <i>de novo</i> on appeal as well. <i>Mo. State Med. Ass'n v. State,</i> <span class=\"citation\" data-id=\"2347847\"><a href=\"/opinion/2347847/missouri-state-medical-assn-v-state/\"><span class=\"volume\">256</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">85</span></a></span>, 87 (Mo.banc 2008). We assume all of the facts alleged in the plaintiffs' petition are true. <i>In re Swearingen,</i> <span class=\"citation\" data-id=\"1591271\"><a href=\"/opinion/1591271/in-re-swearingen/\"><span class=\"volume\">42</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">741</span></a></span>, 745 (Mo.App. W.D.2001). However, \"`it is not enough that the plaintiff alleges a cause of action existing in favor of someone; he must show that it exists in favor of himself, and that it accrued to him in the capacity in which he sues.'\" <i>Id.,</i> quoting <i>Voelker v. St. Louis Mercantile Library Ass'n,</i> <span class=\"citation\" data-id=\"2435605\"><a href=\"/opinion/2435605/voelker-v-saint-louis-mercantile-library-assn/\"><span class=\"volume\">359</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">689</span></a></span>, 693 (Mo.1962) (internal quotation marks omitted).</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2><i>The Hancock Amendment</i></h2>\n<p>In 1980, Missouri voters approved an amendment to the state constitution commonly referred to as the Hancock Amendment, Mo. Const. art. X, sec. 16-24. <i>Rohrer v. Emmons,</i> <span class=\"citation\" data-id=\"1399362\"><a href=\"/opinion/1399362/rohrer-v-emmons/\"><span class=\"volume\">289</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">600</span></a></span>, 603 (Mo.App. E.D.2009), citing <i>Missourians for Tax Justice Educ. Project v. Holden,</i> <span class=\"citation\" data-id=\"1785615\"><a href=\"/opinion/1785615/missourians-for-tax-justice-educ-project-v-holden/\"><span class=\"volume\">959</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">100</span></a></span>, 102 (Mo.banc 1997). \"The purpose of the amendment is `to limit taxes by establishing tax and revenue limits and expenditure limits for the state and other political subdivisions which may not be exceeded without voter approval.'\" <i>Rohrer,</i> 289 S.W.3d at 603, quoting <i>Buchanan v. Kirkpatrick,</i> <span class=\"citation\" data-id=\"2449577\"><a href=\"/opinion/2449577/buchanan-v-kirkpatrick/\"><span class=\"volume\">615</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">6</span></a></span>, 13 (Mo.banc 1981). \"The purpose of the Hancock Amendment is to rein in increases in governmental revenue and expenditures.\" <i>Missourians for Tax Justice Educ. Project,</i> 959 S.W.2d at 102 (internal quotation omitted). \"The Hancock Amendment aspires to erect a comprehensive, constitutionally-rooted shield to protect taxpayers from government's ability to increase the tax burden above that borne by the taxpayers on November 4, 1980, the date the Amendment was approved.\" <i>Rohrer,</i> 289 S.W.3d at 603 (internal citations and quotations omitted).</p>\n<p>\"To help achieve the amendment's purpose of reining in governmental taxation and spending, Section 22(a) of the Hancock Amendment imposes limitations on a political subdivision's ability to increase a tax.\" <i>Rohrer,</i> 289 S.W.3d at 604. Specifically, Section 22(a) provides, in pertinent part, that:</p>\n<blockquote>\n<span class=\"star-pagination\">*246</span> [c]ounties and other political subdivisions are hereby prohibited from ... increasing the current levy of an existing tax ... above that current levy authorized by law or charter when this section is adopted without the approval of the required majority of the qualified voters of that county or other political subdivision voting thereon.</blockquote>\n<p>Mo. Const. art. X, sec. 22(a); <i>Rohrer,</i> 289 S.W.3d at 604. \"In determining whether a political subdivision of this state has violated the Hancock Amendment, the `constitution's prohibition is measured against the tax levy' imposed by the political subdivision.\" <i>Rohrer,</i> 289 S.W.3d at 604, quoting <i>Franklin County ex rel. Parks v. Franklin County Commission,</i> <span class=\"citation\" data-id=\"1751644\"><a href=\"/opinion/1751644/franklin-cty-ex-rel-parks-v-cty-comm/\"><span class=\"volume\">269</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">26</span></a></span>, 30 (Mo.banc 2008).</p>\n<p></p>\n<h2><i>Point I</i></h2>\n<p>The right to levy taxes is vested primarily in the state. <i>City of Raytown v. Kemp,</i> <span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">363</span></span>, 366 (Mo.1961). The power to tax for local or municipal purposes may be, and generally is, delegated to and exercised by the legislative body of the municipality, as it was in this case. See <i>id.</i> As set forth above, the Hancock Amendment prohibits government from levying or increasing a tax that is either not authorized by Missouri law or not approved by voters. Here, the lateral sewer fee was authorized by Missouri law and approved by the voters. The lateral sewer fee itself is constitutional under the Hancock Amendment. Appellants admit as much.</p>\n<p>Appellants do not assert any error in the passage or enactment of the fee ordinances, the fee ordinances themselves, or the delegation of the collection of the fees to the Collector. Rather, Appellants contend that certain property owners are being improperly billed the fee by the Collector because they do not fall within the categories of landowners that may be charged the fee under the statute. Appellants' issue is with the Collector and his collection of the fee from property owners who are not subject to the fee.</p>\n<p>Despite the foregoing, Appellants claim that a refund action under the Hancock Amendment is appropriate in this case, as it was in <i>Ring v. Metropolitan St. Louis Sewer Dist.,</i> <span class=\"citation\" data-id=\"1534998\"><a href=\"/opinion/1534998/ring-v-metropolitan-st-louis-sewer-dist/\"><span class=\"volume\">969</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">716</span></a></span>, 718-19 (Mo. banc 1998), because, as in <i>Ring,</i> this is a case in which the \"right to a money judgment is essential to enforce article X, section 22(a)\" and where the \"Court must infer or imply that article X, section 23 acts as a waiver of sovereign immunity when a political subdivision collects a tax increase in violation of article X, section 22(a).\" <i>Id.</i> at 718. The <i>Ring</i> court held that the constitutional right established in art. X, sec. 22(a) assures taxpayers that they will be free of increases in local taxes unless the voters approve those increases in advance. <i>Id.</i></p>\n<p>There was no fee increase in the instant case that violated Article X, Section 22(a). The voters of the municipalities approved the fees as set forth in the enabling statute and as enacted into their respective ordinances. Therefore, <i>Ring</i>'s holding as set forth above does not apply to the situation in this case. Furthermore, art. X, sec. 23 gives taxpayers standing to bring \"actions for interpretation\" of the Hancock Amendment and includes a provision for reasonable attorney's fees. <i>Green v. Lebanon R-III School Dist.,</i> <span class=\"citation\" data-id=\"2105147\"><a href=\"/opinion/2105147/green-v-lebanon-r-iii-school-dist/\"><span class=\"volume\">13</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">278</span></a></span>, 287 (Mo.banc 2000). Except for the provision relating to attorney's fees, the enforcement provision of the Hancock Amendment, sec. 23, is not a consent to suit for money judgment. <i>Id.,</i> citing <i>Fort Zumwalt School Dist. v. State,</i> <span class=\"citation\" data-id=\"2462910\"><a href=\"/opinion/2462910/fort-zumwalt-school-dist-v-state/\"><span class=\"volume\">896</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">918</span></a></span>, 923 (Mo.banc 1995). Thus, an action for property tax refunds must conform to statutory requirements, and, specifically, <span class=\"star-pagination\">*247</span> the action must be timely. <i>Green,</i> 13 S.W.3d at 287.</p>\n<p>Likewise, in <i>City of Hazelwood v. Peterson,</i> <span class=\"citation\" data-id=\"2358967\"><a href=\"/opinion/2358967/city-of-hazelwood-v-peterson/\"><span class=\"volume\">48</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">36</span></a></span> (Mo.banc 2001), also cited by Appellants, a group of individual taxpayers and the City of Hazelwood brought a class action against the fire protection district to recover refunds of a tax increase collected after voter approval in a first election that was later held void but before the voters rejected the tax increase in a second election. The <i>Hazelwood</i> court held that \"[a]n election that is invalid and void cannot constitute voter approval for purposes of article X, Section 22(a)\" and allowed the taxpayers to bypass their administrative remedies because it was a Hancock Amendment case. <i>Id.</i> at 39. However, the key difference between the situation <i>sub judice</i> and the scenario in <i>Hazelwood</i> is summed up succinctly by the <i>Hazelwood</i> court when it said, \"In this case, the tax increase was never approved by a majority of the qualified voters in St. Louis County.\" <i>Id.</i> at 39. Because the sewer lateral fees were approved by the voters in the instant case, <i>Hazelwood</i> does not apply.</p>\n<p>No portion of the fees paid in this case upon the basis of an alleged over-assessment or improper assessment was an illegal tax, and the purported plaintiffs in this case had remedies available and chose not to pursue them. <i>Quaker Oats Co. v. Stanton,</i> <span class=\"citation\" data-id=\"1377458\"><a href=\"/opinion/1377458/quaker-oats-co-v-stanton/\"><span class=\"volume\">96</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">133</span></a></span>, 140 (Mo.App. W.D. 2003). Section 139.031 provides for payment of taxes under protest for taxpayers who dispute the taxes billed them by the Collector as follows:</p>\n<blockquote>1. <i>Any taxpayer may protest all or any part of any current taxes assessed against the taxpayer, except taxes collected by the director of revenue of Missouri. Any such taxpayer desiring to pay any current taxes under protest or while paying taxes based upon a disputed assessment shall, at the time of paying such taxes, make full payment of the current tax bill before the delinquency date and file with the collector a written statement setting forth the grounds on which the protest is based.</i> The statement shall include the true value in money claimed by the taxpayer if disputed. An appeal before the state tax commission shall not be dismissed on the grounds that a taxpayer failed to file a written statement when paying taxes based upon a disputed assessment.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>5. <i>All the county collectors of taxes, and the collector of taxes in any city not within a county, shall, upon written application of a taxpayer, refund or credit against the taxpayer's tax liability in the following taxable year and subsequent consecutive taxable years until the taxpayer has received credit in full for any real or personal property tax mistakenly or erroneously levied against the taxpayer and collected in whole or in part by the collector.</i> Such application shall be filed within three years after the tax is mistakenly or erroneously paid. The governing body, or other appropriate body or official of the county or city not within a county, shall make available to the collector funds necessary to make refunds under this subsection by issuing warrants upon the fund to which the mistaken or erroneous payment has been credited, or otherwise.</blockquote>\n<p>[Emphasis added.]</p>\n<p>Thus, in the instant case, Appellants may protest the lateral sewer fees they allege they overpaid or should not have paid at all with a timely payment under protest pursuant to Section 139.031. However, Appellants do not allege that they have paid under protest under Section <span class=\"star-pagination\">*248</span> 139.031 in their petition.<sup>[2]</sup> Taxpayers who fail to protest property taxes under Section 139.031 providing for payment of taxes under protest cannot obtain refunds. <i>Arbor Inv. Co., LLC v. City of Hermann,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">2502835</span></span> *8 (Mo.App. E.D. June 22, 2010) (transferred to S.Ct. Sept. 21, 2010).</p>\n<p>A taxpayer's failure to follow the mandate of Section 139.031 governing tax protests bars the taxpayer's claim of impropriety of any part of the taxes the taxpayer has paid. <i>Ford Motor Co. v. City of Hazelwood,</i> <span class=\"citation\" data-id=\"2334249\"><a href=\"/opinion/2334249/ford-motor-co-v-city-of-hazelwood/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">795</span></a></span>, 798 (Mo. App. E.D.2005).</p>\n<p>Furthermore, in their second amended petition Appellants are seeking refunds for taxes they allege were erroneously paid from the years 2001-2008, and thus the time to make payment with timely protest has expired. \"The purpose of permitting a taxpayer to pay the tax under protest pursuant to section 139.031.1 is so the taxpayer can make it known that the taxpayer is paying involuntarily and can alert the taxing authority to the amount of the refund claimed so that the challenged tax can be segregated and held until resolution of the dispute.\" <i>Quaker Oats Co.,</i> 96 S.W.3d at 138; Section 139.031.2. The filing of a protest has two purposes, to serve notice on the government of the dissatisfaction of the taxpayer, and to define the grounds on which the taxpayer stands. 84 C.J.S. Taxation Section 638 (1974); <i>Quaker Oats Co.,</i> 96 S.W.3d at 138; <i>B &amp; D Inv. Co. v. Schneider,</i> <span class=\"citation\" data-id=\"1519664\"><a href=\"/opinion/1519664/b-d-inv-co-inc-v-schneider/\"><span class=\"volume\">646</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">759</span></a></span>, 762 (Mo.banc 1983). \"Otherwise, the `[t]axes for several years could be collected and disbursed by the taxing authority in reliance upon the apparent validity of such taxes. A subsequent refund of such taxes could create serious financial problems for the taxing authority.'\" <i>Quaker Oats Co.,</i> 96 S.W.3d at 138; <i>B &amp; D Inv. Co.,</i> 646 S.W.2d at 762.</p>\n<p>For the foregoing reasons, we find that Appellants failed to state a claim in their second amended petition for a violation of the Hancock Amendment and a money refund thereunder for sewer lateral fees erroneously paid from 2001-2008. If the Collector is improperly collecting fees from any of the Appellants, the proper form of action against that improper collection is payment with timely protest. See Section 139.031. Taxes voluntarily although erroneously paid cannot be refunded absent statutory authority. <i>Mo. Amer. Water Co. v. Collector of St. Charles County, Mo.,</i> <span class=\"citation\" data-id=\"1464891\"><a href=\"/opinion/1464891/missouri-water-v-collector-of-st-charles/\"><span class=\"volume\">103</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">266</span></a></span>, 270 (Mo.App. E.D.2003).<sup>[3]</sup> Point I is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*249</span> <i>Point II</i>\n</h2>\n<p>As noted, Appellants are property owners in and taxpayers of Kirkwood, Clarkson Valley, Chesterfield, Clayton and St. Louis County, and thus only have standing in this case to contest the taxes or fees levied against them by those entities. Appellants do not allege that they own property or paid taxes or fees in any of the remaining Respondent municipalities. To establish taxpayer standing, Appellants must show that their taxes went or will go to public funds that have or will be expended due to the challenged action. <i>Nat'l Solid Waste Mgmt. Ass'n. v. Dir. of Dep't of Natural Res.,</i> <span class=\"citation\" data-id=\"2393787\"><a href=\"/opinion/2393787/sold-waste-v-dir-of-dept-of-nat-res/\"><span class=\"volume\">964</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">818</span></a></span>, 819 (Mo.banc 1998). Appellants lack standing to challenge the tax assessments of others. <i>W.R. Grace &amp; Co. v. Hughlett,</i> <span class=\"citation no-link\"><span class=\"volume\">729</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">203</span></span>, 206-7 (Mo.banc 1987). The longstanding rule in Missouri is that individual taxpayer plaintiffs lack standing to challenge other taxpayers' property tax assessments, as they are not injured personally by others' assessment calculations. <i>State ex rel. Kansas City Power &amp; Light Co. v. McBeth,</i> <span class=\"citation\" data-id=\"2287933\"><a href=\"/opinion/2287933/state-ex-rel-kansas-city-power-v-mcbeth/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">525</span></a></span>, 529 (Mo.banc 2010). Thus, Appellants do not have standing for any claims asserted against any of the Respondent municipalities that did not impose a lateral sewer fee against them.</p>\n<p>Appellants admit that they have individual actions against only some of the Respondent municipalities. However, they allege there is a \"juridical link\" between themselves as a class and Respondents as a group to establish standing. A juridical link refers to some type of legal relationship which relates all defendants in a way that would make single resolution of a dispute preferable to a multiplicity of similar actions. <i>Leer v. Washington Educ. Ass'n,</i> <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">439</span></span>, 447 (W.D.Wash. 1997). A juridical link has been described as \"if the plaintiffs as a group ... have suffered an identical injury at the hands of several parties related by way of a conspiracy or concerted scheme ... in a manner that suggests a single resolution of the dispute would be expeditious.\" <i>Payton v. County of Kane,</i> <span class=\"citation\" data-id=\"779588\"><a href=\"/opinion/779588/delvin-c-payton-v-county-of-kane/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span>, 678 (7th Cir.2002). Appellants cite no Missouri law in support of the existence or recognition in Missouri jurisprudence of the concept of a \"juridical link\" to establish standing. In fact,</p>\n<blockquote>[t]o the best of our knowledge, the juridical link doctrine has not heretofore been adopted nor addressed by Missouri state courts. We believe both its application and its role within federal and state courts to be uncertain. Like the Seventh Circuit, `[w]e are skeptical that the use of this terminology is conducive to sound analysis of the kind of problem presented here.'</blockquote>\n<p><i>Mitchell v. Residential Funding Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">4720755</span></span> at *6 (Mo.App. W.D. November 23, 2010) (as modified Feb. 1, 2011, motion for rehearing and/or transfer to S.Ct. denied Feb. 1, 2011), quoting <i>Payton,</i> 308 F.3d at 679.</p>\n<p>Appellants also maintain that since all of the municipalities sued contracted with St. Louis County to have the Collector collect the fees on their behalf, that their allegations that the Collector improperly collected the lateral sewer fees extends to all of the municipalities by virtue of the municipalities' contractual relationship with the Collector. In other words, Appellants assert that the municipalities' delegation of the duty of collecting the fees to the Collector makes them equally responsible to Appellants for the Collector's improper method of collection of fees in those municipalities.</p>\n<p>Section 249.423, as set forth above, and Section 50.332, as follows, provide that the county collector, as a county officer, may perform certain duties for municipalities:</p>\n<blockquote>\n<span class=\"star-pagination\">*250</span> Each county officer in all counties except first class counties having a charter form of government may, subject to the approval of the governing body of the county, contract with the governing body of any municipality located within such county, either in whole or in part, to perform the same type of duties for such municipality as such county officer is performing for the county. Any compensation paid by a municipality for services rendered pursuant to this section shall be paid directly to the county, or county officer, or both, as provided in the provisions of the contract, and any compensation allowed any county officer under any such contract may be retained by such officer in addition to all other compensation provided by law.</blockquote>\n<p>As such, the Collector in this case has validly taken over by contract the municipalities' duties to collect the lateral sewer repair fee legitimately enacted by the municipalities' respective ordinances. The Collector does not levy the taxes in this case, as Appellants assert. The Collector merely collects the taxes levied by a legislative body.</p>\n<p>To further illustrate the false premise of Appellants' argument, it is important to make plain the distinction between the collection and the levy of fees. The word \"levy\" is \"the formal and official action of a legislative body invested with the power of taxation determining and declaring that a tax of a certain amount or of a certain percentage on value shall be imposed on persons and property subject to the tax.\" 84 C.J.S. Taxation Section 462 (2011). \"When it is used in connection with the authority to tax, `levy' `denotes exercise of legislative function, whether state or local, determining that a tax shall be imposed and fixing [the] amount, purpose and subject of the exaction.'\" <i>State ex rel. Indus. Services Contractors, Inc. v. County Com'n of Johnson County,</i> <span class=\"citation no-link\"><span class=\"volume\">918</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">252</span></span>, 256 (Mo.banc 1996), quoting Black's Law Dictionary 907 (6th ed.1990). \"Thus, a local government's action in ascertaining and fixing the sum of money necessary for its purposes constitutes the levy.\" 84 C.J.S. Taxation Section 462.</p>\n<p>As set forth above, the Collector does not have the authority to levy fees, and he is not levying fees in this case. He is collecting them. The Collector is vested with the duty, responsibility and authority of collecting taxes on real property. <i>Beatty v. State Tax Com'n,</i> <span class=\"citation\" data-id=\"1676203\"><a href=\"/opinion/1676203/beatty-v-state-tax-comn/\"><span class=\"volume\">912</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">492</span></a></span>, 498 (Mo.banc 1995). The Collector in this case is merely collecting the fees that have been levied by the municipalities, such levies sanctioned by both the enabling statute and the consent of the municipalities' voters. The duty of making the assessment and <i>extending</i> the levy on county tax books is a ministerial duty, not a discretionary one. <i>Southwestern Bell Telephone Co., Inc. v. Mahn,</i> <span class=\"citation\" data-id=\"1495834\"><a href=\"/opinion/1495834/southwestern-bell-telephone-co-inc-v-mahn/\"><span class=\"volume\">766</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">443</span></a></span>, 445-46 (Mo.banc 1989) (emphasis added). Therefore, the only purported liability the Collector has, based on his actions as alleged by Appellants in their second amended petition, is in the ministerial method of his collection of the fees.</p>\n<p>\"Mistakenly or erroneously paid\" taxes means taxes that were not owed at the time they were paid, as compared to taxes \"lawfully and properly assessed.\" <i>Mo. Amer. Water Co.,</i> 103 S.W.3d at 271. It is clear that excessive assessments, or those that are erroneously assessed in their entirety, based on mistakes of judgment like the one claimed here do not result in illegal or invalid taxes. See <i>id.,</i> citing <i>Buck v. Leggett,</i> <span class=\"citation\" data-id=\"1534704\"><a href=\"/opinion/1534704/buck-v-leggett/\"><span class=\"volume\">813</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">872</span></a></span>, 878 (Mo.banc 1991). In <i>Buck,</i> the Supreme Court found that even if the taxpayer has not received formal notice, by paying the taxes he was charged with notice of the assessed value of the property on which his taxes were based, and that <span class=\"star-pagination\">*251</span> the taxpayer then had two options: pay under protest and follow the procedures set out in Section 139.031.1 or seek to enjoin the collection. <i>Buck,</i> 813 S.W.2d at 877. Taxes voluntarily although erroneously paid cannot be refunded absent statutory authority. <i>Id.</i> See also, <i>Mo. Amer. Water Co.,</i> 103 S.W.3d at 270.</p>\n<p>A plaintiff is charged with notice of a valuation before the taxes are paid. <i>Quaker Oats Co.,</i> 96 S.W.3d at 140. For example, Section 249.422, the enabling statute in this case, provides at Section 249.422.1 that \"[i]t shall be the responsibility of the condominium owner or condominium association who are of the opinion that they are not properly classified as provided in this section to notify the county office administering the program.\"</p>\n<p>We conclude that Appellants lack standing to assert any claims against any of the Respondent municipalities that did not impose a lateral sewer fee against them, and likewise, based on the facts alleged in the instant case, they cannot pursue a refund under the Hancock Amendment against the entity that merely collects those fees for the municipalities. Accordingly, Point II is denied.</p>\n<p></p>\n<h2><i>Point III</i></h2>\n<p>Finally, Appellants assert that the trial court erred in granting Respondents' motions to dismiss for \"all of the other reasons stated in the motions to dismiss\" because: (1) the Hancock Amendment takes precedence over the election challenge provisions of Section 115.577; (2) Appellants adequately pled the details and the ultimate facts of the ordinances at issue; (3) the doctrine of virtual representation is not applicable here; and (4) Appellant Jabez Realty complied with Section 139.031 by paying the lateral fee under protest and joining this lawsuit within ninety days.</p>\n<p>All of Appellants' allegations for any kind of relief against the 28 municipalities in which Appellants do not own property and are not taxpayers fail to state a claim for lack of standing. <i>Kansas City Power &amp; Light Co.,</i> 322 S.W.3d at 529. Appellants' allegations in their petition for a refund or money judgment under the Hancock Amendment against any of the Respondents fail to state a claim, because there was no Hancock Amendment violation in this case. None of these remaining contentions compensate for these fundamental deficiencies in Appellants' second amended petition. Accordingly, Point III is denied.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>We find that the trial court did not err in dismissing with prejudice Appellants' claims, in their entirety, against the 28 municipalities in which Appellants do not own property and are not taxpayers, and also Appellants' claims for refunds and money damages under the Hancock Amendment against the remaining Respondents because the sewer lateral fees are not unconstitutional as levied by their respective political subdivisions.</p>\n<p>We note that Appellants are not without recourse for the acts of which they complain, in terms of injunctive and/or declaratory relief against the Collector, St. Louis County and the municipalities in which Appellants are subject to the collection of the sewer lateral fee. Appellants had these claims in the case <i>sub judice</i> which they dismissed without prejudice in order to pursue this appeal. Appellants are also free to <i>timely</i> seek refund of fees they paid under protest through the procedures set out in Section 139.031. The judgment of the trial court is affirmed.</p>\n<p>LAWRENCE E. MOONEY, J., and GEORGE P. DRAPER, III, J., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  All statutory references are to RSMo 2000, unless otherwise indicated.</p>\n<p>[2]  Appellants maintain Jabez Realty paid its lateral sewer fee under protest on December 20, 2009, and perfected its claim under Section 139.031 by joining the instant lawsuit within 90 days. However, Section 139.031 dictates that within 90 days of its protest, Jabez Realty has to commence an action against the Collector by filing a claim for the amount paid and protested. Appellants did not bring a claim for a refund of the fees Jabez Realty paid under protest in 2009. Rather, the petition requests a refund of all sewer lateral fees paid by Appellants as representatives of the 4 classes of taxpayers not subject to the fee as set forth in Section 449.422, for the years 2001 through 2008. In any event, Appellants concede in their reply brief that Jabez Realty received its 2010 refund in full and suggest that it did in 2009 as well. Therefore, Jabez Realty has exercised its remedy as a taxpayer and been made whole pursuant to the statutory scheme for taxpayer refunds set forth in Section 139.031. Appellants do not elucidate how Jabez Realty's pursuit of its own statutory refunds in this manner provides Appellants a cause of action under the Hancock Amendment.</p>\n<p>[3]  The record demonstrates that some of Respondents actually are refunding erroneously billed and paid lateral sewer fees in this case absent the taxpayer's compliance with the procedure set forth in Section 139.031.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1355178/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1377458/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1399362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1464891/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1495834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1534704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1534998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1591271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1676203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1751644/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1785615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1871996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2105147/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2287933/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2334249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2347847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2393787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2435605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2449577/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462910/"
          ]
        }
      ],
      "judges": "Sherri B. Sullivan, P",
      "date_created": "2015-12-22T15:59:23.255725Z",
      "date_modified": "2016-03-03T22:26:07.433202Z",
      "date_filed": "2011-05-03",
      "date_filed_is_approximate": false,
      "slug": "adams-v-friganza",
      "citation_id": 2512792,
      "case_name_short": "Adams",
      "case_name": "Adams v. FRIGANZA",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "344 S.W.3d 240",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2403787/adams-v-friganza/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:52:52.918538Z",
  "date_modified": "2014-10-30T23:52:52.918538Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Adams",
  "case_name": "Adams v. FRIGANZA",
  "case_name_full": "",
  "slug": "adams-v-friganza",
  "docket_number": "ED 95374",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}