{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2409844/",
  "id": 2409844,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/arkctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2546041/",
      "id": 2546041,
      "absolute_url": "/opinion/2546041/seago-v-arkansas-dept-of-human-services/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2409844/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2546041/",
          "id": 2546041,
          "absolute_url": "/opinion/2546041/seago-v-arkansas-dept-of-human-services/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2546041/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6293/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:18:37.104761Z",
          "date_modified": "2017-04-10T16:13:38.900433Z",
          "type": "010combined",
          "sha1": "5e2e098eace6fb6a8d699e463f9dbf796473ac00",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>360 S.W.3d 733 (2009)</b></center>\n<center><b>2009 Ark. App. 767</b></center>\n<center><h1>Greg SEAGO, Appellant,<br>\nv.<br>\nARKANSAS DEPARTMENT OF HUMAN SERVICES, Appellee.</h1></center>\n<center>No. CA 09-244.</center>\n<center><p><b>Court of Appeals of Arkansas.</b></p></center>\n<center>November 18, 2009.</center>\n<p><span class=\"star-pagination\">*734</span> Orin Eddy Montgomery, and Clay S. Conrad, Little Rock, for appellant.</p>\n<p>Gray Allen Turner and Tabitha Baertels McNulty, Office of Chief Counsel, Little Rock, for appellee.</p>\n<p>Keith Chrestman, Jonesboro, Amy Freedman, attorneys ad litem, for minor children.</p>\n<p>LARRY D. VAUGHT, Chief Judge.</p>\n<p>This is one of three appeals decided today that involve children who were removed from the Tony Alamo Christian Ministries compound in Fouke, Arkansas, in September 2008. The three appellants, fathers of girls placed in DHS's custody, challenge the two circuit courts' orders adjudicating their children dependent-neglected. <i>See </i><i>Brian Broderick v. Arkansas Dep't of Human Servs.,</i> 2009 Ark.App. 771, 358 S.W.3d 909, and <i>Alphonso Reid v. Arkansas Dep't of Human Servs.,</i> 2009 Ark.App. 784, 2009 WL 3855700. Judge Jim Hudson conducted the hearing in this case. Judge Joe Griffin heard the Broderick and Reid cases together. Many of the witnesses testified at both hearings and some of the deposition testimony was admitted at both hearings. This opinion will review the evidence common to all three appeals.</p>\n<p>Appellant Greg Seago, the father of V.S., has been a member of the ministry since 1976. At the time of the hearing, he was working for and living on ministry property in Fort Smith. Gina Howard, V.S.'s mother, married Seago in the ministry, but without a marriage license, when she was fifteen and he was thirty-five. She left the ministry in 1999. Although Howard was involved in the proceeding below, she did not appeal from the adjudication order. Their daughter B.S. was born in February 1993, and lived at Alamo's residence for a period of time. She was living with Howard at the time of the hearing. V.S., who was born at home on August 10, 1994, did not have a birth certificate. She lived at Alamo's residence in Fouke, in a building the church members referred to as the \"mission\" or \"school,\" when DHS took her into custody. Seago and Howard also have two minor sons, who were living with Seago in the ministry compound.</p>\n<p>There was evidence that, among the grown women supervising the young girls who lived at the mission, were Alamo's legal wife, Sharon, and his polygamous wives. While V.S. lived in Fouke at Alamo's home, Seago was living in Fort Smith on the ministry's premises. According to the witnesses, this type of living arrangement was common. In Fouke, there was a boys' dormitory; sometimes, children lived with their parents in houses used by the ministry. There was another residence for young girls in Fouke that the witnesses referred to as the \"green house.\" There was evidence that young girls who had broken a rule or were somehow out of favor in Alamo's residence were sent to the green house. Vicki Lareson, an adult who had been involved with the ministry for many years, was the housemother there.</p>\n<p>There was evidence that, after Howard left the ministry, she attempted to convince Seago to leave the church and raise the children outside of the ministry. Although he left the ministry a couple of times, he never stayed out long and spent the better part of the thirty-two years between 1976 and 2008 actively involved with the church. In 1981, he moved onto church property and began working full time for the ministry. For over two decades, he worked for the church without receiving a paycheck and lived on church property. The church provided for all of his family's needs. The children went to a <span class=\"star-pagination\">*735</span> school run by the ministry, which used the Christian education A Beka program.</p>\n<p>DHS filed a petition for emergency custody of V.S. and other children at the Alamo compound on September 23, 2008. In the supporting affidavit, Lori Alexander, with the Arkansas State Police, stated that its Crimes Against Children Division had been assisting the FBI and the Arkansas State Police's Criminal Investigation Division in investigating allegations of physical and sexual abuse at the Alamo ministry in Fouke. Tony Alamo was the alleged perpetrator. Alexander stated that V.S. was living in Alamo's residence with her father's knowledge and consent. She alleged that Howard had abandoned V.S. and that Seago had failed to protect her from abuse by allowing her to reside in Alamo's home.</p>\n<p>The petition was also supported by an affidavit of Sgt. John Bishop with the Arkansas State Police. He stated that he had interviewed V.S. and other children:<sup>[1]</sup></p>\n<blockquote>The following three juveniles were interviewed by this Agent, Sgt. John Bishop, within the last six months. The three juveniles are believed to be credible in their statements. This credibility is based on information that has been obtained from other former members of the Alamo Christian Ministries that is located in Fouke, Arkansas and the three juveniles were not and had not been together for some time.</blockquote>\n<blockquote>The confidential source was also interviewed by this Agent within the last six months. The confidential source provided information of assaults that had been witnessed by this person. The information was found to be creditable due to the source given independent information that paralleled the juvenile's information.</blockquote>\n<blockquote>Juvenile # 1 stated the following: She entered Tony Alamo's home at 8 years of age and was made a wife, by consummating the marriage, at 9 years of age. Alamo had her watch pornography on more than one occasion while they were engaged in sex acts. He took sexual photos of her and maintained several of these photos of her and other young girls he married.</blockquote>\n<blockquote>Juvenile # 1 has witnessed several beatings and assisted in several. She stated she was beaten by Alamo and Jeanne Orlando. Punishment from Alamo was normally fasting or proverbs, which is the word for a beating.</blockquote>\n<blockquote>Juvenile # 1 stated that Alamo made the statement that Juvenile # 2 wasn't a virgin anymore after he was in the room with her.</blockquote>\n<blockquote>Juvenile # 2 stated she is 16 years of age when interviewed. She was picked by Alamo to live in his house in Fouke, Arkansas when she was 11 years of age. Alamo first had sex with her by digital penetration while she was still 11 years old. When she was almost 12 years of age he forced her to have sexual intercourse and sometime later forced her to have oral sex. He had sex with her at least 10 times.</blockquote>\n<blockquote>Juvenile # 2 stated she was taken on a trip to California on Alamo's bus. This trip was taken in early 2006. On the trip out there Alamo had sex with her and again had sex with her after arriving in California. On another occasion she was staying with her parents in California and Alamo came out there. He had sex with her there and then transported her back to Arkansas. Upon arriving back to Arkansas he had sex with her. She recalled that this occurred in early 2007.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*736</span> Juvenile # 2 stated she was beaten by Alamo several times and on one occasion she passed out from the beating. She also witnessed several beatings of members by John Kolbeck.</blockquote>\n<blockquote>Juvenile #3 stated she moved into Alamo's home in Fouke, Arkansas at age 11. She lived in his home for a year and a half.</blockquote>\n<blockquote>Juvenile # 3 stated Alamo had a number of wives in his home and he was having sex with all of them. Alamo has pornographic pictures of some of the wives.</blockquote>\n<blockquote>Juvenile # 3 stated she knew Alamo had raped Juvenile # 2.</blockquote>\n<blockquote>Juvenile # 3 stated one day while living in Alamo's home she was taking a shower. Alamo entered the shower with her and he was nude. He put his hand over her mouth. Alamo touched her vagina with his fingers, penetrated her with his fingers, and touched her breast. He also attempted to have her touch his penis. He threatened her by telling her he would have someone take care of her if she told anyone. She said she was 12 years of age at the time.</blockquote>\n<blockquote>Juvenile # 3 stated she was beaten by John Kolbeck at 10 years of age. She was also put on a fast for four days in the past.</blockquote>\n<blockquote>Confidential Source: The CS stated she had seen physical assaults on both adults and juveniles by Alamo. On one occasion she saw Alamo pick up a juvenile by the throat and throw the person into an appliance.</blockquote>\n<p>V.S. was evaluated at UAMS on September 29, 2008. The physician completing the report stated that, although she had no medical problems, she was not properly immunized. She noted that V.S. had been diagnosed with alleged child maltreatment syndrome-sexual and adjustment disorder with anxiety, and that mental health therapy had been recommended. The physician also stated that V.S.'s foster parent reported that she typically would not converse with any male figures and would lower her head when a male entered the room. V.S. denied that she had been sexually abused.</p>\n<p>The adjudication hearing was held on November 21, 2008. The witnesses were former church members Spencer Ondrisek, M.B., Alanna Downs, Danny Ondrisek, Jessica Cooper (by video-taped deposition), Howard, and B.S.; Robbie Polite and Cindy Allen, with DHS; Dr. Karen Worley, a psychologist; Tamela Reid, a daughter of appellant Alphonso Reid, and Alice Ondrisek; and Seago.</p>\n<p>Spencer Ondrisek testified that he was born in the ministry and lived there for seventeen years. Spencer stated that his older sister Alice moved into Alamo's house in Fouke in 2000, when she was twelve years old. He stated that members were not allowed to talk to outsiders unless they were \"witnessing\" and could not read newspapers, watch television, or listen to the radio; they were required to report on each other to Alamo, who decided punishment, which could be a fast, the taking away of privileges, or a beating. He said that he was personally beaten by John Kolbeck on three occasions; the first time was when he was twelve years old. He stated that Alamo called him into the gym for the beating and that his father, Richard Ondrisek, brought him there. He said that Kolbeck began by slapping him in the face about fifteen times, hitting him so hard that the inside of his mouth and his nose bled. After that, he said, Kolbeck washed the blood off his hands and then beat him at least thirty to forty times with a paddle that was at least three feet long, six inches wide, and about one-half inch thick, while his father did nothing to stop the beating. Spencer said that he had observable injuries from the beating; in <span class=\"star-pagination\">*737</span> addition to a bloody and swollen lip, his nose was bloody and his buttocks were so bruised that he could not sit down for a week or two. He said that he did not receive any medical treatment afterward.</p>\n<p>Spencer said that the second beating occurred in 2006, when he and another boy, P.A., got in trouble for playing with spray bottles of Windex; again, he was called into the gym, where his parents and others were present, for the beating. He stated that Alamo explained what the boys had done wrong and introduced John Kolbeck as \"here's Johnny, like off of The Shining....\" Spencer said that Kolbeck slapped both boys in the face at least fifteen times, until their mouths and noses bled; after that, he beat each of them about thirty or forty times with the paddle. Spencer said that there was a lot of blood, some of which dripped onto the floor, and that his parents did nothing.</p>\n<p>Spencer said that he witnessed his fourteen-year-old sister, A.O., being beaten by Kolbeck after their mother had asked that she be disciplined. He testified that, while she bent over and held her ankles, Kolbeck hit her so hard that she nearly fell over; their parents witnessed the beating and did nothing.</p>\n<p>The third beating Spencer described happened the previous October, when he was living in the boys' dormitory at Fouke, after he was falsely accused of \"horsing around\" with some little children. He said that Kolbeck hit him in the face at least fifteen times until his lip and nose bled and his teeth punctured the inside of his lip. After that, he said, Kolbeck beat him with the paddle at least forty times:</p>\n<blockquote>It seemed like more than that, but after that I was trying to stand up, and just keep myself conscious, because I was hit so hard it was like I started to black out, and my eyes were wide open, and all I could see was black, it was like I had my eyes closed because I started to black out and I had to lean on weight equipment just from falling over. I was like this for like ten minutes it was so intense. I tried to protect myself from being hit. I put my hand back there, and he just hit my hand, and hit me over the left arm when I blocked, and I had a big bruise on my forearm the size of the paddle, the width of it, and I had my hands crippled from it. I couldn't even use my left hand and move my fingers hardly, and it was like that for a while, and I played the piano that night, and I couldn't even use my left hand. I had injuries to my face.... I had bruises all over my body, on my backside I was bruised and it was there for a while. I don't know exactly how long.</blockquote>\n<blockquote>I am a musician. I play the piano or keyboard. I played the piano at church services. I had to play right after I was beaten. I had difficulties. I used my left hand because it is critical in playing the piano, and I couldn't use it. All I could use was my right hand, because my left hand was crippled, and it hurt to move my fingers. It felt like they were fractured, but I couldn't tell because I never got any treatment for it.</blockquote>\n<p>After Kolbeck finished beating him, Spencer said that Tony Alamo started hitting him: \"I was standing there and he started punching me in the face with a clenched fist, and just mocking me. Just hitting me like really light though saying, are you going to fight back? Do you want to do this again? Huh, punk?\" Spencer said that at that point, he had already been beaten to a \"pulp\" and was trying to keep from blacking out. Spencer said that he still had scars left from that beating, which was the most intense. He said that he did not believe that his parents were aware of the third beating until after it happened but, after they learned of it, they did nothing. <span class=\"star-pagination\">*738</span> Spencer said that anyone who wanted medical attention had to first get permission from Alamo. Spencer said that his parents never took him for any medical attention after any of the beatings; after the third beating, he believed his life was in danger. He said that he had thought about leaving the ministry before, but had not done so because he had no one to go to and no way to do it. He said that he just wanted to feel secure and safe. He found the telephone number of the Coopers, some former members of the ministry, who helped him leave in May 2008, when he sneaked out with two duffle bags and a backpack.</p>\n<p>Spencer also described the fasting punishment, which consisted of being allowed to eat or drink only coffee or water. He said that he was forced to fast for one day. Another punishment Spencer said he received was being placed on \"diesel therapy,\" which was being forced to ride with the driver of one of the ministry's trucks.</p>\n<p>M.B., the fourteen-year-old daughter of appellant Brian Broderick, testified that she left the ministry in 2008; at the time of the hearing, she lived with her aunt, mother, and brother Nicholas; her father remained in the ministry with her brother; and her sisters, S.B. and A.B., were in foster care. M.B. said that she was born in the ministry in Fort Smith, where she lived until she was eleven, when she moved to Tony Alamo's house in Fouke; the rest of her family later moved to Fouke. She said that Alamo would send the girls to the green house, which he called the \"house of scorn,\" if they did something wrong. She said that she spent a period of time there, and after she moved back to Alamo's house, she worked every day; in fact, Alamo took many of the girls out of school because he needed them to work in the office full time. She described the \"sisters\" that lived at Alamo's house as \"his wives,\" and named Angela Morales, Lydia Williams, Isabell, Yvonne Rodriguez, Michelle Jones, Pebbles, and Lizzy, who were all adults, and Alice Ondrisek, who was around eighteen. She said that she referred to these women as Alamo's wives because</p>\n<blockquote>[w]ell, I mean, we know that. Like, all of them that lived there, they lived there like ever since I was little, and I can remember, and they all had wedding rings on, and they do go into his room like at night, and shut the door and stuff, and people who only do that are his wives.... These women were known as sisters in the house and as his wives. No one else was allowed to go into Tony's room at night. They all had wedding rings. At least three of them had children. Lydia Williams or Willis had a child. Tabor. To some people Tabor was known to be Tony's son. The other child was Sian. Sian's mother was Sharon. She is Tony's legal wife.</blockquote>\n<p>M.B. listed the teenagers there as A.R., V.S., B.S., M.E., S.B., A.B., and A.E. (A.R. is the daughter of appellant Alphonso Reid.) M.B. said that the women and young girls living in Alamo's house had more privileges; they could watch television, have internet access, and were permitted to order from different restaurants. M.B. testified that she heard Tony Alamo preach that girls should get married after their first menstrual period and that people in the ministry followed his teachings. She said that she saw D.K. and S.H. go to Alamo's room at night, although she did not know if they actually spent the night. At the time, D.K. was around eleven years old and S.H. was under the age of eighteen. She also stated that Alice Ondrisek lived as a wife of Alamo when she was under the age of eighteen.</p>\n<p>M.B. stated that she was spanked by Kolbeck when she was ten years old and <span class=\"star-pagination\">*739</span> lived in Fort Smith; at the time, her father was in Los Angeles. She stated that someone reported that she had broken a rule, and her mother told her to go over to Kolbeck's house, which was next door. She described the reporting system as follows:</p>\n<blockquote>He made people tell on each other, and write it down, and like if we break any of his rules, or if we do something that he doesn't think is right, according to his rule of standards we have to write it up and give it to him, and one of the people in his office read[s] it to him, and he decides on which punishment to give me.</blockquote>\n<p>She stated that first, Kolbeck slapped and punched her in the face, while yelling at her and calling her names; then, he made her bend over a chair and, while Jennifer Kolbeck held her down, hit her with a board, which was about two-and-a-half to three feet long. She said that Kolbeck struck her twenty-five times on her legs and buttocks, leaving such severe bruises that she had difficulty sitting for about two weeks. She said that her parents were aware of the spanking but did nothing. She said that this was normal; because she lived next door to Kolbeck, she and her family could hear the children's screams when he spanked them. M.B. also said that she was punished by being ordered to fast for three days, and that she saw other girls placed on three- to seven-day fasts, including V.S. and A.R.</p>\n<p>M.B. testified that Alamo molested her while she was taking a shower in a bathroom near his bedroom. She stated that the light turned off, the door opened, and suddenly, she felt a hand around her mouth:</p>\n<blockquote>Tony just started touching me. I know it was Tony because he was talking to me, and he was like, don't tell anybody what's happening, and I could see, I could tell, I could tell it was him, because there was nobody else that big in the house either. He was naked. He started touching me all over. He touched my breast. He touched my vaginal area. He didn't put his fingers in my vagina, but he touched me there. He tried to pull my hand, but at the same time a girl knocked on the door and told me to hurry up. This lasted about five minutes. Then he was like don't tell anybody what happened here or else I will have John beat you. And I will have you taken care of. That meant that I would get beat, and of course he would deny it and nobody would believe me over him because everyone believes he is a prophet there so, I did not tell my parents about this because I would have either gotten beaten and nobody would have believed me anyway.</blockquote>\n<p>M.B. also stated that, after the shower incident, Alamo ordered her and other girls, including S.B., V.S., B.S., and A.R., to participate in a recorded radio program and say that he had never touched them. She said that, if they had not followed Alamo's orders, they would have gotten into trouble. DHS introduced this recording, which Alamo posted on the internet, into evidence.</p>\n<p>M.B. said that when she left the ministry in April 2008 at the age of thirteen, she traveled from Fouke to Richmond, Virginia, with forty dollars and a bus ticket that Alamo gave her. She said that before she left, Alamo told her that she was making the wrong decision and that she would go to hell. She said that she was concerned about her two sisters and brother because her father could not protect them from the abuse.</p>\n<p>Alanna Downs, who was nineteen, testified that, when she was six, she moved to the Moffett, Oklahoma, ministry with her mother and sister Pebbles. She said that she first moved into Alamo's house in 1998 <span class=\"star-pagination\">*740</span> when she was eight years old; her sister Pebbles, who was four years older, also moved there. She verified that children were beaten and placed on fasts as punishment; that members were not allowed to talk to outsiders unless they were preaching to them; and that members could not watch television, read books or newspapers, or access the internet unless Alamo gave permission; the girls at his house, however, received more privileges and material goods. Alanna testified that, after a period of time at Alamo's home, she went to Los Angeles for a year, then returned to Fouke in January 2000, where she stayed for six months before going to Oklahoma to be with her mother; after another stay in Los Angeles, she returned to Alamo's house in 2004. She said that when she was last at his home in June 2005, he was living with his sons, Michelle's son, Angela Morales, Lydia, Alice Ondrisek (who was sixteen), Lucy Caderas, Isabell, D.K. (who was thirteen), Pebbles, A.E. (who was eighteen), Jenny Orlanda, J.R. (who was sixteen), Tamela Reid (who was fifteen), C.R. (who was six or seven, and the daughter of appellant Alphonso Reid), S.H. (who was twelve or thirteen), and Sharon Alamo. She said that people knew Alice Ondrisek as Alamo's wife; she wore a wedding ring with diamonds and moved into his house in 2000, when she was eleven years old:</p>\n<blockquote>I saw her going into or coming out of Tony's bedroom. We shared a room and there were times that I didn't see her for about three or four days, and she was in Tony's room for three or four days straight. I would see her sometimes go in there and we shared a room and sometimes I would never see her come back out. She was never in bed, or anything like that, never around. I never saw her come out to take meals, watch TV or anything. I'm not sure if they served food in Tony's room, but I do know that he had a refrigerator in his room.</blockquote>\n<p>Alanna also said that her sister Pebbles had a reputation within the church as being Alamo's wife.</p>\n<p>Alanna said that, at least twice, she was placed on fasts as punishment; when she was twelve, she became very weak and lasted only four days on a one-week fast of water or black coffee. Alanna also stated that Alamo ordered her mother to spank her for breaking a rule, and she received twelve licks with a belt. Alanna said that she also was spanked by one of Tony's wives, Michelle Jones. She said that she was forced to lie face down on Alamo's bed while Pebbles, Lizzie, Angela, and Lydia held her down as Michelle beat her with a board having a span of about four feet:</p>\n<blockquote>The paddle was kept behind Tony's desk. I've seen it there. Michelle gave me twenty, and then I heard Tony in the background and she gave me another twenty. Yes, Tony was present. When it was over I tried to get off the bed. I was in a lot of pain. There was bruising. The back of my legs were like black, and you could see like blood under my skin, and they were really swollen. The bruises lasted for over a year. I knew because the back of my legs were still purple, and it was still there. I was in pain for a little over a month.</blockquote>\n<p>Alanna further testified that Michelle Jones spanked C.R. (who was six or seven), S.H., and D.K.</p>\n<p>Alanna described seeing John Kolbeck slap and beat Spencer Ondrisek, P.A., and A.O.:</p>\n<blockquote>I saw John Kolbeck slap A.O. I saw him slap her in the face a couple of times. I saw him grab her hair, and then he had her bend over, hold on to her ankles, and he beat her. Her face was red. I believe she was eleven or twelve at the <span class=\"star-pagination\">*741</span> time. Debra Ondrisek didn't do anything to stop the beating of Spencer ... she didn't do anything to stop A.O. from being beaten.</blockquote>\n<p>Alanna stated that she witnessed Alice and the other girls giggling and whispering while they massaged Alamo on his upper thighs, legs, back, and shoulders; at the time, Alice was fifteen or sixteen, and D.K. was eleven or twelve. She also said that the Ondriseks knew that Alice was one of his wives and that, when Alice moved into his house, the Ondriseks received a new minivan, which was unusual. Alanna stated that Sally Demoulin, who worked in Alamo's office and reported directly to him, taught the girls to lie to outsiders and told her not to say when her sister became Tony's wife. She said that Demoulin pretended to be an FBI agent and drilled her on what she should and should not say when questioned. Alanna also saw D.K. remove photographs from Alamo's house after they were told that there would be a raid on the compound. She said that there was a lot of secrecy and fear in the church, especially among the children.</p>\n<p>Alanna testified that she was \"grossed out\" when appellant Alphonso Reid, who was in his fifties, asked her to marry him when she was fifteen. She said that often, girls in the ministry did not have a choice in whether they were married to adult men:</p>\n<blockquote>It would be like, ugh sorry, it's like you sometimes don't really make your decision, because you will be scared and told it's of the Lord. If you don't, something bad could happen to you, so you get scared and end up saying yes. The girls under eighteen were pressured into marrying adult men. We were scared to speak out. Tony is the ultimate decider of what happens. He decides who is going to marry who.</blockquote>\n<p>Nevertheless, Alanna told Alamo that she did not want to marry Reid. Alanna verified that J.G. married a man in his thirties when she was thirteen, and named several other young girls who were married at ages as young as twelve to adult men. Alanna stated that she left the church when she was fifteen.</p>\n<p>Danny Ondrisek testified that he was born in the ministry and lived there for nineteen years. He also described the secrecy, lack of contact with the outside world, and total control by Alamo. He said that his sister Alice moved in permanently with Alamo when she was ten years old and that Alamo never permitted him to talk with her in private again. Danny said that Alamo gave Alice, who was known as his wife, special gifts. Danny stated that he was disturbed when he saw some photos of Alice that were taken when she was fifteen or sixteen and dressed in adult clothing.</p>\n<p>Danny testified that he was taken out of school when he was thirteen; when he was in the ninth grade, his whole class was expelled from school because they had lobbied for more recess time. He stated that his parents denied his request to return to school. He said that, having only finished the eighth grade, he had an extremely difficult time in the real world. At the time of the hearing, he was laid off from his job constructing pallets in a warehouse. Danny stated that he was placed on watch duty in front of Alamo's house when he was fourteen; he lived at a brothers' dormitory for about a year before being shipped to Los Angeles, where he did not go to school and was required to witness to people on Hollywood Boulevard every day. He said that he lived in Los Angeles for about eight years and then returned to Arkansas, where he worked on a truck for a while and then in the Paris, Arkansas, warehouse.</p>\n<p><span class=\"star-pagination\">*742</span> Danny described how he got in trouble for answering an \"outsider's\" questions; Alamo made him stay inside the warehouse for seven or eight months. Danny experienced this time as if he were a slave:</p>\n<blockquote>If I had violated the order and went outside I could have been beaten, I could have been put on a fast, I would have been put out at that age with no means of getting anywhere. Yes put out of the actual foundation, without any way to contact anybody. Those things. Or fasting. I felt like I was a prisoner. I was not paid for working. I felt like a slave. My parents knew where I was. They knew the living conditions I was living under. They didn't do anything to help out. I was seventeen. My parents didn't come to visit me. They didn't visit me in L.A. After my time in Paris, I was put on a semi-truck as a rider for about four months, and then from there, in July, I hopped on in New Jersey, the warehouse I was sent up to New Jersey. I did inventory and helped with the orders, consolidated product, and throwing out the trash. That sort of thing. I was sent to New Jersey to switch things up. They wanted someone from New Jersey down there and someone from where I was up there. I was there for three months. My parents didn't come up. They never saw the living conditions, I was eighteen then.</blockquote>\n<blockquote>The warehouse was an old rackety building with holes in the wall, and exceedingly filthy, dust everywhere. I mean we are talking like stuff that's been sitting there for years and years and years a lot of times, just product just stacked away. Very-very dirty warehouse. It was in a pretty ragged part of town, actually, near train tracks. I don't even know how to describe it, but ghetto. I lived at the brothers' dormitory in Elizabeth, New Jersey. Typically I worked twelve-hour shifts. I was not paid for that. My room and board were provided.</blockquote>\n<p>Danny said that he decided to leave the ministry and contacted his brother, who had already left; his brother helped him buy a bus ticket. Before he left, he said, he called his father to tell him about his plans, and Alamo answered the phone. He said that he asked Alamo for assistance to get from the warehouse to the bus stop, without success; he then sold some pairs of new jeans and used the proceeds to buy a train ticket to the bus stop. Danny said that he believed he was risking his soul when he left, because church members were taught that they would go to hell for doing such a thing. Danny also said that when he was eight years old, he was placed on a mandatory seven-day fast. He stated that he saw his brother beaten bloody in front of his parents, who did nothing. He said that he thought his parents had abdicated their parental responsibility and that he believed that children are not safe in the ministry. Danny verified that J.G. had married a twenty-eight-year-old groom when she was twelve years old. He also stated that he was taught to lie to outsiders, and that Alamo had preached that the church was accountable only to God, not the courts of man. Danny said that when Alamo was previously in prison, he continued to run the church.</p>\n<p>DHS introduced the video deposition of Jessica Cooper, who had left the church with her husband and seven children because she did not believe that the ministry was a good environment for her family and was concerned that her nine- and ten-year-old daughters would be married at an early age. She said that her sister, Susan Broderick (appellant Brian Broderick's wife), was married in the church at the age of fifteen. She confirmed the imposition of lengthy fasts as punishment, as well as the church's practice of not permitting family <span class=\"star-pagination\">*743</span> members who have left the ministry to contact those who remained. She described seeing J.M. being beaten so hard when he was fifteen years old that his buttocks bled through his pants.</p>\n<p>Robbie Polite, a health-service worker with DHS, testified that she facilitated V.S.'s and A.O.'s evaluations at UAMS, and there were no records of either girl's having been immunized in the state of Arkansas.</p>\n<p>Dr. Karen Worley, a psychologist and director of the Family Treatment Program at the Department of Pediatrics for UAMS at Arkansas Children's Hospital, which specializes in child sexual abuse, testified. She said that when DHS removed the children from the Fouke facility in September 2008, she went to the armory, where the girls were first taken, to observe their interviews. On the first day, she sat in the corner and watched the girls interact with people and respond to questions. The next day, she observed their interviews through the video system. She said that, on the first day, she noticed that A.O. and V.S. wore wedding-band type rings on the third fingers of their left hands; the next day, the rings were gone. She said that a child's being without a mother is a risk factor for sexual abuse; another risk factor is being vulnerable to someone close to the family, who has a lot of access to the children; another factor is the belief that there is nothing wrong with such behavior. She said that she saw all three factors present here. She stated that the young girls looked up to Tony Alamo as a prophet; he was the person who provided everything for them and their families, and it would be very difficult for them to say anything critical of him. Dr. Worley said that V.S. and A.O. did not disclose any sexual abuse and told the interviewers that Tony Alamo was \"not a pedophile.\" She said that she heard that phrase three or four times that day and found it odd that the girls used the word \"pedophile.\" She believed that they had been coached not to disclose sexual abuse:</p>\n<blockquote>It appeared to me that someone had talked to these girls prior to them ever being taken into custody about Tony Alamo is not a pedophile, which I found extremely odd and suspicious and something that I felt like we needed a lot more information about. Since the girls denied any sexual abuse I was on alert for any risk factors that might [be] present from their prior living situation. The first thing that struck me was how five of the six girls did not have access to a mother. That their mothers were gone, which I felt like put them in more vulnerable position.</blockquote>\n<p>Dr. Worley also said that the girls were very protective of their lifestyle and that she observed A.O. rip up the picture of S.B.'s mother (who had left the ministry) in S.B.'s presence and observed them talking negatively about M.B., whom they called a \"fornicator.\" Dr. Worley said that she interpreted that conversation as intimidation to prevent the other girls from saying anything negative about the community; such intimidation would make it very difficult for the children to disclose sexual abuse. She also said that the girls were aware that there were two different sets of rules in the world: church law and government law. Dr. Worley stated that, while the children said that they would follow government law, they truly believed church law, including such beliefs as polygamy and the marriage of girls once they reach puberty.</p>\n<p>Alice Ondrisek and Tamela Reid testified for the defense and denied any sexual abuse, neglect, or physical abuse of the children. Alice testified at length about how the previously discussed testimony was simply not true.</p>\n<p><span class=\"star-pagination\">*744</span> Greg Seago testified in his own behalf. He acknowledged that he married Howard when he was thirty-five and she was fifteen. He denied knowing of any beatings or that V.S. was married to Alamo. He admitted that Alamo interprets the Bible as permitting polygamy and the marriage of underaged girls. He denied letting Alamo have any control over his children, and he did not believe that Alamo had sexually abused M.B. or that B.S. was beaten while living at Alamo's house. He admitted that B.S. had told him that she was spanked but did not say that she was bruised. He admitted that V.S. and B.S. lived in Fouke while he lived in Fort Smith and that there were months that he did not see them. He stated that, even after hearing all the testimony, he did not plan on leaving the ministry.</p>\n<p>Gina Howard testified that she was born in the Alamo ministry; married Seago when she was fifteen and he was thirty-five, without a marriage license; and that they had four children together. Eventually, she said, she left the ministry, even though she was told that God would kill her if she did. She said that Alamo preached that something bad would happen to people who left the church, and specifically told her so before she left. She described her fruitless efforts to contact her children after she left the ministry, and her on-and-off relationship with Seago, who rarely allowed her to see or contact the children after she left.</p>\n<p>Howard testified that she had a ninth-grade education and that, eventually, she obtained her GED. She said it had been extremely difficult to succeed in the real world after she left. She stated that when she was eight years old, Tony Alamo ordered that she be beaten; she saw children being beaten and other underage girls being married. Howard listed many women Alamo took as his wives. She said that Seago was close to Alamo and knew what was going on; she believed that he would listen to anything Alamo said, regardless of his own conscience. She did not believe that Seago would protect their children and said that she would rather they grow up in foster care than in the Alamo ministry.</p>\n<p>Howard said that when she left the ministry, she felt as if her whole world had disappeared. She said that she had been afraid that if she left, she would be cursed:</p>\n<blockquote>I feel somewhat that way now. And it is absolutely difficult for me to be here and testify today, because for one, my kids have been put through something that I never wanted them put through. My childhood was robbed from me. I can't ever speak to my mother. My children think that I don't love them. (Cries) I tried to contact them, and, and all for something that one man believes is God's will, and that's OK for him, but when it comes to dividing families, and tearing lives apart, and putting whatever lies you can into a scenario to make your side look good, there's got to be a breaking point, and for me, I felt like I have never had a breaking point. I've constantly struggled my whole life to be normal, and I don't feel, I don't even feel (inaudible) now, because my childhood was robbed from me. I can't speak to my family. My family on the outside loves me, but I am different from them. I don't think the same. I still think that I have this thing in the back of my mind if I testify to show what my mind set was, that somehow I am going to be cursed by God, because God is going to cause me to be sick, because you know, Tony says he is a man of God, and all he brings him, and he repairs lives and he heals people's hearts, but all he's done is destroy mine, and he has, he has a thousand people say yes, amen, and I'll put a <span class=\"star-pagination\">*745</span> stamp on it, a notary stamp on it, they are a horrible person, but I watched it for years, and it's not, it's not the case. It is something that, it is still a struggle. I've never went to psychological help for this. I've tried to deal with it on my own. I didn't make every decision perfectly. If I could do what I did ten years ago now, I would have said, I don't care what Greg feels or what's in the back of my mind, why something bad might happen to me, I'm just going to get my children, and I would have gone to the FBI then, but I was in fear for a long time that something bad would happen to me. Just like when my father left at eleven, I was told constantly that he didn't love me, he didn't want to be with me. He wasn't a good parent, that he was going to go to Hell. I am absolutely concerned about my children staying in this ministry. It already has been psychologically damaging for them.</blockquote>\n<p>B.S. testified that she attended the wedding of J.G. when J.G. was twelve years old and her groom was in his late twenties. She said that she believed that her father knew about it because everyone in the church did. She named another friend who got married at the age of thirteen. She said that she knew that Alamo had multiple wives, and listed them, including Alice Ondrisek. She said that she, V.S., and other girls were placed on fasts by Tony Alamo; she was placed on a fast when she was ten years old, and V.S. was placed on a one-day fast when she was nine. B.S. said that her brother M.S. had been beaten and left limping, and that John Kolbeck had beaten her:</p>\n<blockquote>I talked to my dad after I was beaten. I don't think my dad confronted Mr. Kolbeck about the beating. My dad didn't go to law enforcement and file charges against Mr. Kolbeck. Well, afterward I guess John Kolbeck told him that I was crying and that I wanted to go to my mother, and that I was fighting him. He told my dad that. My dad was upset with me for saying that I wanted to go to my mother.</blockquote>\n<p>B.S. said that she was miserable at the church and wanted to see her mother, and there were weeks and months that she did not see her father. She said that she did not ask her father to let her leave because she knew he would be upset; when she was about thirteen, he told her that if she left, she would go to hell and he would \"have to step over your dead body and keep going....\" Eventually she said she and another girl ran away. In rebuttal, Greg Seago testified that, although he knew B.S. had \"gotten swats,\" he did not know she was bruised.</p>\n<p>Cindy Allen, a DHS supervisor in Miller County, testified that the goal for V.S. was reunification with either her mother or her father, depending on their compliance with the case plan. She recommended that Seago obtain a job that was not affiliated with the Alamo ministry in any fashion.</p>\n<p>The court entered the adjudication order on December 11, 2008, finding V.S. dependent-neglected, and making extensive findings of fact. It found that Seago and Howard failed to protect their daughter against physical abuse and were aware of the pattern and practice of severe physical beatings within the closed community. The court found that Seago allowed one or more of his children to be beaten and failed to intervene. It found that Seago failed to protect that child against the risk of sexual abuse by knowingly placing her in the residence of Tony Alamo, whom he knew to be a polygamist. The court also found that Seago had endorsed and facilitated the attempted illegal marriages of underage females including V.S., to adult males. It found that both parents had <span class=\"star-pagination\">*746</span> been neglectful in failing to provide reasonable medical care, such as immunizations, to V.S., and medical attention following the beating by John Kolbeck. The court further found that both parents had neglected V.S. and the other children in their family by failing to provide them with a proper education under Arkansas law. It also found that they had abused V.S. and the other children within their family by requiring or condoning involuntary fasts by the children when they were younger than fifteen.</p>\n<p>The court expressly found the testimony of Spencer Ondrisek, Jessica Cooper, Danny Ondrisek, M.B., Howard, B.S., and Alanna Downs to be credible. It found Seago credible with regard to some facts, but not as to the extent of physical or sexual abuse of his daughters. The court found that both parents had abandoned V.S., and that Seago had done so despite knowing, or having reason to know, that his daughters were physically beaten and subjected to the other forms of abuse and neglect set out in the order, while he lived primarily in Fort Smith and his daughters were in Tony Alamo's residence in Fouke. The court found Tamela Reid and Alice Ondrisek not credible.</p>\n<p>In its additional findings of fact, the trial court set forth detailed examples of the abuse of the children in Fouke:</p>\n<blockquote>The parents were aware of multiple instances where Tony Alamo, through his direction to John Kolbeck and others, intentionally caused physical harm to Spencer Ondrisek, P.A., and A.O. The beating of Spencer Ondrisek was so severe that the victim almost blacked out, that a hand was temporarily crippled, and that his teeth punctured the inside of his mouth so as to cause temporary and permanent scarring. Spencer Ondrisek, P.A. and A.O. were physically abused when Spencer Ondrisek was fourteen years of age. The beating was done by Tony Alamo and John Kolbeck and included strikes to the face with both open palm and closed fist. Spencer Ondrisek left the Tony Alamo Christian Ministries in approximately May of 2008. At the time he left, he was seventeen years of age. John Kolbeck participated in beatings of Spencer Ondrisek on three occasions. The paddle used to administer the beatings of these children was approximately three feet long, six-to-eight inches wide and one-half inch thick. These beatings were witnessed by other teenage children under the age of eighteen. One or both of their parents were required to observe the beatings. Richard Ondrisek did, in fact, observe one or more of these beatings.</blockquote>\n<blockquote>A.O. was also beaten with a paddle when she was fourteen years of age during one of the three beatings which Spencer Ondrisek suffered at the hands of John Kolbeck at the direction of Tony Alamo. Richard and Debra Ondrisek witnessed the beating of A.O. and did nothing to prevent it. After he suffered beatings, Spencer Ondrisek received no medical attention. Beatings of juveniles in the Tony Alamo Christian Ministries took place frequently during the teenage years of Spencer Ondrisek, A.O., and V.S.</blockquote>\n<blockquote>There was a pattern and practice instituted by Tony Alamo, carried out by himself and his agents, for all members of the Tony Alamo Christian Ministries, whether residents of the Fouke, Arkansas community or living elsewhere, to enforce by brutal, physical attacks adherence to his will. Greg Seago was aware of this practice and condoned it.</blockquote>\n<blockquote>Greg Seago was aware that Tony Alamo claimed to be married to multiple wives during years 2006, 2007, and 2008. Nevertheless, V.S. was allowed and permitted <span class=\"star-pagination\">*747</span> to live with Tony Alamo and his \"wives\" under one roof along with a number of other women both above and below the age of marital consent in the state of Arkansas. These juveniles were allowed to sleep and stay in the residence of Tony Alamo unsupervised by anyone other than Tony Alamo and his co-polygamists.</blockquote>\n<blockquote>The Court finds that there was a pattern and practice of allowing and consenting to informal, invalid, marriages between children under the age of sixteen to adult males over the age of twenty-one, and in many instances decades older than the age of twenty-one. Greg Seago knew of this practice and allowed their [sic] daughters to participate in those practices. V.S. began living unsupervised in the residence of Tony Alamo when she was twelve years of age.</blockquote>\n<blockquote>The Court finds that these parents permitted and condoned a practice of the Tony Alamo Christian Ministries known as diesel therapy, where school age teenagers were removed from their residences and required to travel nation wide in the ministries business ventures helping diesel truck drivers load and unload products, without access to schools and schooling.</blockquote>\n<blockquote>M.B. was brutally beaten with a paddle approximately two and a half-to-three feet long, eight-to-ten inches wide and one and half to two inches thick. Punishment was also administered by way of depriving juveniles of food for twenty-four hours, forty-eight hours and longer. These children, as young as twelve years of age, suffered risks of physical and medical harm.</blockquote>\n<blockquote>M.B. was a victim of illegal sexual contact perpetrated by Tony Alamo against her while under the age of eighteen. Tony Alamo made unwanted and improper contact with her breasts and genitalia. Tony Alamo threatened her with undefined harm if she told her parents or anyone else of the improper touching. M.B.'s recantation, as recorded in an interview with Tony Alamo in February of 2008, was not true and was given under threat of harm. M.B. was allowed by her parents to live in Tony Alamo's home when she was approaching her twelfth birthday. M.B. suffered sexual abuse at the age of thirteen. Members of the Tony Alamo Christian Ministries, including M.B., were taught that it was acceptable to lie to those who were not members of the Alamo communities.</blockquote>\n<blockquote>Alanna Downs, under the age of eighteen and a member of the Tony Alamo Christian Ministries, was placed on a involuntary fastdenied all but water and black coffee for one week, but only suffered the fast for four days because of her deteriorating medical conditions. She was punished at the age of twelve for bringing food or snacks into her living area without permission. Alanna Downs was forced, at the age of fifteen, to lie face down on Tony Alamo's bed while being held by four adult females, known to her as the wives of Tony Alamo, while being beaten by a paddle which was routinely used for punishment of juveniles in the Tony Alamo Christian Ministries. She was administered in excess of twenty licks. She suffered pain and bruises to the back of her legs. As a result of the beating, Alanna Downs's legs and buttocks were black, swollen and blood filled. Some of the bruising lasted for over one year. The bruising, far down her legs, required her to sleep on her stomach for months. S.H. and D.K. also suffered physical beatings in excess of twenty separate licks. Alanna Downs observed those beatings. A.O. and Debra Ondrisek <span class=\"star-pagination\">*748</span> were required by Tony Alamo to observe these beatings. Debra Ondrisek stated, \"I wanted John Kolbeck to beat A. O.\" A.O. was no older than twelve years at the time of her beating. Alanna Downs left the Tony Alamo Christian Ministries for the last time when she was fifteen years of age in fear of another beating.</blockquote>\n<p>Seago filed a timely notice of appeal.</p>\n<p>Seago argues on appeal that the court erred in finding V.S. dependent-neglected. He also contends that the court's order that he obtain housing and employment separate from the Alamo ministry is unconstitutional because it violates his First Amendment right to the free exercise of his religion. We do not address the constitutional argument because he did not raise it below. <i>See </i><i>Arkansas Dep't of Health &amp; Human Servs. v. Jones,</i> 97 Ark. App. 267, 248 S.W.3d 507 (2007).</p>\n<p>Under the sufficiency argument, Seago points out that there was no testimony that the fasts, if imposed on the children, were dangerous, or that the children were actually injured by the beatings. Seago argues at length that fasting was a method of atonement supported by the Bible; that V.S. was not malnourished; and that she was evaluated as healthy. In the same vein, he argues that her failure to receive the required immunizations in Arkansas did not mean that she had not received them elsewhere. Seago further points out that there was no evidence that V.S. was ever beaten or sexually abused. He argues that there was no evidence that he was aware of a pattern and practice of beating or sexually abusing children. He also challenges the trial court's finding that he neglected V.S. educationally and points out that the school run by the ministry followed the curriculum of the widely used A Beka program.</p>\n<p>Adjudication hearings are held to determine whether the allegations in a petition are substantiated by the proof. Ark. Code Ann.  9-27-327(a)(1)(A) (Supp. 2009). Dependency-neglect allegations must be proven by a preponderance of the evidence. Ark.Code Ann.  9-27-325(h)(2)(B) (Supp.2009). We will not reverse the circuit court's findings unless they are clearly erroneous. <i>Brewer v. Arkansas Dep't of Human Servs.,</i> 71 Ark. App. 364, 43 S.W.3d 196 (2001). In reviewing a dependency-neglect adjudication, we defer to the circuit court's evaluation of the credibility of the witnesses. <i>Id.</i> The focus of an adjudication hearing is on the child, not the parent. At this stage of a proceeding, the juvenile code is concerned with whether <i>the child</i> is dependent-neglected. An adjudication of dependency-neglect occurs without reference to which parent committed the acts or omissions leading to the adjudication; the juvenile is simply dependent-neglected. <i>See Howell v. Arkansas Dep't of Human Servs.,</i> 2009 Ark.App. 612, 2009 WL 3028987; <i>Albright v. Arkansas Dep't of Human Servs.,</i> 97 Ark.App. 277, 248 S.W.3d 498 (2007).</p>\n<p>Arkansas Code Annotated section 9-27-303(18)(A) (Supp.2009) defines a \"dependent-neglected juvenile\" as any juvenile who is at substantial risk of serious harm as a result of abandonment, abuse, sexual abuse, sexual exploitation, or neglect. The definition of \"neglect\" in section 9-27-303(36)(A) includes acts or omissions of \"a parent, guardian, custodian, foster parent, or any person, who is entrusted with the juvenile's care by a parent,\" that constitute:</p>\n<blockquote>(I) Failure or refusal to prevent the abuse of the juvenile when the person knows or has reasonable cause to know the juvenile is or has been abused;</blockquote>\n<blockquote>(ii) Failure or refusal to provide the necessary food, clothing, shelter, and education <span class=\"star-pagination\">*749</span> required by law, ... or medical treatment necessary for the juvenile's well-being ...;</blockquote>\n<blockquote>(iii) Failure to take reasonable action to protect the juvenile from abandonment, abuse, sexual abuse, sexual exploitation, neglect, or parental unfitness when the existence of this condition was known or should have been known;</blockquote>\n<blockquote>(iv) Failure or irremediable inability to provide for the essential and necessary physical, mental, or emotional needs of the juvenile, including failure to provide a shelter that does not pose a risk to the health or safety of the juvenile;</blockquote>\n<blockquote>(v) Failure to provide for the juvenile's care and maintenance, proper or necessary support, or medical, surgical, or other necessary care;</blockquote>\n<blockquote>(vi) Failure, although able, to assume responsibility for the care and custody of the juvenile or to participate in a plan to assume the responsibility; or</blockquote>\n<blockquote>(vii) Failure to appropriately supervise the juvenile that results in the juvenile's being left alone at an inappropriate age or in inappropriate circumstances, creating a dangerous situation or a situation that puts the juvenile at risk of harm.</blockquote>\n<p>The evidence presented at the hearing overwhelmingly demonstrated that the environment at the compound in Fouke is potentially dangerous for the children of its members. The members live in a collective environment in which their earnings and labor belong to the church, which provides for the members' needs. The members have no personal freedom and must be accompanied by another member at all times. Members are not permitted to communicate with people in the outside world unless they are \"witnessing,\" and they are watched closely and encouraged to report infractions of the rules on each other. Such reports go to Alamo, who decides the appropriate punishment, which could be a beating, fasting, or \"diesel therapy.\" Sometimes, the punishment may be directed at a child with the parents' permission; other times, the parents learn of it later. The evidence demonstrated that even when the parents witnessed beatings, they did nothing.</p>\n<p>Occasionally, parents live with their children in houses used by the ministry. Unmarried females and males are segregated. Many of the underage females are separated from their parents and live in the \"mission\" or \"school,\" which is in the same building where Alamo lives. The women who are entrusted with the care of these young girls are, for the most part, Alamo's wives. Living in Alamo's home has a lot of benefits not available to the other members, and to be removed from his home was considered punishment. The ministry encourages the marriage of underage girls to older men. For example, Howard was married to Seago when she was only fifteen and he was thirty-five. The testimony overwhelmingly demonstrated that Alamo personally practices polygamy and is \"married\" to several young girls living in his home. There was testimony that some girls were \"married\" to Alamo when they were as young as eleven. Some of these girls were observed massaging Alamo's shirtless body; some spent a significant amount of time alone with Alamo in his bedroom. Seago is one of the parents who willingly permitted their children to live in Tony Alamo's home while Seago was living and working in Fort Smith.</p>\n<p>Sexual abuse was not the only potential danger to these children. Often Alamo ordered rule-breakers to be beaten by Kolbeck. The children savagely beaten by Kolbeck did not receive any medical care for their injuries. Seago admitted that he knew that B.S. and his son M.S. were \"spanked\" by Kolbeck. Another type of punishment Alamo frequently ordered was <span class=\"star-pagination\">*750</span> lengthy periods of fasting, even when children were as young as nine years old.</p>\n<p>Seago lived in this community for decades and was fully cognizant of its practices. His argument that the circuit court erred in finding V.S. dependent-neglected because there was no testimony that she had suffered abuse is utterly without merit. \"Such a construction of the law would fly in the face of the General Assembly's expressed purpose of protecting dependent-neglected children and making those children's health and safety the juvenile code's paramount concern.\" <i>Brewer,</i> 71 Ark.App. at 368, 43 S.W.3d at 199. Seago abdicated his parental duties to V.S. and left her in the care of Alamo and his many wives. In doing so, he knowingly left her in an environment that included sexual abuse of young girls, underage marriage, and beatings. Even if V.S. was not sexually or physically abused, Seago's failure to protect her from that potential harm was more than enough to warrant her being found dependent-neglected. A child may be adjudicated dependent-neglected even if she has not yet suffered abuse. <i>Id.</i> To require V.S. to suffer the same fate as those whose abuse and neglect were described at the hearing would be \"tragic and cruel.\" <i>Id.</i></p>\n<p>Additionally, B.S. testified at length and in graphic detail about her savage beating by Kolbeck. Seago learned of her beating the next day and did nothing. His neglect of B.S., which made her abuse possible, was another sufficient reason for the court to declare V.S. dependent-neglected. <i>See</i> Ark.Code Ann.  9-27-303(18)(A)(ii), (v) (Supp.2009).</p>\n<p>Affirmed.</p>\n<p>GLADWIN and MARSHALL, JJ., agree.</p>\n<h2>NOTES</h2>\n<p>[1]  Sgt. Bishop did not specify which of the juveniles mentioned in the affidavit was V.S.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">733</span></span> (2009)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">Ark. App.</span> <span class=\"page\">767</span></span></b></center>\n<center><h1>Greg SEAGO, Appellant,<br>\nv.<br>\nARKANSAS DEPARTMENT OF HUMAN SERVICES, Appellee.</h1></center>\n<center>No. CA 09-244.</center>\n<center><p><b>Court of Appeals of Arkansas.</b></p></center>\n<center>November 18, 2009.</center>\n<p><span class=\"star-pagination\">*734</span> Orin Eddy Montgomery, and Clay S. Conrad, Little Rock, for appellant.</p>\n<p>Gray Allen Turner and Tabitha Baertels McNulty, Office of Chief Counsel, Little Rock, for appellee.</p>\n<p>Keith Chrestman, Jonesboro, Amy Freedman, attorneys ad litem, for minor children.</p>\n<p>LARRY D. VAUGHT, Chief Judge.</p>\n<p>This is one of three appeals decided today that involve children who were removed from the Tony Alamo Christian Ministries compound in Fouke, Arkansas, in September 2008. The three appellants, fathers of girls placed in DHS's custody, challenge the two circuit courts' orders adjudicating their children dependent-neglected. <i>See </i><i>Brian Broderick v. Arkansas Dep't of Human Servs.,</i> 2009 Ark.App. 771, <span class=\"citation no-link\"><span class=\"volume\">358</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">909</span></span>, and <i>Alphonso Reid v. Arkansas Dep't of Human Servs.,</i> 2009 Ark.App. 784, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3855700</span></span>. Judge Jim Hudson conducted the hearing in this case. Judge Joe Griffin heard the Broderick and Reid cases together. Many of the witnesses testified at both hearings and some of the deposition testimony was admitted at both hearings. This opinion will review the evidence common to all three appeals.</p>\n<p>Appellant Greg Seago, the father of V.S., has been a member of the ministry since 1976. At the time of the hearing, he was working for and living on ministry property in Fort Smith. Gina Howard, V.S.'s mother, married Seago in the ministry, but without a marriage license, when she was fifteen and he was thirty-five. She left the ministry in 1999. Although Howard was involved in the proceeding below, she did not appeal from the adjudication order. Their daughter B.S. was born in February 1993, and lived at Alamo's residence for a period of time. She was living with Howard at the time of the hearing. V.S., who was born at home on August 10, 1994, did not have a birth certificate. She lived at Alamo's residence in Fouke, in a building the church members referred to as the \"mission\" or \"school,\" when DHS took her into custody. Seago and Howard also have two minor sons, who were living with Seago in the ministry compound.</p>\n<p>There was evidence that, among the grown women supervising the young girls who lived at the mission, were Alamo's legal wife, Sharon, and his polygamous wives. While V.S. lived in Fouke at Alamo's home, Seago was living in Fort Smith on the ministry's premises. According to the witnesses, this type of living arrangement was common. In Fouke, there was a boys' dormitory; sometimes, children lived with their parents in houses used by the ministry. There was another residence for young girls in Fouke that the witnesses referred to as the \"green house.\" There was evidence that young girls who had broken a rule or were somehow out of favor in Alamo's residence were sent to the green house. Vicki Lareson, an adult who had been involved with the ministry for many years, was the housemother there.</p>\n<p>There was evidence that, after Howard left the ministry, she attempted to convince Seago to leave the church and raise the children outside of the ministry. Although he left the ministry a couple of times, he never stayed out long and spent the better part of the thirty-two years between 1976 and 2008 actively involved with the church. In 1981, he moved onto church property and began working full time for the ministry. For over two decades, he worked for the church without receiving a paycheck and lived on church property. The church provided for all of his family's needs. The children went to a <span class=\"star-pagination\">*735</span> school run by the ministry, which used the Christian education A Beka program.</p>\n<p>DHS filed a petition for emergency custody of V.S. and other children at the Alamo compound on September 23, 2008. In the supporting affidavit, Lori Alexander, with the Arkansas State Police, stated that its Crimes Against Children Division had been assisting the FBI and the Arkansas State Police's Criminal Investigation Division in investigating allegations of physical and sexual abuse at the Alamo ministry in Fouke. Tony Alamo was the alleged perpetrator. Alexander stated that V.S. was living in Alamo's residence with her father's knowledge and consent. She alleged that Howard had abandoned V.S. and that Seago had failed to protect her from abuse by allowing her to reside in Alamo's home.</p>\n<p>The petition was also supported by an affidavit of Sgt. John Bishop with the Arkansas State Police. He stated that he had interviewed V.S. and other children:<sup>[1]</sup></p>\n<blockquote>The following three juveniles were interviewed by this Agent, Sgt. John Bishop, within the last six months. The three juveniles are believed to be credible in their statements. This credibility is based on information that has been obtained from other former members of the Alamo Christian Ministries that is located in Fouke, Arkansas and the three juveniles were not and had not been together for some time.</blockquote>\n<blockquote>The confidential source was also interviewed by this Agent within the last six months. The confidential source provided information of assaults that had been witnessed by this person. The information was found to be creditable due to the source given independent information that paralleled the juvenile's information.</blockquote>\n<blockquote>Juvenile # 1 stated the following: She entered Tony Alamo's home at 8 years of age and was made a wife, by consummating the marriage, at 9 years of age. Alamo had her watch pornography on more than one occasion while they were engaged in sex acts. He took sexual photos of her and maintained several of these photos of her and other young girls he married.</blockquote>\n<blockquote>Juvenile # 1 has witnessed several beatings and assisted in several. She stated she was beaten by Alamo and Jeanne Orlando. Punishment from Alamo was normally fasting or proverbs, which is the word for a beating.</blockquote>\n<blockquote>Juvenile # 1 stated that Alamo made the statement that Juvenile # 2 wasn't a virgin anymore after he was in the room with her.</blockquote>\n<blockquote>Juvenile # 2 stated she is 16 years of age when interviewed. She was picked by Alamo to live in his house in Fouke, Arkansas when she was 11 years of age. Alamo first had sex with her by digital penetration while she was still 11 years old. When she was almost 12 years of age he forced her to have sexual intercourse and sometime later forced her to have oral sex. He had sex with her at least 10 times.</blockquote>\n<blockquote>Juvenile # 2 stated she was taken on a trip to California on Alamo's bus. This trip was taken in early 2006. On the trip out there Alamo had sex with her and again had sex with her after arriving in California. On another occasion she was staying with her parents in California and Alamo came out there. He had sex with her there and then transported her back to Arkansas. Upon arriving back to Arkansas he had sex with her. She recalled that this occurred in early 2007.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*736</span> Juvenile # 2 stated she was beaten by Alamo several times and on one occasion she passed out from the beating. She also witnessed several beatings of members by John Kolbeck.</blockquote>\n<blockquote>Juvenile #3 stated she moved into Alamo's home in Fouke, Arkansas at age 11. She lived in his home for a year and a half.</blockquote>\n<blockquote>Juvenile # 3 stated Alamo had a number of wives in his home and he was having sex with all of them. Alamo has pornographic pictures of some of the wives.</blockquote>\n<blockquote>Juvenile # 3 stated she knew Alamo had raped Juvenile # 2.</blockquote>\n<blockquote>Juvenile # 3 stated one day while living in Alamo's home she was taking a shower. Alamo entered the shower with her and he was nude. He put his hand over her mouth. Alamo touched her vagina with his fingers, penetrated her with his fingers, and touched her breast. He also attempted to have her touch his penis. He threatened her by telling her he would have someone take care of her if she told anyone. She said she was 12 years of age at the time.</blockquote>\n<blockquote>Juvenile # 3 stated she was beaten by John Kolbeck at 10 years of age. She was also put on a fast for four days in the past.</blockquote>\n<blockquote>Confidential Source: The CS stated she had seen physical assaults on both adults and juveniles by Alamo. On one occasion she saw Alamo pick up a juvenile by the throat and throw the person into an appliance.</blockquote>\n<p>V.S. was evaluated at UAMS on September 29, 2008. The physician completing the report stated that, although she had no medical problems, she was not properly immunized. She noted that V.S. had been diagnosed with alleged child maltreatment syndrome-sexual and adjustment disorder with anxiety, and that mental health therapy had been recommended. The physician also stated that V.S.'s foster parent reported that she typically would not converse with any male figures and would lower her head when a male entered the room. V.S. denied that she had been sexually abused.</p>\n<p>The adjudication hearing was held on November 21, 2008. The witnesses were former church members Spencer Ondrisek, M.B., Alanna Downs, Danny Ondrisek, Jessica Cooper (by video-taped deposition), Howard, and B.S.; Robbie Polite and Cindy Allen, with DHS; Dr. Karen Worley, a psychologist; Tamela Reid, a daughter of appellant Alphonso Reid, and Alice Ondrisek; and Seago.</p>\n<p>Spencer Ondrisek testified that he was born in the ministry and lived there for seventeen years. Spencer stated that his older sister Alice moved into Alamo's house in Fouke in 2000, when she was twelve years old. He stated that members were not allowed to talk to outsiders unless they were \"witnessing\" and could not read newspapers, watch television, or listen to the radio; they were required to report on each other to Alamo, who decided punishment, which could be a fast, the taking away of privileges, or a beating. He said that he was personally beaten by John Kolbeck on three occasions; the first time was when he was twelve years old. He stated that Alamo called him into the gym for the beating and that his father, Richard Ondrisek, brought him there. He said that Kolbeck began by slapping him in the face about fifteen times, hitting him so hard that the inside of his mouth and his nose bled. After that, he said, Kolbeck washed the blood off his hands and then beat him at least thirty to forty times with a paddle that was at least three feet long, six inches wide, and about one-half inch thick, while his father did nothing to stop the beating. Spencer said that he had observable injuries from the beating; in <span class=\"star-pagination\">*737</span> addition to a bloody and swollen lip, his nose was bloody and his buttocks were so bruised that he could not sit down for a week or two. He said that he did not receive any medical treatment afterward.</p>\n<p>Spencer said that the second beating occurred in 2006, when he and another boy, P.A., got in trouble for playing with spray bottles of Windex; again, he was called into the gym, where his parents and others were present, for the beating. He stated that Alamo explained what the boys had done wrong and introduced John Kolbeck as \"here's Johnny, like off of The Shining....\" Spencer said that Kolbeck slapped both boys in the face at least fifteen times, until their mouths and noses bled; after that, he beat each of them about thirty or forty times with the paddle. Spencer said that there was a lot of blood, some of which dripped onto the floor, and that his parents did nothing.</p>\n<p>Spencer said that he witnessed his fourteen-year-old sister, A.O., being beaten by Kolbeck after their mother had asked that she be disciplined. He testified that, while she bent over and held her ankles, Kolbeck hit her so hard that she nearly fell over; their parents witnessed the beating and did nothing.</p>\n<p>The third beating Spencer described happened the previous October, when he was living in the boys' dormitory at Fouke, after he was falsely accused of \"horsing around\" with some little children. He said that Kolbeck hit him in the face at least fifteen times until his lip and nose bled and his teeth punctured the inside of his lip. After that, he said, Kolbeck beat him with the paddle at least forty times:</p>\n<blockquote>It seemed like more than that, but after that I was trying to stand up, and just keep myself conscious, because I was hit so hard it was like I started to black out, and my eyes were wide open, and all I could see was black, it was like I had my eyes closed because I started to black out and I had to lean on weight equipment just from falling over. I was like this for like ten minutes it was so intense. I tried to protect myself from being hit. I put my hand back there, and he just hit my hand, and hit me over the left arm when I blocked, and I had a big bruise on my forearm the size of the paddle, the width of it, and I had my hands crippled from it. I couldn't even use my left hand and move my fingers hardly, and it was like that for a while, and I played the piano that night, and I couldn't even use my left hand. I had injuries to my face.... I had bruises all over my body, on my backside I was bruised and it was there for a while. I don't know exactly how long.</blockquote>\n<blockquote>I am a musician. I play the piano or keyboard. I played the piano at church services. I had to play right after I was beaten. I had difficulties. I used my left hand because it is critical in playing the piano, and I couldn't use it. All I could use was my right hand, because my left hand was crippled, and it hurt to move my fingers. It felt like they were fractured, but I couldn't tell because I never got any treatment for it.</blockquote>\n<p>After Kolbeck finished beating him, Spencer said that Tony Alamo started hitting him: \"I was standing there and he started punching me in the face with a clenched fist, and just mocking me. Just hitting me like really light though saying, are you going to fight back? Do you want to do this again? Huh, punk?\" Spencer said that at that point, he had already been beaten to a \"pulp\" and was trying to keep from blacking out. Spencer said that he still had scars left from that beating, which was the most intense. He said that he did not believe that his parents were aware of the third beating until after it happened but, after they learned of it, they did nothing. <span class=\"star-pagination\">*738</span> Spencer said that anyone who wanted medical attention had to first get permission from Alamo. Spencer said that his parents never took him for any medical attention after any of the beatings; after the third beating, he believed his life was in danger. He said that he had thought about leaving the ministry before, but had not done so because he had no one to go to and no way to do it. He said that he just wanted to feel secure and safe. He found the telephone number of the Coopers, some former members of the ministry, who helped him leave in May 2008, when he sneaked out with two duffle bags and a backpack.</p>\n<p>Spencer also described the fasting punishment, which consisted of being allowed to eat or drink only coffee or water. He said that he was forced to fast for one day. Another punishment Spencer said he received was being placed on \"diesel therapy,\" which was being forced to ride with the driver of one of the ministry's trucks.</p>\n<p>M.B., the fourteen-year-old daughter of appellant Brian Broderick, testified that she left the ministry in 2008; at the time of the hearing, she lived with her aunt, mother, and brother Nicholas; her father remained in the ministry with her brother; and her sisters, S.B. and A.B., were in foster care. M.B. said that she was born in the ministry in Fort Smith, where she lived until she was eleven, when she moved to Tony Alamo's house in Fouke; the rest of her family later moved to Fouke. She said that Alamo would send the girls to the green house, which he called the \"house of scorn,\" if they did something wrong. She said that she spent a period of time there, and after she moved back to Alamo's house, she worked every day; in fact, Alamo took many of the girls out of school because he needed them to work in the office full time. She described the \"sisters\" that lived at Alamo's house as \"his wives,\" and named Angela Morales, Lydia Williams, Isabell, Yvonne Rodriguez, Michelle Jones, Pebbles, and Lizzy, who were all adults, and Alice Ondrisek, who was around eighteen. She said that she referred to these women as Alamo's wives because</p>\n<blockquote>[w]ell, I mean, we know that. Like, all of them that lived there, they lived there like ever since I was little, and I can remember, and they all had wedding rings on, and they do go into his room like at night, and shut the door and stuff, and people who only do that are his wives.... These women were known as sisters in the house and as his wives. No one else was allowed to go into Tony's room at night. They all had wedding rings. At least three of them had children. Lydia Williams or Willis had a child. Tabor. To some people Tabor was known to be Tony's son. The other child was Sian. Sian's mother was Sharon. She is Tony's legal wife.</blockquote>\n<p>M.B. listed the teenagers there as A.R., V.S., B.S., M.E., S.B., A.B., and A.E. (A.R. is the daughter of appellant Alphonso Reid.) M.B. said that the women and young girls living in Alamo's house had more privileges; they could watch television, have internet access, and were permitted to order from different restaurants. M.B. testified that she heard Tony Alamo preach that girls should get married after their first menstrual period and that people in the ministry followed his teachings. She said that she saw D.K. and S.H. go to Alamo's room at night, although she did not know if they actually spent the night. At the time, D.K. was around eleven years old and S.H. was under the age of eighteen. She also stated that Alice Ondrisek lived as a wife of Alamo when she was under the age of eighteen.</p>\n<p>M.B. stated that she was spanked by Kolbeck when she was ten years old and <span class=\"star-pagination\">*739</span> lived in Fort Smith; at the time, her father was in Los Angeles. She stated that someone reported that she had broken a rule, and her mother told her to go over to Kolbeck's house, which was next door. She described the reporting system as follows:</p>\n<blockquote>He made people tell on each other, and write it down, and like if we break any of his rules, or if we do something that he doesn't think is right, according to his rule of standards we have to write it up and give it to him, and one of the people in his office read[s] it to him, and he decides on which punishment to give me.</blockquote>\n<p>She stated that first, Kolbeck slapped and punched her in the face, while yelling at her and calling her names; then, he made her bend over a chair and, while Jennifer Kolbeck held her down, hit her with a board, which was about two-and-a-half to three feet long. She said that Kolbeck struck her twenty-five times on her legs and buttocks, leaving such severe bruises that she had difficulty sitting for about two weeks. She said that her parents were aware of the spanking but did nothing. She said that this was normal; because she lived next door to Kolbeck, she and her family could hear the children's screams when he spanked them. M.B. also said that she was punished by being ordered to fast for three days, and that she saw other girls placed on three- to seven-day fasts, including V.S. and A.R.</p>\n<p>M.B. testified that Alamo molested her while she was taking a shower in a bathroom near his bedroom. She stated that the light turned off, the door opened, and suddenly, she felt a hand around her mouth:</p>\n<blockquote>Tony just started touching me. I know it was Tony because he was talking to me, and he was like, don't tell anybody what's happening, and I could see, I could tell, I could tell it was him, because there was nobody else that big in the house either. He was naked. He started touching me all over. He touched my breast. He touched my vaginal area. He didn't put his fingers in my vagina, but he touched me there. He tried to pull my hand, but at the same time a girl knocked on the door and told me to hurry up. This lasted about five minutes. Then he was like don't tell anybody what happened here or else I will have John beat you. And I will have you taken care of. That meant that I would get beat, and of course he would deny it and nobody would believe me over him because everyone believes he is a prophet there so, I did not tell my parents about this because I would have either gotten beaten and nobody would have believed me anyway.</blockquote>\n<p>M.B. also stated that, after the shower incident, Alamo ordered her and other girls, including S.B., V.S., B.S., and A.R., to participate in a recorded radio program and say that he had never touched them. She said that, if they had not followed Alamo's orders, they would have gotten into trouble. DHS introduced this recording, which Alamo posted on the internet, into evidence.</p>\n<p>M.B. said that when she left the ministry in April 2008 at the age of thirteen, she traveled from Fouke to Richmond, Virginia, with forty dollars and a bus ticket that Alamo gave her. She said that before she left, Alamo told her that she was making the wrong decision and that she would go to hell. She said that she was concerned about her two sisters and brother because her father could not protect them from the abuse.</p>\n<p>Alanna Downs, who was nineteen, testified that, when she was six, she moved to the Moffett, Oklahoma, ministry with her mother and sister Pebbles. She said that she first moved into Alamo's house in 1998 <span class=\"star-pagination\">*740</span> when she was eight years old; her sister Pebbles, who was four years older, also moved there. She verified that children were beaten and placed on fasts as punishment; that members were not allowed to talk to outsiders unless they were preaching to them; and that members could not watch television, read books or newspapers, or access the internet unless Alamo gave permission; the girls at his house, however, received more privileges and material goods. Alanna testified that, after a period of time at Alamo's home, she went to Los Angeles for a year, then returned to Fouke in January 2000, where she stayed for six months before going to Oklahoma to be with her mother; after another stay in Los Angeles, she returned to Alamo's house in 2004. She said that when she was last at his home in June 2005, he was living with his sons, Michelle's son, Angela Morales, Lydia, Alice Ondrisek (who was sixteen), Lucy Caderas, Isabell, D.K. (who was thirteen), Pebbles, A.E. (who was eighteen), Jenny Orlanda, J.R. (who was sixteen), Tamela Reid (who was fifteen), C.R. (who was six or seven, and the daughter of appellant Alphonso Reid), S.H. (who was twelve or thirteen), and Sharon Alamo. She said that people knew Alice Ondrisek as Alamo's wife; she wore a wedding ring with diamonds and moved into his house in 2000, when she was eleven years old:</p>\n<blockquote>I saw her going into or coming out of Tony's bedroom. We shared a room and there were times that I didn't see her for about three or four days, and she was in Tony's room for three or four days straight. I would see her sometimes go in there and we shared a room and sometimes I would never see her come back out. She was never in bed, or anything like that, never around. I never saw her come out to take meals, watch TV or anything. I'm not sure if they served food in Tony's room, but I do know that he had a refrigerator in his room.</blockquote>\n<p>Alanna also said that her sister Pebbles had a reputation within the church as being Alamo's wife.</p>\n<p>Alanna said that, at least twice, she was placed on fasts as punishment; when she was twelve, she became very weak and lasted only four days on a one-week fast of water or black coffee. Alanna also stated that Alamo ordered her mother to spank her for breaking a rule, and she received twelve licks with a belt. Alanna said that she also was spanked by one of Tony's wives, Michelle Jones. She said that she was forced to lie face down on Alamo's bed while Pebbles, Lizzie, Angela, and Lydia held her down as Michelle beat her with a board having a span of about four feet:</p>\n<blockquote>The paddle was kept behind Tony's desk. I've seen it there. Michelle gave me twenty, and then I heard Tony in the background and she gave me another twenty. Yes, Tony was present. When it was over I tried to get off the bed. I was in a lot of pain. There was bruising. The back of my legs were like black, and you could see like blood under my skin, and they were really swollen. The bruises lasted for over a year. I knew because the back of my legs were still purple, and it was still there. I was in pain for a little over a month.</blockquote>\n<p>Alanna further testified that Michelle Jones spanked C.R. (who was six or seven), S.H., and D.K.</p>\n<p>Alanna described seeing John Kolbeck slap and beat Spencer Ondrisek, P.A., and A.O.:</p>\n<blockquote>I saw John Kolbeck slap A.O. I saw him slap her in the face a couple of times. I saw him grab her hair, and then he had her bend over, hold on to her ankles, and he beat her. Her face was red. I believe she was eleven or twelve at the <span class=\"star-pagination\">*741</span> time. Debra Ondrisek didn't do anything to stop the beating of Spencer ... she didn't do anything to stop A.O. from being beaten.</blockquote>\n<p>Alanna stated that she witnessed Alice and the other girls giggling and whispering while they massaged Alamo on his upper thighs, legs, back, and shoulders; at the time, Alice was fifteen or sixteen, and D.K. was eleven or twelve. She also said that the Ondriseks knew that Alice was one of his wives and that, when Alice moved into his house, the Ondriseks received a new minivan, which was unusual. Alanna stated that Sally Demoulin, who worked in Alamo's office and reported directly to him, taught the girls to lie to outsiders and told her not to say when her sister became Tony's wife. She said that Demoulin pretended to be an FBI agent and drilled her on what she should and should not say when questioned. Alanna also saw D.K. remove photographs from Alamo's house after they were told that there would be a raid on the compound. She said that there was a lot of secrecy and fear in the church, especially among the children.</p>\n<p>Alanna testified that she was \"grossed out\" when appellant Alphonso Reid, who was in his fifties, asked her to marry him when she was fifteen. She said that often, girls in the ministry did not have a choice in whether they were married to adult men:</p>\n<blockquote>It would be like, ugh sorry, it's like you sometimes don't really make your decision, because you will be scared and told it's of the Lord. If you don't, something bad could happen to you, so you get scared and end up saying yes. The girls under eighteen were pressured into marrying adult men. We were scared to speak out. Tony is the ultimate decider of what happens. He decides who is going to marry who.</blockquote>\n<p>Nevertheless, Alanna told Alamo that she did not want to marry Reid. Alanna verified that J.G. married a man in his thirties when she was thirteen, and named several other young girls who were married at ages as young as twelve to adult men. Alanna stated that she left the church when she was fifteen.</p>\n<p>Danny Ondrisek testified that he was born in the ministry and lived there for nineteen years. He also described the secrecy, lack of contact with the outside world, and total control by Alamo. He said that his sister Alice moved in permanently with Alamo when she was ten years old and that Alamo never permitted him to talk with her in private again. Danny said that Alamo gave Alice, who was known as his wife, special gifts. Danny stated that he was disturbed when he saw some photos of Alice that were taken when she was fifteen or sixteen and dressed in adult clothing.</p>\n<p>Danny testified that he was taken out of school when he was thirteen; when he was in the ninth grade, his whole class was expelled from school because they had lobbied for more recess time. He stated that his parents denied his request to return to school. He said that, having only finished the eighth grade, he had an extremely difficult time in the real world. At the time of the hearing, he was laid off from his job constructing pallets in a warehouse. Danny stated that he was placed on watch duty in front of Alamo's house when he was fourteen; he lived at a brothers' dormitory for about a year before being shipped to Los Angeles, where he did not go to school and was required to witness to people on Hollywood Boulevard every day. He said that he lived in Los Angeles for about eight years and then returned to Arkansas, where he worked on a truck for a while and then in the Paris, Arkansas, warehouse.</p>\n<p><span class=\"star-pagination\">*742</span> Danny described how he got in trouble for answering an \"outsider's\" questions; Alamo made him stay inside the warehouse for seven or eight months. Danny experienced this time as if he were a slave:</p>\n<blockquote>If I had violated the order and went outside I could have been beaten, I could have been put on a fast, I would have been put out at that age with no means of getting anywhere. Yes put out of the actual foundation, without any way to contact anybody. Those things. Or fasting. I felt like I was a prisoner. I was not paid for working. I felt like a slave. My parents knew where I was. They knew the living conditions I was living under. They didn't do anything to help out. I was seventeen. My parents didn't come to visit me. They didn't visit me in L.A. After my time in Paris, I was put on a semi-truck as a rider for about four months, and then from there, in July, I hopped on in New Jersey, the warehouse I was sent up to New Jersey. I did inventory and helped with the orders, consolidated product, and throwing out the trash. That sort of thing. I was sent to New Jersey to switch things up. They wanted someone from New Jersey down there and someone from where I was up there. I was there for three months. My parents didn't come up. They never saw the living conditions, I was eighteen then.</blockquote>\n<blockquote>The warehouse was an old rackety building with holes in the wall, and exceedingly filthy, dust everywhere. I mean we are talking like stuff that's been sitting there for years and years and years a lot of times, just product just stacked away. Very-very dirty warehouse. It was in a pretty ragged part of town, actually, near train tracks. I don't even know how to describe it, but ghetto. I lived at the brothers' dormitory in Elizabeth, New Jersey. Typically I worked twelve-hour shifts. I was not paid for that. My room and board were provided.</blockquote>\n<p>Danny said that he decided to leave the ministry and contacted his brother, who had already left; his brother helped him buy a bus ticket. Before he left, he said, he called his father to tell him about his plans, and Alamo answered the phone. He said that he asked Alamo for assistance to get from the warehouse to the bus stop, without success; he then sold some pairs of new jeans and used the proceeds to buy a train ticket to the bus stop. Danny said that he believed he was risking his soul when he left, because church members were taught that they would go to hell for doing such a thing. Danny also said that when he was eight years old, he was placed on a mandatory seven-day fast. He stated that he saw his brother beaten bloody in front of his parents, who did nothing. He said that he thought his parents had abdicated their parental responsibility and that he believed that children are not safe in the ministry. Danny verified that J.G. had married a twenty-eight-year-old groom when she was twelve years old. He also stated that he was taught to lie to outsiders, and that Alamo had preached that the church was accountable only to God, not the courts of man. Danny said that when Alamo was previously in prison, he continued to run the church.</p>\n<p>DHS introduced the video deposition of Jessica Cooper, who had left the church with her husband and seven children because she did not believe that the ministry was a good environment for her family and was concerned that her nine- and ten-year-old daughters would be married at an early age. She said that her sister, Susan Broderick (appellant Brian Broderick's wife), was married in the church at the age of fifteen. She confirmed the imposition of lengthy fasts as punishment, as well as the church's practice of not permitting family <span class=\"star-pagination\">*743</span> members who have left the ministry to contact those who remained. She described seeing J.M. being beaten so hard when he was fifteen years old that his buttocks bled through his pants.</p>\n<p>Robbie Polite, a health-service worker with DHS, testified that she facilitated V.S.'s and A.O.'s evaluations at UAMS, and there were no records of either girl's having been immunized in the state of Arkansas.</p>\n<p>Dr. Karen Worley, a psychologist and director of the Family Treatment Program at the Department of Pediatrics for UAMS at Arkansas Children's Hospital, which specializes in child sexual abuse, testified. She said that when DHS removed the children from the Fouke facility in September 2008, she went to the armory, where the girls were first taken, to observe their interviews. On the first day, she sat in the corner and watched the girls interact with people and respond to questions. The next day, she observed their interviews through the video system. She said that, on the first day, she noticed that A.O. and V.S. wore wedding-band type rings on the third fingers of their left hands; the next day, the rings were gone. She said that a child's being without a mother is a risk factor for sexual abuse; another risk factor is being vulnerable to someone close to the family, who has a lot of access to the children; another factor is the belief that there is nothing wrong with such behavior. She said that she saw all three factors present here. She stated that the young girls looked up to Tony Alamo as a prophet; he was the person who provided everything for them and their families, and it would be very difficult for them to say anything critical of him. Dr. Worley said that V.S. and A.O. did not disclose any sexual abuse and told the interviewers that Tony Alamo was \"not a pedophile.\" She said that she heard that phrase three or four times that day and found it odd that the girls used the word \"pedophile.\" She believed that they had been coached not to disclose sexual abuse:</p>\n<blockquote>It appeared to me that someone had talked to these girls prior to them ever being taken into custody about Tony Alamo is not a pedophile, which I found extremely odd and suspicious and something that I felt like we needed a lot more information about. Since the girls denied any sexual abuse I was on alert for any risk factors that might [be] present from their prior living situation. The first thing that struck me was how five of the six girls did not have access to a mother. That their mothers were gone, which I felt like put them in more vulnerable position.</blockquote>\n<p>Dr. Worley also said that the girls were very protective of their lifestyle and that she observed A.O. rip up the picture of S.B.'s mother (who had left the ministry) in S.B.'s presence and observed them talking negatively about M.B., whom they called a \"fornicator.\" Dr. Worley said that she interpreted that conversation as intimidation to prevent the other girls from saying anything negative about the community; such intimidation would make it very difficult for the children to disclose sexual abuse. She also said that the girls were aware that there were two different sets of rules in the world: church law and government law. Dr. Worley stated that, while the children said that they would follow government law, they truly believed church law, including such beliefs as polygamy and the marriage of girls once they reach puberty.</p>\n<p>Alice Ondrisek and Tamela Reid testified for the defense and denied any sexual abuse, neglect, or physical abuse of the children. Alice testified at length about how the previously discussed testimony was simply not true.</p>\n<p><span class=\"star-pagination\">*744</span> Greg Seago testified in his own behalf. He acknowledged that he married Howard when he was thirty-five and she was fifteen. He denied knowing of any beatings or that V.S. was married to Alamo. He admitted that Alamo interprets the Bible as permitting polygamy and the marriage of underaged girls. He denied letting Alamo have any control over his children, and he did not believe that Alamo had sexually abused M.B. or that B.S. was beaten while living at Alamo's house. He admitted that B.S. had told him that she was spanked but did not say that she was bruised. He admitted that V.S. and B.S. lived in Fouke while he lived in Fort Smith and that there were months that he did not see them. He stated that, even after hearing all the testimony, he did not plan on leaving the ministry.</p>\n<p>Gina Howard testified that she was born in the Alamo ministry; married Seago when she was fifteen and he was thirty-five, without a marriage license; and that they had four children together. Eventually, she said, she left the ministry, even though she was told that God would kill her if she did. She said that Alamo preached that something bad would happen to people who left the church, and specifically told her so before she left. She described her fruitless efforts to contact her children after she left the ministry, and her on-and-off relationship with Seago, who rarely allowed her to see or contact the children after she left.</p>\n<p>Howard testified that she had a ninth-grade education and that, eventually, she obtained her GED. She said it had been extremely difficult to succeed in the real world after she left. She stated that when she was eight years old, Tony Alamo ordered that she be beaten; she saw children being beaten and other underage girls being married. Howard listed many women Alamo took as his wives. She said that Seago was close to Alamo and knew what was going on; she believed that he would listen to anything Alamo said, regardless of his own conscience. She did not believe that Seago would protect their children and said that she would rather they grow up in foster care than in the Alamo ministry.</p>\n<p>Howard said that when she left the ministry, she felt as if her whole world had disappeared. She said that she had been afraid that if she left, she would be cursed:</p>\n<blockquote>I feel somewhat that way now. And it is absolutely difficult for me to be here and testify today, because for one, my kids have been put through something that I never wanted them put through. My childhood was robbed from me. I can't ever speak to my mother. My children think that I don't love them. (Cries) I tried to contact them, and, and all for something that one man believes is God's will, and that's OK for him, but when it comes to dividing families, and tearing lives apart, and putting whatever lies you can into a scenario to make your side look good, there's got to be a breaking point, and for me, I felt like I have never had a breaking point. I've constantly struggled my whole life to be normal, and I don't feel, I don't even feel (inaudible) now, because my childhood was robbed from me. I can't speak to my family. My family on the outside loves me, but I am different from them. I don't think the same. I still think that I have this thing in the back of my mind if I testify to show what my mind set was, that somehow I am going to be cursed by God, because God is going to cause me to be sick, because you know, Tony says he is a man of God, and all he brings him, and he repairs lives and he heals people's hearts, but all he's done is destroy mine, and he has, he has a thousand people say yes, amen, and I'll put a <span class=\"star-pagination\">*745</span> stamp on it, a notary stamp on it, they are a horrible person, but I watched it for years, and it's not, it's not the case. It is something that, it is still a struggle. I've never went to psychological help for this. I've tried to deal with it on my own. I didn't make every decision perfectly. If I could do what I did ten years ago now, I would have said, I don't care what Greg feels or what's in the back of my mind, why something bad might happen to me, I'm just going to get my children, and I would have gone to the FBI then, but I was in fear for a long time that something bad would happen to me. Just like when my father left at eleven, I was told constantly that he didn't love me, he didn't want to be with me. He wasn't a good parent, that he was going to go to Hell. I am absolutely concerned about my children staying in this ministry. It already has been psychologically damaging for them.</blockquote>\n<p>B.S. testified that she attended the wedding of J.G. when J.G. was twelve years old and her groom was in his late twenties. She said that she believed that her father knew about it because everyone in the church did. She named another friend who got married at the age of thirteen. She said that she knew that Alamo had multiple wives, and listed them, including Alice Ondrisek. She said that she, V.S., and other girls were placed on fasts by Tony Alamo; she was placed on a fast when she was ten years old, and V.S. was placed on a one-day fast when she was nine. B.S. said that her brother M.S. had been beaten and left limping, and that John Kolbeck had beaten her:</p>\n<blockquote>I talked to my dad after I was beaten. I don't think my dad confronted Mr. Kolbeck about the beating. My dad didn't go to law enforcement and file charges against Mr. Kolbeck. Well, afterward I guess John Kolbeck told him that I was crying and that I wanted to go to my mother, and that I was fighting him. He told my dad that. My dad was upset with me for saying that I wanted to go to my mother.</blockquote>\n<p>B.S. said that she was miserable at the church and wanted to see her mother, and there were weeks and months that she did not see her father. She said that she did not ask her father to let her leave because she knew he would be upset; when she was about thirteen, he told her that if she left, she would go to hell and he would \"have to step over your dead body and keep going....\" Eventually she said she and another girl ran away. In rebuttal, Greg Seago testified that, although he knew B.S. had \"gotten swats,\" he did not know she was bruised.</p>\n<p>Cindy Allen, a DHS supervisor in Miller County, testified that the goal for V.S. was reunification with either her mother or her father, depending on their compliance with the case plan. She recommended that Seago obtain a job that was not affiliated with the Alamo ministry in any fashion.</p>\n<p>The court entered the adjudication order on December 11, 2008, finding V.S. dependent-neglected, and making extensive findings of fact. It found that Seago and Howard failed to protect their daughter against physical abuse and were aware of the pattern and practice of severe physical beatings within the closed community. The court found that Seago allowed one or more of his children to be beaten and failed to intervene. It found that Seago failed to protect that child against the risk of sexual abuse by knowingly placing her in the residence of Tony Alamo, whom he knew to be a polygamist. The court also found that Seago had endorsed and facilitated the attempted illegal marriages of underage females including V.S., to adult males. It found that both parents had <span class=\"star-pagination\">*746</span> been neglectful in failing to provide reasonable medical care, such as immunizations, to V.S., and medical attention following the beating by John Kolbeck. The court further found that both parents had neglected V.S. and the other children in their family by failing to provide them with a proper education under Arkansas law. It also found that they had abused V.S. and the other children within their family by requiring or condoning involuntary fasts by the children when they were younger than fifteen.</p>\n<p>The court expressly found the testimony of Spencer Ondrisek, Jessica Cooper, Danny Ondrisek, M.B., Howard, B.S., and Alanna Downs to be credible. It found Seago credible with regard to some facts, but not as to the extent of physical or sexual abuse of his daughters. The court found that both parents had abandoned V.S., and that Seago had done so despite knowing, or having reason to know, that his daughters were physically beaten and subjected to the other forms of abuse and neglect set out in the order, while he lived primarily in Fort Smith and his daughters were in Tony Alamo's residence in Fouke. The court found Tamela Reid and Alice Ondrisek not credible.</p>\n<p>In its additional findings of fact, the trial court set forth detailed examples of the abuse of the children in Fouke:</p>\n<blockquote>The parents were aware of multiple instances where Tony Alamo, through his direction to John Kolbeck and others, intentionally caused physical harm to Spencer Ondrisek, P.A., and A.O. The beating of Spencer Ondrisek was so severe that the victim almost blacked out, that a hand was temporarily crippled, and that his teeth punctured the inside of his mouth so as to cause temporary and permanent scarring. Spencer Ondrisek, P.A. and A.O. were physically abused when Spencer Ondrisek was fourteen years of age. The beating was done by Tony Alamo and John Kolbeck and included strikes to the face with both open palm and closed fist. Spencer Ondrisek left the Tony Alamo Christian Ministries in approximately May of 2008. At the time he left, he was seventeen years of age. John Kolbeck participated in beatings of Spencer Ondrisek on three occasions. The paddle used to administer the beatings of these children was approximately three feet long, six-to-eight inches wide and one-half inch thick. These beatings were witnessed by other teenage children under the age of eighteen. One or both of their parents were required to observe the beatings. Richard Ondrisek did, in fact, observe one or more of these beatings.</blockquote>\n<blockquote>A.O. was also beaten with a paddle when she was fourteen years of age during one of the three beatings which Spencer Ondrisek suffered at the hands of John Kolbeck at the direction of Tony Alamo. Richard and Debra Ondrisek witnessed the beating of A.O. and did nothing to prevent it. After he suffered beatings, Spencer Ondrisek received no medical attention. Beatings of juveniles in the Tony Alamo Christian Ministries took place frequently during the teenage years of Spencer Ondrisek, A.O., and V.S.</blockquote>\n<blockquote>There was a pattern and practice instituted by Tony Alamo, carried out by himself and his agents, for all members of the Tony Alamo Christian Ministries, whether residents of the Fouke, Arkansas community or living elsewhere, to enforce by brutal, physical attacks adherence to his will. Greg Seago was aware of this practice and condoned it.</blockquote>\n<blockquote>Greg Seago was aware that Tony Alamo claimed to be married to multiple wives during years 2006, 2007, and 2008. Nevertheless, V.S. was allowed and permitted <span class=\"star-pagination\">*747</span> to live with Tony Alamo and his \"wives\" under one roof along with a number of other women both above and below the age of marital consent in the state of Arkansas. These juveniles were allowed to sleep and stay in the residence of Tony Alamo unsupervised by anyone other than Tony Alamo and his co-polygamists.</blockquote>\n<blockquote>The Court finds that there was a pattern and practice of allowing and consenting to informal, invalid, marriages between children under the age of sixteen to adult males over the age of twenty-one, and in many instances decades older than the age of twenty-one. Greg Seago knew of this practice and allowed their [sic] daughters to participate in those practices. V.S. began living unsupervised in the residence of Tony Alamo when she was twelve years of age.</blockquote>\n<blockquote>The Court finds that these parents permitted and condoned a practice of the Tony Alamo Christian Ministries known as diesel therapy, where school age teenagers were removed from their residences and required to travel nation wide in the ministries business ventures helping diesel truck drivers load and unload products, without access to schools and schooling.</blockquote>\n<blockquote>M.B. was brutally beaten with a paddle approximately two and a half-to-three feet long, eight-to-ten inches wide and one and half to two inches thick. Punishment was also administered by way of depriving juveniles of food for twenty-four hours, forty-eight hours and longer. These children, as young as twelve years of age, suffered risks of physical and medical harm.</blockquote>\n<blockquote>M.B. was a victim of illegal sexual contact perpetrated by Tony Alamo against her while under the age of eighteen. Tony Alamo made unwanted and improper contact with her breasts and genitalia. Tony Alamo threatened her with undefined harm if she told her parents or anyone else of the improper touching. M.B.'s recantation, as recorded in an interview with Tony Alamo in February of 2008, was not true and was given under threat of harm. M.B. was allowed by her parents to live in Tony Alamo's home when she was approaching her twelfth birthday. M.B. suffered sexual abuse at the age of thirteen. Members of the Tony Alamo Christian Ministries, including M.B., were taught that it was acceptable to lie to those who were not members of the Alamo communities.</blockquote>\n<blockquote>Alanna Downs, under the age of eighteen and a member of the Tony Alamo Christian Ministries, was placed on a involuntary fastdenied all but water and black coffee for one week, but only suffered the fast for four days because of her deteriorating medical conditions. She was punished at the age of twelve for bringing food or snacks into her living area without permission. Alanna Downs was forced, at the age of fifteen, to lie face down on Tony Alamo's bed while being held by four adult females, known to her as the wives of Tony Alamo, while being beaten by a paddle which was routinely used for punishment of juveniles in the Tony Alamo Christian Ministries. She was administered in excess of twenty licks. She suffered pain and bruises to the back of her legs. As a result of the beating, Alanna Downs's legs and buttocks were black, swollen and blood filled. Some of the bruising lasted for over one year. The bruising, far down her legs, required her to sleep on her stomach for months. S.H. and D.K. also suffered physical beatings in excess of twenty separate licks. Alanna Downs observed those beatings. A.O. and Debra Ondrisek <span class=\"star-pagination\">*748</span> were required by Tony Alamo to observe these beatings. Debra Ondrisek stated, \"I wanted John Kolbeck to beat A. O.\" A.O. was no older than twelve years at the time of her beating. Alanna Downs left the Tony Alamo Christian Ministries for the last time when she was fifteen years of age in fear of another beating.</blockquote>\n<p>Seago filed a timely notice of appeal.</p>\n<p>Seago argues on appeal that the court erred in finding V.S. dependent-neglected. He also contends that the court's order that he obtain housing and employment separate from the Alamo ministry is unconstitutional because it violates his First Amendment right to the free exercise of his religion. We do not address the constitutional argument because he did not raise it below. <i>See </i><i>Arkansas Dep't of Health &amp; Human Servs. v. Jones,</i> <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Ark. App.</span> <span class=\"page\">267</span></span>, <span class=\"citation\" data-id=\"1382451\"><a href=\"/opinion/1382451/ark-dept-of-health-human-serv-v-jones/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">507</span></a></span> (2007).</p>\n<p>Under the sufficiency argument, Seago points out that there was no testimony that the fasts, if imposed on the children, were dangerous, or that the children were actually injured by the beatings. Seago argues at length that fasting was a method of atonement supported by the Bible; that V.S. was not malnourished; and that she was evaluated as healthy. In the same vein, he argues that her failure to receive the required immunizations in Arkansas did not mean that she had not received them elsewhere. Seago further points out that there was no evidence that V.S. was ever beaten or sexually abused. He argues that there was no evidence that he was aware of a pattern and practice of beating or sexually abusing children. He also challenges the trial court's finding that he neglected V.S. educationally and points out that the school run by the ministry followed the curriculum of the widely used A Beka program.</p>\n<p>Adjudication hearings are held to determine whether the allegations in a petition are substantiated by the proof. Ark. Code Ann.  9-27-327(a)(1)(A) (Supp. 2009). Dependency-neglect allegations must be proven by a preponderance of the evidence. Ark.Code Ann.  9-27-325(h)(2)(B) (Supp.2009). We will not reverse the circuit court's findings unless they are clearly erroneous. <i>Brewer v. Arkansas Dep't of Human Servs.,</i> <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">Ark. App.</span> <span class=\"page\">364</span></span>, <span class=\"citation\" data-id=\"1382886\"><a href=\"/opinion/1382886/brewer-v-ark-dept-of-human-services/\"><span class=\"volume\">43</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">196</span></a></span> (2001). In reviewing a dependency-neglect adjudication, we defer to the circuit court's evaluation of the credibility of the witnesses. <i>Id.</i> The focus of an adjudication hearing is on the child, not the parent. At this stage of a proceeding, the juvenile code is concerned with whether <i>the child</i> is dependent-neglected. An adjudication of dependency-neglect occurs without reference to which parent committed the acts or omissions leading to the adjudication; the juvenile is simply dependent-neglected. <i>See Howell v. Arkansas Dep't of Human Servs.,</i> 2009 Ark.App. 612, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">3028987</span></span>; <i>Albright v. Arkansas Dep't of Human Servs.,</i> 97 Ark.App. 277, <span class=\"citation\" data-id=\"1382688\"><a href=\"/opinion/1382688/albright-v-ark-dept-of-human-services/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">498</span></a></span> (2007).</p>\n<p>Arkansas Code Annotated section 9-27-303(18)(A) (Supp.2009) defines a \"dependent-neglected juvenile\" as any juvenile who is at substantial risk of serious harm as a result of abandonment, abuse, sexual abuse, sexual exploitation, or neglect. The definition of \"neglect\" in section 9-27-303(36)(A) includes acts or omissions of \"a parent, guardian, custodian, foster parent, or any person, who is entrusted with the juvenile's care by a parent,\" that constitute:</p>\n<blockquote>(I) Failure or refusal to prevent the abuse of the juvenile when the person knows or has reasonable cause to know the juvenile is or has been abused;</blockquote>\n<blockquote>(ii) Failure or refusal to provide the necessary food, clothing, shelter, and education <span class=\"star-pagination\">*749</span> required by law, ... or medical treatment necessary for the juvenile's well-being ...;</blockquote>\n<blockquote>(iii) Failure to take reasonable action to protect the juvenile from abandonment, abuse, sexual abuse, sexual exploitation, neglect, or parental unfitness when the existence of this condition was known or should have been known;</blockquote>\n<blockquote>(iv) Failure or irremediable inability to provide for the essential and necessary physical, mental, or emotional needs of the juvenile, including failure to provide a shelter that does not pose a risk to the health or safety of the juvenile;</blockquote>\n<blockquote>(v) Failure to provide for the juvenile's care and maintenance, proper or necessary support, or medical, surgical, or other necessary care;</blockquote>\n<blockquote>(vi) Failure, although able, to assume responsibility for the care and custody of the juvenile or to participate in a plan to assume the responsibility; or</blockquote>\n<blockquote>(vii) Failure to appropriately supervise the juvenile that results in the juvenile's being left alone at an inappropriate age or in inappropriate circumstances, creating a dangerous situation or a situation that puts the juvenile at risk of harm.</blockquote>\n<p>The evidence presented at the hearing overwhelmingly demonstrated that the environment at the compound in Fouke is potentially dangerous for the children of its members. The members live in a collective environment in which their earnings and labor belong to the church, which provides for the members' needs. The members have no personal freedom and must be accompanied by another member at all times. Members are not permitted to communicate with people in the outside world unless they are \"witnessing,\" and they are watched closely and encouraged to report infractions of the rules on each other. Such reports go to Alamo, who decides the appropriate punishment, which could be a beating, fasting, or \"diesel therapy.\" Sometimes, the punishment may be directed at a child with the parents' permission; other times, the parents learn of it later. The evidence demonstrated that even when the parents witnessed beatings, they did nothing.</p>\n<p>Occasionally, parents live with their children in houses used by the ministry. Unmarried females and males are segregated. Many of the underage females are separated from their parents and live in the \"mission\" or \"school,\" which is in the same building where Alamo lives. The women who are entrusted with the care of these young girls are, for the most part, Alamo's wives. Living in Alamo's home has a lot of benefits not available to the other members, and to be removed from his home was considered punishment. The ministry encourages the marriage of underage girls to older men. For example, Howard was married to Seago when she was only fifteen and he was thirty-five. The testimony overwhelmingly demonstrated that Alamo personally practices polygamy and is \"married\" to several young girls living in his home. There was testimony that some girls were \"married\" to Alamo when they were as young as eleven. Some of these girls were observed massaging Alamo's shirtless body; some spent a significant amount of time alone with Alamo in his bedroom. Seago is one of the parents who willingly permitted their children to live in Tony Alamo's home while Seago was living and working in Fort Smith.</p>\n<p>Sexual abuse was not the only potential danger to these children. Often Alamo ordered rule-breakers to be beaten by Kolbeck. The children savagely beaten by Kolbeck did not receive any medical care for their injuries. Seago admitted that he knew that B.S. and his son M.S. were \"spanked\" by Kolbeck. Another type of punishment Alamo frequently ordered was <span class=\"star-pagination\">*750</span> lengthy periods of fasting, even when children were as young as nine years old.</p>\n<p>Seago lived in this community for decades and was fully cognizant of its practices. His argument that the circuit court erred in finding V.S. dependent-neglected because there was no testimony that she had suffered abuse is utterly without merit. \"Such a construction of the law would fly in the face of the General Assembly's expressed purpose of protecting dependent-neglected children and making those children's health and safety the juvenile code's paramount concern.\" <i>Brewer,</i> 71 Ark.App. at 368, 43 S.W.3d at 199. Seago abdicated his parental duties to V.S. and left her in the care of Alamo and his many wives. In doing so, he knowingly left her in an environment that included sexual abuse of young girls, underage marriage, and beatings. Even if V.S. was not sexually or physically abused, Seago's failure to protect her from that potential harm was more than enough to warrant her being found dependent-neglected. A child may be adjudicated dependent-neglected even if she has not yet suffered abuse. <i>Id.</i> To require V.S. to suffer the same fate as those whose abuse and neglect were described at the hearing would be \"tragic and cruel.\" <i>Id.</i></p>\n<p>Additionally, B.S. testified at length and in graphic detail about her savage beating by Kolbeck. Seago learned of her beating the next day and did nothing. His neglect of B.S., which made her abuse possible, was another sufficient reason for the court to declare V.S. dependent-neglected. <i>See</i> Ark.Code Ann.  9-27-303(18)(A)(ii), (v) (Supp.2009).</p>\n<p>Affirmed.</p>\n<p>GLADWIN and MARSHALL, JJ., agree.</p>\n<h2>NOTES</h2>\n<p>[1]  Sgt. Bishop did not specify which of the juveniles mentioned in the affidavit was V.S.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1382451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1382688/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1382886/"
          ]
        }
      ],
      "judges": "Larry D. Vaught",
      "date_created": "2015-03-04T20:29:57.123907Z",
      "date_modified": "2017-09-20T15:51:12.572451Z",
      "date_filed": "2009-11-18",
      "date_filed_is_approximate": false,
      "slug": "seago-v-arkansas-dept-of-human-services",
      "citation_id": 2518813,
      "case_name_short": "Seago",
      "case_name": "Seago v. ARKANSAS DEPT. OF HUMAN SERVICES",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "2009 Ark. App. 767",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "360 S.W.3d 733",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2409844/seago-v-arkansas-dept-of-human-services/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:54:54.907044Z",
  "date_modified": "2014-10-30T23:54:54.907044Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Seago",
  "case_name": "Seago v. ARKANSAS DEPT. OF HUMAN SERVICES",
  "case_name_full": "",
  "slug": "seago-v-arkansas-dept-of-human-services",
  "docket_number": "CA 09-244",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}