{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2427608/",
  "id": 2427608,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2562219/",
      "id": 2562219,
      "absolute_url": "/opinion/2562219/williams-v-goord/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2427608/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2562219/",
          "id": 2562219,
          "absolute_url": "/opinion/2562219/williams-v-goord/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2562219/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2857/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:26:05.142384Z",
          "date_modified": "2017-04-10T18:34:08.180481Z",
          "type": "010combined",
          "sha1": "ee93b3f9edae046fca6eb3f10c7798ce466fe460",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>111 F.Supp.2d 280 (2000)</b></center>\n<center><h1>Rahsaan WILLIAMS, Plaintiff,<br>\nv.<br>\nGlenn S. GOORD, et al., Defendants.</h1></center>\n<center>No. 99Civ.1680(SAS).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>July 28, 2000.</center>\n<p><span class=\"star-pagination\">*281</span> <span class=\"star-pagination\">*282</span> <span class=\"star-pagination\">*283</span> <span class=\"star-pagination\">*284</span> Rahsaan Williams, Pine City, NY, for Plaintiff, pro se.</p>\n<p>Efrem Zevi Fischer, Assistant Attorney General, New York City, for Defendants.</p>\n<p></p>\n<h2><i>OPINION AND ORDER</i></h2>\n<p>SCHEINDLIN, District Judge.</p>\n<p>Pro se plaintiff Rahsaan Williams brings this action, pursuant to 42 U.S.C. § 1983, against officials and employees of the New York State Department of Correction Services (\"DOCS\") at Sullivan Correctional Facility (\"Sullivan\").<sup>[1]</sup> Plaintiff alleges that while he was incarcerated at Sullivan, defendants violated his constitutional rights under the Fourteenth, First and Eighth Amendments. Specifically, plaintiff claims that he was (i) unlawfully confined in Sullivan's Special Housing Unit (\"SHU\") without due process of law; (ii) subjected to retaliation after he complained about his improper confinement; and (iii) deprived of his right to daily exercise as a result of being placed in mechanical restraints. Plaintiff seeks compensatory and punitive damages.</p>\n<p>Pursuant to Rule 56(b) of the Federal Rules of Civil Procedure, defendants now move for summary judgment on three grounds. <i>First,</i> defendants contend that plaintiff cannot show any violation of his constitutional rights. <i>Second,</i> defendants contend that plaintiffs claims against certain defendants are barred because there is no allegation of personal involvement. <i>Third,</i> defendants contend that the Eleventh Amendment bars recovery of damages from defendants in their official capacity. For the reasons stated below, defendants' motion for summary judgment is granted in part and denied in part.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Factual Background</h2>\n<p>During relevant time periods, plaintiff was an inmate at Sullivan in Fallsburg, New York. The facts set forth below are taken from the pleadings, the supporting affidavits and other materials presented.</p>\n<p>On June 14, 1998, plaintiff was served with an inmate misbehavior report for assault with a weapon, fighting, being out of place and refusing a direct order  charges that he denied. <i>See</i> 6/14/98 Inmate Misbehavior Report, Exhibit (\"Ex.\") A to Complaint <span class=\"star-pagination\">*285</span> (\"Compl.\"). A Tier Three Disciplinary Proceeding (the \"Tier III hearing\"), with Haynal as the presiding officer, was held ten days later. <i>See</i> 6/24/98 Hearing Transcript, Ex. 4 to Deposition of Plaintiff, dated February 2, 1999 (\"Pl.Dep.\"). As part of his defense, plaintiff requested that an inmate who had been transferred to another correctional facility be called as a witness. Compl. ¶ 3. Haynal denied the request on the ground that the inmate had refused to testify. <i>Id.</i></p>\n<p>In a determination dated June 28, 1998, Haynal found plaintiff guilty of all charges and imposed a penalty of 90 days confinement to Sullivan's Special Housing Unit (\"SHU\"); loss of packages, telephone and commissary privileges for those 90 days; and loss of 90 days of good-time credit. <i>See</i> 6/28/98 Superintendent Hearing Disposition Rendered (\"Hearing Disposition\"), Ex. B to Compl.</p>\n<p>Plaintiff appealed Haynal's determination to the Special Housing/Inmate Disciplinary Program Office, alleging that several of his due process rights had been denied at the Tier III hearing. <i>See</i> 7/8/98 Appeal from a Superintendent's Hearing, Ex. C to Compl. He specifically contended that his rights were violated because Haynal (1) failed to conduct a fair and impartial hearing when the alleged victim testified that plaintiff was not the one who assaulted him and Haynal failed to credit this testimony or to further investigate; (2) denied plaintiff the right to call a witness who allegedly refused to testify and failed to conduct an independent investigation into the alleged refusal; (3) denied plaintiffs request for a copy of the victim's medical records; and (4) denied plaintiff his right to assistance. <i>See id.</i></p>\n<p>While plaintiff was in SHU, Portz, who was on duty, went from cell to cell and asked the SHU inmates if they wanted out-of-cell exercise. <i>See</i> 1/31/00 Affidavit of Portz in Support of Defendants' Motion for Summary Judgment (\"Portz Aff.\") ¶¶ 4-6. Plaintiff allegedly refused to go to the recreation yard that day. <i>See id.</i> ¶¶ 7, 8 and accompanying exhibit. Later, plaintiff filed a grievance with Kuhlmann against Portz for denying him exercise. <i>See</i> 8/2/98 Letter, Ex. E to Compl. Portz states that he never refused plaintiff exercise. <i>See</i> Portz Aff. ¶ 8 and accompanying exhibit.</p>\n<p>Three days later, when Portz conducted the morning go-around, plaintiff allegedly told Portz that he would \"kick [his] ass when [he] get[s] the chance.\" Portz Aff. ¶ 10 and accompanying exhibit. Portz escorted plaintiff to the recreation yard for exercise. <i>See id.</i> Upon returning from the yard to his cell, plaintiff allegedly continued to threaten Portz, stating \"just remember for every action there is a reaction.\" <i>Id.</i> These statements were corroborated by Corrections Officer Miller. <i>See</i> 8/10/98 Hearing Disposition, Ex. E to Portz Aff. As a result, plaintiff was charged with making threats and verbal harassment. <i>See</i> 8/5/98 Inmate Misbehavior Report, Ex. F to Compl. The next day, plaintiff filed a complaint with Kuhlmann against Portz, alleging that Portz had retaliated against plaintiff in response to his filing a grievance against Portz. <i>See</i> 8/6/98 Letter, Ex. M to Compl. Portz asserts that August 12, 1998 was the first time he was notified, interviewed or made aware of plaintiffs allegations. <i>See</i> Portz Aff. ¶ 9.</p>\n<p>Following a Tier II Disciplinary Proceeding, plaintiff was found guilty of threatening and verbally harassing a corrections officer and penalized with 30 days loss of packages, telephone and commissary privileges. <i>See</i> 8/10/98 Hearing Disposition, Ex. G to Compl. In addition, plaintiff was placed in mechanical restraints on his hands and waist when moving from his cell to the showers and when exercising, by order of Deputy Superintendent Aidala.<sup>[2]</sup><i>See</i> 8/10/98 Restraint Order, <span class=\"star-pagination\">*286</span> Ex. H to Compl. The mechanical restraint order remained in place for 28 days. <i>See</i> 8/17/98, 8/24/98 and 8/31/98 Restraint Orders, Ex. L to Compl.</p>\n<p>Thereafter, plaintiff filed a grievance with the Inmate Grievance Program, stating that he was being subjected to retaliatory discipline for filing a grievance against Portz. <i>See</i> 8/14/98 Inmate Grievance Complaint, Ex. I to Compl. He also stated that the mechanical restraints left on during his one hour of daily exercise constituted cruel and unusual punishment in violation of his Eighth Amendment rights. <i>See id.</i> Kuhlmann reviewed plaintiffs grievance and found it to be \"lodged in retaliation for a misbehavior report issued by the grievant by the officer [Portz] in question.\" 8/28/98 Memorandum, Ex. J to Compl. On appeal to the Central Office Review Committee, plaintiff noted that Kuhlmann</p>\n<blockquote>\n<i>not surprisingly</i> did not touch on the unlawful full-restraint policy in which SHU inmates under a restraint-order are compelled to remain in full-restraints (handcuffs and waistchains) during their one (1) hour exercise period  which deprives inmates of their right to exercise. This unlawful policy is being carried out for the purpose of punishment  where each SHU inmate spends their one (1) hour of daily exercise in a solidly secured one-man cage by their [sic] self [sic] with brick walls around them, and therefore presents no threat to security during exercise periods.</blockquote>\n<p><i>Id.</i> (emphasis in original). An investigation by the Central Office Review Committee found that \"there is no requirement that [the mechanical restraints] be removed during the grievant's exercise period.\" 10/14/98 Inmate Grievance Decision, Ex. G to Portz Aff.</p>\n<p>In mid-August, plaintiff filed two complaints with Kuhlmann. His first complaint stated that the mechanical restraints violated his Eighth Amendment rights. <i>See</i> 8/15/00 Letter, Ex. K to Compl. Kuhlmann referred this complaint to Aidala, who found that the imposition of mechanical restraints was \"reasonable, prudent and well within the bounds of accepted principles and sound correctional practices\" given plaintiffs \"rather extensive disciplinary history\" and recent charges. 8/21/98 Memorandum, Ex. 11 to Pl. Dep. Plaintiffs second complaint was filed with Kuhlmann after plaintiff was again denied exercise when Portz allegedly placed the waistchains on plaintiff too tightly. <i>See</i> 8/17/98 Letter, Ex. N to Compl. Kuhlmann also referred this complaint to Aidala, who found the complaint \"without merit.\" 8/24/98 Memorandum, Ex. O to Compl.</p>\n<p>In late August, plaintiff filed a second grievance with the Inmate Grievance Program, complaining of retaliation by Sanok, Smithy and Brickner. <i>See</i> 8/24/98 Inmate Grievance Complaint, Ex. P to Compl. In this grievance, plaintiff alleged that the three corrections officers denied him exercise in retaliation for plaintiff filing grievances against Portz. He specifically claimed that Sanok and Smithy stated that \"assholes like me [sic] don't deserve to go to exercise, just stay in my [sic] cell and continue writing complaints.\" <i>Id.</i> He also alleged that Brickner stated \"you lucky that's all you got deaded [sic] on, you keep writing all these complaints you gonna get yours.\" <i>Id.</i> Plaintiff further alleged cruel and unusual punishment as a result of the mechanical restraints left on during his one hour of daily exercise. <i>See id.</i> According to defendants, plaintiff was only denied exercise because he did not request it during the morning go-around. <i>See</i> Portz Aff. ¶¶ 22-27 and accompanying exhibits. A full investigation by the Inmate Grievance Program ensued, including but not limited to interviews of both inmate witnesses and corrections officers. <i>See</i> <span class=\"star-pagination\">*287</span> 9/10/98 Inmate Grievance Decision, Ex. M to Portz Aff. It was determined that plaintiffs allegations were unfounded and that his grievance lacked merit. <i>See id.</i></p>\n<p>In September, after plaintiff had served 68 days of his 90-day sentence in SHU, Selsky, the Director of the Special Housing/Inmate Disciplinary Program, reversed the Tier III Hearing Determination of June 28, 1998 on the ground that Haynal failed to make a further inquiry or to document a witness's refusal to testify on plaintiffs behalf. <i>See</i> 9/3/98 Reversal of Superintendent's Hearing/Expunction Order, Ex. 5 to Pl. Dep. Records containing references to the Tier III hearing were ordered to be expunged. <i>See id.</i> Eight days later, after having spent 75 days in SHU, plaintiff was released from SHU confinement and returned to the general population at Clinton Correctional Facility. <i>See</i> Pl. Dep. at 12.</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>On December 23, 1998, plaintiff filed the instant lawsuit under 42 U.S.C. § 1983. Plaintiffs Complaint sets forth three claims. Claim I alleges that plaintiffs confinement in SHU violated his Fourteenth Amendment due process rights. Compl. ¶¶ 2-5. He maintains that, while in SHU, he was (i) confined to his cell for 23 hours a day; (ii) deprived of his personal property; (iii) allowed only one hour of daily exercise; (iv) restricted in his phone privileges; (v) allowed only one visit per week; (vi) allowed to shower only three times per week; and (vii) unable to participate in programs or to use the law library. <i>See</i> Pl. Dep. at 40-44; Plaintiff's Memorandum of Law in Opposition to Defendants' Motion to Dismiss (\"Pl.Mem.\") at 7-8.</p>\n<p>Claim II alleges that plaintiff's First Amendment rights were violated when Portz issued a false misbehavior report in retaliation for plaintiff's grievances against Portz. Compl. ¶¶ 8, 19. Plaintiff also claims that Sanok, Smithy and Brickner deprived him of exercise in retaliation for the grievances plaintiff filed against Portz. <i>Id.</i> ¶¶ 17, 19.</p>\n<p>Claim III contends that defendants are liable under the Eighth Amendment for deprivation of exercise by use of mechanical restraints which severely restricted plaintiffs range of body movement. <i>Id.</i> ¶¶ 9, 10, 21 and accompanying exhibits. Plaintiff claims that his lack of exercise caused him \"mental anguish and stress\" and was \"unbearable and threatening to his [sic] physical health.\" Pl. Dep. at 61-62; Compl. ¶ 14.</p>\n<p></p>\n<h2>C. Legal Standard for Summary Judgment</h2>\n<p>A motion for summary judgment may be granted only when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). \"[G]enuineness runs to whether disputed factual issues can reasonably be resolved in favor of either party, [while] materiality runs to whether the dispute matters, i.e., whether it concerns facts that can affect the outcome under the applicable substantive law. A reasonably disputed, legally essential issue is both genuine and material and must be resolved at trial.\" <i>Mitchell v. Washingtonville Cent. Sch. Dist.,</i> 190 F.3d 1, 5 (2d Cir.1999) (internal quotations and citations omitted).</p>\n<p>In assessing the record to determine whether genuine issues of material fact are in dispute, courts must resolve all ambiguities and draw all reasonable factual inferences in favor of the non-moving party. <i>See </i><i>Nora Beverages, Inc. v. Perrier Group of Am., Inc.,</i> 164 F.3d 736, 742 (2d Cir. 1998). The moving party bears the initial burden of demonstrating an absence of genuine issues of material fact. <i>See </i><i>Schwapp v. Town of Avon,</i> 118 F.3d 106, 110 (2d Cir.1997). However, if the moving party meets its initial burden, the nonmoving party may not rely on conclusory <span class=\"star-pagination\">*288</span> allegations or speculation to create factual disputes. Instead, the non-moving party \"must produce specific facts indicating that a genuine issue of fact exists. If the evidence [presented by the non-moving party] is merely colorable, or is not significantly probative, summary judgment may be granted.\" <i>Scotto v. Almenas,</i> 143 F.3d 105, 114 (2d Cir.1998) (internal quotations and citations omitted) (alteration in original).</p>\n<p>I am mindful of the fact that Williams is a pro se litigant and must be given some degree of latitude. <i>See </i><i>McPherson v. Coombe,</i> 174 F.3d 276, 279 (2d Cir.1999) (courts \"read the pleadings of a pro se plaintiff liberally and interpret them `to raise the strongest arguments that they suggest'\"). In particular, the pro se party must be given express notice of the summary judgment procedure, the need for his response and consequences of his failing to respond. <i>Id.; see also </i><i>Vital v. Interfaith Med. Ctr.,</i> 168 F.3d 615, 620-21 (2d Cir.1999); <i>Champion v. Artuz,</i> 76 F.3d 483, 486 (2d Cir.1996). In this case, by Notice to Pro Se Litigant Opposing Motion for Summary Judgment dated February 1, 2000, plaintiff was advised of the procedures for responding to a motion for summary judgment, including the requirement to submit a response to defendants' Rule 56.1 Statement and the need to submit counter-evidence. Plaintiff thereafter submitted a timely response to the motion, together with a Statement of Disputed Facts.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. Claim I: Fourteenth Amendment</h2>\n<p>Plaintiff alleges that, as a result of the actions of Haynal and Selsky, he spent 75 days in SHU confinement in violation of his due process rights. A prisoner asserting a § 1983 claim for denial of due process at a disciplinary hearing \"must first `identify a liberty interest protected by the Due Process Clause of which he was deprived.'\" <i>Walker v. Goord,</i> 98 Civ. 5217, 2000 WL 297249, at *7 (S.D.N.Y. Mar. 22, 2000) (quoting <i>Jenkins v. Haubert,</i> 179 F.3d 19, 28 (2d Cir.1999)). To meet this burden, a prisoner must establish that the deprivation  here, the sentence imposed as a result of the hearing  creates an \"atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> 515 U.S. 472, 484, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995); <i>see </i><i>Jenkins,</i> 179 F.3d at 28.</p>\n<p>The Second Circuit has instructed that \"[a]lthough there is no bright-line rule regarding the length or type of sanction that would give rise to an `atypical and significant hardship,' this standard will not be met unless the disciplinary and administrative sanctions are onerous.\" <i>Jenkins,</i> 179 F.3d at 28 (quoting <i>Sandin,</i> 515 U.S. at 486, 115 S.Ct. 2293). Next, the prisoner must establish that \"`the state has granted its inmates, by regulation or by statute, a protected liberty interest in remaining free from that confinement or restraint.'\" <i>Id.</i> (quoting <i>Frazier v. Coughlin,</i> 81 F.3d 313, 317 (2d Cir.1996)). If a prisoner satisfies both these elements, the Court then addresses \"`whether the deprivation of that liberty interest occurred without due process of law.'\" <i>Sealey v. Giltner,</i> 116 F.3d 47, 51 (2d Cir.1997) (quoting <i>Bedoya v. Coughlin,</i> 91 F.3d 349, 351-52 (2d Cir. 1996)). The Second Circuit has emphasized that the <i>Sandin</i> analysis entails both a consideration of the duration of the challenged confinement as well as a fact-intensive examination of the conditions of that confinement. <i>See, e.g., </i><i>Ayers v. Ryan,</i> 152 F.3d 77, 83 (2d Cir.1998); <i>Arce v. Walker,</i> 139 F.3d 329, 336 (2d Cir.1998); <i>Brooks v. DiFasi,</i> 112 F.3d 46, 49 (2d Cir.1997).</p>\n<p>As the Second Circuit has recently explained, after <i>Sandin,</i> a prisoner has no actionable due process claim if other prisoners typically experience approximately the same deprivation as a result of the \"ordinary administration of the prison.\" <i>Welch v. Bartlett,</i> 196 F.3d 389, 393 (2d Cir.1999). Due process claims are reserved <span class=\"star-pagination\">*289</span> instead for those prisoners who endure hardships that are \"substantially more grave\" than those hardships that prisoners would ordinarily experience as members of the general population. <i>Id.</i></p>\n<p>Although the length of the sanction imposed on plaintiff was 75 days, \"SHU confinement in New York generally does not impose `atypical and significant hardship' because it remains within the normal range of prison custody.\" <i>Trice v. Clark,</i> 94 Civ. 6871, 1996 WL 257578, at *3 (S.D.N.Y. May 16, 1996) (citing <i>Frazier,</i> 81 F.3d at 317).</p>\n<p>\"The content of the <i>Sandin</i> standard of `atypical and significant hardship' is an issue of law, but if the facts concerning the conditions or the duration of confinement are reasonably in dispute, the jury (where one is claimed) must resolve those disputes and then apply the law of atypicality, as instructed by the Court.\" <i>Colon v. Howard,</i> 215 F.3d 227, 230-31 (2d Cir.2000) (citing <i>Sealey v. Giltner,</i> 197 F.3d 578, 585 (2d Cir.1999)). If the facts regarding conditions and duration of confinement are undisputed, it is appropriate for the court to decide the <i>Sandin</i> issue as a matter of law. <i>See id.</i></p>\n<p>SHU confinement in New York entails a number of restrictions on an inmate's privileges relative to his status in the general population. <i>See</i> N.Y. Comp.Codes R. &amp; Regs. (\"NYCRR\") tit. 7, §§ 300.1-.14 (1999). Specifically, SHU inmates are entitled to one nonlegal visit per week. <i>See id.</i> at § 302.2(j)(1)(i). Telephone calls are not permitted unless required for an emergency or a legal reason. <i>See id.</i> at § 302.2(j)(2). Personal belongings are restricted. <i>See id.</i> at § 302.2(e). SHU inmates are permitted out of their cells for only one hour per day consisting of outdoor exercise. <i>See id.</i> at § 304.3. This exercise period is subject to restrictions due to weather, <i>see id.</i> at §§ 303.3(a), (c), or safety concerns, <i>see id.</i> at § 303.3(d). Showers are limited to a minimum of two per week. <i>See id.</i> at § 304.5(a).</p>\n<p>Here, the evidence concerning the conditions and duration of plaintiff's SHU confinement is undisputed. The conditions were the normal conditions of SHU confinement in New York. No facts are presented indicating that plaintiffs confinement was any different than ordinary SHU confinement. Plaintiff was placed in a solitary confinement cell, kept in his cell for 23 hours a day, permitted to exercise in the prison yard for one hour a day prior to further discipline, limited to three showers a week, restricted in his personal property and denied various privileges available to general population prisoners, such as access to the law library and educational programs. Visitors were permitted, but the frequency was less than in the general population. Telephone calls were also restricted. With respect to duration, plaintiff served 75 days of the 90-day sentence imposed prior to reversal.</p>\n<p>Plaintiff has failed to allege that his 75-day confinement constitutes an \"atypical or significant hardship\" under <i>Sandin</i> or that the sanction was \"onerous.\" <i>See </i><i>Jackson v. Johnson,</i> 15 F.Supp.2d 341, 361-62 (S.D.N.Y.1998) (granting motion for summary judgment, holding that 99 days in keeplock was not atypical or significant hardship, and observing that numerous district courts within the Second Circuit have refused to find atypical or significant hardship even when period of confinement was substantial); <i>Trice,</i> 1996 WL 257578, at *3 (granting motion on the pleadings and holding that 150 days of confinement in SHU does not impose atypical or significant hardship). In fact, the Second Circuit recently noted that the longest confinement in normal SHU conditions ruled constitutional was 101 days. <i>Colon,</i> 215 F.3d 227, 231 (citing <i>Sealey,</i> 197 F.3d at 589-90).</p>\n<p>Accordingly, plaintiffs 75-day confinement cannot, as a matter of law, be unconstitutional.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*290</span> B. Claim II: First Amendment</h2>\n<p>Plaintiff alleges that Portz issued a false misbehavior report in retaliation for his grievances against Portz. Plaintiff also alleges that Sanok, Smithy and Brickner denied him one hour of exercise in retaliation for his grievances against Portz.</p>\n<p>A prison inmate has \"no general constitutional right to be free from being falsely accused in a misbehavior report.\" <i>Boddie v. Schnieder,</i> 105 F.3d 857, 862 (2d Cir.1997). Nevertheless, it is well established that prison officials may not retaliate against inmates for exercising their constitutional rights. <i>See, e.g., </i><i>Colon v. Coughlin,</i> 58 F.3d 865, 872 (2d Cir.1995).</p>\n<p>In order to survive summary judgment on a retaliation claim under § 1983, a prisoner \"bears the burden of showing (1) that the conduct at issue was constitutionally protected; and (2) that the protected conduct was a substantial or motivating factor in the prison officials' decision to discipline\" him. <i>Graham v. Henderson,</i> 89 F.3d 75, 79 (2d Cir.1996) (citing <i>Mt. Healthy City School Dist. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977)). Because claims of retaliation are easily fabricated, courts must \"examine prisoners' claims of retaliation with skepticism and particular care.\" <i>Colon,</i> 58 F.3d at 872. \"In recognition of the reality that `retaliation claims can be fabricated easily, plaintiffs bear a somewhat heightened burden of proof, and summary judgment can be granted if the claim appears insubstantial.'\" <i>Gill v. PACT Org.,</i> 95 Civ. 4510, 1997 WL 539948, at *12 (S.D.N.Y. Aug. 28, 1997) (quoting <i>Justice v. Coughlin,</i> 941 F.Supp. 1312, 1317 (N.D.N.Y.1996)).</p>\n<p>Here, plaintiff has satisfied the first part of his burden by pointing to a specific grievance he filed against Portz. The filing of prison grievances is constitutionally protected conduct. <i>See, e.g., </i><i>Graham,</i> 89 F.3d at 80 (\"This court has held that retaliation against a prisoner for pursuing a grievance ... is actionable under § 1983.\"). Plaintiff, however, has not met the second part of his burden, because he fails to show that his protected conduct was a substantial or motivating factor in his discipline.</p>\n<p>Plaintiffs sole evidence of retaliation is that he filed a grievance against Portz on August 2, 1998, and three days later Portz lodged a purportedly false misconduct report against him. Although the temporal proximity of the filing of the grievance and the issuance of the misbehavior report is circumstantial evidence of retaliation, such evidence, without more, is insufficient to survive summary judgment. <i>See, e.g., </i><i>Ayers v. Stewart,</i> 101 F.3d 687, No. 96-2013, 1996 WL 346049, at *1 (2d Cir.1999) (Plaintiffs \"reliance on circumstantial evidence of retaliation  namely, the proximity of the disciplinary action to his complaint where no misbehavior reports were previously filed against him  does not suffice to defeat summary judgment.\").</p>\n<p>In addition, plaintiff has not sufficiently alleged that the conduct of Sanok, Smithy and Brickner was motivated by plaintiff's activities. Plaintiff fails to plead specific facts or to assert any causal connection between his filing of grievances against Portz and his alleged denial of exercise by Sanok, Smithy and Brickner.</p>\n<p>Accordingly, because plaintiff has failed to present sufficient evidence of retaliation, defendants' motion for summary judgment on plaintiffs First Amendment retaliation claim is granted.</p>\n<p></p>\n<h2>C. Claim III: Eighth Amendment</h2>\n<p>Plaintiff contends that defendants deprived him of his right to exercise in violation of the Eighth Amendment when they placed him in mechanical restraints for 28 days during his one hour of daily exercise. According to plaintiff, the restraints severely restricted his range of body movement. Plaintiff alleges that this <span class=\"star-pagination\">*291</span> lack of exercise caused him mental and emotional injury and was threatening to his physical health.<sup>[4]</sup> Compl. ¶ 14.</p>\n<p>The Eighth Amendment prohibits punishments that involve the unnecessary and wanton infliction of pain. <i>See </i><i>Rhodes v. Chapman,</i> 452 U.S. 337, 346, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981). A prisoner's conditions of confinement fall within the ambit of the Eighth Amendment. <i>See id.</i> at 345, 101 S.Ct. 2392. \"[W]hen the State takes a person into its custody and holds him there against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well being.\" <i>Blyden v. Mancusi,</i> 186 F.3d 252, 262 (2d Cir.1999) (internal quotations omitted).</p>\n<p>To prevail on a claim that the conditions of confinement constitute cruel and unusual punishment, a plaintiff must satisfy both an objective element and a subjective element. <i>See </i><i>Farmer v. Brennan,</i> 511 U.S. 825, 834, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994); <i>Jolly v. Coughlin,</i> 76 F.3d 468, 480 (2d Cir.1996). To satisfy the objective element, a \"plaintiff must demonstrate that the conditions of his confinement result `in unquestioned and serious deprivations of basic human needs.'\" <i>Jolly,</i> 76 F.3d at 480 (quoting <i>Anderson v. Coughlin,</i> 757 F.2d 33, 35 (2d Cir.1985)); <i>see also </i><i>Farmer,</i> 511 U.S. at 834, 114 S.Ct. 1970 (holding that prison official's acts must deprive inmate of \"the minimal civilized measure of life's necessities\"). The subjective element requires a plaintiff to show that the prison official acted with a \"sufficiently culpable state of mind.\" <i>Farmer,</i> 511 U.S. at 834, 114 S.Ct. 1970 (quoting <i>Wilson v. Seiter,</i> 501 U.S. 294, 297, 111 S.Ct. 2321, 115 L.Ed.2d 271 (1991)). In cases involving prison conditions, that state of mind is one of \"deliberate indifference.\" <i>Id.</i> (quoting <i>Wilson,</i> 501 U.S. at 302-03, 111 S.Ct. 2321); <i>see also </i><i>May v. Baldwin,</i> 109 F.3d 557, 565 (9th Cir.1997); <i>Jolly,</i> 76 F.3d at 480. A prison official's conduct does not rise to the level of deliberate indifference unless he \"knows of and disregards an excessive risk to inmate health or safety.\" <i>Farmer,</i> 511 U.S. at 837, 114 S.Ct. 1970. In other words, the \"official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\" <i>Id.</i> The subjective element \"entails something <span class=\"star-pagination\">*292</span> more than mere negligence.\" <i>Id.</i> at 835, 114 S.Ct. 1970.</p>\n<p></p>\n<h2>i. Objective Prong: Deprivation of a Basic Need</h2>\n<p>Because exercise is one of the basic human needs protected by the Eighth Amendment, prisoners must be afforded some opportunity for exercise. <i>See </i><i>Williams v. Greifinger,</i> 97 F.3d 699, 704 (2d Cir.1996); <i>Anderson v. Coughlin,</i> 757 F.2d 33, 35 (2d Cir.1985); <i>see also </i><i>Sostre v. McGinnis,</i> 442 F.2d 178, 193 &amp; n. 25 (2d Cir.1971) (noting that availability of exercise is an important consideration in determining whether conditions of segregated confinement violate the Eighth Amendment).</p>\n<p>A court faced with the task of determining whether a particular deprivation falls below the objective requirements of the Eighth Amendment should consider (1) the duration of the deprivation; (2) the extent of the deprivation; (3) the availability of other out-of-cell activities; (4) the opportunity for in-cell exercise; and (5) the justification for the deprivation. <i>See </i><i>Davidson v. Coughlin,</i> 968 F.Supp. 121, 130 (S.D.N.Y.1997).</p>\n<p>Plaintiff alleges that during the 28 days he was placed in mechanical restraints on his hands and waist, he was severely restricted in his range of body movement and therefore unable to exercise. When restrained, plaintiffs arms and hands were placed in cuffs and fastened to his waist. <i>See</i> Pl. Dep. at 51. No restraints were placed on his legs. <i>See id.</i> Plaintiff was required to exercise in a solidly secured, ten by fourteen feet, one-man cage surrounded by four brick walls with an open grated ceiling. <i>See</i> Pl. Mem. at 26. The cage provided a slot in the door which allowed mechanical restraints to be removed and placed on an inmate without the cage ever being opened. <i>See id.</i> Of course, plaintiff alleges that prison officials never utilized this slot; rather they simply left plaintiff in restraints during the time he was in the cage.</p>\n<p>Other than his one hour of daily exercise, plaintiffs out-of-cell activities were restricted. In addition, he was unable to exercise in-cell due to lack of proper ventilation or windows. <i>See</i> Pl. Dep. at 46.</p>\n<p>Defendants assert that mechanical restraints were implemented for staff safety precautions. <i>See</i> Portz Aff. ¶¶ 14-16. In response to plaintiffs complaint regarding the imposition of mechanical restraints during his exercise period, Aidala stated:</p>\n<blockquote>The application of mechanical restraints is in no way a punishment. Mechanical restraints are an insurance that you will be moved safely from your cell to the exercise area and back to your cell without any need or possibility of having to use physical force. This procedure is as much for your safety and well being as it is for all other parties concerned.</blockquote>\n<p>8/21/98 Memorandum, Ex. 11 to Pl. Dep. Defendants' penological justification in no way addresses the need for plaintiff to be placed in mechanical restraints while in the exercise cage. Because the restraints could be placed on plaintiff through a slot in the cage, it appears that plaintiff, in fact, posed no safety concern to staff, himself, or others during his one-hour exercise period.</p>\n<p></p>\n<h2>ii. Subjective Prong: Deliberate Indifference</h2>\n<p>To meet the subjective element of an Eighth Amendment claim, plaintiff must prove that defendants had the necessary level of culpability, shown by actions characterized by \"wantonness.\" <i>Wilson,</i> 501 U.S. at 298-99, 111 S.Ct. 2321. The definition of \"wantonness\" varies according to the circumstances alleged. \"[T]he wantonness of conduct does not depend upon its effect on the prisoner, but rather `upon the constraints facing the official.'\" <i>Davidson,</i> 32 F.3d at 30 &amp; n. 2 (quoting <i>Wilson,</i> 501 U.S. at 303, 111 S.Ct. 2321). The deliberate indifference standard does not require a showing \"that a prison official acted or failed to act believing <span class=\"star-pagination\">*293</span> that harm actually would befall an inmate; it is enough that the official acted or failed to act despite his knowledge of a substantial risk of serious harm.\" <i>Farmer,</i> 511 U.S. 825, 842, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994).</p>\n<p>Here, plaintiff provides adequate evidence that Goord, Healy, Aidala and Kuhlmann knew of and failed to remedy plaintiff's Eighth Amendment violation. Plaintiff claims, and it appears likely, that Goord approved the \"Use of Restraints Directive\" which stated that \"`The inmate will remain shackled during the entire period he/she is out of SHU cell.' This will include the SHU recreation area.\" 3/17/98 Memorandum, Ex. F to Portz Aff. <i>See also Williams,</i> 918 F.Supp. at 96 (\"Defendant, by helping to formulate and then approving the challenged policy, was deliberately indifferent to the excessive risk that this deprivation posed to the plaintiff's health.\"). Healy sent this directive to all SHU staff and inmates on March 17, 1998. <i>See</i> Ex. F to Portz Aff.</p>\n<p>Aidala initially ordered that plaintiff be placed in mechanical restraints for seven days. Both Aidala and Healy renewed plaintiffs seven-day restraint order four times. When plaintiff appealed to Kuhlmann via letter dated August 17, 1998, Kuhlmann referred plaintiff's letter to Aidala, who officially responded to plaintiff with a signed memorandum explaining that the mechanical restraints were \"in no way a punishment\" but meant to insure that plaintiff would \"be moved safely from [his] cell to the exercise area and back to [his] cell.\" 8/21/98 Memorandum, Ex. 11 to Pl. Dep. Neither Kuhlmann nor Aidala ever directly addressed the need for plaintiff to be placed in mechanical restraints while in the exercise cage.</p>\n<p>It cannot be said that no reasonable jury could find in favor of plaintiff on the facts as alleged. Goord, Healy, Aidala and Kuhlmann therefore, are not entitled to summary judgment on plaintiffs Eighth Amendment claim.</p>\n<p></p>\n<h2>D. Personal Involvement</h2>\n<p>Defendants contend that the Complaint should be dismissed against Goord, Healy and Kuhlmann because plaintiff fails to adequately allege personal involvement. <i>See</i> Defendants' Motion for Summary Judgment at 30-32. It is well-settled in the Second Circuit that \"personal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.\" <i>McKinnon v. Patterson,</i> 568 F.2d 930, 934 (2d Cir.1977). <i>See also </i><i>Colon v. Coughlin,</i> 58 F.3d 865, 873 (2d Cir.1995).</p>\n<p>A defendant who occupies a supervisory position may be \"personally involved\" in the alleged deprivation in several ways other than direct participation, such as: (1) failing to remedy the wrong after learning of it through a report or appeal; (2) creating a policy or custom under which unconstitutional practices occurred, or allowing such a policy or custom to continue; and (3) grossly negligent management of subordinates who caused the unlawful condition or event. <i>See </i><i>Wright v. Smith,</i> 21 F.3d 496, 501 (2d Cir.1994); <i>Williams v. Smith,</i> 781 F.2d 319, 323-24 (2d Cir.1986). In addition, \"supervisory liability may be imposed where an official demonstrates `gross negligence' or `deliberate indifference' to the constitutional rights of [plaintiff] by failing to act on information indicating that unconstitutional practices are taking place.\" <i>Wright,</i> 21 F.3d at 501 (citation omitted).</p>\n<p>As noted above, plaintiff offers evidence that Goord, Healy and Kuhlmann were personally involved in plaintiffs Eighth Amendment claim. Having alleged and substantiated the existence of the requisite personal involvement, a summary judgment motion seeking dismissal of plaintiffs claim on this ground must fail.</p>\n<p></p>\n<h2>E. Eleventh Amendment Immunity</h2>\n<p>In assessing whether the Eleventh Amendment bars recovery in this action, it is necessary to decide whether <span class=\"star-pagination\">*294</span> plaintiff sued the defendants in their personal or official capacities. <i>See </i><i>Kentucky v. Graham,</i> 473 U.S. 159, 165-68, 105 S.Ct. 3099, 87 L.Ed.2d 114 (1985). Personal or individual capacity suits seek to impose personal liability upon a government official for actions he or she took under color of state law. <i>Id.</i> at 165, 105 S.Ct. 3099. Official capacity suits, on the other hand, are suits against a government entity. <i>Id.</i> at 165-66, 105 S.Ct. 3099. Plaintiffs Complaint names Kuhlmann, Healy and Aidala in \"both their individual and official capacities.\"</p>\n<p>The Eleventh Amendment bars suits for compensatory and other retroactive relief against a state and its officials in their official capacities, absent a waiver or consent, neither of which is present here. Plaintiffs official-capacity suit seeks compensatory and punitive damages  precisely the relief barred by the Eleventh Amendment. <i>See </i><i>Edelman v. Jordan,</i> 415 U.S. 651, 677-78, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974). Accordingly, plaintiff cannot proceed against Goord, Healy, Aidala and Kuhlmann in their official capacities. However, plaintiff may still pursue his Eighth Amendment claim for monetary damages against defendants in their individual capacities. <i>Id.</i> at 663, 94 S.Ct. 1347.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment is granted in part and denied in part. Plaintiffs Fourteenth and First Amendment claims are dismissed against all defendants. In addition, plaintiffs Eighth Amendment claim is dismissed against all defendants except Goord, Healy, Aidala and Kuhlmann. Plaintiff may pursue an Eighth Amendment claim against Goord, Healy, Aidala and Kuhlmann in their individual capacities. A conference is scheduled for August 8, 2000 at 3:30 p.m.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants are Glenn S. Goord, Commissioner; Donald Selsky, Director of Special Housing Unit; Robert H. Kuhlmann, Superintendent; D.G. Aidala, Deputy Superintendent of Security; Peter Healy, Captain; J. Haynal, Lieutenant; P. Brickner, Sergeant; J. Portz, Corrections Officer; K. Sanok, Corrections Officer. The docket reflects that Corrections Officer Smithy was not served. The names \"Haynal\", \"Brickner\" and \"Sanok\" are misspelled in the complaint as \"Hayanl\", \"Bricker\" and \"Sonic\" respectively.</p>\n<p>[2]  Initially, Aidala ordered that plaintiff be placed in mechanical restraints for a period of seven days. At the end of the seven-day period, Aidala and Healy reviewed the restraint order and renewed it for an additional seven-day period. The restraint order was renewed four times.</p>\n<p>[3]  Because I find that plaintiff did not possess a liberty interest, it is unnecessary for me to address the procedural protections that were afforded.</p>\n<p>[4]  Defendants argue that plaintiff's § 1983 suit to recover money damages for an alleged denial of exercise must be dismissed as a matter of law under the Prisoner Litigation Reform Act (\"PLRA\"), 42 U.S.C. § 1997e. Pursuant to the PLRA, \"[n]o Federal civil action may be brought by a prisoner confined in a jail, prison, or other correctional facility, for mental and emotional injury suffered while in custody without a prior showing of physical injury.\" 42 U.S.C. § 1997e(e). Defendants maintain that plaintiff here has failed to allege sufficient physical injury in connection with his Eighth Amendment claim.\n</p>\n<p>There is no statutory definition of \"physical injury\" as used in § 1997e(e). Nevertheless, exercise, by its very nature, is \"physical.\" Deprivation of exercise for an extended period of time is potentially injurious to physical health. Plaintiff here alleges that, as a result of the mechanical restraints, he was denied the opportunity to exercise for 28 consecutive days. Although plaintiff testified at his deposition that he had suffered \"no physical injury\" as a result of this deprivation, he also testified that his physical health had been \"threatened\" because exercise is necessary to \"stay in shape, stay healthy.\" Dep. at 61-62, 95. Plaintiff's apparently inconsistent testimony indicates his confusion over the term \"physical injury\"; it does not necessarily mean that he did not suffer physical injury. For example, plaintiff may believe that \"physical injury\" refers to a permanent or traumatic injury such as the loss of a limb or a cut requiring stitches. He may not understand that physical injury encompasses less permanent harms such as exposure to asbestos, <i>see Crawford v. Artuz,</i> 98 Civ. 0425, 1999 WL 435155, at *6 (S.D.N.Y. June 24, 1999), and allegations of sexual assault, <i>see </i><i>Liner v. Goord,</i> 196 F.3d 132, 135 (2d Cir.1999).</p>\n<p>Reading the pleadings of a pro se plaintiff liberally, as I must, <i>see </i><i>Haines v. Kerner,</i> 404 U.S. 519, 520, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972), there are issues of fact here that preclude summary judgment on the issue of whether plaintiff suffered a physical injury sufficient to satisfy the PLRA.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">280</span></span> (2000)</b></center>\n<center><h1>Rahsaan WILLIAMS, Plaintiff,<br>\nv.<br>\nGlenn S. GOORD, et al., Defendants.</h1></center>\n<center>No. 99Civ.1680(SAS).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>July 28, 2000.</center>\n<p><span class=\"star-pagination\">*281</span> <span class=\"star-pagination\">*282</span> <span class=\"star-pagination\">*283</span> <span class=\"star-pagination\">*284</span> Rahsaan Williams, Pine City, NY, for Plaintiff, pro se.</p>\n<p>Efrem Zevi Fischer, Assistant Attorney General, New York City, for Defendants.</p>\n<p></p>\n<h2><i>OPINION AND ORDER</i></h2>\n<p>SCHEINDLIN, District Judge.</p>\n<p>Pro se plaintiff Rahsaan Williams brings this action, pursuant to 42 U.S.C. § 1983, against officials and employees of the New York State Department of Correction Services (\"DOCS\") at Sullivan Correctional Facility (\"Sullivan\").<sup>[1]</sup> Plaintiff alleges that while he was incarcerated at Sullivan, defendants violated his constitutional rights under the Fourteenth, First and Eighth Amendments. Specifically, plaintiff claims that he was (i) unlawfully confined in Sullivan's Special Housing Unit (\"SHU\") without due process of law; (ii) subjected to retaliation after he complained about his improper confinement; and (iii) deprived of his right to daily exercise as a result of being placed in mechanical restraints. Plaintiff seeks compensatory and punitive damages.</p>\n<p>Pursuant to Rule 56(b) of the Federal Rules of Civil Procedure, defendants now move for summary judgment on three grounds. <i>First,</i> defendants contend that plaintiff cannot show any violation of his constitutional rights. <i>Second,</i> defendants contend that plaintiffs claims against certain defendants are barred because there is no allegation of personal involvement. <i>Third,</i> defendants contend that the Eleventh Amendment bars recovery of damages from defendants in their official capacity. For the reasons stated below, defendants' motion for summary judgment is granted in part and denied in part.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. Factual Background</h2>\n<p>During relevant time periods, plaintiff was an inmate at Sullivan in Fallsburg, New York. The facts set forth below are taken from the pleadings, the supporting affidavits and other materials presented.</p>\n<p>On June 14, 1998, plaintiff was served with an inmate misbehavior report for assault with a weapon, fighting, being out of place and refusing a direct order  charges that he denied. <i>See</i> 6/14/98 Inmate Misbehavior Report, Exhibit (\"Ex.\") A to Complaint <span class=\"star-pagination\">*285</span> (\"Compl.\"). A Tier Three Disciplinary Proceeding (the \"Tier III hearing\"), with Haynal as the presiding officer, was held ten days later. <i>See</i> 6/24/98 Hearing Transcript, Ex. 4 to Deposition of Plaintiff, dated February 2, 1999 (\"Pl.Dep.\"). As part of his defense, plaintiff requested that an inmate who had been transferred to another correctional facility be called as a witness. Compl. ¶ 3. Haynal denied the request on the ground that the inmate had refused to testify. <i>Id.</i></p>\n<p>In a determination dated June 28, 1998, Haynal found plaintiff guilty of all charges and imposed a penalty of 90 days confinement to Sullivan's Special Housing Unit (\"SHU\"); loss of packages, telephone and commissary privileges for those 90 days; and loss of 90 days of good-time credit. <i>See</i> 6/28/98 Superintendent Hearing Disposition Rendered (\"Hearing Disposition\"), Ex. B to Compl.</p>\n<p>Plaintiff appealed Haynal's determination to the Special Housing/Inmate Disciplinary Program Office, alleging that several of his due process rights had been denied at the Tier III hearing. <i>See</i> 7/8/98 Appeal from a Superintendent's Hearing, Ex. C to Compl. He specifically contended that his rights were violated because Haynal (1) failed to conduct a fair and impartial hearing when the alleged victim testified that plaintiff was not the one who assaulted him and Haynal failed to credit this testimony or to further investigate; (2) denied plaintiff the right to call a witness who allegedly refused to testify and failed to conduct an independent investigation into the alleged refusal; (3) denied plaintiffs request for a copy of the victim's medical records; and (4) denied plaintiff his right to assistance. <i>See id.</i></p>\n<p>While plaintiff was in SHU, Portz, who was on duty, went from cell to cell and asked the SHU inmates if they wanted out-of-cell exercise. <i>See</i> 1/31/00 Affidavit of Portz in Support of Defendants' Motion for Summary Judgment (\"Portz Aff.\") ¶¶ 4-6. Plaintiff allegedly refused to go to the recreation yard that day. <i>See id.</i> ¶¶ 7, 8 and accompanying exhibit. Later, plaintiff filed a grievance with Kuhlmann against Portz for denying him exercise. <i>See</i> 8/2/98 Letter, Ex. E to Compl. Portz states that he never refused plaintiff exercise. <i>See</i> Portz Aff. ¶ 8 and accompanying exhibit.</p>\n<p>Three days later, when Portz conducted the morning go-around, plaintiff allegedly told Portz that he would \"kick [his] ass when [he] get[s] the chance.\" Portz Aff. ¶ 10 and accompanying exhibit. Portz escorted plaintiff to the recreation yard for exercise. <i>See id.</i> Upon returning from the yard to his cell, plaintiff allegedly continued to threaten Portz, stating \"just remember for every action there is a reaction.\" <i>Id.</i> These statements were corroborated by Corrections Officer Miller. <i>See</i> 8/10/98 Hearing Disposition, Ex. E to Portz Aff. As a result, plaintiff was charged with making threats and verbal harassment. <i>See</i> 8/5/98 Inmate Misbehavior Report, Ex. F to Compl. The next day, plaintiff filed a complaint with Kuhlmann against Portz, alleging that Portz had retaliated against plaintiff in response to his filing a grievance against Portz. <i>See</i> 8/6/98 Letter, Ex. M to Compl. Portz asserts that August 12, 1998 was the first time he was notified, interviewed or made aware of plaintiffs allegations. <i>See</i> Portz Aff. ¶ 9.</p>\n<p>Following a Tier II Disciplinary Proceeding, plaintiff was found guilty of threatening and verbally harassing a corrections officer and penalized with 30 days loss of packages, telephone and commissary privileges. <i>See</i> 8/10/98 Hearing Disposition, Ex. G to Compl. In addition, plaintiff was placed in mechanical restraints on his hands and waist when moving from his cell to the showers and when exercising, by order of Deputy Superintendent Aidala.<sup>[2]</sup><i>See</i> 8/10/98 Restraint Order, <span class=\"star-pagination\">*286</span> Ex. H to Compl. The mechanical restraint order remained in place for 28 days. <i>See</i> 8/17/98, 8/24/98 and 8/31/98 Restraint Orders, Ex. L to Compl.</p>\n<p>Thereafter, plaintiff filed a grievance with the Inmate Grievance Program, stating that he was being subjected to retaliatory discipline for filing a grievance against Portz. <i>See</i> 8/14/98 Inmate Grievance Complaint, Ex. I to Compl. He also stated that the mechanical restraints left on during his one hour of daily exercise constituted cruel and unusual punishment in violation of his Eighth Amendment rights. <i>See id.</i> Kuhlmann reviewed plaintiffs grievance and found it to be \"lodged in retaliation for a misbehavior report issued by the grievant by the officer [Portz] in question.\" 8/28/98 Memorandum, Ex. J to Compl. On appeal to the Central Office Review Committee, plaintiff noted that Kuhlmann</p>\n<blockquote>\n<i>not surprisingly</i> did not touch on the unlawful full-restraint policy in which SHU inmates under a restraint-order are compelled to remain in full-restraints (handcuffs and waistchains) during their one (1) hour exercise period  which deprives inmates of their right to exercise. This unlawful policy is being carried out for the purpose of punishment  where each SHU inmate spends their one (1) hour of daily exercise in a solidly secured one-man cage by their [sic] self [sic] with brick walls around them, and therefore presents no threat to security during exercise periods.</blockquote>\n<p><i>Id.</i> (emphasis in original). An investigation by the Central Office Review Committee found that \"there is no requirement that [the mechanical restraints] be removed during the grievant's exercise period.\" 10/14/98 Inmate Grievance Decision, Ex. G to Portz Aff.</p>\n<p>In mid-August, plaintiff filed two complaints with Kuhlmann. His first complaint stated that the mechanical restraints violated his Eighth Amendment rights. <i>See</i> 8/15/00 Letter, Ex. K to Compl. Kuhlmann referred this complaint to Aidala, who found that the imposition of mechanical restraints was \"reasonable, prudent and well within the bounds of accepted principles and sound correctional practices\" given plaintiffs \"rather extensive disciplinary history\" and recent charges. 8/21/98 Memorandum, Ex. 11 to Pl. Dep. Plaintiffs second complaint was filed with Kuhlmann after plaintiff was again denied exercise when Portz allegedly placed the waistchains on plaintiff too tightly. <i>See</i> 8/17/98 Letter, Ex. N to Compl. Kuhlmann also referred this complaint to Aidala, who found the complaint \"without merit.\" 8/24/98 Memorandum, Ex. O to Compl.</p>\n<p>In late August, plaintiff filed a second grievance with the Inmate Grievance Program, complaining of retaliation by Sanok, Smithy and Brickner. <i>See</i> 8/24/98 Inmate Grievance Complaint, Ex. P to Compl. In this grievance, plaintiff alleged that the three corrections officers denied him exercise in retaliation for plaintiff filing grievances against Portz. He specifically claimed that Sanok and Smithy stated that \"assholes like me [sic] don't deserve to go to exercise, just stay in my [sic] cell and continue writing complaints.\" <i>Id.</i> He also alleged that Brickner stated \"you lucky that's all you got deaded [sic] on, you keep writing all these complaints you gonna get yours.\" <i>Id.</i> Plaintiff further alleged cruel and unusual punishment as a result of the mechanical restraints left on during his one hour of daily exercise. <i>See id.</i> According to defendants, plaintiff was only denied exercise because he did not request it during the morning go-around. <i>See</i> Portz Aff. ¶¶ 22-27 and accompanying exhibits. A full investigation by the Inmate Grievance Program ensued, including but not limited to interviews of both inmate witnesses and corrections officers. <i>See</i> <span class=\"star-pagination\">*287</span> 9/10/98 Inmate Grievance Decision, Ex. M to Portz Aff. It was determined that plaintiffs allegations were unfounded and that his grievance lacked merit. <i>See id.</i></p>\n<p>In September, after plaintiff had served 68 days of his 90-day sentence in SHU, Selsky, the Director of the Special Housing/Inmate Disciplinary Program, reversed the Tier III Hearing Determination of June 28, 1998 on the ground that Haynal failed to make a further inquiry or to document a witness's refusal to testify on plaintiffs behalf. <i>See</i> 9/3/98 Reversal of Superintendent's Hearing/Expunction Order, Ex. 5 to Pl. Dep. Records containing references to the Tier III hearing were ordered to be expunged. <i>See id.</i> Eight days later, after having spent 75 days in SHU, plaintiff was released from SHU confinement and returned to the general population at Clinton Correctional Facility. <i>See</i> Pl. Dep. at 12.</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>On December 23, 1998, plaintiff filed the instant lawsuit under 42 U.S.C. § 1983. Plaintiffs Complaint sets forth three claims. Claim I alleges that plaintiffs confinement in SHU violated his Fourteenth Amendment due process rights. Compl. ¶¶ 2-5. He maintains that, while in SHU, he was (i) confined to his cell for 23 hours a day; (ii) deprived of his personal property; (iii) allowed only one hour of daily exercise; (iv) restricted in his phone privileges; (v) allowed only one visit per week; (vi) allowed to shower only three times per week; and (vii) unable to participate in programs or to use the law library. <i>See</i> Pl. Dep. at 40-44; Plaintiff's Memorandum of Law in Opposition to Defendants' Motion to Dismiss (\"Pl.Mem.\") at 7-8.</p>\n<p>Claim II alleges that plaintiff's First Amendment rights were violated when Portz issued a false misbehavior report in retaliation for plaintiff's grievances against Portz. Compl. ¶¶ 8, 19. Plaintiff also claims that Sanok, Smithy and Brickner deprived him of exercise in retaliation for the grievances plaintiff filed against Portz. <i>Id.</i> ¶¶ 17, 19.</p>\n<p>Claim III contends that defendants are liable under the Eighth Amendment for deprivation of exercise by use of mechanical restraints which severely restricted plaintiffs range of body movement. <i>Id.</i> ¶¶ 9, 10, 21 and accompanying exhibits. Plaintiff claims that his lack of exercise caused him \"mental anguish and stress\" and was \"unbearable and threatening to his [sic] physical health.\" Pl. Dep. at 61-62; Compl. ¶ 14.</p>\n<p></p>\n<h2>C. Legal Standard for Summary Judgment</h2>\n<p>A motion for summary judgment may be granted only when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). \"[G]enuineness runs to whether disputed factual issues can reasonably be resolved in favor of either party, [while] materiality runs to whether the dispute matters, i.e., whether it concerns facts that can affect the outcome under the applicable substantive law. A reasonably disputed, legally essential issue is both genuine and material and must be resolved at trial.\" <i>Mitchell v. Washingtonville Cent. Sch. Dist.,</i> <span class=\"citation\" data-id=\"765980\"><a href=\"/opinion/765980/lawrence-a-mitchell-jr-v-washingtonville-central-school-district/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (2d Cir.1999) (internal quotations and citations omitted).</p>\n<p>In assessing the record to determine whether genuine issues of material fact are in dispute, courts must resolve all ambiguities and draw all reasonable factual inferences in favor of the non-moving party. <i>See </i><i>Nora Beverages, Inc. v. Perrier Group of Am., Inc.,</i> <span class=\"citation\" data-id=\"760466\"><a href=\"/opinion/760466/nora-beverages-inc-v-perrier-group-of-america-inc-poland-spring/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span>, 742 (2d Cir. 1998). The moving party bears the initial burden of demonstrating an absence of genuine issues of material fact. <i>See </i><i>Schwapp v. Town of Avon,</i> <span class=\"citation\" data-id=\"743486\"><a href=\"/opinion/743486/74-fair-emplpraccas-bna-955-71-empl-prac-dec-p-44852-alvin-d/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 110 (2d Cir.1997). However, if the moving party meets its initial burden, the nonmoving party may not rely on conclusory <span class=\"star-pagination\">*288</span> allegations or speculation to create factual disputes. Instead, the non-moving party \"must produce specific facts indicating that a genuine issue of fact exists. If the evidence [presented by the non-moving party] is merely colorable, or is not significantly probative, summary judgment may be granted.\" <i>Scotto v. Almenas,</i> <span class=\"citation\" data-id=\"754144\"><a href=\"/opinion/754144/john-scotto-v-arcadio-almenas-carol-forman-kenneth-wegman-barbara-mei/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 114 (2d Cir.1998) (internal quotations and citations omitted) (alteration in original).</p>\n<p>I am mindful of the fact that Williams is a pro se litigant and must be given some degree of latitude. <i>See </i><i>McPherson v. Coombe,</i> <span class=\"citation\" data-id=\"763458\"><a href=\"/opinion/763458/stanley-w-mcpherson-v-phillip-coombe-jr-commissioner-department-of/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></a></span>, 279 (2d Cir.1999) (courts \"read the pleadings of a pro se plaintiff liberally and interpret them `to raise the strongest arguments that they suggest'\"). In particular, the pro se party must be given express notice of the summary judgment procedure, the need for his response and consequences of his failing to respond. <i>Id.; see also </i><i>Vital v. Interfaith Med. Ctr.,</i> <span class=\"citation\" data-id=\"762020\"><a href=\"/opinion/762020/coleman-vital-v-interfaith-medical-center-and-local-1199/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 620-21 (2d Cir.1999); <i>Champion v. Artuz,</i> <span class=\"citation\" data-id=\"712909\"><a href=\"/opinion/712909/haywood-champion-v-christopher-artuz-superintendent-sgt-v-guarracino/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">483</span></a></span>, 486 (2d Cir.1996). In this case, by Notice to Pro Se Litigant Opposing Motion for Summary Judgment dated February 1, 2000, plaintiff was advised of the procedures for responding to a motion for summary judgment, including the requirement to submit a response to defendants' Rule 56.1 Statement and the need to submit counter-evidence. Plaintiff thereafter submitted a timely response to the motion, together with a Statement of Disputed Facts.</p>\n<p></p>\n<h2>II. Discussion</h2>\n<p></p>\n<h2>A. Claim I: Fourteenth Amendment</h2>\n<p>Plaintiff alleges that, as a result of the actions of Haynal and Selsky, he spent 75 days in SHU confinement in violation of his due process rights. A prisoner asserting a § 1983 claim for denial of due process at a disciplinary hearing \"must first `identify a liberty interest protected by the Due Process Clause of which he was deprived.'\" <i>Walker v. Goord,</i> 98 Civ. 5217, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">297249</span></span>, at *7 (S.D.N.Y. Mar. 22, 2000) (quoting <i>Jenkins v. Haubert,</i> <span class=\"citation\" data-id=\"764670\"><a href=\"/opinion/764670/eric-jenkins-v-lt-haubert/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 28 (2d Cir.1999)). To meet this burden, a prisoner must establish that the deprivation  here, the sentence imposed as a result of the hearing  creates an \"atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995); <i>see </i><i>Jenkins,</i> 179 F.3d at 28.</p>\n<p>The Second Circuit has instructed that \"[a]lthough there is no bright-line rule regarding the length or type of sanction that would give rise to an `atypical and significant hardship,' this standard will not be met unless the disciplinary and administrative sanctions are onerous.\" <i>Jenkins,</i> 179 F.3d at 28 (quoting <i>Sandin,</i> 515 U.S. at 486, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>). Next, the prisoner must establish that \"`the state has granted its inmates, by regulation or by statute, a protected liberty interest in remaining free from that confinement or restraint.'\" <i>Id.</i> (quoting <i>Frazier v. Coughlin,</i> <span class=\"citation\" data-id=\"716607\"><a href=\"/opinion/716607/charles-frazier-v-thomas-a-coughlin-iii-commissioner-of-the-department/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 317 (2d Cir.1996)). If a prisoner satisfies both these elements, the Court then addresses \"`whether the deprivation of that liberty interest occurred without due process of law.'\" <i>Sealey v. Giltner,</i> <span class=\"citation\" data-id=\"741909\"><a href=\"/opinion/741909/emmeth-sealey-v-lieutenant-th-giltner-hearing-officer-thomas-a/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 51 (2d Cir.1997) (quoting <i>Bedoya v. Coughlin,</i> <span class=\"citation\" data-id=\"723748\"><a href=\"/opinion/723748/mario-bedoya-v-thomas-a-coughlin-iii-donald-selsky-frank-b-ireland/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 351-52 (2d Cir. 1996)). The Second Circuit has emphasized that the <i>Sandin</i> analysis entails both a consideration of the duration of the challenged confinement as well as a fact-intensive examination of the conditions of that confinement. <i>See, e.g., </i><i>Ayers v. Ryan,</i> <span class=\"citation\" data-id=\"757023\"><a href=\"/opinion/757023/howard-ayers-v-d-ryan-lt-hearing-officer-southport-correctional/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 83 (2d Cir.1998); <i>Arce v. Walker,</i> <span class=\"citation\" data-id=\"752429\"><a href=\"/opinion/752429/george-arce-v-hans-g-walker-walter-r-kelly-albert-hall-robert/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">329</span></a></span>, 336 (2d Cir.1998); <i>Brooks v. DiFasi,</i> <span class=\"citation\" data-id=\"739953\"><a href=\"/opinion/739953/james-brooks-v-michael-a-difasi-corrections-officer-employee-of-the/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 49 (2d Cir.1997).</p>\n<p>As the Second Circuit has recently explained, after <i>Sandin,</i> a prisoner has no actionable due process claim if other prisoners typically experience approximately the same deprivation as a result of the \"ordinary administration of the prison.\" <i>Welch v. Bartlett,</i> <span class=\"citation\" data-id=\"766739\"><a href=\"/opinion/766739/elbert-welch-v-george-bartlett-superintendent-ruppert-fennell-deputy/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span>, 393 (2d Cir.1999). Due process claims are reserved <span class=\"star-pagination\">*289</span> instead for those prisoners who endure hardships that are \"substantially more grave\" than those hardships that prisoners would ordinarily experience as members of the general population. <i>Id.</i></p>\n<p>Although the length of the sanction imposed on plaintiff was 75 days, \"SHU confinement in New York generally does not impose `atypical and significant hardship' because it remains within the normal range of prison custody.\" <i>Trice v. Clark,</i> 94 Civ. 6871, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">257578</span></span>, at *3 (S.D.N.Y. May 16, 1996) (citing <i>Frazier,</i> 81 F.3d at 317).</p>\n<p>\"The content of the <i>Sandin</i> standard of `atypical and significant hardship' is an issue of law, but if the facts concerning the conditions or the duration of confinement are reasonably in dispute, the jury (where one is claimed) must resolve those disputes and then apply the law of atypicality, as instructed by the Court.\" <i>Colon v. Howard,</i> <span class=\"citation\" data-id=\"769030\"><a href=\"/opinion/769030/armando-colon-v-thomas-howard-individually-and-in-his-official-capacity/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span>, 230-31 (2d Cir.2000) (citing <i>Sealey v. Giltner,</i> <span class=\"citation\" data-id=\"766872\"><a href=\"/opinion/766872/emmeth-sealey-v-th-giltner/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">578</span></a></span>, 585 (2d Cir.1999)). If the facts regarding conditions and duration of confinement are undisputed, it is appropriate for the court to decide the <i>Sandin</i> issue as a matter of law. <i>See id.</i></p>\n<p>SHU confinement in New York entails a number of restrictions on an inmate's privileges relative to his status in the general population. <i>See</i> N.Y. Comp.Codes R. &amp; Regs. (\"NYCRR\") tit. 7, §§ 300.1-.14 (1999). Specifically, SHU inmates are entitled to one nonlegal visit per week. <i>See id.</i> at § 302.2(j)(1)(i). Telephone calls are not permitted unless required for an emergency or a legal reason. <i>See id.</i> at § 302.2(j)(2). Personal belongings are restricted. <i>See id.</i> at § 302.2(e). SHU inmates are permitted out of their cells for only one hour per day consisting of outdoor exercise. <i>See id.</i> at § 304.3. This exercise period is subject to restrictions due to weather, <i>see id.</i> at §§ 303.3(a), (c), or safety concerns, <i>see id.</i> at § 303.3(d). Showers are limited to a minimum of two per week. <i>See id.</i> at § 304.5(a).</p>\n<p>Here, the evidence concerning the conditions and duration of plaintiff's SHU confinement is undisputed. The conditions were the normal conditions of SHU confinement in New York. No facts are presented indicating that plaintiffs confinement was any different than ordinary SHU confinement. Plaintiff was placed in a solitary confinement cell, kept in his cell for 23 hours a day, permitted to exercise in the prison yard for one hour a day prior to further discipline, limited to three showers a week, restricted in his personal property and denied various privileges available to general population prisoners, such as access to the law library and educational programs. Visitors were permitted, but the frequency was less than in the general population. Telephone calls were also restricted. With respect to duration, plaintiff served 75 days of the 90-day sentence imposed prior to reversal.</p>\n<p>Plaintiff has failed to allege that his 75-day confinement constitutes an \"atypical or significant hardship\" under <i>Sandin</i> or that the sanction was \"onerous.\" <i>See </i><i>Jackson v. Johnson,</i> <span class=\"citation\" data-id=\"2314724\"><a href=\"/opinion/2314724/jackson-v-johnson/\"><span class=\"volume\">15</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">341</span></a></span>, 361-62 (S.D.N.Y.1998) (granting motion for summary judgment, holding that 99 days in keeplock was not atypical or significant hardship, and observing that numerous district courts within the Second Circuit have refused to find atypical or significant hardship even when period of confinement was substantial); <i>Trice,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">257578</span></span>, at *3 (granting motion on the pleadings and holding that 150 days of confinement in SHU does not impose atypical or significant hardship). In fact, the Second Circuit recently noted that the longest confinement in normal SHU conditions ruled constitutional was 101 days. <i>Colon,</i> <span class=\"citation\" data-id=\"769030\"><a href=\"/opinion/769030/armando-colon-v-thomas-howard-individually-and-in-his-official-capacity/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></a></span>, 231 (citing <i>Sealey,</i> 197 F.3d at 589-90).</p>\n<p>Accordingly, plaintiffs 75-day confinement cannot, as a matter of law, be unconstitutional.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*290</span> B. Claim II: First Amendment</h2>\n<p>Plaintiff alleges that Portz issued a false misbehavior report in retaliation for his grievances against Portz. Plaintiff also alleges that Sanok, Smithy and Brickner denied him one hour of exercise in retaliation for his grievances against Portz.</p>\n<p>A prison inmate has \"no general constitutional right to be free from being falsely accused in a misbehavior report.\" <i>Boddie v. Schnieder,</i> <span class=\"citation\" data-id=\"734125\"><a href=\"/opinion/734125/lloyd-e-boddie-v-officer-b-schnieder-officer-d-dewald-officer-p/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span>, 862 (2d Cir.1997). Nevertheless, it is well established that prison officials may not retaliate against inmates for exercising their constitutional rights. <i>See, e.g., </i><i>Colon v. Coughlin,</i> <span class=\"citation\" data-id=\"698654\"><a href=\"/opinion/698654/armando-colon-v-thomas-a-coughlin-individually-and-in-his-official/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 872 (2d Cir.1995).</p>\n<p>In order to survive summary judgment on a retaliation claim under § 1983, a prisoner \"bears the burden of showing (1) that the conduct at issue was constitutionally protected; and (2) that the protected conduct was a substantial or motivating factor in the prison officials' decision to discipline\" him. <i>Graham v. Henderson,</i> <span class=\"citation\" data-id=\"721481\"><a href=\"/opinion/721481/patrick-graham-v-rj-henderson-former-superintendent-auburn/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (2d Cir.1996) (citing <i>Mt. Healthy City School Dist. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977)). Because claims of retaliation are easily fabricated, courts must \"examine prisoners' claims of retaliation with skepticism and particular care.\" <i>Colon,</i> 58 F.3d at 872. \"In recognition of the reality that `retaliation claims can be fabricated easily, plaintiffs bear a somewhat heightened burden of proof, and summary judgment can be granted if the claim appears insubstantial.'\" <i>Gill v. PACT Org.,</i> 95 Civ. 4510, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">539948</span></span>, at *12 (S.D.N.Y. Aug. 28, 1997) (quoting <i>Justice v. Coughlin,</i> <span class=\"citation no-link\"><span class=\"volume\">941</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1312</span></span>, 1317 (N.D.N.Y.1996)).</p>\n<p>Here, plaintiff has satisfied the first part of his burden by pointing to a specific grievance he filed against Portz. The filing of prison grievances is constitutionally protected conduct. <i>See, e.g., </i><i>Graham,</i> 89 F.3d at 80 (\"This court has held that retaliation against a prisoner for pursuing a grievance ... is actionable under § 1983.\"). Plaintiff, however, has not met the second part of his burden, because he fails to show that his protected conduct was a substantial or motivating factor in his discipline.</p>\n<p>Plaintiffs sole evidence of retaliation is that he filed a grievance against Portz on August 2, 1998, and three days later Portz lodged a purportedly false misconduct report against him. Although the temporal proximity of the filing of the grievance and the issuance of the misbehavior report is circumstantial evidence of retaliation, such evidence, without more, is insufficient to survive summary judgment. <i>See, e.g., </i><i>Ayers v. Stewart,</i> <span class=\"citation\" data-id=\"730184\"><a href=\"/opinion/730184/warnervision-entertainment-inc-v-empire-of-carolina-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, No. 96-2013, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">346049</span></span>, at *1 (2d Cir.1999) (Plaintiffs \"reliance on circumstantial evidence of retaliation  namely, the proximity of the disciplinary action to his complaint where no misbehavior reports were previously filed against him  does not suffice to defeat summary judgment.\").</p>\n<p>In addition, plaintiff has not sufficiently alleged that the conduct of Sanok, Smithy and Brickner was motivated by plaintiff's activities. Plaintiff fails to plead specific facts or to assert any causal connection between his filing of grievances against Portz and his alleged denial of exercise by Sanok, Smithy and Brickner.</p>\n<p>Accordingly, because plaintiff has failed to present sufficient evidence of retaliation, defendants' motion for summary judgment on plaintiffs First Amendment retaliation claim is granted.</p>\n<p></p>\n<h2>C. Claim III: Eighth Amendment</h2>\n<p>Plaintiff contends that defendants deprived him of his right to exercise in violation of the Eighth Amendment when they placed him in mechanical restraints for 28 days during his one hour of daily exercise. According to plaintiff, the restraints severely restricted his range of body movement. Plaintiff alleges that this <span class=\"star-pagination\">*291</span> lack of exercise caused him mental and emotional injury and was threatening to his physical health.<sup>[4]</sup> Compl. ¶ 14.</p>\n<p>The Eighth Amendment prohibits punishments that involve the unnecessary and wanton infliction of pain. <i>See </i><i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 346, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981). A prisoner's conditions of confinement fall within the ambit of the Eighth Amendment. <i>See id.</i> at 345, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>. \"[W]hen the State takes a person into its custody and holds him there against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well being.\" <i>Blyden v. Mancusi,</i> <span class=\"citation\" data-id=\"765494\"><a href=\"/opinion/765494/herbert-x-blyden-on-behalf-of-himself-and-all-others-similarly-situated/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 262 (2d Cir.1999) (internal quotations omitted).</p>\n<p>To prevail on a claim that the conditions of confinement constitute cruel and unusual punishment, a plaintiff must satisfy both an objective element and a subjective element. <i>See </i><i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 834, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994); <i>Jolly v. Coughlin,</i> <span class=\"citation\" data-id=\"712908\"><a href=\"/opinion/712908/paul-jolly-v-thomas-coughlin-robert-greifinger-john-p-keane-c/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">468</span></a></span>, 480 (2d Cir.1996). To satisfy the objective element, a \"plaintiff must demonstrate that the conditions of his confinement result `in unquestioned and serious deprivations of basic human needs.'\" <i>Jolly,</i> 76 F.3d at 480 (quoting <i>Anderson v. Coughlin,</i> <span class=\"citation\" data-id=\"449307\"><a href=\"/opinion/449307/robin-anderson-v-thomas-a-coughlin-iii-commissioner-of-the-new-york/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 35 (2d Cir.1985)); <i>see also </i><i>Farmer,</i> 511 U.S. at 834, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span> (holding that prison official's acts must deprive inmate of \"the minimal civilized measure of life's necessities\"). The subjective element requires a plaintiff to show that the prison official acted with a \"sufficiently culpable state of mind.\" <i>Farmer,</i> 511 U.S. at 834, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span> (quoting <i>Wilson v. Seiter,</i> <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 297, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1991)). In cases involving prison conditions, that state of mind is one of \"deliberate indifference.\" <i>Id.</i> (quoting <i>Wilson,</i> 501 U.S. at 302-03, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>); <i>see also </i><i>May v. Baldwin,</i> <span class=\"citation\" data-id=\"738297\"><a href=\"/opinion/738297/97-cal-daily-op-serv-2006-97-daily-journal-dar-3697-david-l-may-v/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">557</span></a></span>, 565 (9th Cir.1997); <i>Jolly,</i> 76 F.3d at 480. A prison official's conduct does not rise to the level of deliberate indifference unless he \"knows of and disregards an excessive risk to inmate health or safety.\" <i>Farmer,</i> 511 U.S. at 837, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>. In other words, the \"official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\" <i>Id.</i> The subjective element \"entails something <span class=\"star-pagination\">*292</span> more than mere negligence.\" <i>Id.</i> at 835, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>.</p>\n<p></p>\n<h2>i. Objective Prong: Deprivation of a Basic Need</h2>\n<p>Because exercise is one of the basic human needs protected by the Eighth Amendment, prisoners must be afforded some opportunity for exercise. <i>See </i><i>Williams v. Greifinger,</i> <span class=\"citation\" data-id=\"727315\"><a href=\"/opinion/727315/bobby-williams-v-robert-b-greifinger-deputy-commissioner-and-chief/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">699</span></a></span>, 704 (2d Cir.1996); <i>Anderson v. Coughlin,</i> <span class=\"citation\" data-id=\"449307\"><a href=\"/opinion/449307/robin-anderson-v-thomas-a-coughlin-iii-commissioner-of-the-new-york/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 35 (2d Cir.1985); <i>see also </i><i>Sostre v. McGinnis,</i> <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 193 &amp; n. 25 (2d Cir.1971) (noting that availability of exercise is an important consideration in determining whether conditions of segregated confinement violate the Eighth Amendment).</p>\n<p>A court faced with the task of determining whether a particular deprivation falls below the objective requirements of the Eighth Amendment should consider (1) the duration of the deprivation; (2) the extent of the deprivation; (3) the availability of other out-of-cell activities; (4) the opportunity for in-cell exercise; and (5) the justification for the deprivation. <i>See </i><i>Davidson v. Coughlin,</i> <span class=\"citation no-link\"><span class=\"volume\">968</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">121</span></span>, 130 (S.D.N.Y.1997).</p>\n<p>Plaintiff alleges that during the 28 days he was placed in mechanical restraints on his hands and waist, he was severely restricted in his range of body movement and therefore unable to exercise. When restrained, plaintiffs arms and hands were placed in cuffs and fastened to his waist. <i>See</i> Pl. Dep. at 51. No restraints were placed on his legs. <i>See id.</i> Plaintiff was required to exercise in a solidly secured, ten by fourteen feet, one-man cage surrounded by four brick walls with an open grated ceiling. <i>See</i> Pl. Mem. at 26. The cage provided a slot in the door which allowed mechanical restraints to be removed and placed on an inmate without the cage ever being opened. <i>See id.</i> Of course, plaintiff alleges that prison officials never utilized this slot; rather they simply left plaintiff in restraints during the time he was in the cage.</p>\n<p>Other than his one hour of daily exercise, plaintiffs out-of-cell activities were restricted. In addition, he was unable to exercise in-cell due to lack of proper ventilation or windows. <i>See</i> Pl. Dep. at 46.</p>\n<p>Defendants assert that mechanical restraints were implemented for staff safety precautions. <i>See</i> Portz Aff. ¶¶ 14-16. In response to plaintiffs complaint regarding the imposition of mechanical restraints during his exercise period, Aidala stated:</p>\n<blockquote>The application of mechanical restraints is in no way a punishment. Mechanical restraints are an insurance that you will be moved safely from your cell to the exercise area and back to your cell without any need or possibility of having to use physical force. This procedure is as much for your safety and well being as it is for all other parties concerned.</blockquote>\n<p>8/21/98 Memorandum, Ex. 11 to Pl. Dep. Defendants' penological justification in no way addresses the need for plaintiff to be placed in mechanical restraints while in the exercise cage. Because the restraints could be placed on plaintiff through a slot in the cage, it appears that plaintiff, in fact, posed no safety concern to staff, himself, or others during his one-hour exercise period.</p>\n<p></p>\n<h2>ii. Subjective Prong: Deliberate Indifference</h2>\n<p>To meet the subjective element of an Eighth Amendment claim, plaintiff must prove that defendants had the necessary level of culpability, shown by actions characterized by \"wantonness.\" <i>Wilson,</i> 501 U.S. at 298-99, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>. The definition of \"wantonness\" varies according to the circumstances alleged. \"[T]he wantonness of conduct does not depend upon its effect on the prisoner, but rather `upon the constraints facing the official.'\" <i>Davidson,</i> 32 F.3d at 30 &amp; n. 2 (quoting <i>Wilson,</i> 501 U.S. at 303, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>). The deliberate indifference standard does not require a showing \"that a prison official acted or failed to act believing <span class=\"star-pagination\">*293</span> that harm actually would befall an inmate; it is enough that the official acted or failed to act despite his knowledge of a substantial risk of serious harm.\" <i>Farmer,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 842, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994).</p>\n<p>Here, plaintiff provides adequate evidence that Goord, Healy, Aidala and Kuhlmann knew of and failed to remedy plaintiff's Eighth Amendment violation. Plaintiff claims, and it appears likely, that Goord approved the \"Use of Restraints Directive\" which stated that \"`The inmate will remain shackled during the entire period he/she is out of SHU cell.' This will include the SHU recreation area.\" 3/17/98 Memorandum, Ex. F to Portz Aff. <i>See also Williams,</i> 918 F.Supp. at 96 (\"Defendant, by helping to formulate and then approving the challenged policy, was deliberately indifferent to the excessive risk that this deprivation posed to the plaintiff's health.\"). Healy sent this directive to all SHU staff and inmates on March 17, 1998. <i>See</i> Ex. F to Portz Aff.</p>\n<p>Aidala initially ordered that plaintiff be placed in mechanical restraints for seven days. Both Aidala and Healy renewed plaintiffs seven-day restraint order four times. When plaintiff appealed to Kuhlmann via letter dated August 17, 1998, Kuhlmann referred plaintiff's letter to Aidala, who officially responded to plaintiff with a signed memorandum explaining that the mechanical restraints were \"in no way a punishment\" but meant to insure that plaintiff would \"be moved safely from [his] cell to the exercise area and back to [his] cell.\" 8/21/98 Memorandum, Ex. 11 to Pl. Dep. Neither Kuhlmann nor Aidala ever directly addressed the need for plaintiff to be placed in mechanical restraints while in the exercise cage.</p>\n<p>It cannot be said that no reasonable jury could find in favor of plaintiff on the facts as alleged. Goord, Healy, Aidala and Kuhlmann therefore, are not entitled to summary judgment on plaintiffs Eighth Amendment claim.</p>\n<p></p>\n<h2>D. Personal Involvement</h2>\n<p>Defendants contend that the Complaint should be dismissed against Goord, Healy and Kuhlmann because plaintiff fails to adequately allege personal involvement. <i>See</i> Defendants' Motion for Summary Judgment at 30-32. It is well-settled in the Second Circuit that \"personal involvement of defendants in alleged constitutional deprivations is a prerequisite to an award of damages under § 1983.\" <i>McKinnon v. Patterson,</i> <span class=\"citation\" data-id=\"352284\"><a href=\"/opinion/352284/khalieb-mckinnon-laurence-mincy-and-david-wheeler-and-cross-appellants-v/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 934 (2d Cir.1977). <i>See also </i><i>Colon v. Coughlin,</i> <span class=\"citation\" data-id=\"698654\"><a href=\"/opinion/698654/armando-colon-v-thomas-a-coughlin-individually-and-in-his-official/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 873 (2d Cir.1995).</p>\n<p>A defendant who occupies a supervisory position may be \"personally involved\" in the alleged deprivation in several ways other than direct participation, such as: (1) failing to remedy the wrong after learning of it through a report or appeal; (2) creating a policy or custom under which unconstitutional practices occurred, or allowing such a policy or custom to continue; and (3) grossly negligent management of subordinates who caused the unlawful condition or event. <i>See </i><i>Wright v. Smith,</i> <span class=\"citation\" data-id=\"667579\"><a href=\"/opinion/667579/huey-b-wright-v-harold-smith-and-thomas-a-coughlin-iii/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 501 (2d Cir.1994); <i>Williams v. Smith,</i> <span class=\"citation\" data-id=\"463298\"><a href=\"/opinion/463298/james-williams-v-harold-j-smith-superintendent-and-w-morgan-co/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span>, 323-24 (2d Cir.1986). In addition, \"supervisory liability may be imposed where an official demonstrates `gross negligence' or `deliberate indifference' to the constitutional rights of [plaintiff] by failing to act on information indicating that unconstitutional practices are taking place.\" <i>Wright,</i> 21 F.3d at 501 (citation omitted).</p>\n<p>As noted above, plaintiff offers evidence that Goord, Healy and Kuhlmann were personally involved in plaintiffs Eighth Amendment claim. Having alleged and substantiated the existence of the requisite personal involvement, a summary judgment motion seeking dismissal of plaintiffs claim on this ground must fail.</p>\n<p></p>\n<h2>E. Eleventh Amendment Immunity</h2>\n<p>In assessing whether the Eleventh Amendment bars recovery in this action, it is necessary to decide whether <span class=\"star-pagination\">*294</span> plaintiff sued the defendants in their personal or official capacities. <i>See </i><i>Kentucky v. Graham,</i> <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165-68, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985). Personal or individual capacity suits seek to impose personal liability upon a government official for actions he or she took under color of state law. <i>Id.</i> at 165, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>. Official capacity suits, on the other hand, are suits against a government entity. <i>Id.</i> at 165-66, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>. Plaintiffs Complaint names Kuhlmann, Healy and Aidala in \"both their individual and official capacities.\"</p>\n<p>The Eleventh Amendment bars suits for compensatory and other retroactive relief against a state and its officials in their official capacities, absent a waiver or consent, neither of which is present here. Plaintiffs official-capacity suit seeks compensatory and punitive damages  precisely the relief barred by the Eleventh Amendment. <i>See </i><i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 677-78, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974). Accordingly, plaintiff cannot proceed against Goord, Healy, Aidala and Kuhlmann in their official capacities. However, plaintiff may still pursue his Eighth Amendment claim for monetary damages against defendants in their individual capacities. <i>Id.</i> at 663, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>For the foregoing reasons, defendants' motion for summary judgment is granted in part and denied in part. Plaintiffs Fourteenth and First Amendment claims are dismissed against all defendants. In addition, plaintiffs Eighth Amendment claim is dismissed against all defendants except Goord, Healy, Aidala and Kuhlmann. Plaintiff may pursue an Eighth Amendment claim against Goord, Healy, Aidala and Kuhlmann in their individual capacities. A conference is scheduled for August 8, 2000 at 3:30 p.m.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants are Glenn S. Goord, Commissioner; Donald Selsky, Director of Special Housing Unit; Robert H. Kuhlmann, Superintendent; D.G. Aidala, Deputy Superintendent of Security; Peter Healy, Captain; J. Haynal, Lieutenant; P. Brickner, Sergeant; J. Portz, Corrections Officer; K. Sanok, Corrections Officer. The docket reflects that Corrections Officer Smithy was not served. The names \"Haynal\", \"Brickner\" and \"Sanok\" are misspelled in the complaint as \"Hayanl\", \"Bricker\" and \"Sonic\" respectively.</p>\n<p>[2]  Initially, Aidala ordered that plaintiff be placed in mechanical restraints for a period of seven days. At the end of the seven-day period, Aidala and Healy reviewed the restraint order and renewed it for an additional seven-day period. The restraint order was renewed four times.</p>\n<p>[3]  Because I find that plaintiff did not possess a liberty interest, it is unnecessary for me to address the procedural protections that were afforded.</p>\n<p>[4]  Defendants argue that plaintiff's § 1983 suit to recover money damages for an alleged denial of exercise must be dismissed as a matter of law under the Prisoner Litigation Reform Act (\"PLRA\"), 42 U.S.C. § 1997e. Pursuant to the PLRA, \"[n]o Federal civil action may be brought by a prisoner confined in a jail, prison, or other correctional facility, for mental and emotional injury suffered while in custody without a prior showing of physical injury.\" 42 U.S.C. § 1997e(e). Defendants maintain that plaintiff here has failed to allege sufficient physical injury in connection with his Eighth Amendment claim.\n</p>\n<p>There is no statutory definition of \"physical injury\" as used in § 1997e(e). Nevertheless, exercise, by its very nature, is \"physical.\" Deprivation of exercise for an extended period of time is potentially injurious to physical health. Plaintiff here alleges that, as a result of the mechanical restraints, he was denied the opportunity to exercise for 28 consecutive days. Although plaintiff testified at his deposition that he had suffered \"no physical injury\" as a result of this deprivation, he also testified that his physical health had been \"threatened\" because exercise is necessary to \"stay in shape, stay healthy.\" Dep. at 61-62, 95. Plaintiff's apparently inconsistent testimony indicates his confusion over the term \"physical injury\"; it does not necessarily mean that he did not suffer physical injury. For example, plaintiff may believe that \"physical injury\" refers to a permanent or traumatic injury such as the loss of a limb or a cut requiring stitches. He may not understand that physical injury encompasses less permanent harms such as exposure to asbestos, <i>see Crawford v. Artuz,</i> 98 Civ. 0425, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">435155</span></span>, at *6 (S.D.N.Y. June 24, 1999), and allegations of sexual assault, <i>see </i><i>Liner v. Goord,</i> <span class=\"citation\" data-id=\"766712\"><a href=\"/opinion/766712/joshua-liner-v-glenn-goord-walter-kelly-gilmore-sgt-john-doe-1-john-doe/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span>, 135 (2d Cir.1999).</p>\n<p>Reading the pleadings of a pro se plaintiff liberally, as I must, <i>see </i><i>Haines v. Kerner,</i> <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, 520, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></a></span> (1972), there are issues of fact here that preclude summary judgment on the issue of whether plaintiff suffered a physical injury sufficient to satisfy the PLRA.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/449307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/716607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/723748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/727315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/730184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/734125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/738297/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/754144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757023/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/760466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763458/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765494/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766739/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2314724/"
          ]
        }
      ],
      "judges": "Scheindlin",
      "date_created": "2014-10-30T23:59:50.156552Z",
      "date_modified": "2016-03-03T22:27:14.609102Z",
      "date_filed": "2000-07-28",
      "date_filed_is_approximate": false,
      "slug": "williams-v-goord",
      "citation_id": 2534991,
      "case_name_short": "Goord",
      "case_name": "Williams v. Goord",
      "case_name_full": "",
      "federal_cite_one": "111 F. Supp. 2d 280",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2427608/williams-v-goord/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T23:59:50.154031Z",
  "date_modified": "2014-10-30T23:59:50.154031Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Goord",
  "case_name": "Williams v. Goord",
  "case_name_full": "",
  "slug": "williams-v-goord",
  "docket_number": "99Civ.1680(SAS)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}