{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2428187/",
  "id": 2428187,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2562847/",
      "id": 2562847,
      "absolute_url": "/opinion/2562847/john-m-v-board-of-educ-of-evanston-tp-high/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2428187/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2562847/",
          "id": 2562847,
          "absolute_url": "/opinion/2562847/john-m-v-board-of-educ-of-evanston-tp-high/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2562847/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1488/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:26:27.416291Z",
          "date_modified": "2017-04-10T18:41:40.564349Z",
          "type": "010combined",
          "sha1": "0ef1c3b275ba8a64ddef930c993bc6ee2145b7fd",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>450 F.Supp.2d 880 (2006)</b></center>\n<center><h1>JOHN M., by his Parents and Next Friends, CHRISTINE M. and Michael M., and Christine M. and Michael M., Plaintiffs,<br>\nv.<br>\nBOARD OF EDUCATION OF EVANSTON TOWNSHIP HIGH SCHOOL DISTRICT 202, Evanston Township High School District 202; Dr. Allan Alson, its Superintendent, sued in his Official Capacity, and Illinois State Board of Education, Defendants.</h1></center>\n<center>No. 05 C 6720.</center>\n<center><p><b>United States District Court, N.D. Illinois, Eastern Division.</b></p></center>\n<center>August 18, 2006.</center>\n<p><span class=\"star-pagination\">*881</span> Charles Freeman Stone, Law Offices of Charles F. Stone, Chicago, IL, for Plaintiffs.</p>\n<p>Christine M., pro se.</p>\n<p>Michael M., pro se.</p>\n<p>Patricia J. Whitten, Anne Elizabeth Wilson, Franczek Sullivan P.C., Chicago, IL, for Defendants.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION AND ORDER</i></h2>\n<p>HOLDERMAN, Chief Judge.</p>\n<p>John M., (\"John\") by his parents and next of friend Christine M. and Michael M. (collectively \"John M.\") filed a first amended complaint on March 17, 2006 seeking relief pursuant to the Individuals with Disabilities Education Act (\"IDEA\") and its amended form, the Individual with Disabilities Education Improvement Act of 2004, (\"IDEIA\") 20 U.S.C. § 1400 <i>et seq,</i> and the Illinois School Code alleging that defendants Evanston Township High School District 202, its Board of Education and its Superintendent (collectively \"ETHS\") have denied John M. a free, appropriate public education in the least restrictive environment. (Dkt. No. 17 at pg. 1). Pending before the court are John M's motion for preliminary injunction and to enforce the stay put placement (Dkt. No. 19), and motion to supplement the administrative record and present additional evidence. (Dkt. No. 21). For the reasons set forth below, this court grants John M's pending motions.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p><i>A. John M.</i></p>\n<p>The following information is set forth in John M.'s first amended complaint of March 17, 2006. John is a 15-year-old boy with Down Syndrome living with his parents, older sister and younger brother in Evanston, Illinois. (Dkt. No. 17 at ¶ 4). He was a freshman at ETHS, the public high school in Evanston, during the 2005-2006 school year and presumably will be a sophomore in the Fall of 2006. (<i>Id.</i>) ETHS receives federal funds and is bound by the requirements of the IDEA and IDEIA. (<i>Id.</i> at ¶ 7).</p>\n<p>John's Down Syndrome impairs his communication, learning, social-emotional education and growth, his relationship with classmates, and at times his behavior. (<i>Id.</i> at ¶ 15). John has motor-planning problems that affect his speech, frustrating his ability to express himself and impeded conversations with classmates. (<i>Id.</i>) Before attending ETHS, John attended sixth through eighth grade at a public middle school operated by Evanston Community Consolidated School District 65 (\"District 65\"). (<i>Id.</i> at ¶ 16). Students progress from District 65 to ETHS for high school. (<i>Id.</i>)</p>\n<p><i>B. John's Middle School Education at District 65</i></p>\n<p>While at District 65, John was primarily educated in a regular classroom through the assistance of a co-teacher devoted exclusively to John. (<i>Id.</i>) District 65, in compliance with IDEA and IDEIA, drafted an Individualized Education Program (\"IEP\") while John attended District 65. (<i>Id.</i>) John's District 65 IEP supplemented the regular classroom instruction with instruction through the co-teaching of a special education teacher who co-taught John in Reading, Language Arts and Math classes. (<i>Id.</i>) The use of a co-teacher provided inclusion <span class=\"star-pagination\">*882</span> for John by allowing him to participate in the regular classroom lesson with his peers where applicable, but also allowed him to receive individualized attention when needed while still remaining in the regular classroom setting. The District 65 IEP provided John 200 minutes of co-teaching per week by the special education teacher in each of the three regular classes totaling 600 minutes per week of instruction. (<i>Id.</i>) The IEP also provided 200 additional minutes per week of \"resource-room\" instruction by the special education teacher above and beyond the 600 minutes of instruction provided in the traditional classroom setting. (<i>Id.</i>)</p>\n<p>Additionally, District 65 provided John with a \"Circle of Friends\" program. (Id.) The \"Circle of Friends\" program addressed the social and speech deficits resulting from John's disability. (<i>Id.</i> at ¶ 17). Under the program, a social worker and speech therapist assisted John in his social and conversational interactions with students that John interacted with over his lunch hour. (<i>Id.</i>) John socialized with these students on a regular basis and so it provided a comfortable environment for John in which the social worker and speech therapist could work on their goal of increasing his ability to converse with others. (<i>Id.</i>) John, his parents and his regular classroom teachers recognized that John's ability to converse and interact in social settings, including the ability to develop friendships, increased through the \"Circle of Friends\" program and this increased John's ability in other settings including in the classroom. (<i>Id.</i>)</p>\n<p>While at District 65, John also developed appropriate interests for a boy of his age and progressed socially and emotionally outside of the traditional academic classroom setting. (<i>Id.</i> at ¶ 18). According to the complaint, \"By the end of eighth grade, John was described by his physical education teacher as having a `gung ho' attitude toward class, and that he was a `much improved athlete' who was an excellent shooter in basketball and had a baseball swing that [the teacher] used as a model for class.\" (<i>Id.</i>) John interacted with his peers in impromptu games in the schoolyard, had a strong interest in sports, had a perfect or near perfect attendance record, participated in the band, and was described by District 65 staff as \"charismatic.\" (<i>Id.</i>) John M. alleges that his academic and social development at District 65 was a direct result of the assistance he received under the District 65 IEP including the social and speech assistance through the \"Circle of Friends,\" and the special education assistance he received both in the regular classroom and through supplemental instruction. (<i>Id.</i>)</p>\n<p><i>C. John's Education at ETHS and Administrative Hearing</i></p>\n<p>John's parents met with ETHS personnel in the Spring of 2005 to draft John's IEP for his freshman year at ETHS. (<i>Id.</i> at ¶ 20). District 65 representatives also attended the first two meetings describing John's education at District 65, their inclusive model of educating John and the perceived benefits to John's education and development. (<i>Id.</i>) John M. alleges that the ETHS special education director and staff immediately rejected the District 65 model and concluded that John should be placed in ETHS's special education program instead of a regular classroom. (<i>Id.</i>) John M. argues that ETHS reached this conclusion without individually evaluating him. (<i>Id.</i>) Instead, ETHS allegedly demanded information about John's IQ and stated that the District 65 model would not work at ETHS because the general classroom instruction would have to be drastically altered. (<i>Id.</i>) ETHS allegedly will not provide co-teaching within a regular classroom, will only teach John in a special education resource room that does not <span class=\"star-pagination\">*883</span> have the regular classroom curriculum nor regular classroom peers, and will not provide a \"Circle of Friends\" type social and speech therapy. ETHS proposed IEP places John in special education classes, a newly developed computer-led remedial reading class and places John in a special education physical education class. (<i>Id.</i> at ¶ 22). ETHS also proposed to reduce John's speech therapy from 160 minutes per week to 86 minutes per week and would not commit to the number of minutes per week that John would receive from a special education teacher.</p>\n<p>John's parents objected to ETHS's proposed IEP and proceeded to an administrative hearing before James A. Wolter, EdD. (\"Dr. Wolter\" or \"hearing officer\"). (<i>Id.</i> at ¶ 24). John M. sought an IEP at ETHS comparable to the District 65 IEP including: (1) placement in regular History, English and Physical Education classes, (2) information on how he would be graded in his regular classes, (3) 43 additional minutes per week of consultation with a social worker, (4) a \"Circle of Friends\" type program, (5) designation of resources to facilitate John's participation in a regular class setting, and (6) 43 additional minutes a week in speech therapy. (<i>Id.</i>) Dr. Wolter sided with ETHS and John M. has filed his pending suit in this court seeking review of Dr. Wolter's decision. John seeks an order from this court: (1) reversing Dr. Wolter's decision, (2) finding that ETHS has violated John's right to a free, appropriate public education in the least restrictive environment, (3) ordering that John should be enrolled in regular English, History and Physical Education classes that include non-disabled students, (4) ordering ETHS to convene an IEP meeting to determine how John M. can properly attend regular classes, (5) ordering a co-teacher in John's regular classes, or in the alternative, a minimum of 215 minutes per week of consultation time between the special education teacher and John's regular teachers, (6) creation of a \"Circle of Friends\" type program, (7) adoption of supplementary aids and services requested by John's parents, (8) provide John time to work in the special education resource room, and (9) declare that John M. is a prevailing party and award attorney's fees and costs. (<i>Id.</i> at ¶ 30).</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p><i>A. John M's Motion to Present Additional Evidence of March 28, 2006 (Dkt. No. 21)</i></p>\n<p>John M. seeks to provide additional evidence to this court in support of his present claims against ETHS and Dr. Wolter's decision. (Dkt. No. 21). John M. wishes to submit the observations of Dr. Schwarz, information about ETHS's alleged lack of compliance with Illinois State Board of Education's requirements on the treatment of students with disabilities, follow-up questioning of the Special Education Director, Aviva Tauman, that was excluded by the hearing officer, and John's recent grades and test scores. John M. also seeks the right to provide additional evidence as to ETHS' compliance with the stay-put requirement. The IDEA states that \"A court shall hear additional evidence at the request of a party.\" 20 U.S.C. § 1415(i)(2)(C)(ii). Despite the clear language of the IDEA, ETHS objects to the inclusion of the proposed additional evidence. This court finds ETHS's arguments to be disingenuous and rejects them.</p>\n<p>The Seventh Circuit has explained that the district court reviews <i>de novo</i> the hearing officer's decisions on issues of law but the hearing officer's decisions of fact are given \"due weight.\" <i>Alex R., ex rel. Beth R. v. Forrestville Valley Community Unit Sch. Dist. # 221,</i> 375 F.3d 603, 611 (7th Cir.2004). \"Due weight\" is analogized to <span class=\"star-pagination\">*884</span> the traditional standard of clear error or substantial evidence. <i>Id.</i> However, the introduction of additional evidence at the district court is permissible and the district court is allowed a more searching level of judicial review in light of the fact that the district court has access to evidence that was not presented to the hearing officer. <i>Id.</i> The Seventh Circuit has also instructed that the district court, in exercising its review, should be \"careful not to allow such evidence to change the character of [the district court's review of the administrative] hearing . . . to a trial <i>de novo.\" </i><i>Patricia P. v. Bd. of Educ. of Oak Park,</i> 203 F.3d 462, 470 (7th Cir.2000) (quoting <i>Monticello Sch. Dist. No. 25 v. George L.,</i> 102 F.3d 895, 901 (7th Cir. 1996)).</p>\n<p>ETHS's argues that the introduction of any proposed additional evidence would alter this proceeding from a review of the administrative decision into a <i>de novo</i> trial. ETHS is concerned that this court may perform \"Monday Morning Quarterbacking.\" (Dkt. No. 26 at pg. 5). That argument presupposes that this court is unable to understand the proper standard of review. This court, within its role under Rule 104(a) of the Federal Rules of Evidence, is responsible for determining whether evidence is admissible. Evidence is admissible if it is relevant evidence and not otherwise excluded under the Rules. A concern that the court will abuse its standard of review is not a reason for excluding evidence.</p>\n<p>Thus, the question is whether the evidence that John M. seeks to admit is relevant evidence and the court concludes that it is. This court is responsible for reviewing the hearing officer's determination of John M.'s needs and whether ETHS is meeting those needs under the IDEA. Dr. Schwartz could provide evidence as to his conclusions of John's needs and whether ETHS is meeting those needs in ETHS's proposed IEP. ETHS has provide no evidence that Dr. Schwartz observation's at ETHS would be disruptive to the operation of the school. It is also noteworthy to the court that John M.'s parents are willing to pay for Dr. Schwartz's observation. It appears to the court that ETHS's only reason for objecting to Dr. Schwartz's observation is to control who has access to the school in order to limit the possibility that others might observe how ETHS operates. Understanding how ETHS operates, and whether ETHS is in compliance with applicable federal and state laws and regulations, especially in its treatment of students with disabilities, can help this court in its determination of whether the hearing officer was correct in his view that John M. was receiving the appropriate education guaranteed to him under the IDEA.</p>\n<p>The court must reject ETHS's narrow view that the proposed additional evidence is too old to be relevant. ETHS is of the view that this court is only reviewing the hearing officer's determination of John M.'s prior year IEP and nothing more. Thus, ETHS believes that this court should only look retrospectively for evidence in this case. ETHS's retrospective and individual IEP view is inappropriate and places the IDEA on its head. Additional evidence, from any relevant and admissible source, can help this court in determining whether John M. is being provided an appropriate education. This court must be able to evaluate all admissible evidence on the issue of whether ETHS has complied with the IDEA in John M.'s case and, if a violation is found, must also consider evidence that sufficiently allows this court to properly fashion an appropriate prospective injunctive relief. Thus, John M. shall be permitted to add any desired admissible evidence into the record and ETHS will be given the same opportunity. As this court discusses <span class=\"star-pagination\">*885</span> below, this court is able to determine that an IDEA violation exists in this case based on the evidence already available in the record. However, additional evidence will assist the court in fashioning an appropriate relief for John M. at the permanent injunction stage, determining whether ETHS is in compliance with this court's preliminary injunction and other related issues.</p>\n<p><i>B. John M.'s Motion for Preliminary Injunction and to Enforce Stay-Put Placement of March 28, 2006 (Dkt. No. 19)</i></p>\n<p>John M.'s motion for preliminary injunction seeks a placement into a program at ETHS comparable to the one at District 65 IEP. John M. makes a variety of arguments for reversal of the hearing officer's decision. ETHS argues that its operates a large public high school with over 3,000 students and the nature of the high school's structure prevents a IEP like the one that John M. had at District 65. (Dkt. No. 27 at pg. 8).</p>\n<p>\"An IEP is valid when (1) it was adopted according to the IDEA's procedures and (2) it is reasonably calculated to enable the child to receive educational benefits.\" <i>Alex R., ex rel. Beth R. v. Forrestville Valley Community Unit Sch. Dist. # 221,</i> 375 F.3d 603, 613 (7th Cir. 2004). Under the IDEA, John M. has a right to \"a free appropriate public education . . . that meets his unique needs and prepares him for employment and independent living.\" 20 U.S.C. § 1400(d)(1)A. \"Improving education results for children with disabilities is an essential element of our national policy of ensuring equality of opportunity, full participation, independent living, and economic self-sufficiency for individuals with disabilities.\" 20 U.S.C. § 1400(c)(1). It is the determination of the United States Congress, as set forth in the IDEA, that there should be \"high expectations for [children with disabilities]\" and these children should be given \"access in the general curriculum to the maximum extent possible.\" 20 U.S.C. § 1400(c)(5)(A). This policy of inclusion in the \"general curriculum to the maximum extent possible\" includes the policy that the child should be provided \"aids and support in the regular classroom . . . where appropriate.\" 20 U.S.C. § 1400(c)(5)(D).</p>\n<p>Under the IDEA, ETHS cannot \"use any single procedure as the sole criteria for determining . . . an appropriate educational program\" for John. 20 U.S.C. § 1414(b)(2)(B). However, ETHS violates this requirement. Upon a review of the record in this case, the court concludes that ETHS is only willing to provide two available options for students at ETHS, either a mainstream class with no coteacher or placement in a separate special education class. ETHS appears to have concluded that John M. suffers from a disability that precludes him from participating in the regular classes on his own and therefore his status as disabled defaults him into the special education class. This is a violation of IDEA as it denies John M. of the individual assessment required under the law. This error is an error of law and the error infects ETHS's IEP and the hearing officer's resulting analysis of the IEP. As such, the hearing officer's decision must be reversed and the parties must develop a new IEP based on an individual assessment of John as required by the IDEA. This court is not mandating that ETHS provide John with an IEP equal to the District 65 IEP. ETHS is a different school than District 65 and the high school setting is different than a middle school setting. However, John must be assessed as an individual.</p>\n<p>The court understands that John is one of the many students for which ETHS <span class=\"star-pagination\">*886</span> must provide a free and appropriate public education and ETHS has limited resources. However, that does not excuse ETHS from fulfilling its obligation to John under the IDEA. ETHS receives federal funding and therefore promises to John that it will follow federal law. The court recognizes that schools such as ETHS have trained educators, many with advanced degrees, and years of experience in teaching students with disabilities. This court recognizes that its not \"super school board\" and cannot, and will not, micromanage every activity in a public school. But this court is authorized, <i>and required,</i> to insure that John's federal rights are protected.</p>\n<p>ETHS has failed to make the required efforts to respect John's federal rights, as set forth by Congress in the IDEA, and the hearing officer failed to correct ETHS's error. ETHS, in accordance with John's parents, must determine what is best for John. The record demonstrates that when given the opportunity at District 65, John was able to achieve and flourish in an non segregated environment. ETHS cannot segregate John from regular students merely on the basis that John has a disability without making an individualized determination as to John's abilities and needs. Defaulting John into a special education class on the basis of his disability, without a proper assessment of his abilities, effectively segregates John on the basis of his membership in a group instead of treating him as an individual.</p>\n<p>Finally, John M.'s complaint seeks attorney's fees and costs. Although, a motion for attorney's fees has not been brought at this time, the court would much rather prefer to see ETHS's resources spent on educating students instead paying attorney's fees. However, if attorney's fees are appropriate under the law<sup>[1]</sup>, and requested by John M., the court will not hesitate to award reasonable attorney's fees. ETHS has taken a position so far in this litigation of saying what it cannot do for John instead of trying to determine what it can do for John. John only has a limited period of time remaining at ETHS. The court strongly encourages the parties to discuss possible ways to resolve their differences so that this court need not award ETHS's funds in attorney's fees that could otherwise be spent on the education of children at ETHS including John.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiff John M.'s motion of March 28, 2006 to supplement to administrative record and present additional evidence (Dkt. No. 21) is granted. John M.'s motion of March 28, 2006 for preliminary injunction and to enforce the stay put placement (Dkt. No. 19) is granted to extent that this court orders the vacating of the hearing officer's decision.</p>\n<p>Until the parties can agree to a proper IEP for John in compliance with the IDEA, the court orders the following preliminary injunction:</p>\n<p>(1) ETHS is ordered to provide education to John that it previously promised to provide under the prior IEP as proposed by ETHS, if so desired by John's parents. The prior IEP shall serve as a baseline with the following additions as set forth below in section (2).</p>\n<p>(2) ETHS is ordered to provide the following additions to the baseline IEP, if John's parents so desire:</p>\n<p>(a) ETHS shall create a proposed schedule for John that will be used should John be placed in regular non-special education <span class=\"star-pagination\">*887</span> classes including the classes of English, History, Mathematics and Science. ETHS shall also designate responsible teachers in these regular education classes who shall communicate their lesson plans and other relevant material to John's special education teachers so that John shall receive as much regular class education as possible until the issue of John's placement into regular classes can be determined by the parties and this court. John's special education teachers shall attempt to utilize, where possible, all available textbooks, equipment and other applicable materials that are used in the instruction of nondisabled students in regular classes. ETHS shall provide John's parents written copies of the materials provided by the regular class teachers to the special education teacher and the lesson plans used by the special education teachers. These written reports to John's parents shall be made on weekly basis unless another schedule is agreed to by ETHS and John's parents.</p>\n<p>(b) ETHS shall provide John with a minimum of 800 minutes per week of special education instruction in compliance with the instructions in subsection (a) unless a lesser amount of time is otherwise agreed to by John's parents.</p>\n<p>(c) ETHS shall provide John with 120 minutes per week of social work services and 120 minutes per week of speech therapy unless a lesser amount of time is otherwise agreed to by John's parents. The social worker and speech therapist shall strive to work with John in social settings and otherwise attempt to integrate John into the non-disabled community in ETHS in the spirit of the \"Circle of Friends\" program.</p>\n<p>(d) ETHS shall allow John to participate in any ETHS activity, intramural sports, club or extra-curricular program available to non-disabled students unless ETHS can articulate a valid, non-discriminatory reasoning for John's exclusion.</p>\n<p>(e) ETHS is ordered to place John in a regular physical education class if John's parents so desire unless ETHS as able to articulate a valid, non-discriminatory reason for John's exclusion.</p>\n<p>(f) ETHS cannot exclude John from any resource, such as the resource room, that is available to any other ETHS student, both disabled and non-disabled.</p>\n<p>(3) ETHS is ordered to meet with John's parents, and any other individual that John's parents designate, to work in good faith to create a new IEP for John in order to determine the free, appropriate public education in the least restrictive environment for John at ETHS. This IEP shall be based on an individual assessment of John in accordance with the requirements of IDEA. The IEP shall determine, at a minimum:</p>\n<blockquote>(a) John's placement in either special education or regular education classes.</blockquote>\n<blockquote>(b) Resources to be made available to John at ETHS, including teachers, therapists, computers, textbooks and equipment. ETHS must state the number of minutes that each resource will be devoted to John's education.</blockquote>\n<blockquote>(c) The parties' positions on a \"Circle of Friends\" type program for John.</blockquote>\n<blockquote>(d) Processes in place to integrate John, to the extent desired by John and within the limitations of the circumstances, into the community of both disabled and nondisabled students at ETHS.</blockquote>\n<p>(4) ETHS and John's parents shall confer in good faith as to the exchange of information and other discovery as to John's progress. ETHS shall make its educators, staff and other appropriate material available to John's parents, and John's parents' representatives, during the discussion of the proposed IEP. Additionally, John's <span class=\"star-pagination\">*888</span> parents, their attorney, and their proposed expert Dr. Schwarz, shall be permitted to observe John's treatment at ETHS.</p>\n<p>The parties are to complete their proposed IEP by no later than September 15, 2006. The proposed IEP and supporting evidence shall be submitted to this court, with accompanying briefs by no later than September 29, 2006 Cross responses are due by October 13, 2006. This case is set for a report on status on October 24, 2006 at 9:00 a.m.</p>\n<h2>NOTES</h2>\n<p>[1]  This decision provides John M. preliminary relief on his claims and therefore this court would be amenable to the argument that John M. on the issue of whether John M. has obtaining prevailing party status if he wished to make that argument.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">880</span></span> (2006)</b></center>\n<center><h1>JOHN M., by his Parents and Next Friends, CHRISTINE M. and Michael M., and Christine M. and Michael M., Plaintiffs,<br>\nv.<br>\nBOARD OF EDUCATION OF EVANSTON TOWNSHIP HIGH SCHOOL DISTRICT 202, Evanston Township High School District 202; Dr. Allan Alson, its Superintendent, sued in his Official Capacity, and Illinois State Board of Education, Defendants.</h1></center>\n<center>No. 05 C 6720.</center>\n<center><p><b>United States District Court, N.D. Illinois, Eastern Division.</b></p></center>\n<center>August 18, 2006.</center>\n<p><span class=\"star-pagination\">*881</span> Charles Freeman Stone, Law Offices of Charles F. Stone, Chicago, IL, for Plaintiffs.</p>\n<p>Christine M., pro se.</p>\n<p>Michael M., pro se.</p>\n<p>Patricia J. Whitten, Anne Elizabeth Wilson, Franczek Sullivan P.C., Chicago, IL, for Defendants.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION AND ORDER</i></h2>\n<p>HOLDERMAN, Chief Judge.</p>\n<p>John M., (\"John\") by his parents and next of friend Christine M. and Michael M. (collectively \"John M.\") filed a first amended complaint on March 17, 2006 seeking relief pursuant to the Individuals with Disabilities Education Act (\"IDEA\") and its amended form, the Individual with Disabilities Education Improvement Act of 2004, (\"IDEIA\") 20 U.S.C. § 1400 <i>et seq,</i> and the Illinois School Code alleging that defendants Evanston Township High School District 202, its Board of Education and its Superintendent (collectively \"ETHS\") have denied John M. a free, appropriate public education in the least restrictive environment. (Dkt. No. 17 at pg. 1). Pending before the court are John M's motion for preliminary injunction and to enforce the stay put placement (Dkt. No. 19), and motion to supplement the administrative record and present additional evidence. (Dkt. No. 21). For the reasons set forth below, this court grants John M's pending motions.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p><i>A. John M.</i></p>\n<p>The following information is set forth in John M.'s first amended complaint of March 17, 2006. John is a 15-year-old boy with Down Syndrome living with his parents, older sister and younger brother in Evanston, Illinois. (Dkt. No. 17 at ¶ 4). He was a freshman at ETHS, the public high school in Evanston, during the 2005-2006 school year and presumably will be a sophomore in the Fall of 2006. (<i>Id.</i>) ETHS receives federal funds and is bound by the requirements of the IDEA and IDEIA. (<i>Id.</i> at ¶ 7).</p>\n<p>John's Down Syndrome impairs his communication, learning, social-emotional education and growth, his relationship with classmates, and at times his behavior. (<i>Id.</i> at ¶ 15). John has motor-planning problems that affect his speech, frustrating his ability to express himself and impeded conversations with classmates. (<i>Id.</i>) Before attending ETHS, John attended sixth through eighth grade at a public middle school operated by Evanston Community Consolidated School District 65 (\"District 65\"). (<i>Id.</i> at ¶ 16). Students progress from District 65 to ETHS for high school. (<i>Id.</i>)</p>\n<p><i>B. John's Middle School Education at District 65</i></p>\n<p>While at District 65, John was primarily educated in a regular classroom through the assistance of a co-teacher devoted exclusively to John. (<i>Id.</i>) District 65, in compliance with IDEA and IDEIA, drafted an Individualized Education Program (\"IEP\") while John attended District 65. (<i>Id.</i>) John's District 65 IEP supplemented the regular classroom instruction with instruction through the co-teaching of a special education teacher who co-taught John in Reading, Language Arts and Math classes. (<i>Id.</i>) The use of a co-teacher provided inclusion <span class=\"star-pagination\">*882</span> for John by allowing him to participate in the regular classroom lesson with his peers where applicable, but also allowed him to receive individualized attention when needed while still remaining in the regular classroom setting. The District 65 IEP provided John 200 minutes of co-teaching per week by the special education teacher in each of the three regular classes totaling 600 minutes per week of instruction. (<i>Id.</i>) The IEP also provided 200 additional minutes per week of \"resource-room\" instruction by the special education teacher above and beyond the 600 minutes of instruction provided in the traditional classroom setting. (<i>Id.</i>)</p>\n<p>Additionally, District 65 provided John with a \"Circle of Friends\" program. (Id.) The \"Circle of Friends\" program addressed the social and speech deficits resulting from John's disability. (<i>Id.</i> at ¶ 17). Under the program, a social worker and speech therapist assisted John in his social and conversational interactions with students that John interacted with over his lunch hour. (<i>Id.</i>) John socialized with these students on a regular basis and so it provided a comfortable environment for John in which the social worker and speech therapist could work on their goal of increasing his ability to converse with others. (<i>Id.</i>) John, his parents and his regular classroom teachers recognized that John's ability to converse and interact in social settings, including the ability to develop friendships, increased through the \"Circle of Friends\" program and this increased John's ability in other settings including in the classroom. (<i>Id.</i>)</p>\n<p>While at District 65, John also developed appropriate interests for a boy of his age and progressed socially and emotionally outside of the traditional academic classroom setting. (<i>Id.</i> at ¶ 18). According to the complaint, \"By the end of eighth grade, John was described by his physical education teacher as having a `gung ho' attitude toward class, and that he was a `much improved athlete' who was an excellent shooter in basketball and had a baseball swing that [the teacher] used as a model for class.\" (<i>Id.</i>) John interacted with his peers in impromptu games in the schoolyard, had a strong interest in sports, had a perfect or near perfect attendance record, participated in the band, and was described by District 65 staff as \"charismatic.\" (<i>Id.</i>) John M. alleges that his academic and social development at District 65 was a direct result of the assistance he received under the District 65 IEP including the social and speech assistance through the \"Circle of Friends,\" and the special education assistance he received both in the regular classroom and through supplemental instruction. (<i>Id.</i>)</p>\n<p><i>C. John's Education at ETHS and Administrative Hearing</i></p>\n<p>John's parents met with ETHS personnel in the Spring of 2005 to draft John's IEP for his freshman year at ETHS. (<i>Id.</i> at ¶ 20). District 65 representatives also attended the first two meetings describing John's education at District 65, their inclusive model of educating John and the perceived benefits to John's education and development. (<i>Id.</i>) John M. alleges that the ETHS special education director and staff immediately rejected the District 65 model and concluded that John should be placed in ETHS's special education program instead of a regular classroom. (<i>Id.</i>) John M. argues that ETHS reached this conclusion without individually evaluating him. (<i>Id.</i>) Instead, ETHS allegedly demanded information about John's IQ and stated that the District 65 model would not work at ETHS because the general classroom instruction would have to be drastically altered. (<i>Id.</i>) ETHS allegedly will not provide co-teaching within a regular classroom, will only teach John in a special education resource room that does not <span class=\"star-pagination\">*883</span> have the regular classroom curriculum nor regular classroom peers, and will not provide a \"Circle of Friends\" type social and speech therapy. ETHS proposed IEP places John in special education classes, a newly developed computer-led remedial reading class and places John in a special education physical education class. (<i>Id.</i> at ¶ 22). ETHS also proposed to reduce John's speech therapy from 160 minutes per week to 86 minutes per week and would not commit to the number of minutes per week that John would receive from a special education teacher.</p>\n<p>John's parents objected to ETHS's proposed IEP and proceeded to an administrative hearing before James A. Wolter, EdD. (\"Dr. Wolter\" or \"hearing officer\"). (<i>Id.</i> at ¶ 24). John M. sought an IEP at ETHS comparable to the District 65 IEP including: (1) placement in regular History, English and Physical Education classes, (2) information on how he would be graded in his regular classes, (3) 43 additional minutes per week of consultation with a social worker, (4) a \"Circle of Friends\" type program, (5) designation of resources to facilitate John's participation in a regular class setting, and (6) 43 additional minutes a week in speech therapy. (<i>Id.</i>) Dr. Wolter sided with ETHS and John M. has filed his pending suit in this court seeking review of Dr. Wolter's decision. John seeks an order from this court: (1) reversing Dr. Wolter's decision, (2) finding that ETHS has violated John's right to a free, appropriate public education in the least restrictive environment, (3) ordering that John should be enrolled in regular English, History and Physical Education classes that include non-disabled students, (4) ordering ETHS to convene an IEP meeting to determine how John M. can properly attend regular classes, (5) ordering a co-teacher in John's regular classes, or in the alternative, a minimum of 215 minutes per week of consultation time between the special education teacher and John's regular teachers, (6) creation of a \"Circle of Friends\" type program, (7) adoption of supplementary aids and services requested by John's parents, (8) provide John time to work in the special education resource room, and (9) declare that John M. is a prevailing party and award attorney's fees and costs. (<i>Id.</i> at ¶ 30).</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p><i>A. John M's Motion to Present Additional Evidence of March 28, 2006 (Dkt. No. 21)</i></p>\n<p>John M. seeks to provide additional evidence to this court in support of his present claims against ETHS and Dr. Wolter's decision. (Dkt. No. 21). John M. wishes to submit the observations of Dr. Schwarz, information about ETHS's alleged lack of compliance with Illinois State Board of Education's requirements on the treatment of students with disabilities, follow-up questioning of the Special Education Director, Aviva Tauman, that was excluded by the hearing officer, and John's recent grades and test scores. John M. also seeks the right to provide additional evidence as to ETHS' compliance with the stay-put requirement. The IDEA states that \"A court shall hear additional evidence at the request of a party.\" 20 U.S.C. § 1415(i)(2)(C)(ii). Despite the clear language of the IDEA, ETHS objects to the inclusion of the proposed additional evidence. This court finds ETHS's arguments to be disingenuous and rejects them.</p>\n<p>The Seventh Circuit has explained that the district court reviews <i>de novo</i> the hearing officer's decisions on issues of law but the hearing officer's decisions of fact are given \"due weight.\" <i>Alex R., ex rel. Beth R. v. Forrestville Valley Community Unit Sch. Dist. # 221,</i> <span class=\"citation\" data-id=\"786929\"><a href=\"/opinion/786929/alex-r-a-minor-by-and-through-beth-r-and-beth-r-his-mother-and-next/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">603</span></a></span>, 611 (7th Cir.2004). \"Due weight\" is analogized to <span class=\"star-pagination\">*884</span> the traditional standard of clear error or substantial evidence. <i>Id.</i> However, the introduction of additional evidence at the district court is permissible and the district court is allowed a more searching level of judicial review in light of the fact that the district court has access to evidence that was not presented to the hearing officer. <i>Id.</i> The Seventh Circuit has also instructed that the district court, in exercising its review, should be \"careful not to allow such evidence to change the character of [the district court's review of the administrative] hearing . . . to a trial <i>de novo.\" </i><i>Patricia P. v. Bd. of Educ. of Oak Park,</i> <span class=\"citation\" data-id=\"767616\"><a href=\"/opinion/767616/patricia-p-on-her-own-behalf-and-as-parent-of-jacob-p-v-board-of/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 470 (7th Cir.2000) (quoting <i>Monticello Sch. Dist. No. 25 v. George L.,</i> <span class=\"citation\" data-id=\"731258\"><a href=\"/opinion/731258/monticello-school-district-no-25-and-counter-defendant-appellee-v-george/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></a></span>, 901 (7th Cir. 1996)).</p>\n<p>ETHS's argues that the introduction of any proposed additional evidence would alter this proceeding from a review of the administrative decision into a <i>de novo</i> trial. ETHS is concerned that this court may perform \"Monday Morning Quarterbacking.\" (Dkt. No. 26 at pg. 5). That argument presupposes that this court is unable to understand the proper standard of review. This court, within its role under Rule 104(a) of the Federal Rules of Evidence, is responsible for determining whether evidence is admissible. Evidence is admissible if it is relevant evidence and not otherwise excluded under the Rules. A concern that the court will abuse its standard of review is not a reason for excluding evidence.</p>\n<p>Thus, the question is whether the evidence that John M. seeks to admit is relevant evidence and the court concludes that it is. This court is responsible for reviewing the hearing officer's determination of John M.'s needs and whether ETHS is meeting those needs under the IDEA. Dr. Schwartz could provide evidence as to his conclusions of John's needs and whether ETHS is meeting those needs in ETHS's proposed IEP. ETHS has provide no evidence that Dr. Schwartz observation's at ETHS would be disruptive to the operation of the school. It is also noteworthy to the court that John M.'s parents are willing to pay for Dr. Schwartz's observation. It appears to the court that ETHS's only reason for objecting to Dr. Schwartz's observation is to control who has access to the school in order to limit the possibility that others might observe how ETHS operates. Understanding how ETHS operates, and whether ETHS is in compliance with applicable federal and state laws and regulations, especially in its treatment of students with disabilities, can help this court in its determination of whether the hearing officer was correct in his view that John M. was receiving the appropriate education guaranteed to him under the IDEA.</p>\n<p>The court must reject ETHS's narrow view that the proposed additional evidence is too old to be relevant. ETHS is of the view that this court is only reviewing the hearing officer's determination of John M.'s prior year IEP and nothing more. Thus, ETHS believes that this court should only look retrospectively for evidence in this case. ETHS's retrospective and individual IEP view is inappropriate and places the IDEA on its head. Additional evidence, from any relevant and admissible source, can help this court in determining whether John M. is being provided an appropriate education. This court must be able to evaluate all admissible evidence on the issue of whether ETHS has complied with the IDEA in John M.'s case and, if a violation is found, must also consider evidence that sufficiently allows this court to properly fashion an appropriate prospective injunctive relief. Thus, John M. shall be permitted to add any desired admissible evidence into the record and ETHS will be given the same opportunity. As this court discusses <span class=\"star-pagination\">*885</span> below, this court is able to determine that an IDEA violation exists in this case based on the evidence already available in the record. However, additional evidence will assist the court in fashioning an appropriate relief for John M. at the permanent injunction stage, determining whether ETHS is in compliance with this court's preliminary injunction and other related issues.</p>\n<p><i>B. John M.'s Motion for Preliminary Injunction and to Enforce Stay-Put Placement of March 28, 2006 (Dkt. No. 19)</i></p>\n<p>John M.'s motion for preliminary injunction seeks a placement into a program at ETHS comparable to the one at District 65 IEP. John M. makes a variety of arguments for reversal of the hearing officer's decision. ETHS argues that its operates a large public high school with over 3,000 students and the nature of the high school's structure prevents a IEP like the one that John M. had at District 65. (Dkt. No. 27 at pg. 8).</p>\n<p>\"An IEP is valid when (1) it was adopted according to the IDEA's procedures and (2) it is reasonably calculated to enable the child to receive educational benefits.\" <i>Alex R., ex rel. Beth R. v. Forrestville Valley Community Unit Sch. Dist. # 221,</i> <span class=\"citation\" data-id=\"786929\"><a href=\"/opinion/786929/alex-r-a-minor-by-and-through-beth-r-and-beth-r-his-mother-and-next/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">603</span></a></span>, 613 (7th Cir. 2004). Under the IDEA, John M. has a right to \"a free appropriate public education . . . that meets his unique needs and prepares him for employment and independent living.\" 20 U.S.C. § 1400(d)(1)A. \"Improving education results for children with disabilities is an essential element of our national policy of ensuring equality of opportunity, full participation, independent living, and economic self-sufficiency for individuals with disabilities.\" 20 U.S.C. § 1400(c)(1). It is the determination of the United States Congress, as set forth in the IDEA, that there should be \"high expectations for [children with disabilities]\" and these children should be given \"access in the general curriculum to the maximum extent possible.\" 20 U.S.C. § 1400(c)(5)(A). This policy of inclusion in the \"general curriculum to the maximum extent possible\" includes the policy that the child should be provided \"aids and support in the regular classroom . . . where appropriate.\" 20 U.S.C. § 1400(c)(5)(D).</p>\n<p>Under the IDEA, ETHS cannot \"use any single procedure as the sole criteria for determining . . . an appropriate educational program\" for John. 20 U.S.C. § 1414(b)(2)(B). However, ETHS violates this requirement. Upon a review of the record in this case, the court concludes that ETHS is only willing to provide two available options for students at ETHS, either a mainstream class with no coteacher or placement in a separate special education class. ETHS appears to have concluded that John M. suffers from a disability that precludes him from participating in the regular classes on his own and therefore his status as disabled defaults him into the special education class. This is a violation of IDEA as it denies John M. of the individual assessment required under the law. This error is an error of law and the error infects ETHS's IEP and the hearing officer's resulting analysis of the IEP. As such, the hearing officer's decision must be reversed and the parties must develop a new IEP based on an individual assessment of John as required by the IDEA. This court is not mandating that ETHS provide John with an IEP equal to the District 65 IEP. ETHS is a different school than District 65 and the high school setting is different than a middle school setting. However, John must be assessed as an individual.</p>\n<p>The court understands that John is one of the many students for which ETHS <span class=\"star-pagination\">*886</span> must provide a free and appropriate public education and ETHS has limited resources. However, that does not excuse ETHS from fulfilling its obligation to John under the IDEA. ETHS receives federal funding and therefore promises to John that it will follow federal law. The court recognizes that schools such as ETHS have trained educators, many with advanced degrees, and years of experience in teaching students with disabilities. This court recognizes that its not \"super school board\" and cannot, and will not, micromanage every activity in a public school. But this court is authorized, <i>and required,</i> to insure that John's federal rights are protected.</p>\n<p>ETHS has failed to make the required efforts to respect John's federal rights, as set forth by Congress in the IDEA, and the hearing officer failed to correct ETHS's error. ETHS, in accordance with John's parents, must determine what is best for John. The record demonstrates that when given the opportunity at District 65, John was able to achieve and flourish in an non segregated environment. ETHS cannot segregate John from regular students merely on the basis that John has a disability without making an individualized determination as to John's abilities and needs. Defaulting John into a special education class on the basis of his disability, without a proper assessment of his abilities, effectively segregates John on the basis of his membership in a group instead of treating him as an individual.</p>\n<p>Finally, John M.'s complaint seeks attorney's fees and costs. Although, a motion for attorney's fees has not been brought at this time, the court would much rather prefer to see ETHS's resources spent on educating students instead paying attorney's fees. However, if attorney's fees are appropriate under the law<sup>[1]</sup>, and requested by John M., the court will not hesitate to award reasonable attorney's fees. ETHS has taken a position so far in this litigation of saying what it cannot do for John instead of trying to determine what it can do for John. John only has a limited period of time remaining at ETHS. The court strongly encourages the parties to discuss possible ways to resolve their differences so that this court need not award ETHS's funds in attorney's fees that could otherwise be spent on the education of children at ETHS including John.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Plaintiff John M.'s motion of March 28, 2006 to supplement to administrative record and present additional evidence (Dkt. No. 21) is granted. John M.'s motion of March 28, 2006 for preliminary injunction and to enforce the stay put placement (Dkt. No. 19) is granted to extent that this court orders the vacating of the hearing officer's decision.</p>\n<p>Until the parties can agree to a proper IEP for John in compliance with the IDEA, the court orders the following preliminary injunction:</p>\n<p>(1) ETHS is ordered to provide education to John that it previously promised to provide under the prior IEP as proposed by ETHS, if so desired by John's parents. The prior IEP shall serve as a baseline with the following additions as set forth below in section (2).</p>\n<p>(2) ETHS is ordered to provide the following additions to the baseline IEP, if John's parents so desire:</p>\n<p>(a) ETHS shall create a proposed schedule for John that will be used should John be placed in regular non-special education <span class=\"star-pagination\">*887</span> classes including the classes of English, History, Mathematics and Science. ETHS shall also designate responsible teachers in these regular education classes who shall communicate their lesson plans and other relevant material to John's special education teachers so that John shall receive as much regular class education as possible until the issue of John's placement into regular classes can be determined by the parties and this court. John's special education teachers shall attempt to utilize, where possible, all available textbooks, equipment and other applicable materials that are used in the instruction of nondisabled students in regular classes. ETHS shall provide John's parents written copies of the materials provided by the regular class teachers to the special education teacher and the lesson plans used by the special education teachers. These written reports to John's parents shall be made on weekly basis unless another schedule is agreed to by ETHS and John's parents.</p>\n<p>(b) ETHS shall provide John with a minimum of 800 minutes per week of special education instruction in compliance with the instructions in subsection (a) unless a lesser amount of time is otherwise agreed to by John's parents.</p>\n<p>(c) ETHS shall provide John with 120 minutes per week of social work services and 120 minutes per week of speech therapy unless a lesser amount of time is otherwise agreed to by John's parents. The social worker and speech therapist shall strive to work with John in social settings and otherwise attempt to integrate John into the non-disabled community in ETHS in the spirit of the \"Circle of Friends\" program.</p>\n<p>(d) ETHS shall allow John to participate in any ETHS activity, intramural sports, club or extra-curricular program available to non-disabled students unless ETHS can articulate a valid, non-discriminatory reasoning for John's exclusion.</p>\n<p>(e) ETHS is ordered to place John in a regular physical education class if John's parents so desire unless ETHS as able to articulate a valid, non-discriminatory reason for John's exclusion.</p>\n<p>(f) ETHS cannot exclude John from any resource, such as the resource room, that is available to any other ETHS student, both disabled and non-disabled.</p>\n<p>(3) ETHS is ordered to meet with John's parents, and any other individual that John's parents designate, to work in good faith to create a new IEP for John in order to determine the free, appropriate public education in the least restrictive environment for John at ETHS. This IEP shall be based on an individual assessment of John in accordance with the requirements of IDEA. The IEP shall determine, at a minimum:</p>\n<blockquote>(a) John's placement in either special education or regular education classes.</blockquote>\n<blockquote>(b) Resources to be made available to John at ETHS, including teachers, therapists, computers, textbooks and equipment. ETHS must state the number of minutes that each resource will be devoted to John's education.</blockquote>\n<blockquote>(c) The parties' positions on a \"Circle of Friends\" type program for John.</blockquote>\n<blockquote>(d) Processes in place to integrate John, to the extent desired by John and within the limitations of the circumstances, into the community of both disabled and nondisabled students at ETHS.</blockquote>\n<p>(4) ETHS and John's parents shall confer in good faith as to the exchange of information and other discovery as to John's progress. ETHS shall make its educators, staff and other appropriate material available to John's parents, and John's parents' representatives, during the discussion of the proposed IEP. Additionally, John's <span class=\"star-pagination\">*888</span> parents, their attorney, and their proposed expert Dr. Schwarz, shall be permitted to observe John's treatment at ETHS.</p>\n<p>The parties are to complete their proposed IEP by no later than September 15, 2006. The proposed IEP and supporting evidence shall be submitted to this court, with accompanying briefs by no later than September 29, 2006 Cross responses are due by October 13, 2006. This case is set for a report on status on October 24, 2006 at 9:00 a.m.</p>\n<h2>NOTES</h2>\n<p>[1]  This decision provides John M. preliminary relief on his claims and therefore this court would be amenable to the argument that John M. on the issue of whether John M. has obtaining prevailing party status if he wished to make that argument.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/731258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786929/"
          ]
        }
      ],
      "judges": "Holderman",
      "date_created": "2014-10-31T00:00:03.260362Z",
      "date_modified": "2014-10-31T00:00:03.260362Z",
      "date_filed": "2006-08-18",
      "date_filed_is_approximate": false,
      "slug": "john-m-v-board-of-educ-of-evanston-tp-high",
      "citation_id": 2535619,
      "case_name_short": "",
      "case_name": "John M. v. BOARD OF EDUC. OF EVANSTON TP. HIGH",
      "case_name_full": "",
      "federal_cite_one": "450 F. Supp. 2d 880",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2428187/john-m-v-board-of-educ-of-evanston-tp-high/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:00:03.250751Z",
  "date_modified": "2014-10-31T00:00:03.250751Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "John M. v. BOARD OF EDUC. OF EVANSTON TP. HIGH",
  "case_name_full": "",
  "slug": "john-m-v-board-of-educ-of-evanston-tp-high",
  "docket_number": "05 C 6720",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}