{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2435479/",
  "id": 2435479,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ord/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2569757/",
      "id": 2569757,
      "absolute_url": "/opinion/2569757/independent-living-resources-v-oregon-arena-corp/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2435479/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2569757/",
          "id": 2569757,
          "absolute_url": "/opinion/2569757/independent-living-resources-v-oregon-arena-corp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2569757/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:29:58.600025Z",
          "date_modified": "2017-04-10T19:44:42.072413Z",
          "type": "010combined",
          "sha1": "e2a8cf5fe3e2739f252c471d6522a3184b59c7c9",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>1 F.Supp.2d 1124 (1998)</b></center>\n<center><h1>INDEPENDENT LIVING RESOURCES, a non-profit corporation, and Robert W. Pike, Plaintiffs,<br>\nv.<br>\nOREGON ARENA CORPORATION, Defendant.</h1></center>\n<center>No. Civ. 95-84-AS.</center>\n<center><p><b>United States District Court, D. Oregon.</b></p></center>\n<center>March 26, 1998.</center>\n<p><span class=\"star-pagination\">*1125</span> <span class=\"star-pagination\">*1126</span> <span class=\"star-pagination\">*1127</span> Steve Brischetto, Portland, OR, for Plaintiffs.</p>\n<p>David B. Howorth, Foster, Pepper &amp; Shefelman, Portland, OR, Frank C. Morris, Jr., Carolyn Doppelt Gray, Epstein, Becker &amp; Green, P.C., Washington, DC, for Defendant.</p>\n<p>Okianer Christian Dark, U.S. Attys. Office, Portland, OR, Thomas M. Contois, U.S. Dept. of Justice, Civil Rights Div., Washington, DC, for Amicus, USA.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>ASHMANSKAS, United States Magistrate Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>This is an action alleging violations of Title III of the Americans with Disabilities Act (\"ADA\"), 42 USC § 12101, <i>et seq.,</i> at the \"Rose Garden,\" a multi-purpose indoor arena in Portland, Oregon. In an opinion filed on November 12, 1997, the parties' cross-motions for summary judgment were granted in part and denied in part. <i>Independent Living Resources v. Oregon Arena Corporation,</i> 982 F.Supp. 698 (D.Or.1997). I reserved a ruling on dozens of additional issues. <i>Id.</i></p>\n<p>Although most of the underlying facts in this case are not seriously disputed, I set a court trial so the remaining issues could be decided without the limitations imposed by the summary judgment standard. On January 23-24, 1998, I heard testimony and arguments regarding those issues. A portion of the proceedings were conducted at the Rose Garden so the participants could view the premises and, where appropriate, test and measure the conditions in dispute.</p>\n<p>To simplify matters, I will issue two sets of Findings of Fact and Conclusions of Law. The present set will cover a number of miscellaneous issues, such as signage or the force needed to operate a particular fixture. <span class=\"star-pagination\">*1128</span> The second set, to be filed separately, will discuss ticket sale policies, infilling and modified aisle seats. There also will be further proceedings to discuss remedial measures for some of the more complex issues (such as the distribution of wheelchair spaces and modifications to the executive suites).</p>\n<p>Ordinarily, findings of fact are segregated from conclusions of law, consistent with the admonition in FRCP 52(a). However, in view of the large number of issues and the dearth of disputed facts, I will depart from that organization here. Nevertheless, I will attempt to make clear when I am resolving a factual dispute.</p>\n<p>Most of the issues discussed in this opinion are identified in the document entitled \"Resurvey of the Rose Garden Arena Complex: February 25-26, 1997\" (\"Resurvey\") which was attached as Exhibit D to Plaintiffs' Answer to Defendant's Submission in Response to Request from the Court (docket # 123). For simplicity, I will identify issues using the Resurvey Barrier numbers that plaintiffs assigned to each issue, <i>e.g.,</i> (RS-17) or (RS-29), if applicable. Many of the alleged violations also are described in Plaintiffs' Trial Ex. 101.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. Issues That Have Been Resolved</i></h2>\n<p>The parties agree that the following issues are no longer in dispute:<sup>[1]</sup></p>\n<p>1. (RS-2) (protruding object hazard eliminated by bolting pedestal under protruding edge of reception counter in Rose Room);</p>\n<p>2. (RS-4) (additional visual fire alarm was installed in Rose Room);</p>\n<p>3. (RS-5.2) (tables in Rose Room modified to increase knee clearance for wheelchair users);</p>\n<p>4. (RS-6) (pay telephones were adjusted to ensure handset is within reach of wheelchair users);</p>\n<p>5. (RS-8) (protruding object hazard was eliminated by bolting pedestal under protruding edge of hostess counter in Stage 5 Lounge &amp; Restaurant);</p>\n<p>6. (RS-14) (position of grab bar was adjusted in standard stall in women's rest room at Eaternity fast food bar);</p>\n<p>7. (RS-17) (the court previously determined that the mobile auxiliary counters are outside the scope of the rules governing protruding object hazards);</p>\n<p>8. (RS-18) (the fire extinguisher at level 100 outside elevator number five has been lowered so it is not a protruding object hazard);</p>\n<p>9. (RS-20) (a coat hook has been mounted in the standard accessible toilet stall in the men's toilet room at entry A-2);</p>\n<p>10. (RS-22) (a coat hook has been mounted in the ambulatory accessible stall in the women's toilet room at entry A-3/A-4, section 102);</p>\n<p>11. (RS-24) (the counters at the garbage cans along the Concourse have been modified to provide a skirt for cane detection, thereby eliminating any protruding object hazard);</p>\n<p>12. (RS-25) (signage for the assistive listening system has been modified to show the international symbol of access for hearing loss, and signs have been posted at additional locations in the arena);</p>\n<p>13. (RS-27.1) (pay telephone near Panasonic totem at entry A-23 was lowered to within reach range for wheelchair users and additional forward approach telephones were installed);</p>\n<p>14. (RS-27.4) (pay telephone near Panasonic totem at entry A-23 was modified so the handset is within reach range for wheelchair users);</p>\n<p>15. (RS-29) (handrails on ramp to Garden Garage Stair # 7 from Arena Level 1 were modified to plaintiffs' satisfaction);</p>\n<p><span class=\"star-pagination\">*1129</span> 16. (RS-33) (toilet paper dispenser in men's staff employee locker toilet room was modified);</p>\n<p>17. (RS-34) (full-length mirror has been installed in men's staff employee locker toilet room, mooting complaint that original mirror was mounted too high);</p>\n<p>18. (RS-35) (trash can in unisex toilet room was modified so it does not block wheelchair access to paper towel dispenser);</p>\n<p>19. (RS-36) (television monitor in press/media room has been modified so it is not a protruding object hazard);</p>\n<p>20. (RS-37) (ice dispenser in press/media room was modified so control is within reach range of wheelchair users);</p>\n<p>21. (RS-39) (hardware to accessible standard stall in visitor's locker room has been lowered so it is within reach range for wheelchair users);</p>\n<p>22. (RS-40) (wheelchair ramp providing access to basketball floor has been modified to plaintiffs' satisfaction);</p>\n<p>23. (RS-41) (defendant will ensure that extension cords do not obstruct accessible routes during times when the building is open to the public);</p>\n<p>24. (RS-42 and 43) (wing guards were installed on drinking fountains to obviate protruding object hazard);</p>\n<p>25. (RS-45) (coat hook installed in standard accessible stall in Performer Dressing Area \"C\");</p>\n<p>26. (RS-49) (television holder in Star Dressing Area \"A\" was modified to eliminate protruding object hazard);</p>\n<p>27. (RS-50) (corner of lavatory vanity in Star Dressing Area \"A\" has been modified to meet minimum height requirement);</p>\n<p>28. (RS-52) (plaintiffs have approved a sample portable ramp to be placed over cables and cords to eliminate obstruction for wheelchair users);</p>\n<p>29. (RS-61) (door to dressing area in Suite 38 has been modified to eliminate opening that denied privacy to wheelchair users; similar modifications will be made to other suites which have that condition);</p>\n<p>30. (RS-66) (visual alarms have been raised to eliminate protruding object hazard);</p>\n<p>31. (RS-76) (directional signs were modified to eliminate protruding object hazard);</p>\n<p>32. (RS-82) (relocated access aisle has been striped);</p>\n<p>33. (RS-85) (overhead directional sign at stair in Garden Garage was lowered, mooting plaintiffs' contention that letters should be larger);</p>\n<p>34. (RS-87) (expansion joint covers have been modified to eliminate obstructions for wheelchair users; defendant will periodically inspect and repair those covers as needed);</p>\n<p>35. (RS-90, 91, 92, 93, 94) (new accessible routes meeting minimum vertical clearance requirements have been designated for vans in parking garages);</p>\n<p>36. (RS-96) (sign obstructing accessible van route has been relocated);</p>\n<p>37. (RS-97) (signs on Level 1 of Garden Garage have been raised so they are not blocked by parked vehicles);</p>\n<p>38. (RS-99) (threshold at door leading from garage to elevator at P1 level entrance to One Center Court has been modified to eliminate excess rise);</p>\n<p>39. (RS-103) (curb ramp at elevator to Commons Restaurant was modified so it is flush with the landing);</p>\n<p>40. (RS-104) (heated serving dishes at Stage 5 Restaurant are now within reach range for wheelchair users and defendant will train staff to ensure continued compliance);</p>\n<p>41. (RS-105) (self-serve items at Carvery Club Pasta Bar are presently within reach range and defendant will train staff to ensure continued compliance);</p>\n<p>42. (RS-106) (condiment dispensers on main concourse are now within reach range and defendant will train its staff to ensure continued compliance);</p>\n<p>43. (RS-107) (the court previously determined that the mobile trash carts are outside the scope of the regulations governing protruding objects).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1130</span> <i>B. Issues Still in Dispute:</i>\n</h2>\n<p>1. (RS-1) The glass entry doors to the Rose Room require 15 pounds of force each to operate, which exceeds the 5 pound limit imposed by Standard<sup>[2]</sup> 4.13.11(2)(b) for interior, non-fire rated doors. The court finds that it is technologically possible to design a building with glass doors that can be operated by motor using a push button without entirely destroying the door's aesthetics. The court takes judicial notice that we have such doors in the new federal courthouse in Portland. The motor is concealed under the floor. Defendant could have incorporated similar technology into the design of the Rose Garden.</p>\n<p>Defendant has proposed to prop these doors open whenever the Rose Room is being used by the public. In theory, the doors would then function principally as ornamentation rather than as barriers and the amount of force required to operate them would be academic. The problem with defendant's proposed solution is that the Rose Room must be accessible by wheelchair at all hours when the building is in use, not just when the room is open to the public at large, because the room must also be accessible to employees with disabilities who may be helping to prepare the room for an event or performing maintenance work. In addition, because of the circular floor plan of the building, traversing the Rose Room is the only direct route linking certain elements on that floor. Defendant's proposal to prop the doors open only while the Rose Room is being used by the public therefore falls short of the mark.</p>\n<p>There are various ways defendant might remedy the violation. For instance, the doors might be removed, or permanently propped open, or modified to operate by motor, or replaced by doors requiring only five pounds of pressure to open. Within 30 days from the date of this opinion, defendant shall furnish the court with its proposed solution.</p>\n<p>2. (RS-3) Plaintiffs contend that a counter in the Rose Room is a protruding object hazard because it projects 12 inches from the base at a height of 41 inches above the finished floor (\"AFF\"). Defendant has agreed to add a decorative skirt under the counter that can be detected using standard cane techniques. <i>See</i> ADAAG A4.4.1<sup>[3]</sup> and Fig. A4. Once that work is properly completed, this dispute will have been resolved.</p>\n<p>3. (RS-5.1) Plaintiffs originally complained that the wheelchair-accessible portion of the bar in the Rose Room is too high, too narrow and does not provide enough knee room. Plaintiffs also argued that this location is unsuitable for use by patrons because it doubles as a flip-up counter top so employees can enter and leave the bar, and it is immediately adjacent to the cash register. Defendant responded by providing several accessible tables, which is permitted by Standard 5.2. However, plaintiffs also want the accessible tables reserved solely for use by wheelchair patrons.</p>\n<p><span class=\"star-pagination\">*1131</span> Defendant objects to such a policy, because it may mean turning other customers away even though those tables are not presently occupied by wheelchair users. Instead, defendant has proposed to place a placard on each accessible table which reads \"PLEASE GIVE PRIORITY TO PATRONS WITH DISABILITIES UPON REQUEST.\" Plaintiffs contend this is unacceptable because it puts wheelchair users in the position of having to evict other patrons from their tables, which can be intimidating and humiliating.</p>\n<p>There are analogous examples for both methods. On public transit here in Portland, as in most cities, there are signs asking patrons to yield certain seats to the elderly or persons with disabilities, but no absolute prohibition upon the use of those seats by other patrons. By contrast, \"handicapped\" parking spaces are reserved solely for qualifying motorists and fines are imposed upon violators. An obvious difference is that the driver of a parked vehicle is usually not present and may not return for several hours. The ambulatory motorist occupying the space may be unaware that the space is now needed by a person with disabilities. By contrast, on public transit the predicament is immediately apparent. In addition, on public transit there often is an operator present who can admonish a recalcitrant seat occupant, not to mention the peer pressure by fellow passengers. Again, those factors are unlikely to be present in a parking lot.</p>\n<p>The circumstances here more closely resemble the public transit model. If a table is needed for use by persons with disabilities, defendant has promised that its employees will be available to assist in relocating ambulatory patrons to another table.<sup>[4]</sup> Plaintiffs understandably are not pleased at having to ask another patron to vacate a table. However, any resentment by ambulatory patrons would seemingly be no less if \"reserved\" tables were sitting vacant while other patrons waited vainly for an available table. The court also observes that (ordinarily) there is no rule which says that only persons with disabilities may use the accessible phones, toilet stalls, elevators and other facilities (though the court can envision possible exceptions in special circumstances, <i>e.g.,</i> an elevator that ordinarily is not available for use by the general public.)</p>\n<p>The language of the regulations is also instructive. Standard 5.2 provides two options: either a portion of the main counter at least 60 inches long must be made accessible in accordance with Standard 4.32, or else \"service shall be available at accessible tables within the same area.\" There is nothing in the regulation to suggest that the accessible tables are to be used only by persons with disabilities. Likewise, if defendant chose to make a portion of the main counter accessible, Standard 5.2 does not prohibit ambulatory patrons from also using those portions of the counter.</p>\n<p>The court concludes that defendant's proposed policy is a reasonable one. Wheelchair users shall have first priority for using the accessible tables, but in the absence of such demand the tables may also be used by other patrons.</p>\n<p>4. (RS-7, 27.2, 27.3) Plaintiffs contends that there should be a directional sign at each pay phone indicating where a TDD/ TTY pay phone<sup>[5]</sup> may be found elsewhere in the facility. Defendant responds that these signs are required only when there is a \"bank\" of phones, Standard 4.30.7(3), which means two or more phones. The court agrees with defendant's interpretation of the regulation. For purposes of these regulations, a \"bank consists of two or more adjacent public telephones, often installed as a unit.\" Standard 4.1.3(17)(a). Defendant therefore is not legally compelled to install TDD/TTY directional signs in those locations in the arena where there is but one pay phone.</p>\n<p><span class=\"star-pagination\">*1132</span> Of course, there is nothing in the law that prohibits defendant from voluntarily installing additional TDD/TTY directional signs at individual pay phones as a courtesy to those patrons who may need to use a TDD/TTY phone. The court is concerned only with legal minimums here. The owner of a public accommodation may, in its discretion, choose to exceed those minimums. <i>See</i> ADAAG A4.1.3(17)(b) (encouraging public accommodations to voluntarily provide additional signage.)</p>\n<p>Plaintiffs also contend that certain telephones equipped with a volume control must be identified by special signs. Standard 4.30.7(2). The regulation provides that \"[t]elephones required to have a volume control by [Standard] 4.1.3(17)(b) shall be identified by a sign containing a depiction of a telephone handset with radiating sound waves.\" Apparently the parties dispute whether a volume control sign must be provided for <i>every</i> public telephone which is actually equipped with a volume control, or only for those telephones that are <i>required</i> by Standard 4.1.3(17)(b) to be equipped with a volume control. The regulation clearly specifies the latter. As a practical matter, however, there may be little point in equipping a phone with volume control but then not posting identifying signage. Nevertheless, that additional signage is not legally required.</p>\n<p>Finally, there appears to be a dispute over the size of the required signs. Standard 4.30.7(2) and (3) mandate that a specific pictogram be included in the sign. Standard 4.30.4 decrees that pictograms must be at least 6 inches high. However, defendant contends that 4.30.4 is not applicable in this circumstance. Standard 4.30.1 provides that \"[s]ignage required to be accessible by 4.1 shall comply with the applicable provisions of 4.30.\" The term \"accessible\" is defined as a \"site, building, facility, or portion thereof that complies with these guidelines.\" Standard 3.5. That is a circular definition, which begs the question of what must be done to comply with the guidelines. Standard 4.1 offers little additional guidance. It contains more than two dozen subsections and it not clear just which subsection the drafters had in mind. Standard 4.30.7, which is the source of the pictogram requirement, is not part of Standard 4.1.</p>\n<p>Defendant contends that Standard 4.1.3(16)(b) is controlling. That subsection requires that signs comply with Standards 4.30.1, 4.30.2, 4.30.3, and 4.30.5, but conspicuously omits Standard 4.30.4. However, Standard 4.1.3(17)(b), which is part of Standard 4.1, mandates that telephones comply with Standard 4.30.7, the Standard that requires pictograms. The analytical path thus leads back to where the inquiry started: does Standard 4.30.4 apply to pictograms that are required by Standard 4.30.7? Frankly, I have no idea, and if the court cannot determine what the applicable rule is, then it is hard pressed to find that defendant violated the rule. Accordingly, the court finds in favor of defendant on this item. In the future, the Access Board and DOJ need to do a better job of drafting these regulations. It is not enough that the drafters know what they meant to say; that intent must be clear to the reader as well.</p>\n<p>5. (RS-9) The dispute here concerns employee access behind the bar at the Stage 5 Lounge/Restaurant. At the court's request, the parties recently re-measured this entrance. There is 34 inches clear width from the floor up to 36-1/2 inches AFF. Above that height, the opening narrows to 30-1/2 inches (according to plaintiffs) or 31 inches (according to defendant). Pursuant to Standard 4.2.1, the \"minimum clear width\" at any point along a passageway must be 32 inches. The regulation does not specify the height at which that width is measured. Obviously, at some point the obstruction will be far enough above the ground that it will not interfere with passage, but 36 inches is roughly chest or shoulder high for a typical wheelchair user. <i>See</i> Fig. A3. That is not so high as to be immaterial.</p>\n<p>Defendant's principal argument  one it has repeated on numerous occasions during this case  is that it is entitled to prevail because the dimensions of the passageway do not violate the recommendations contained in a 1996 advisory committee report that proposed numerous amendments to ADAAG. <span class=\"star-pagination\">*1133</span> <i>See</i> ADAAG Federal Review Advisory Committee, <i>Final Report: Recommendations for a New ADAAG</i> (Sept. 30, 1996) (which defendant wishfully refers to in its briefs as the \"New ADAAG\"). While the court agrees that ADAAG has many flaws and might benefit from a major overhaul, the amendments proposed in this \"New ADAAG\" have never been adopted by either the full Access Board or DOJ. Consequently, those recommendations are not controlling today, nor were they controlling when defendant designed and built the Rose Garden. Unless and until those recommendations are duly enacted into law, defendant is bound by the existing Title III Standards and must comply with them. Defendant may believe the existing law is wrong and ought to be changed, but defendant is pleading its case to the wrong branch of government. This court must enforce the law as it presently exists, not a proposed revision to that law which may (or may not) ever be enacted.</p>\n<p>Defendant also argues that the bar is a \"work station\" and therefore does not have to be accessible to wheelchair users. The court disagrees. Under the \"work station\" exception, qualifying areas need not be designed \"to permit maneuvering within the work area\" nor must they be equipped with accessible shelves. Standard 4.1.1(3), ADAAG A4.1.1(3). However, individuals with disabilities must nevertheless be able to approach, enter and exit these areas. <i>Id.</i> Therefore, the \"work station\" exception does not help defendant here.<sup>[6]</sup></p>\n<p>Judging by the photographs that were submitted, it will not be inordinately difficult or expensive to modify the \"flip-up counter\" to provide the required clear space. The court will require defendant to remedy this violation.</p>\n<p>6. (RS-10) Plaintiffs contend that the counters mounted on columns at the Rotunda Bar are protruding object hazards. In the prior opinion, I rejected all of the defenses interposed by defendant. <i>Independent Living,</i> 982 F.Supp. at 781. However, defendant has not yet remedied this condition. Within 30 days from the date of this opinion, defendant shall furnish the court with its proposed solution. That likely will be some sort of decorative skirt mounted under the counter that can be detected by a cane (though there are other potential solutions as well and I do not mean to constrain defendant's choice of remedies).<sup>[7]</sup></p>\n<p>7. (RS-11) Plaintiffs contend that the end of the low section of the bar is a protruding object hazard. I agree. Defendant argues that the counter will not pose a hazard so long as there are bar stools in front of the counter, reasoning that a visually-impaired individual probing with a cane will detect the stool and not be injured by the counter. The fatal flaw in defendant's argument is that the low section of the bar is specially designed to be wheelchair accessible. There will not always be any bar stools in that location, and certainly not any permanent or semi-permanent bar stools since that would impede wheelchair access. Consequently, there is no need to decide whether this would otherwise be a permissible remedy under the ADA. None of defendant's other arguments are persuasive. Within 30 days from the date of this opinion, defendant shall submit its proposed remedy, which likely will consist of a skirt to eliminate the protruding object hazard.</p>\n<p>8. (RS-12.1 and 56) Plaintiffs originally asserted that the vertical skirts under the lavatories in the women's toilet room at the Eaternity fast food bar, and in the new <span class=\"star-pagination\">*1134</span> men's and women's toilets at the conference room on level 4, projected 1 1/2 inches into the minimum required knee clearance under the lavatories. Plaintiffs subsequently expanded the scope of this grievance. Plaintiffs now contend that the design of the lavatory itself is flawed and provides insufficient knee clearance. Plaintiffs also assert that, based upon their limited inspection, the same defect likely exists in every accessible lavatory in the entire Rose Garden, but they have not been permitted to inspect every restroom in order to confirm those suspicions.</p>\n<p>The disagreement concerns the proper interpretation of Fig. 31 (which is cross-referenced to Standard 4.19.2). Fig. 31 depicts a gooseneck drain pipe protruding from the wall under the sink. The drawing notes indicate that this pipe may protrude from the wall a <i>maximum</i> of 6 inches at a height of not less than 9 inches. According to the affidavit of Robert Pike, the drain pipes from the lavatories at the Rose Garden extend 13 1/2 inches from the wall (including the 1/2 inch board that insulates the pipe against contact with a wheelchair user's legs). Plaintiffs contend that this design violates the 6-inch maximum dimension depicted in Fig. 31. Plaintiffs also contend that the underside of the sink protrudes into the minimum required knee clearance.</p>\n<p>Defendant correctly notes that the lavatory depicted in Fig. 31 is designed so that its operating controls are nearly flush against the back wall on which the lavatory is mounted. The distance to the back wall, from the front edge of that model lavatory, is 17 inches. By contrast, the measurements submitted by the parties indicate that the lavatories at issue here have a different design. These lavatories are deeper than the model in Fig. 31. The distance from the front edge to the back wall is approximately 22 1/2 inches. The operating controls are mounted approximately 5 1/4 inches from the back wall on which the lavatory is mounted. Consequently, the centerline of the operating controls is approximately 17 1/4 inches from the front edge of the lavatory, which is roughly equivalent to the comparable measurement in Fig. 31.</p>\n<p>The purpose for requiring knee and toe clearance beneath the lavatory is so the user can reach the controls and the sink. The length of the drain pipe, <i>per se,</i> has no affect upon the accessibility of the lavatory. So long as sufficient knee and toe clearance are provided, as depicted in Fig. 31, and the operating controls are within reach, it doesn't matter whether the drain pipe protrudes 3 inches from the wall or 30 inches. Indeed, the notes in Fig. 31 clearly state that the dimension shown (from the rim of the lavatory to the rear wall) is a minimum dimension only and can be greater.</p>\n<p>Accordingly, the court's interpretation of Fig. 31 is that: (1) the underside of the lavatory rim must be at least 29 inches AFF; (2) there must be vertical (knee) clearance of at least 27 inches AFF for a distance of not less than 8 inches back from the edge of the rim; and (3) there must be vertical (toe) clearance of not less than 9 inches AFF at a distance between 11 and 17 inches back from the rim. Fig. 31 also depicts a tapering slope between 8 and 11 inches back from the edge of the rim, which ranges between 9 and 27 inches AFF. The upper surface of the lavatory may not exceed 34 inches AFF. Fig. 31, Standard 4.19.2. In addition, the operating controls must be within the forward reach of wheelchair users. Standards 4.27.2, 4.2.5, and Figs. 5 and 31. As a general rule, the forward reach distance of those operating controls may not exceed the sum of compliant<sup>[8]</sup> knee and leg clearance plus 6 inches of compliant toe clearance (and in no event may exceed 25 inches in depth, and perhaps less). <i>Id. Cf</i> Fig. 32 (which implies a 19 inch limitation). Thus, if as in Fig. 31, there are 11 inches of compliant knee and leg clearance followed by 6 inches of compliant toe clearance, the operating controls may be located not more than 17 inches from the front edge of the lavatory.</p>\n<p>Based upon the dimensions furnished by the parties, the accessible lavatories at issue <span class=\"star-pagination\">*1135</span> here (and possibly throughout the Rose Garden) are deficient in two respects. First, they do not provide knee clearance of at least 27 inches AFF for a distance of not less than 8 inches from the front edge of the lavatory. Defendant concedes that the vertical clearance is, at most, 26 3/8 inches when measured 8 inches from the front edge of the lavatory. I say \"at most\" because defendant also concedes that at the centerline of the sink there is a 2-inch wide overflow drain which drops below the mandatory 27 inches AFF at a distance of just 4 inches from the front edge of the lavatory and is only 25 1/2 inches AFF at a distance of 8 inches from the front edge.</p>\n<p>Defendant's response is to trot out two standard (and by now somewhat threadbare) arguments. First, defendant argues that \"[a]ll dimensions are subject to conventional building industry tolerances for field conditions.\" Standard 3.2. That is true, but defendant has not furnished this court with evidence of what those conventional tolerances are for the particular construction work in question.</p>\n<p>\"Dimensional tolerances\" is not a mantra that, when chanted, automatically excuses all deviations from the Title III Standards. Rather, it is an affirmative defense upon which the defendant shoulders the burden of persuasion. <i>Independent Living,</i> 982 F.Supp. at 782. Defendant has not met its burden here. The closest defendant has come is an affidavit from John Salmen which attests that the \"difference is very close to acceptable construction tolerance ...\" That is a polite way of saying it is not within acceptable construction tolerances. The court agrees.</p>\n<p>The court is especially reluctant to accept the \"dimensional tolerances\" excuse in a situation where the regulations specify a minimum clearance that is necessary for that element to be usable by persons with disabilities. There is no apparent reason why defendant could not have complied with that requirement here had it exercised due care in the design and construction of this facility.</p>\n<p>Since defendant has not met its evidentiary burden, the court finds that the lavatories in question are in violation of Standard 4 .19.2 and Fig. 31 of the Title III regulations.</p>\n<p>Defendant also argues that the court should simply ignore the overflow drain. Defendant reasons that, because the drain is only two inches wide and is located in the middle of the sink, wheelchair users can maneuver themselves so the drain fits between their legs, which defendant asserts would still provide sufficient knee clearance. Regardless of the inherent merits (or lack thereof) to this argument, it is contrary to the existing Title III regulations.</p>\n<p>Defendant relies heavily upon the so-called \"New ADAAG,\" a report from an advisory committee that recommended numerous amendments to the existing Title III regulations. One recommendation was to ignore the overflow drain in determining knee clearance. Once again, defendant ignores the fact that these proposed amendments have never been adopted by either the full Access Board or DOJ. If and when those suggested amendments ever become law, defendant may have an argument. Until then, they are merely suggestions with no legal significance in this case. Defendant must comply with the law as it presently exists, not as defendant would like it someday to be.</p>\n<p>There appears to also be a second defect concerning these lavatories. Fig. 31 depicts a gradual tapering from the required 27 inch minimum knee clearance at a distance of 8 inches from the front edge of the lavatory, down to the required 9 inch minimum toe clearance at a distance of 11 inches from the front edge. That design reflects the fact that the toe area on a wheelchair is not directly below the knees, but extends out in front. <i>See</i> Figs. 31 and A3. The tapered slope provides some room for the lower legs. By contrast, the lavatories at the Rose Garden begin at less than the required 27 inch minimum knee clearance, at a distance of 9 inches from the front edge, and then drop immediately to a height of just 13 1/2 inches AFF, at a distance of only 9 inches from the front edge. There is no tapered slope that allows room for legs. This design exacerbates the problem caused by defendant's failure to provide the required knee clearance.</p>\n<p><span class=\"star-pagination\">*1136</span> The court finds that the lavatories in question do not comply with the Title III regulations. It is not clear from this record whether the same defects are present in all accessible lavatories at the Rose Garden, or whether this is just an isolated instance. When the court travels to the Rose Garden to inspect signage (as discussed later in this opinion), it will also view a representative sampling of accessible lavatories.</p>\n<p>9. (RS-12.2) The issue here is the amount of force required to operate the water faucets on the lavatories in the women's toilet room at the Eaternity fast food bar (and in some of the other toilets rooms on the same floor). The legal maximum is five pounds. Standards 4.19.5, 4.27.4. When plaintiffs tested the faucets, they obtained measurements that seemed to exceed the five pound upper limit. However, defendants argue and the court findsthat the mirrors mounted over the lavatories on this floor obstruct the test equipment and preclude obtaining an accurate reading. Tests on similar faucets on other floors in the Rose Garden (without the overhanging mirror) were within the five pound limit. The court finds that the earlier test results were not reliable and that the amount of pressure required to operate the water faucets on this floor does not exceed five pounds of pressure, hence there is no ADA violation.</p>\n<p>10. (RS-12.3) Plaintiffs complained that the soap dispenser in the women's toilet room at the Eaternity fast food bar required seven to nine pounds of force to operate, when the legal maximum is five pounds. Standard 4.27.4. Defendant subsequently replaced all the soap dispensers in the Rose Garden with a new model. Defendant's Memorandum in Support of Motion to Dismiss at 11. The parties recently tested the soap dispenser in this toilet room and determined that only three and one-half to four pounds of pressure were required to operate it on that particular day, which is within the legal limit. Consequently, there presently is no violation.</p>\n<p>All measurements of the pressure required to operate faucets, dispensers and similar equipment necessarily reflect only the present condition of that mechanism. In response to plaintiffs' complaints, defendant tested, serviced, and where necessary replaced many of these mechanisms to ensure they comply with the requirements of the Title III Standards. Consequently, a finding that a device presently complies with the legal requirements does not preclude the possibility that there may have been a time when it did not. Likewise, defendant must periodically monitor and maintain all such equipment to ensure that it continues to comply with the Title III Standards. 28 CFR § 36.211.</p>\n<p>11. (RS-55) Plaintiffs complained that seven pounds of force is required to operate the lavatory hardware in the men's and women's toilets outside the suites' conference room on level 4. The legal maximum is five pounds. Standards 4.19.5, 4.27.4. During the trial the parties jointly tested these faucets and determined that they presently require five pounds of force to operate, which complies with the legal requirements.</p>\n<p>12. (RS-12.4) Plaintiffs complain that seven to ten pounds of force is required to operate the feminine hygiene supplies vending machine in the women's toilet room at the Eaternity fast food bar. The legal maximum is five pounds. Standard 4.27.4. This machine was viewed and demonstrated during the court trial. Although defendant has questioned the accuracy of plaintiffs' measurement, this court specifically finds that the force required to operate this machine does in fact exceed the five pound limit. The court rejects defendant's contention that the difficulty in measuring the required force precludes the court from finding a violation. While the court may be unable to determine the precise amount by which this machine exceeds the legal maximum, the court is satisfied that it does exceed that limit.</p>\n<p>The court also finds that this vending machine violates the requirement that controls and operating mechanisms \"be operable with one hand, and shall not require tight grasping, pinching, or twisting of the wrist.\" <i>Id.</i> The controls on this machine consist of a handle that must be vigorously twisted.</p>\n<p>Defendant originally insisted that it was unable to obtain a replacement vending machine <span class=\"star-pagination\">*1137</span> that complies with the regulation. However, defendant now has admitted that it did not select or purchase the machine and \"is not in possession of any records regarding efforts taken by the contractor to locate an ADA compliant machine ...\" Defendant's Submission in Response to the Court's Request of February 20, 1998, at 8. Consequently, there is no evidence that any efforts have been made to locate such a machine. On the other hand, plaintiffs concede they have \"not identified sources for an ADA-compliant vending machine.\" Plaintiffs' Responses to the Court's Additional Questions at 4. In other words, plaintiffs are insisting that defendant install an ADA-compliant machine but they have no idea where defendant could obtain one, while defendant denies that there is such a machine yet has made no effort to find one.</p>\n<p>If no compliant machine is available, then there are only two options: to overlook the violation, or to order that the vending machine be removed. Removing this machine will not help persons with disabilities to operate the machine, but will simply prevent everyone from using the machine. On the other hand, ignoring the violation provides no economic incentive for vending machine manufacturers to modify their product lines.</p>\n<p>The court is not yet persuaded that it is impossible to locate a replacement vending machine that complies with the ADA regulations. If true, it would mean either that the entire vending machine industry is in violation of the ADA (and that DOJ is ignoring those violations) or that the industry has ceased to manufacture vending machines. Accordingly, the court will require both parties to make a good faith effort to identify a suitable replacement machine and, within 30 days from the date of this opinion, to furnish the court with an affidavit detailing the results of that search. A final ruling on this issue will be deferred pending receipt of those affidavits.</p>\n<p>13. (RS-13) Plaintiffs originally complained about the design of the door to the ambulatory toilet stall in the women's toilet room at the Eaternity fast food bar. Defendant modified the door, which resolved one problem but created another. Plaintiffs now contend that the doorway to the stall is too narrow. Defendant has agreed to enlarge the doorway, which moots this issue.</p>\n<p>14. (RS-15, 113) Plaintiffs originally complained that the dining tables distributed around the arena concourse and patio areas did not provide sufficient knee clearance for wheelchair users. Defendant has modified some of those tables, but plaintiffs contend there are not enough modified tables distributed around the arena. The regulations require that five percent of the total number of tables be wheelchair accessible. Standards 4.1.3(18), 4.32. Defendant represents that it has complied with that requirement. The court viewed some of the tables during the recent trial. Although no one physically counted all of the tables in the entire building, there appeared (in the court's judgment) to be an adequate number of accessible tables to satisfy this regulation, distributed throughout the arena dining areas. Therefore, this issue has been resolved to the court's satisfaction.</p>\n<p>15. (RS-16) In an effort to make some concession stands wheelchair accessible, defendant has provided rickety \"auxiliary\" counters. Plaintiffs complain that these auxiliary counters are unstable and undersized. The court agrees with both contentions. The court finds that, as designed, the counters are difficult to use and potentially dangerous. They are also only 33 1/2 inches long, when at least 36 inches is required. Standard 7.2(2)(ii).</p>\n<p>A related question is whether such \"auxiliary counters\" are permitted here at all. That depends upon whether these concession stands are governed by Standard 7.2(1) or 7.2(2). The former standard applies to \"department stores and miscellaneous retail stores where counters have cash registers and are provided for sales or distribution of goods or services to the public....\" The latter standard applies to \"ticketing counters, teller stations in a bank, registration counters in hotels and motels, box office ticket counters, and other counters that may not have a cash register but at which goods or services are sold or distributed ...\"</p>\n<p><span class=\"star-pagination\">*1138</span> The court concludes that if the concession stand is a permanent (or semipermanent) structure, particularly one built-in to the arena, then it more closely resembles a counter in a retail store and is governed by Standard 7.2(1). In that case, auxiliary counters are not allowed in new construction. On the other hand, if the concession stand is a portable cart or similar design, then it is governed by Standard 7.2(2) and auxiliary counters are permitted. The stands viewed by the court were of the portable cart variety, hence auxiliary counters are permitted. However, those counters must comply with the dimensional requirements of Standard 7.2(2), and they must be reasonably sturdy and safe to use for their intended purpose. The counters viewed by the court fail both tests. Within 30 days from the date of this opinion, defendant shall submit a proposed alternative design or plan.</p>\n<p>16. (RS-19) Plaintiffs complained that more than five pounds of force was required to operate the faucets in the men's toilet room at Entry A-2. The parties tested the faucets during trial. Some faucets did exceed the five pound limit, but the designated \"accessible\" lavatory was below that maximum. The law does not require that every faucet comply with the five pound standard. Rather, \"[i]f lavatories ... are provided [in a particular location], then at least one\" must be accessible. Standard 4.22.6. Since the designated accessible lavatory complies with the applicable standard, the court finds no violation.</p>\n<p>17. (RS-21 and 23) Plaintiffs complained that the ambulatory accessible toilet stall in the women's toilet room at Entry A-3/A-4 (Section 102) has a clear width of 37 1/2 inches at the front and 37 3/4 inches at the back, when an exact dimension of 36 inches is required. Plaintiffs also complained that a second stall at the same location had a clear width ranging from 38 to 38 1/4 inches, which likewise exceeded the 36 inch dimension specified by Standard 4.22.4. The rationale for this requirement is explained in ADAAG A4.17.3:</p>\n<blockquote>The 36 in (915 mm) width is necessary to achieve proper use of the grab bars; wider stalls would position the grab bars too far apart to be easily used and narrower stalls would position the grab bars too close to the water closet.</blockquote>\n<p>The stalls were measured during trial. They ranged from 36 to 36 1/2 inches (it is not clear whether defendant adjusted the width during the intervening months in an attempt to alleviate plaintiffs' concerns).</p>\n<p>For purposes of the ADA design standards, \"[d]imensions that are not marked minimum or maximum are absolute, unless otherwise indicated in the text or captions.\" Standard 3.1. Defendant argues that \"[a]ll dimensions are subject to conventional building industry tolerances for field conditions.\" Standard 3.2. That is true, but defendant has not furnished this court with any evidence of what those conventional tolerances are for the particular construction work in question. The court again emphasizes that \"dimensional tolerances\" is an affirmative defense upon which the defendant shoulders the burden of persuasion. <i>Independent Living,</i> 982 F.Supp. at 782. Since defendant has not met its evidentiary burden, the court finds that the stall does not comply with the exact dimension required by Standard 4.22.4 and, therefore, is in violation of the Title III regulations.<sup>[9]</sup></p>\n<p>18. (RS-26) Plaintiffs contend that defendant has failed to provide enough assistive listening devices (\"ALDs\") for the hearing-impaired. According to plaintiffs, Standard 4.1.3(19)(b) requires defendant to provide approximately 800 ALDs (4 percent of the arena's seating capacity). Defendant responds that it has 52 ALDs on hand, but has never received more than 18 requests for a single event, and sees no reason why it should have to purchase 800 ALDs just so they can gather dust.</p>\n<p>The wisdom of the rule is something that defendant must debate with those who promulgated the rule (and have the authority to amend it). The question before this court is whether defendant has violated that regulation. <span class=\"star-pagination\">*1139</span> The answer is no. The introductory sentence to Standard 4.1.3(19)(b) states that:</p>\n<blockquote>This paragraph applies to assembly areas where audible communications are integral to the use of the space (e.g., concert and lecture halls, playhouses and movie theaters, meeting rooms, etc .)</blockquote>\n<p>The court finds that the Rose Garden arena is not such a place. Rather, it is used primarily for sporting events (<i>e.g.,</i> basketball, hockey), rock concerts (which already furnish ample sound amplification equipment of their own), and other activities such as monster truck exhibitions, ice shows, and the circus. It is unlikely that a Philharmonic orchestra or theater troupe will ever perform at the Rose Garden. The court can conceive of occasional events that might be staged at the Rose Garden in which audible communications arguably are an integral part of the event, <i>e.g.,</i> a national political convention. However, there is little point in requiring defendant to purchase 800 ALDs based solely upon the mere possibility that someday there may be an event for which these ALDs would be needed. Indeed, with the pace of modern technology, those devices may be technologically obsolete before they are ever used.</p>\n<p>Instead, I will require defendant to have available at all times a sufficient number of ALDs (in good working condition<sup>[10]</sup>) to meet the reasonably foreseeable demand for the events booked at the Rose Garden. The 52 units that defendant presently has in stock are adequate for now. If events are scheduled for which higher demand for ALDs can be anticipated, then defendant must arrange to obtain the additional ALDs that may be needed for such an event.</p>\n<p>19. (RS-28 and 44) Plaintiffs contend that the centerlines of two water closets are 19 inches from the wall, when the mandatory dimension is 18 inches. Standard 4.17.3, Fig. 30a. As with similar disputes of this nature, defendant contends that the deviation is within \"dimensional tolerances\" but offers no evidence of what those permitted tolerances are. Since \"dimensional tolerances\" is an affirmative defense, the court finds that defendant has failed to carry its burden and the condition is a violation of the applicable regulation.</p>\n<p>20. (RS-30) Plaintiffs complained that an \"electrical box\" (which was later determined to be a fire equipment box) mounted on the wall near the men's staff employee lockers is a protruding object hazard. The court, having viewed the location, finds that the box is situated far enough away from the anticipated flow of pedestrian traffic that it does not pose a hazard and therefore is not subject to the requirements of Standard 4.1.1.</p>\n<p>21. (RS-31) Plaintiffs complains that the bottom shelf of the employee lockers are situated at just 4 1/2 inches AFF and therefore are below the reach ranges established by Standard 4.25.3. Defendant responds that this is not a \"shelf\" but rather the \"floor\" of the locker. As a practical matter, the distinction is meaningless, because there is no other \"shelf\" in the locker. Regardless of whether it is denominated as a \"shelf\" or the \"floor,\" it is where any belongings will be placed and therefore must be made accessible. Standards 4.1.3(12)(a), 4.25. Plaintiffs have asked that a bottom shelf be installed at a height of 9 inches AFF. That is a reasonable solution which is consistent with the governing regulations and I will require defendant to implement it.</p>\n<p>However, I will not require defendant to modify every employee locker. There is no reason why an employee ordinarily would need the ability to use every locker in the building. Accessible lockers can be reserved for those employees who require one. For now, one accessible locker in each location is sufficient. <i>See</i> Standard 4.1.3(12)(a) (\"at least one of each type\" of locker or storage area must be made accessible.) Defendant must modify additional lockers only if they are needed to accommodate demand from persons with disabilities.</p>\n<p>22. (RS-32 and 38) Plaintiffs complain that the benches in the shower area in the men's staff employee locker room and in the visiting team's locker room have a gloss finish which is very slippery when wet, in violation of Standard 4.35.4 which requires such benches to have a \"slip-resistant surface.\" <span class=\"star-pagination\">*1140</span> The parties have not cited  and the court has not found  any place in the Title III regulations where the term \"slip-resistant surface\" is defined, nor any explanation for how this characteristic is to be measured. ADAAG A4.5.1 does provide some general information on the subject, but does not specify the minimum \"static coefficient of friction\" that is required to satisfy Standard 4.35.4. Nor have the parties furnished any objective measurements concerning the slip resistance of these benches, even after the court specifically requested such data if available. According to defendant's expert, there is no consensus on the proper method for conducting such tests and he expressed doubts about the reliability of any test results that might be obtained.</p>\n<p>The court is left with the testimony of plaintiffs (who say the bench feels slippery to them) and defendant's contrary opinion. Without a better record, and a more precise target against which the benches can be compared, the court has no principled basis for determining whether the present surface complies with Standard 4.35.4. Nor does the court have any idea what relief to order or how it would even determine whether defendant had complied with that order.</p>\n<p>The burden of proof on this issue lays with the plaintiffs. They have not established their case. If the Access Board and DOJ expect the courts to enforce this particular requirement, then they must do a better job of defining what the requirement is and how compliance is to be measured, whether by means of specific test equipment or perhaps by specifying a finish that meets or exceeds a commercially-recognized standard or industry certification (if one exists).</p>\n<p>23. (RS-46 and 51) Plaintiffs complain that the accessible transfer shower stalls in Performer Dressing Area \"C\" and Star Dressing Area \"A\" are 36 × 42 inches, when they are supposed to be exactly 36 × 36 inches, and the shower heads are 28 inches and 27 inches, respectively, from the front edge of the stall, when that dimension is supposed to be exactly 18 inches. Standard 4.21.2, Figs. 35, 37. Plaintiffs have offered a cogent explanation of how these deviations materially affect the usability of the shower stall by persons with disabilities. The deviation clearly exceeds any \"dimensional tolerances.\"</p>\n<p>Defendant argues that its design is equal or superior to the design mandated by the ADA regulations. Perhaps so, but this court is ill-equipped to choose between competing shower stall designs. Defendant is free to plead its case to the Access Board and DOJ, but unless and until the existing Standard is revised defendant must comply with it.</p>\n<p>24. (RS-47 and 48) Plaintiffs approved the sample modified coat rack which defendant demonstrated during the court trial. Defendant has agreed to furnish such coat racks to any performer requesting a modified coat rack. This issue has now been resolved.</p>\n<p>25. (RS-53 and 54) Plaintiffs originally complained about the design of the platforms that would be used in the event a person in a wheelchair ever obtained a courtside seat. Defendant responded by making a number of modifications to the platform, mostly alterations to the handrails. However, plaintiffs still want the handrail extended twelve inches below the start of the ramp. The court will require that modification. Plaintiffs also want the handrail to bend so it is always parallel to the flat surface; the current design allows the handrail to rise an inch (from 21 to 22 inches) over a horizontal distance of 16 inches. The court finds the deviation <i>de minimis</i> under the facts of this particular ramp and will not order that modification.</p>\n<p>26. (RS-57) The next batch of issues nominally pertains to \"Suite 38,\" since that is the particular suite that plaintiffs were permitted to inspect. However, since most of the suites have a similar design, the same conditions are likely to be present in other suites and the same modifications (if any) would be required. In addition, many of the issues within each suite are inter-related. Accordingly, if the court finds any defects in the existing suite configuration, it would be preferable to agree upon a comprehensive plan for remodeling the suites instead of attempting to remedy each violation individually.</p>\n<p><span class=\"star-pagination\">*1141</span> Plaintiffs first contend that the end of the counter in the kitchenette is a protruding object hazard. In response, defendants placed a lightweight plastic trash can (similar to that found in the typical kitchen) under the protruding edge. However, there is nothing to prevent this trash can from being moved. It is not fixed in place, nor is it heavy enough that it would not casually be moved. Consequently, that remedy is inadequate. <i>Independent Living,</i> 982 F.Supp. at 790-81.</p>\n<p>Defendant also contends that the counter end is not within the circulation path and, therefore, is not subject to the rules governing protruding object hazards. Defendant is correct in one sense: the counter is not intended to be within the circulation path. Pedestrians are supposed to make a 90 degree turn to the left just before \"encountering\" the counter. As a practical matter, however, a visually-impaired person may not know to turn left and might continue walking head-on into the sharp corner of this protruding counter. That is why there needs to be a detectable barrier of some sort to warn of this imminent danger.</p>\n<p>The court finds that the counter end is a protruding object hazard in violation of Standard 4.4.1.</p>\n<p>27. (RS-58.1) Plaintiffs contend that the faucet controls on the kitchenette sink in Suite 38 (and, by implication, in all suites at the Rose Garden) are not accessible to wheelchair users. Defendant first insists that the sink is not required to be accessible. The court disagrees. This is the only sink in the suite (other than the bathroom). Defendant has cited no legal authority or even a persuasive argument why this sink should not be accessible to a person using a wheelchair.</p>\n<p>Defendant's alternative argument is that it has modified the sink (by removing the shelf under it). According to defendant, there is now sufficient clear floor space under the sink to permit a front approach and the controls are accessible. Plaintiffs disagree. The dispute concerns the proper interpretation of Fig. 31, which was discussed earlier in this opinion in connection with RS 12.1 and 56. As in the earlier discussion, this court is not especially concerned with the length of the drain pipe (which, by itself, has no affect upon the usability) so long as the sink otherwise complies with the applicable regulations and an individual in a wheelchair can use the sink and operate the controls.</p>\n<p>The clear floor space under the sink is only 28 inches wide, instead of the minimum 30 inches required by Standard 4.19.3 and Fig. 32. The upper surface is mounted at 36 inches AFF, which exceeds the maximum height (34 inches AFF) established by Standard 4.19.2. The drain pipe is only 19 inches AFF at a distance of 8 inches from the front edge of the lavatory, instead of the minimum 27 inches required by Standard 4.19.2 and Fig. 31.</p>\n<p>There is one additional factor that may be significant. The operating controls and the faucet on this sink are located not at the rear (as is typical) but rather along the side and closer to the front of the lavatory. This may reduce the reach required to use this fixture, which in turn may reduce the amount of under-counter clearance needed to operate this sink. Before ordering modifications that might cost defendant several hundred thousand dollars (assuming the same condition exists in every suite) the court would like more information on both the cost of the modification and whether these violations materially affect the ability of persons with disabilities to reach the controls and to use this lavatory. In addition, if defendant will need to make other modifications to the suites, it makes sense to address them all at one time. Therefore, the court finds that there is a violation, but will decide later what remedy to order.</p>\n<p>28. (RS-58.2) Plaintiffs contend that the approach to the kitchenette sink in Suite 38 is too narrow. At the court's request, the parties re-measured that approach and determined that it is 67 inches long. The approach is 39 inches wide at the beginning, narrows to 34 inches wide at the midpoint, and is only 30 1/2 inches wide by the time it reaches the sink. Plaintiffs contend that this violates Standard 4.3.3 and Fig. 1 because the width is less than 36 inches wide for a distance exceeding 24 inches.</p>\n<p><span class=\"star-pagination\">*1142</span> Standard 4.3.3 applies to accessible routes connecting buildings, facilities, elements and spaces. Standard 4.3.2(2). An \"element\" is an \"architectural or mechanical component of a building, facility, space, or site, <i>e.g.,</i> telephone, curb ramp, door, drinking fountain, seating, or water closet.\" Standard 3.5. The sink in Suite 38 is an \"element\" for purposes of the Title III regulations. Accordingly, the passageway must comply with Standard 4 .3.3.</p>\n<p>Alternatively, the passageway to the sink might be viewed not as an \"accessible route,\" as plaintiffs have depicted it, but merely as an approach to the sink after the individual is already inside the room and is maneuvering within it. In that event, the more analogous rule may be Standard 4.2.4.1, which requires that such an approach be a minimum of 30 inches wide and 48 inches deep. <i>See also</i> Standard 9.2.2(7) (which plaintiffs have cited as the most analogous standard and which similarly requires compliance with Standard 4.2.4 rather than 4.3.3).</p>\n<p>At first glance, defendant might appear to be home free. However, when the approach to an object \"is located in an alcove or otherwise confined on all or part of three sides,\" as is the case with the kitchenette sink in Suite 38, then \"additional maneuvering clearance shall be provided as shown in Fig. 4(d) and (e).\" Standard 4.2.4.3. The applicable figure here is 4(e). Since the length of the confined approach to the sink exceeds 24 inches, the width of that approach cannot be less than 36 inches. Fig. 4(e).</p>\n<p>Regardless of whether this passageway to the sink is viewed as an \"approach\" or as part of an \"accessible route,\" the end result is the same. It cannot be less than 36 inches in width for a distance exceeding 24 inches. The passageway to the sink in Suite 38 (and by implication, in all other suites) does not comply with that standard and, consequently, is in violation of the Title III regulations.</p>\n<p>29. (RS-58.3) Plaintiffs contend that accessible tables are not provided in the suites. Defendant states that it has not yet purchased such tables, but will do so if the court insists. While there does need to be an accessible table or counter, the court is concerned that the sample accessible tables used in the open expanses of the concourse and outdoor patios may be too bulky when placed in the confined space of the suites. The court will reserve a ruling on this issue to consider what options are available. Again, this issue should be addressed within the context of an overall plan for making the suites accessible.</p>\n<p>30. (RS-59) Plaintiffs complain that, although the abrasive underside of the lavatory in the toilet room in Suite 38 has been covered loosely with a foam pad, this installation is not permanent. They fear that wheelchair users might be injured when they roll underneath the sink (as they must do to use it). The court observes that hazards such as this, which are not visible, are a particular concern for wheelchair users because many have diminished sensitivity in their legs. They can be injured by sharp objects or hot pipes under the lavatory which they are unable to see or feel. For that reason, Standard 4.19.4 requires that there \"be no sharp or abrasive surfaces under lavatories.\" Defendant must ensure any repair is more than just temporary and periodically inspect these locations to ensure continued compliance.<sup>[11]</sup></p>\n<p>31. (RS-60) Plaintiffs complain that the toilet room in Suite 38 (and by implication, in the other suites as well) is too narrow and provides insufficient maneuvering clearance. In part, plaintiffs' claim is predicated upon there being insufficient room to turn around. With limited exceptions not applicable here, wheelchair-accessible toilet rooms or stalls in new construction must be at least 60 inches wide in order to provide adequate turn-around space. <i>See</i> Standard 4.2.3; Fig. 3; Fig. 30(a) and (b); ADAAG A4.2.3; Fig. A2. <span class=\"star-pagination\">*1143</span> The toilet room in Suite 38 is only 49 inches wide.</p>\n<p>However, defendant correctly observes that there is a vestibule adjoining the entrance to the toilet room. When the door that leads from the suite into the vestibule is closed, arguably there is now a single room (<i>i.e.,</i> the vestibule plus the original toilet room) large enough to turn around in. Towards that end, defendant has modified the entrance to the vestibule, from the suite, to provide additional privacy. After considering the impact (if any) upon the accessibility of this toilet and the high cost of tearing out the walls in all of the suites to widen each restroom, the court finds that this scheme provides sufficient turnaround room to satisfy the Title III requirements. Nevertheless, this design should not be emulated elsewhere. New facilities ought to be designed correctly in the first place and not have to rely upon makeshift schemes of this sort.</p>\n<p>Plaintiffs also contend that the toilet room provides insufficient clear floor space to allow a transfer. The Title III regulations distinguish between \"water closets\" (<i>i.e.</i> toilets) that are located in toilet stalls and water closets that are \"not in installs.\" <i>Cf</i> Standards 4.16.2 and 4.17.2. The latter typically is a single-user restroom.</p>\n<p>The water closet in Suite 38 is not in a stall. Accordingly, the dimensions of the toilet room are controlled by Standard 4.16, which refers the reader to Fig. 28. The latter illustrates three alternative designs. In one design, the toilet room must be a minimum of 60 inches wide. The centerline of the toilet must be precisely 18 inches from the wall on one side of the room and not less than 42 inches from the opposing wall. The purpose of that design is to accommodate the \"side approach\" method of transferring from a wheelchair to the toilet. <i>See</i> ADAAG A4.22.3 and Fig. A6.</p>\n<p>Fig. 28 also illustrates two alternative designs. As in the first design, the centerline of the toilet is 18 inches from one wall. However, there is a lavatory on the other side, the closest edge of which is not less than 18 inches from the centerline of the toilet. There is also clear floor space from the centerline of the toilet to a point not less than 30 inches away. With each of the alternative designs it is impossible to use the \"side approach\" method of transfer. Instead, the user must employ either a diagonal or front approach. <i>See</i> ADAAG A4.22.3 and Fig. A6.</p>\n<p>Defendant cites the alternative designs depicted in Fig. 28 as proof that the toilet room in Suite 38 need be only 48 inches wide, rather than the 60 inches depicted in the other example in Fig. 28. Plaintiffs respond that all of the toilet rooms depicted in Fig. 28 are wider than 48 inches. In addition, plaintiffs note that while two of the illustrations suggest the clear floor space can be only 30 inches from the centerline of the toilet, rather than 42 inches, in both of those illustrations there is a lavatory adjacent to the toilet and the clear space runs under the lavatory. In the only illustration in which there was no adjacent lavatory, the drawing notes specify a minimum room width of 60 inches, with at least 42 inches from the wall to the centerline of the toilet. Since the lavatory in Suite 38 is not adjacent to the toilet, plaintiffs reason, the only permissible design is the illustration that has 42 inches of clear floor space from the centerline of the toilet.</p>\n<p>While the regulations are not particularly helpful in resolving this dispute, the court concludes that there is no violation here. Plaintiffs' argument might be tenable if the lavatory were designed to assist in a diagonal transfer, <i>e.g.,</i> as a brace. However, there is no evidence that is what the drafters of the regulation envisioned. Notably, there is no requirement that the lavatory be designed to withstand the weight of a large adult. In addition, Fig. 28 specifies that the closest edge of the lavatory must be a minimum of 18 inches from the centerline of the toilet, but does not specify a maximum range. If the lavatory were to be used as a brace to assist in the transfer, then surely the regulation would specify its precise location. Once it is clear that the lavatory is not designed to assist in the transfer, plaintiffs' argument crumbles.</p>\n<p>The court's interpretation of Fig. 28 is that designers have a choice in how to design a toilet room (as opposed to a toilet stall, which <span class=\"star-pagination\">*1144</span> is covered by a different regulation). The Title III regulations strongly recommend, but do not presently require, that the toilet room be designed with at least 42 inches of clear floor space (on one side) from the centerline of the toilet, which allows enough room for a side approach transfer. <i>See</i> Fig. 28; ADAAG A4.22.3; 56 FedReg 35408, 35434 (July 26, 1991) (cautioning designers that if they place the lavatory adjacent to the toilet, it will preclude use of the side approach method).</p>\n<p>Alternatively, the toilet room can be designed to allow only a diagonal or front approach, although the Access Board discourages (but does not prohibit) designers from using this option. This design requires at least 18 inches from the centerline of the toilet to the closest edge of the lavatory (or any other object). There must also be at least 30 inches of clear floor space on that same side, measured from the centerline of the toilet, some of which can be under a lavatory (providing there is sufficient clearance) Finally, there must be at least 48 inches of clear space in front of the toilet. Fig. 28.</p>\n<p>The court rejects plaintiffs' argument that the latter design alternative is permissible only when a lavatory is adjacent to the toilet. The lavatory does not assist in the transfer. Rather, the illustrations in Fig. 28 (in which the clear floor space is less than 42 inches) depict a lavatory simply because that was the only scenario the drafters envisioned in which there would not be 42 inches of clear floor space as measured from the centerline of the toilet (since they assumed the toilet room would always be at least 60 inches wide). Here, however, the toilet room is only 48 inches wide near the toilet, but widens to 60 inches wide at the rear to provide turnaround room. While this may appear to be a horse of a different color, it really is just a variation of the \"lavatory\" alternative design in which there is room for a diagonal or front approach, but not a side approach. The important thing is that the toilet room in Suite 38 complies with the minimum clear space requirements for the \"lavatory\" alternative design, which in turn permits a wheelchair transfer using either a diagonal or front approach.</p>\n<p>While the design of the toilet room in Suite 38 won't win any awards for accessibility, the court concludes that it does not violate the applicable design Standards.</p>\n<p>32. (RS-62) Plaintiffs originally complained that there were no visual alarms in either the suites or the toilet rooms therein. Defendant has added a visual alarm to each toilet room in the suite, but objects to installing a visual alarm in each suite. Defendant has also re-positioned the alarms that were mounted along the fascia of the seating bowl. As a result, one-third of the suites now have a visual alarm mounted within inches from and in plain view from the suite, which resolves the dispute as to those suites. As for the remaining suites, the court finds that the repositioned alarms, when coupled with the restroom alarms, satisfy the minimum requirements for visibility, albeit barely so. However, anyone designing a new arena should include a visual alarm inside each suite, or immediately in front of and in plain view from the suite, and not rely upon alarms being visible from clear across the arena.</p>\n<p>33. (RS-63) Plaintiffs have asserted numerous violations in Suite 42, which (as with Suite 38) is representative of conditions in the other suites. Some of the complaints are straightforward, the rules well-established and the remedy obvious. For instance, the abrasive underside of the lavatories must be covered and a skirt added to the counter to eliminate a protruding object hazard. Other issues, such as the design of the sink and height of the counters, are better addressed in the context of an overall plan for making the suites accessible. The court therefore defers a ruling on this item.</p>\n<p>34. (RS-64) Plaintiffs complain that the fire door separating the elevator corridor and the seating section on level 7 has push-side clearance of only 10 inches, and pull-side clearance of only 9 inches. This clearance is required so the wheelchair user can get in position to open or close the door. This clearance may also help to prevent injuries to the user if someone on the other side of the door unexpectedly opens it. According to Standard 4.13.6 and Fig. 25, the <span class=\"star-pagination\">*1145</span> minimum pull-side clearance (for a front approach to a manually operated door) must be at least 18 inches (with 24 inches preferred), and the minimum push-side clearance cannot be less than 12 inches (though as illustrated in Fig. 25 there are a number of other variations possible depending upon specific characteristics of the door and the approach).</p>\n<p>Defendant has abandoned its original contention that the door is an emergency exit only and is not used as an entrance to Level 7. Defendant now concedes that the door is on an accessible route and must be usable by persons with disabilities.</p>\n<p>Defendant first argues that push side clearance is immaterial because the door is equipped with a crash bar as opposed to a latch. In a brief filed with this court, DOJ rejects defendant's \"crash bar\" argument. According to DOJ, push-side clearance is still required because, even with a crash bar, the wheelchair user must be positioned at the far end of the door (away from the hinges) in order to exert maximum leverage. DOJ's explanation is reasonable, especially since this is a fire door (which by law requires far greater force to open than do other interior doors). The court will defer to DOJ's position on this issue.</p>\n<p>In addition, defendant has not pointed to any legal authority that excuses compliance with the push-side clearance requirement if the door is equipped with a crash bar. As a general rule, the court is reluctant to second-guess the wisdom of the regulations promulgated by the Access Board and DOJ, having neither the expertise in architecture nor a sufficiently detailed understanding of how persons with disabilities perform various tasks. Of course, there may be instances where the court is either unable to comprehend what the regulation requires, or the explanation proffered by DOJ is simply illogical, or conflicts with the plain language of the regulations. However, none of those circumstances is present here.</p>\n<p>Defendant's alternative argument is that it has installed a \"fusible hold-open device.\" Essentially this is a chain affixed to the door to hold it open. The chain contains a link that acts as a fuse. If the link is exposed to enough heat, as it might be during a fire, the link melts, the chain breaks and the door automatically closes. According to defendant, the door will always be in the open position (except if there is a fire), hence, there is no need for any clear space. The problem with this scenario is, in the event of a fire, the door will close. Persons with disabilities may then be unable to operate the door because there is insufficient clear space (which is the reason why the door had to be propped open in the first place). This court cannot endorse a solution that is likely to fail on those occasions when it is most urgently needed. A fusible hold-open may be one part of the solution, but the door and its approach must also be designed so persons with disabilities can operate it in the event of an emergency. The court finds that the door, as presently designed, violates Standard 4.13.6 and Fig. 25. Within 30 days from the date of this opinion, defendant shall submit a proposal for redressing this condition.</p>\n<p>Plaintiffs also complain that 13 pounds of pressure are required to operate this door, which they contend is excessive. Standard 4.13.11(1) specifies that \"[f]ire doors shall have the minimum opening force allowable by the appropriate administrative authority.\"<sup>[12]</sup> After some initial hesitation, the parties now agree that the minimum allowable opening force for fire doors at the Rose Garden is 15 pounds, as set forth in Chapter 31, Section 3109(i)(9) of the Oregon Structural Specialty Code (\"OSSC\"). Since this door requires 13 pounds of pressure to open, it does not violate Standard 4.13.11(1) (although it may be in violation of the OSSC).</p>\n<p>35. (RS-65) Plaintiffs contend there is inadequate maneuvering clearance on the pull-side of a door leading to a service <span class=\"star-pagination\">*1146</span> corridor. Defendant responds that the door leads into a restricted area, so it does not have to be accessible. The court disagrees. Although this area is not open to the general public, even employee work areas must be designed so that \"individuals with disabilities can approach, enter, and exit the areas.\" Standard 4.1.1(3). There are some narrow exceptions to this rule, as set forth in Standard 4.1.1(5) (<i>e.g.,</i> certain spaces accessible only by ladder or crawl spaces), but those exceptions are inapposite here. Accordingly, I find that there is a violation of Standards 4.1.1(3) and 4.13.6.</p>\n<p>However, I will defer a decision on what remedy to order until I have additional information on both the costs involved in modifying this door and what exactly is behind it. The parties have agreed that there is mechanical and electrical equipment, but it is unclear how much equipment or who would access that location and how often. If this location is rarely accessed, then it would be difficult to justify an expensive retrofitting. The parties have 30 days from the date of this opinion to submit any additional information regarding this location.</p>\n<p>36. (RS-67 and 83) In some of the elevators, defendant has configured the alarm button to automatically trigger the emergency communications system, but there is no sign alerting elevator riders to that capability. Defendant responds that signs are not required because this communication system is redundant and each elevator car is also being equipped with an emergency telephone. The court agrees, providing the emergency telephone system is accessible to persons with disabilities.</p>\n<p>The emergency telephone is stored in a small compartment within the elevator. To access the phone, the user must open a small door. Standard 4.10.14 provides that \"[i]f the system is located in a closed compartment the compartment door hardware shall conform to [Standard] 4.27.\" The latter requires that \"[c]ontrols and operating mechanisms shall be operable with one hand and shall not require tight grasping, pinching, or twisting of the wrist. The force required to activate controls shall be no greater than 5 lbf....\"</p>\n<p>The compartment doors at issue here are operated by a knob, essentially rectangular in shape. The user must grasp the knob and pull the door open. The parties have not pointed to any objective standards for determining whether this handle complies with Standard 4.27. An interpretive regulation, ADAAG A4.10.14, does caution that \"small handles on handset compartment doors are not usable by people who have difficulty grasping.\" Plaintiffs contend that the model knob used at the Rose Garden fails the \"fist\" test, <i>i.e.,</i> whether a person can operate the door using only a fist. However, that is a rather subjective test which can be influenced by the size of the tester's hand. Plaintiffs also have cited no legal authority that requires door handles to pass the \"fist\" test, <i>per se.</i></p>\n<p>During the trial at the Rose Garden, the court personally tested some of the compartment doors. There was considerable variation in the ease of use: some could be opened with one finger, while others required more force and dexterity. Several factors appeared to influence the force required to open the compartment door, including the fit of the door, the lubrication and adjustment of the hinges and the strength of the magnet that helps to hold the door shut.</p>\n<p>Plaintiffs may be correct when they argue that a \"U\"-shaped handle or a loop would be easier to operate. However, the question before me is not whether the handle could have been designed differently but whether the design used here violates Standard 4.27. Unfortunately, the regulations do a poor job of defining what the Access Board and DOJ consider to be an acceptable (or unacceptable) design. The design utilized here is not clearly prohibited by this regulation (as presently worded). So long as these doors are properly adjusted and maintained, the force required to open them should be within the limits established by the Title III regulations. Moreover, there is a backup communications system in most of the elevators that is triggered simply by pushing the alarm button. The operating controls for that system admittedly comply with Standard 4 .27.4 <span class=\"star-pagination\">*1147</span> (although plaintiffs would prefer better signage).<sup>[13]</sup></p>\n<p>However, in view of the variations the court observed among the elevators, I will require defendant to periodically inspect and (if needed) lubricate or repair each of the compartment doors to ensure that they all can be readily opened in the event of an emergency. That should minimize the amount of force and tight grasping required to operate the doors.</p>\n<p>37. (RS-68, 69, 71, 72, 73) Plaintiffs have alleged a number of violations concerning slopes and cross-slopes of walkways, ramps, cross-walks and similar access corridors utilized by wheelchairs.</p>\n<p></p>\n<h2>i. <i>Definitions</i>\n</h2>\n<p>The \"slope\" (aka the \"running slope\") measures the rise (or fall) of the path in the direction of travel. A one percent slope rises (or falls) at the rate of one foot vertically for every one hundred feet of distance traveled. A \"cross-slope\" is roughly perpendicular to the direction of travel. Or, to place it in more familiar terms, the slope is what one encounters while climbing (or descending) a hill, while a cross-slope is encountered while walking laterally along the face of the hill.</p>\n<p>A small amount of slope and cross-slope is permitted, and may even be desirable for drainage purposes (which is a significant consideration in places like Portland where it may rain ten months out of the year). If the running slope is too steep, however, a wheelchair occupant may have difficulty climbing the hill or descend too rapidly and lose control. If the cross-slope is too steep, it may be difficult to steer or, in extreme cases, the wheelchair may even overturn.</p>\n<p></p>\n<h2>ii. <i>Measuring Techniques</i>\n</h2>\n<p>The parties initially disagreed on many of the slope measurements, at least in part because the measurement can be affected by a number of variables, including the precise location where the measurement is taken. At the conclusion of the court trial, the parties made a site visit in which they took additional measurements together and submitted those to the court along with charts and photographs showing the location where each measurement was taken.<sup>[14]</sup> There were still occasional discrepancies between the measurements, which most likely are attributable to the different surveying instruments that the parties used.</p>\n<p>Plaintiffs used a two-foot long level, while defendant used a four-foot level. The shorter level used by plaintiffs tends to be a little more sensitive to localized differences in slope, such as a bump or dip, while the four-foot level tends to give a slightly more accurate reading of the average slope over a longer distance (though at the expense of potentially understating the maximum amplitude over uneven terrain). Plaintiffs argue that the shorter level is a more accurate measure of what a person in a wheelchair would experience, and that certain unidentified \"staff at the Access Board\" told Mr. Pike that the shorter level is the preferred tool.</p>\n<p>The court declines to endorse one tool over the other. Both have their strengths and weaknesses. Each provides a slightly different perspective, which complements the other. If the two measurements are substantially similar, that tends to confirm the accuracy of the measurement. If there are significant discrepancies, closer scrutiny may be required. Other variables are at least as important as the length of the level, such as the number of measurements and whether <span class=\"star-pagination\">*1148</span> they are a representative sampling of the route in question.</p>\n<p></p>\n<h2>iii. <i>Responsibility</i>\n</h2>\n<p>The parties dispute whether defendant is responsible for fixing any slopes that exceed the applicable standards. Standard 4.1.2(1) requires that at \"least one accessible route complying with [Standard] 4.3 shall be provided within the boundary of the site from public transportation stops, accessible parking spaces, passenger loading zones if provided, and public streets or sidewalks, to an accessible building entrance.\" Standard 4.1.2(2) requires that at \"least one accessible route complying with [Standard] 4.3 shall connect accessible buildings, accessible facilities, accessible elements, and accessible spaces that are on the same site.\"</p>\n<p>Defendant argues that the streets, sidewalks, cross-walks and similar improvements that connect the Rose Garden with the adjacent parking garages and trolley station are the sole responsibility of the City of Portland (\"City\"), which is not a defendant in this case. The court disagrees. These improvements are mostly within the boundary of the site. In addition, it was defendant  not the City of Portland  that designed and built most of the improvements in question.<sup>[15]</sup></p>\n<p>Defendant also contends that, under the terms of its contract with the City, defendant \"has no obligation or liability for the design of any Public Improvements associated with the Rose Garden following\" the expiration of the two year period after issuance of a certificate of substantial completion of the public improvements. Defendant's Response to Plaintiffs' Exhibit 101 at 2. Defendant misconstrues the significance of that contract language. The contract governs defendant's relationship with the City. It does not govern defendant's obligations under the ADA. The latter is determined by federal law and cannot be excused by any contract between defendant and the City. To the extent the contract purports to allocate liability as between the parties, defendant may have a contractual claim against the City for indemnification (a question that I do not decide here), but that is an entirely separate issue from the one presently before this court.</p>\n<p>However, defendants' contract with Tri-Met (the agency that operates the local public transit system) may be another story. While the record on this issue is sparsely developed, it appears that the trolley station and adjacent bus stop are outside the boundaries of the Rose Garden site. The property in question is owned by Tri-Met, and it appears that Tri-Met, rather than defendant, had exclusive control over the design and construction of those particular improvements. If so, then Tri-Met, rather than defendant OAC, may well be responsible for any ADA violations regarding those particular improvements.</p>\n<p>I will defer a final ruling on that issue, since Tri-Met is not presently a party to this action and has not been given an opportunity to brief the question. However, it seems clear that someone  whether Tri-Met or defendant OAC  ought to have been responsible for ensuring that there was an accessible route to the Rose Garden from the adjacent trolley station and transit center. <i>See</i> Standard 10.3.1(3) (\"Direct connections [from trolley stations] to commercial ... facilities shall have an accessible route complying with [Standard] 4.3 from the point of connection to boarding platforms and all transportation system elements used by the public\"); Standard 10.1 (\"Every ... bus stop ... or other transportation facility, shall comply with the applicable provisions of [Standards] 4.1 through 4.35 ...\")<sup>[16]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1149</span> iv. <i>Authority to Modify Slopes</i>\n</h2>\n<p>Defendant insists that it is unable to modify the challenged conditions because the City, and not defendant, owns the streets and sidewalks. The court is unpersuaded. Defendant may need to obtain a permit from the City, but that is no different from other any landowner who wishes to construct or modify a street or sidewalk adjacent to their property. Indeed, defendant would have to obtain a building permit from the City to make any number of improvements on its own property. There is nothing in this record to suggest that the City would not grant such a permit. If the City did refuse to grant the permit, then the City might have to be joined as a party, but we can cross that bridge if and when the need actually arises.</p>\n<p></p>\n<h2>v. <i>Pre-Existing Grade</i>\n</h2>\n<p>Defendant cites \"ADAAG § 14.1.1(2)(a)\" for the proposition that defendant need not comply with the slope requirements so long as the wheelchair routes have the same slope as the existing streets. The court questions whether the cited language is part of a legally binding regulation.<sup>[17]</sup> More importantly, defendant must demonstrate that the slopes in question were in fact dictated by preexisting adjacent roadways. Defendant may not prevail simply by making conclusory assertions that it has an affirmative defense.</p>\n<p>This is a large site covering many square blocks. Most of the streets in question were designed and built by defendant. This is not a case where the grade is entirely determined by a preexisting street or sidewalk for which the landowner bears no responsibility. Nor has defendant demonstrated that the site terrain makes compliance impossible. Defendant belatedly offered an affidavit attesting that the site topography descends from 120 feet above sea level (\"ASL\") on the northern boundary of the site down to 80 feet ASL at the southern boundary. That is very interesting, but by itself proves nothing. Defendant must demonstrate that the topography dictated the particular slopes and cross-slopes at issue. The court had an opportunity to view the site and acknowledges that there are topographical considerations inherent in this location. On the other hand, it is not clear what efforts defendant made to overcome those constraints. Sites can be graded. A wheelchair route may be designed so it has minimal cross-slope even though the overall site itself is on an incline. Instead of building a wheelchair ramp on a steep slope, elevators may be used to allow access from two levels. The critical issue is whether the site topography was sufficient to prevent defendant from designing an arena with accessible routes that comply with the Title III regulations, and on that issue there is a failure of proof on the part of defendant. Indeed, there is no evidence in this record that defendant even attempted to design the slopes in compliance with ADA regulations. The ADA mandates results, not excuses.</p>\n<p></p>\n<h2>vi. <i>The Official \"Accessible Route\"</i>\n</h2>\n<p>When the Rose Garden was designed, an official \"accessible route\" was designated between the trolley station and the Rose Garden. It is a broad, prominent white path clearly visible even from an airplane (let alone on the ground). After that path was completed, plaintiffs pointed out that the running slopes along much of that route exceed 5%. Accordingly, those portions of the route are classified as \"ramps\" and are required to <span class=\"star-pagination\">*1150</span> have handrails on both sides. Standards 4.3.7, 4.8.5. Since some of the required handrails admittedly were not in place, this was a violation of the ADA.</p>\n<p>Rather than install the additional handrails, defendant elected to designate a new official \"accessible route.\" Or perhaps that should be accessible \"routes.\" The court has had a difficult time determining precisely where the official route is supposed to be; it seems to vary each time plaintiffs find a problem in the latest route. More importantly, because there are no signs posted, patrons arriving at the Rose Garden have no means to locate the accessible route. To complicate matters further, the most direct and obvious route  one that is even equipped with handrails in some places and therefore has the appearance of being an accessible route  is in fact not accessible in places (and even potentially dangerous) to certain persons with disabilities.<sup>[18]</sup></p>\n<p>Under the circumstances, the court will require defendant to post signs clearly demarcating the official accessible route (once it has finally been determined). The court will also require defendant to post signs at several locations along the former \"accessible\" route advising patrons of the location of the new \"accessible\" route.</p>\n<p>The current official accessible route \"from the Rose Quarter Transit Center to the Rose Garden travels north to the intersection of Multnomah Street and Wheeler Street, crosses Multnomah Street and then goes along the south side of the Rose Garden.\" Aff. of William Crockett in Support of Defendant's Motion to Dismiss, ¶ 3. The affidavit does not specify whether the designated route runs along the east or west side of Wheeler Street, but the court has viewed both possibilities. If it is the east side of the street, then the running slope is too steep. The court also observed (and plaintiffs have noted) improperly designed curb ramps (which could tend to steer wheelchair users into oncoming traffic) and excessive cross-slopes.</p>\n<p>The west side of Wheeler Street is an improvement over the east side, but it too is comparatively steep in some places. This was not one of the slopes included in the recent remeasurement. The court, therefore, lacks sufficient information to determine the running slope along that block. If that slope is under five percent, then a passable (although less than ideal) accessible route can be designated running from the Trolley Station, west across Wheeler Street, north along the west side of Wheeler to and across Multnomah Street, and then west along the south side of the Rose Garden. That route is a little longer than the original route, but not unreasonably so, and avoids the steeper slopes along the original designated route. On the other hand, if the running slope exceeds five percent, then that section is considered a \"ramp\" and handrails must be provided. Standards 4.3.7, 4.8.</p>\n<p>The parties have 30 days from the date of this opinion to furnish representative measurements of the slope along that block (or else to advise the court where those measurements are in the existing record). Since the sidewalk is very broad at this location, which provides some flexibility in demarcating an accessible route, the parties should take representative measurements along both sides of the bus shelter. The court recognizes there is still a dispute as to whether OAC or Tri-Met would be responsible for remedying any violations at this particular location. For the moment, however, the court prefers to focus on whether there even is a violation. If not, then the issue of liability is moot and there is no need to complicate matters by adding additional parties at this late date.</p>\n<p>The court also has considered plaintiffs' objections regarding certain curb cuts and cross-slopes along the proposed accessible route. (RS-71, 72, 73).<sup>[19]</sup> Defendant <span class=\"star-pagination\">*1151</span> could (and should) have done a better job designing and building this route (and probably would have except that it was never intended to serve as the accessible route). Nevertheless, after considering a number of factors including the topography of the site, the extent to which the slopes deviate from the permissible standards, the very short duration of many of those slopes, the danger (or lack thereof) that might result from the violations, the expense of remedying the violations, the potential for creating new violations or safety concerns as a result of efforts to modify these conditions, and any evidence (or the absence thereof) that defendant knew it was violating the applicable Standards, the court concludes that the violations are mostly <i>de minimis</i> and inadvertent, and the costs (and other problems) associated with remedying them greatly outweigh the potential benefit to plaintiffs. The court, therefore, declines to require defendant to remedy those particular violations.<sup>[20]</sup> This holding is limited to these specific cross-slopes and curb cuts along the new accessible route (from the trolley station, north along the west side of Wheeler Street). A ruling on other potential violations along that accessible route, such as the running slope, is deferred until receipt of the parties' supplemental materials.</p>\n<p>38. (RS-70) Plaintiffs want defendant to install handrails on the ramp leading from the exit on the south side of the Rose Garden. The court will order that relief. The slope clearly exceeds the minimum for which handrails are required. Standard 4.8.5. I acknowledge defendant's protest that not every exit or ramp must be accessible. Nevertheless, this ramp is the most direct exit from the Rose Garden to the new \"official\" accessible route. An accessible ramp at this location reduces the amount of time that persons with disabilities would otherwise have to spend negotiating crowded walkways and helps to minimize some of the problems that have resulted from defendant's mistakes in designing the original accessible route. Defendant should also correct any \"ponding\" of water at the bottom of this ramp.</p>\n<p>39. (RS-74) Plaintiffs contend that the legs supporting the marquis sign are a protruding object hazard. Although I previously determined that the sign itself was not a protruding object hazard because it was not less than 80 inches AFF, the legs are another story. The potential hazard is apparent in Photo A176. Defendant argues that the protrusion falls just within the more generous limits established by Standard 4.4.1 for free-standing objects. Perhaps so, but the court finds that this structure still poses a threat to a visually-impaired pedestrian, particularly in view of the sharp corners and edges that are located at head-level.<sup>[21]</sup> It should not be too difficult to remedy this condition by installing a low-rise detectable barrier (perhaps made of brick, to match the surrounding pavement) either around the base of each leg or around the entire structure. If properly designed, it would not obstruct views of the sign or materially affect the present aesthetic qualities of the structure. Within 30 days from the date of this opinion, defendant shall furnish the court with a plan for redressing this condition.</p>\n<p>40. (RS-75) Plaintiffs complain of excessive slopes and cross-slopes at the shuttle drop-off and loading areas on Wheeler Avenue. While not always the case, in the instant circumstance the court finds that those particular slopes are largely dictated by the <span class=\"star-pagination\">*1152</span> slope of the adjacent street, the sidewalk and the overall design of the site. Defendant should have done a better job when it conceived this site plan, but to alter that plan at this late date would be a major undertaking at great expense. The court would not hesitate to order such relief if the violation was sufficiently serious, but it is not. The court finds that the slope deviations do not materially impair use of this area for its intended purpose, nor do they pose any apparent danger to persons with disabilities.</p>\n<p>41. (RS-77 and 78) Plaintiffs have raised several objections regarding the pay telephones outside the ticket office. The dispositive issue is whether it is defendant or the local telephone company (U.S. West) that is responsible for these telephones. I conclude that defendant, as both the owner and operator of this public accommodation, bears the ultimate responsibility for ensuring compliance with the ADA at the Rose Garden.</p>\n<p>The court is not persuaded by defendant's assertion that U.S. West has exclusive control over (and the sole responsibility for) ensuring that public telephones at the Rose Garden comply with the ADA. On the contrary, the record contains brochures disseminated to defendant by U.S. West which assert that responsibility for compliance with the ADA \"rests solely\" with the owner of the public accommodation, and U.S. West's role is limited to providing \"advice and assistance.\" Aff. of Ray Krieger in Support of Defendant's Motion to Dismiss, Ex. 2. It is difficult to see how U.S. West could assert such a position and still forbid defendant to make any required modifications.</p>\n<p>Even assuming that defendant is prohibited from physically altering the telephones, defendant can certainly insist that U.S. West bring those telephones into compliance, and implead U.S. West as a third-party defendant if other efforts are unavailing.<sup>[22]</sup></p>\n<p>42. (RS-79, 86) At issue here is the minimum required size of the characters used on overhead signs in the parking garage. Standard 4.1.2(7) provides in relevant part that:</p>\n<blockquote>Signs which designate permanent rooms and spaces shall comply with [Standard] 4.30.1, 4.30.4, 4.30.5 and 4.30.6. Other signs which provide direction to, or information about, functional spaces of the building shall comply with 4.30.1, 4.30.2, 4.30.3, and 4.30.5.</blockquote>\n<p>Standard 4.30.3 requires that overhead signs (<i>i.e.,</i> those mounted at or above 80 inches AFF) be composed of characters not less than 3 inches in height. (The rule explains how this is measured.) Since the signs in question here admittedly do not comply, the only issue is whether signs which read \"Caution Merging Traffic\" or \"Two-Way Traffic\" or which have directional arrows along with the word \"park\" are subject to this rule. The court concludes that they are not.</p>\n<p>The threshold question is whether provisions of the design regulations that are intended for the benefit of visually-impaired individuals even apply to the parking garages at the Rose Garden. I previously held that the rules governing protruding object hazards do apply there, because a sighted driver may be accompanied by many visually-impaired passengers who might be injured if they walk into a protruding object. <i>Independent Living,</i> 982 F.Supp. at 780. Consequently, there was a reasonable basis to believe a visually-impaired person might benefit from the protection of that rule. However, that does not necessarily mean every design regulation intended for the benefit of visually-impaired individuals is applicable to a parking garage. The rules do not expressly mandate such a result and, at least in some instances, no benefit could be derived from application of such a rule.</p>\n<p>I now hold that signs in the Rose Garden parking garages that are solely (or almost exclusively) for the benefit of drivers, and are of minimal or no benefit to passengers or pedestrians, need not be designed for use by persons with severe visual impairments of the sort that would preclude an individual <span class=\"star-pagination\">*1153</span> from operating a motor vehicle in this state. The Title III Standards do not expressly mandate that such signs are subject to Standard 4.30, nor can I see any apparent benefit that persons other than drivers would derive from signs of that nature.</p>\n<p>Judging from the description, the court finds that the particular overhead signs at issue here are almost exclusively for the benefit of drivers. They tell the driver where to turn or the direction to reach the exit, and warn of two-way or merging traffic. These signs are of minimal or no use to visually-impaired passengers in the vehicle, or to pedestrians in the garage. These signs do not \"designate permanent rooms and spaces\" or \"provide direction to, or information about, functional spaces of the building.\"</p>\n<p>The latter category includes informational signs in a garage that would be important to all pedestrians, <i>e.g.,</i> those that direct pedestrians to the nearest elevator or emergency exit, or explain that the elevator at one end of the parking garage leads to Destination X while the elevator at the other end of the garage leads to Destination Y. The signs described by plaintiffs do not appear to be of this type. If there are any such overhead signs, however, then they must be brought into compliance with Standard 4.30.3.</p>\n<p>43. (RS-80, 81) Plaintiffs complain that the slopes in some of the van parking spaces exceed the 1:50(2%) maximum slope that Standard 4.6.3 allows for parking spaces. The court is annoyed by defendant's repeated failure to comply with the Title III Standards, and by the dubious excuses that defendant has offered for those failings.<sup>[23]</sup> Nevertheless, the court finds that the deviations in these particular slopes are mostly <i>de minimis</i> and do not materially impair usage of the parking spaces. Moreover, in the court's opinion, any modifications made to correct those deficiencies could create new (and potentially more serious) problems. As every doctor learns during medical school, \"First, do no harm.\" The court will not require defendant to modify these parking spaces.</p>\n<p>44. (RS-84) Plaintiffs originally complained that a replica of the historical \"Benson Bubbler\" drinking fountains was not wheelchair accessible. The City of Portland, which had installed the fountain, replaced it with a new design intended to be wheelchair accessible. Plaintiffs are dissatisfied with that design as well. The court concludes that this fountain is the responsibility of the City of Portland. Any complaints plaintiffs have concerning that fountain should be directed to the City.</p>\n<p>45. (RS-88) Plaintiffs want entrance and exit signs displayed at each door in the Garden parking garage that leads to an arena elevator (and from the arena elevators to the parking garage). Presently, some of the passages are not marked. Plaintiffs also contend that the existing signs are deficient because they do not comply with Standard 4.30.4, which requires raised letters and the equivalent message in braille.</p>\n<p>Again, the threshold question is whether these signs are solely (or almost exclusively) for the benefit of drivers. If they are, then Standard 4.30.4 is not applicable. The court <span class=\"star-pagination\">*1154</span> finds that a sign that identifies the elevators or the levels of the parking garage is not solely for the use of motorists. After exiting the vehicle, visually-impaired passengers must navigate the parking garage and find their way around the arena. It cannot be assumed that they will constantly be accompanied by sighted persons such as the driver. For instance, they may agree to meet their driver back at a certain parking level at a specific time or if they should become separated. Accordingly, signs that identify the elevators or the various levels of the parking garage may also benefit visually-impaired persons and are not excluded from compliance with the regulations merely because they are located in or adjacent to a parking garage.</p>\n<p>Standard 4.l.3(16)(a) provides that \"[s]igns which designate permanent rooms and spaces shall comply with [Standards] 4.30.1, 4.30.4, 4.30.5 and 4.30.6.\" Consequently, if there is a sign which designates a permanent room or space, then that sign must include raised letters and braille, in accordance with Standard 4.30.4. However, neither 4.1.3(16)(a) nor 4.30.4 requires that a permanent room or space have a sign in the first place. Plaintiffs have not cited, and the court has not located, any other regulation that establishes such a requirement. Therefore, defendant is not required to install such signs where they presently do not exist.</p>\n<p>To the extent that there are such signs, however, the critical question is whether the door between the parking garage and the arena elevators leads to \"a permanent room or space.\" The regulations offer little guidance on that point. Arguably, this more closely resembles a directional sign that eventually leads to various rooms and spaces. On the other hand, the signs do designate the particular level or elevator that the person is entering. The court concludes that if defendant has determined it is important to have signs in the first place so that visitors will know what is behind these doors, then those signs are important enough that they should also be readable by persons with vision impairments. The court will not require defendant to post any signs by these doors, but any signs that defendant does post must comply with Standard 4.1 .3(16)(a).</p>\n<p>46. (RS-89) This presents essentially the same issue as RS-88 above, except the doors lead from the deck to the stairs. The result is the same. Defendant is not required to post any signs by these doors, but any signs that defendant does post must comply with Standard 4.1.3(16)(a).</p>\n<p>47. (RS-95) Plaintiffs complain that during their inspection tour they saw one or more trash cans situated under elevator call buttons, which obstructs wheelchair access to those buttons. The problem is illustrated in photographs B171 and B184. Defendant concedes that the trash cans were misplaced and has agreed to train its staff to avoid any repetition. For now, that is sufficient, although the court is concerned by reports that similar incidents have recurred even at this late date. If the problem persists, the court will require defendant to take further steps (<i>e.g.,</i> red-zoning the floor immediately adjacent to the call buttons).</p>\n<p>48. (RS-98) Plaintiffs complain that the curb ramp at the P1 level entrance to One Center Court has flared sides that are steeper than 1:10(10%), which is the maximum allowed by Standard 4.7.5. Defendant responds that this rule applies only if the ramp can be accessed from the side or be laterally traversed. Otherwise, Fig. 12(b) authorizes the use of a \"returned curb,\" with much steeper sides. <i>See also</i> Standard 4.7.5.</p>\n<p>The court finds that the existing curb ramp is poorly designed. It is narrow, with steep sides that as presently designed could cause a wheelchair to fall off the curb. There is ample room (and reason) for defendant to modify this ramp by reducing the slope of the flared sides (and in the process widening the ramp somewhat). The cost of this modification would not be prohibitive. Defendant shall make the necessary modifications.</p>\n<p>49. (RS-100) Plaintiffs contend that 11 pounds of force are required to operate the doors leading from the garage to the elevators at the P1 level entrance to One Center Court, which exceeds the 5 pound maximum for interior hinged doors (other <span class=\"star-pagination\">*1155</span> than fire doors) permitted by Standard 4.13.11(2)(b). Defendant responds that these should be regarded as \"exterior\" rather than \"interior\" doors because the garage is not heated. As best the court can tell, the Access Board and DOJ have never promulgated any force standard for exterior doors, even though the Congressionally-mandated deadline for enacting the design standards passed nearly seven years ago. <i>See</i> Standard 4.13.11(2)(a) (designating this item as \"reserved\"). Nor have the parties cited any place where the Standards define the difference between an interior and exterior door, or even any building code or generally accepted architectural convention that defines the difference between the two.</p>\n<p>The court concludes that these doors should be regarded as \"interior\" doors for purposes of Standard 4.13.11. They are located deep inside the garage, far away from any wind or weather that might justify a higher maximum opening force requirement. The garage is physically connected to the main building, not a detached garage. Although the garage is not heated, winters are comparatively benign here in Portland. In any event, the doors lead to an elevator (and are made of glass), so it is unclear what significance the temperature has. Moreover, defendant has offered no evidence that weather was in any way a factor in determining the minimum opening force of the door. Defendant shall promptly modify these doors to comply with Standard 4.13.11(2)(b) or 4.13.12.</p>\n<p>50. (RS-101, 102, and 103) Plaintiffs complained that the curb ramp at the elevator to the Commons Restaurant has a running slope of 14.2%, when Standard 4.8.2 limits that slope to no more than 8.33% at this location. The parties remeasured the running slope during a field trip. At the bottom of the ramp, the running slope was 12.9% (according to defendant) or 13.8% (according to plaintiffs). The top of the ramp was measured at 7.1% (by defendant) or 7.3% (by plaintiffs). Defendant's own measurements indicate that this ramp does not comply with the applicable regulation. There is sufficient room to extend the ramp to reduce that slope without creating new violations or safety issues. As stated by Pharaoh in Cecil B. DeMille's <i>The Ten Commandments,</i> \"So let it be written. So let it be done.\"</p>\n<p>Plaintiffs also complain that the side flares exceed the 1:10 (<i>i.e.,</i> 10%) maximum permitted by Standard 4.7.5. The flare was recently re-measured at 18.1%, which is well above the legal limit (assuming this ramp can be entered from the side). That issue must also be addressed when defendant modifies this ramp.</p>\n<p>51. (RS-108) Plaintiffs complain that \"well over 100 signs on Arena Level 1 alone\" violate at least some of the regulations governing signs and suggest that the problem is pervasive throughout the entire Rose Garden complex. However, the court cannot rule on general allegations such as these.</p>\n<p>In response to the court's request for additional specificity, plaintiffs responded that \"[t]here are not specific signs in dispute. Rather, what is in dispute is that defendant has failed to comply with signage requirements throughout the facility and the surrounding site.\" Plaintiffs' Responses to the Court's Additional Questions at 7. Plaintiffs have proposed that \"the court ... enter injunctive relief directing defendant to insure that all signage in the Rose Garden Arena, the surrounding buildings and the site comply with the [Title III requirements.] Once defendant claims it has made corrections to place it into full compliance with these requirements, plaintiffs should be entitled to survey the facility to determine if the signage problems have been corrected.\" <i>Id</i> at 8.</p>\n<p>There is no need for this court to order defendant to bring the site into compliance with the law; it already is under a legal duty to do so. Instead, within 30 days from the date of this opinion, defendant shall file a report on the status of its compliance with the signage requirements of the Title III regulations, including any modifications that are planned and the timetable for those changes. The court will then set a date to inspect a representative sampling of the signage at the Rose Garden along with the parties. Plaintiffs may identify any signs they contend are non-compliant or missing, and the court will issue its ruling. Typically, the same types of signs are replicated in numerous <span class=\"star-pagination\">*1156</span> places throughout the arena, so a ruling on one sign will likely be dispositive of the identical issue regarding similar signs.</p>\n<p>52. (RS-109) Plaintiffs complain that certain food and beverage items are available only at concession stands that are not accessible to wheelchair users. They cite fresh-squeezed lemonade and sno-cones as two examples. Essentially, plaintiffs are asserting that literally every item that is available at any concession stand in the entire arena must also be made available at a counter specifically designed for wheelchair users.</p>\n<p>Unfortunately, the regulations are not particularly helpful (as has often been true throughout this case). The court initially considered requiring only that a wide or representative assortment of products be made available. The problem with that rule, from a practical standpoint, is that it is a highly subjective standard. Each arena operator would have its own concept of what a wide range of products is, and the courts would have to make the final decision. A clearer standard is required. Accordingly, the court concludes that all, or substantially all, products that are available to ambulatory patrons at arena concession stands must also be available to patrons with disabilities.</p>\n<p>Of course, some level of common sense still applies, hence the \"or substantially all\" language. If seven flavors of tea are available at arena concession stands, the ADA is not violated merely because on a given day the accessible stand ran out of one flavor. The court also accepts defendant's proposal that, as an alternative or in addition to providing wheelchair-accessible concession stands, some products can be made available through the traditional mode of vendors circulating in the stands. <i>Cf</i> 28 CFR § 36.305 (allowing alternative methods for delivering goods and services in some instances).</p>\n<p>On this record, I cannot determine whether the alleged omission of fresh-squeezed lemonade from the list of products available to persons with disabilities on the day that plaintiffs were present at the arena is sufficiently egregious that it constitutes a violation of the ADA. Nor is it necessary for me to decide that here. What matters is that defendant must adhere to this standard in the future.</p>\n<p>53. (RS-111, 112) Plaintiffs complain that there is no accessible route connecting the East and West Parking Decks to the Rose Garden and Coliseum. The cross-slope of the cross-walk that leads directly from the West Parking Deck to the Coliseum is clearly excessive. However, two other routes are available to get from the parking decks to the intersection of Winning Way and Center Court. Plaintiffs have cited numerous technical violations of the slope standards along those two routes but, after considering the various factors listed earlier, the court finds that the violations are insubstantial, would not materially affect the usability of those routes, and that little or no benefit would be derived by the intended beneficiaries if defendant were forced to modify those improvements (at considerable expense). However, defendant shall post signs or otherwise clearly demarcate the official accessible route for the benefit of first-time visitors.</p>\n<p>It is unclear whether plaintiffs are still contesting the slopes leading to and from the Rose Garden along both sides of Center Court. One segment of the running slope on the west side of the street (in front of the Coliseum) is steep, but the east side appears to be navigable. Again, to avoid confusion, I will require defendant to clearly demarcate the accessible route.</p>\n<p>54. Plaintiffs contend that the handrail at the ramp at the East Terrace on Wheeler Avenue, as presently designed, is a protruding object hazard and should be modified. Plaintiffs want defendant to add an additional rail below the first. However, the court's recollection (from the site visit) is that the second rail already is in place. Perhaps this handrail was modified during the course of this case. Otherwise, if the condition still is as plaintiffs described it, then defendant must correct the condition.</p>\n<p>55. Plaintiffs complain that there is no curb ramp at the shuttle stop on Wheeler Avenue, in violation of Standard 4.6.6. Defendant argues that a curb ramp is not necessary because the only vehicles that are supposed to use this location are public transit vehicles equipped with wheelchair lifts <span class=\"star-pagination\">*1157</span> that pick up and deposit patrons directly onto the sidewalk, which (according to defendant) eliminates the need for a curb ramp. Even if that were true, defendant has cited no legal authority that excuses the failure to provide a curb ramp here. In any event, the court is not persuaded that only those specific vehicles will use this site. It is a large, convenient drop-off point located near the main entrance. In all the confusion as a large crowd arrives or departs, it is reasonable to assume that this location may be used by other vehicles as a drop-off site regardless of any contrary signs (which are not very conspicuous) posted by defendant. There also is no guarantee that only busses equipped with those particular lifts will use this location. Finally, the cost of installing a curb ramp at this location is comparatively small when compared to the overall cost of the arena. Defendant shall install a curb ramp at this location. To avoid creating any new conflicts, defendant shall consult with plaintiffs and attempt to reach an agreement on the design and location. If no stipulation is obtained, the court will resolve any disagreements.</p>\n<p>56. Plaintiffs originally complained that the toilet in the ambulatory stall in the toilet room opposite the Rotunda Bar is situated so that its centerline is 15 1/2 inches from one partition, and 22 inches from the other partition, when it is supposed to be located precisely 18 inches from each partition. Fig. 30(b). In a post-trial brief, defendant denied that there is any ambulatory toilet stall at that location. After re-inspecting the vicinity, plaintiffs informed the court that the disputed site is actually an accessible stall, which they say has a 20-inch centerline to the toilet instead of the required 18 inches. This deviation would exceed any acceptable \"dimensional tolerances.\" Unless defendant intends to dispute the accuracy of these measurements, it must promptly bring this stall into compliance.</p>\n<p>57. Plaintiffs complained that the baby changing areas in the restrooms were protruding object hazards. Defendant installed wing guards on some of those shelves, with a minimum elevation of 26 7/8 inches. The wing guards provide a barrier that can be detected by persons using a cane without obstructing wheelchair access. While inspecting those modifications, however, the court observed that in at least two instances the wing guards were erroneously installed on only one side of the shelf, when they should have been added to both sides. Defendant shall promptly remedy that situation.</p>\n<p>Defendant also argues that some of the other baby changing areas are exempt from the rules governing protruding object hazards because those shelves are outside of the circulation path. Defendant errs by focusing exclusively on the <i>intended</i> circulation path, without considering how a sight-impaired individual is supposed to know that the intended path makes a 90-degree turn at this juncture. The individual may continue walking straight ahead for another foot or two until progress is rudely interrupted by a collision with the protruding shelf That is why a detectable barrier is needed here that will warn of the hazard while not obstructing access to the table by wheelchair users.</p>\n<p>58. Plaintiffs complained about \"lips\" on the floor obstructing wheelchair access to the toilet rooms near the conference room on level 4. When the court inspected the scene, one of the lips had been modified to plaintiffs' satisfaction, but not the second. Standard 4.5.2 is the applicable regulation. By now, defendant should be intimately familiar with the requirements of that rule and know what it must do to bring this threshold into compliance.</p>\n<p>59. Plaintiffs complain that there is no wheelchair accessible entrance to the ice. There are three entrances to the ice. Two are used exclusively by hockey players: from the team bench and the penalty box. The third entrance is primarily used by the famous Zamboni ice cleaning machines, although it can also be used by individuals entering onto the ice.</p>\n<p>Defendant questions why there is a need for wheelchair access to the ice. Plaintiffs suggest that a person with disabilities might win a promotional contest at a Portland Winter Hawks hockey game and be invited to go out on the ice (<i>e.g.,</i> to attempt a shot and win prize money). The court can also envision other scenarios (<i>e.g.,</i> it is old-timers day and <span class=\"star-pagination\">*1158</span> some players can no longer walk as a result of all the knee operations they had during their careers). Plaintiffs also point to regulations such as Standard 4.33.5, which requires \"performing areas\" to be on an accessible route.</p>\n<p>Plaintiffs concede that the Zamboni entrance is accessible except for a short \"lip\" approximately one inch high which, judging from photograph 145, is the base of the boards that surround the ice. A door in those boards opens to allow entrance onto the ice. Defendant has agreed to have a ramp available for use if a person in a wheelchair requires access to the ice. Ordinarily, that solution would be inadequate since the wheelchair user could not traverse the barrier unless an employee happened to be present to install the ramp. In this case, however, defendant's representatives testified that the public is never permitted to enter the ice unescorted, because of the potential for injury. Consequently, there will always be someone present to install the ramp, assuming it is even needed given the low height of this lip. Under these unusual circumstances, and after considering the infrequency with which this ramp is likely to be used, I find that this proposed solution is adequate to satisfy the requirements of Standard 4.33.5.</p>\n<p>Having said that, those designing new arenas should ensure that all elements of the arena are accessible from the start, without having to resort to such makeshift solutions. The court has been comparatively lenient with defendant during this action because the Rose Garden was one of the first arenas designed and built subject to the ADA. Arena designers should not count on the courts being as forgiving of ADA violations in the future.</p>\n<p>60. Plaintiffs complain that the underside of the bleachers is a protruding object hazard. The brief description in the original survey refers to a \"route onto ice from mechanical area,\" and the single photograph submitted depicts the Zamboni entrance. The public is not supposed to be wandering through that area unescorted. However, plaintiffs have represented that there are up to four additional locations that pose a similar hazard and some patrons must walk through those areas to reach their seats.</p>\n<p>To the extent that a visually-impaired person may enter this area, whether accidentally or intentionally, the protruding objects pose a hazard. Therefore, the court will require defendant to provide a detectable barrier.<sup>[24]</sup></p>\n<p>61. Plaintiffs complained of numerous ADA violations at premises leased by defendant OAC to third party tenants either within, or immediately adjacent to, the Rose Garden. I previously held that OAC is a proper defendant in such a claim. <i>Independent Living,</i> 982 F.Supp. at 768. Despite that, defendant has offered no evidence or argument to refute plaintiffs' claim, insisting that \"OAC lacks sufficient information to address the merits of the alleged violations pertaining to Cucina! Cucina! and Fridays Front Row Sports Grill.\"<sup>[25]</sup> Defendant's Response to Plaintiffs' Exhibit 101 at 14. Defendant's response is unacceptable. This court has already decided that these claims are properly asserted against OAC. As in any lawsuit, the defendant may initially plead in its answer that it lacks sufficient information to respond, but thereafter it must obtain that information or else judgment will be entered in the plaintiffs' favor. We are long past the point in this case where defendant can forestall entry of judgment simply by pleading ignorance.</p>\n<p>The court rejects defendant's suggestion that plaintiffs are compelled to join the tenants as additional defendants. There already is an adequate defendant before this court: <span class=\"star-pagination\">*1159</span> OAC. If it chooses, defendant OAC may seek leave to implead the tenants as third party defendants. FRCP 14(a). The latter may also move to intervene. FRCP 24.</p>\n<p>Out of an abundance of caution, the court will give defendant one final opportunity to offer any evidence or argument in opposition to these claims (after which plaintiffs may file a response). If defendant persists in its present refusal to respond, however, then the court will enter judgment for plaintiffs on these claims.<sup>[26]</sup></p>\n<p>62. The parties should promptly advise the court if they believe there are additional issues that were overlooked, or any serious factual errors or omissions in the opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties agree that these conditions, as modified, do not presently constitute a violation of the ADA. However, defendant does not concede that these conditions ever were in violation of the ADA, and plaintiffs do not waive their contention that these conditions (prior to modification) did violate the ADA. To save room, the court will not add the word \"alleged\" to the description of each alleged violation, <i>e.g.,</i> an \"alleged protruding object hazard,\" but that caveat is implicit in each of the conditions described in this section.</p>\n<p>[2]  In their briefs, the parties frequently use the term \"ADAAG\" when citing to the Title III regulations. \"ADAAG\" is an abbreviation for the Americans with Disabilities Act Accessibility Guidelines, published at 56 FedReg 35455 (July 26, 1991). The ADAAGS, <i>per se,</i> are (with some limited exceptions) not a legally binding regulation for purposes of Title III of the ADA. The Department of Justice (\"DOJ\") adopted those guidelines and renamed them \"standards for accessible design.\" 56 FedReg 35605 (July 26, 1991); 28 CFR § 36.406(a). It is the \"Standards,\" which are codified at 28 CFR Part 36, App. A, that constitute the legally binding regulation. Nevertheless, the term ADAAG continues to be widely used within the industry. That is not a problem so long as the two are identical, but could be confusing if a discrepancy develops between the ADAAGs and the Standards, <i>e.g.,</i> if the Architectural and Transportation Barriers Compliance Board (\"Access Board\") enacts additional ADAAGs that DOJ declines to endorse, or if DOJ unilaterally amends the Standards. (I express no opinion on whether either event is legally permissible). To avoid confusion, this opinion uses the term \"Standard\" rather than \"ADAAG\" unless the context otherwise requires.</p>\n<p>[3]  ADAAGs prefaced by an \"A\" are advisory only. <i>See</i> introductory paragraph to ADAAG Appendix. They often provide additional information to assist the reader in implementing a particular requirement. Since they are not legally binding, this opinion uses the term \"ADAAG\" rather than \"Standard\" when referring to these informational guidelines. Figures (\"Fig.\") are illustrations that are included in the design Standards or ADAAGS.</p>\n<p>[4]  Indeed, if a public accommodation refused to make the accessible tables available when needed for use by persons with disabilities, that arguably might constitute a \"refusal to serve\" in violation of ORS 659.425(4) and its enabling regulations. However, any final determination of that question must await an actual case and controversy.</p>\n<p>[5]  A TDD/TTY is a special phone used by those with speech or hearing impairments.</p>\n<p>[6]  Since the issue here is access to the area behind the bar, the court need not decide whether that sizable area (which is large enough to accommodate multiple employees tending the bar) is within the scope of the \"work station\" exception in the first place.</p>\n<p>[7]  While vigorously contesting liability, for the most part defendant has cooperated with the court and plaintiffs in identifying and implementing solutions to many of the concerns raised in this case. The cooperation of defendant's Vice President of Business Affairs, Mr. J. Isaac, has been especially helpful. Accordingly, on many design issues (such as protruding object hazards), the court has allowed defendant considerable leeway in proposing solutions that will satisfy the requirements of the ADA yet still minimize the impact upon the building's interior design style and the many other issues that defendant must consider when designing and operating a large facility such as the Rose Garden.</p>\n<p>[8]  \"Compliant\" clearance is that which complies with the minimum requirements of the Title III regulations, and in particular with Standard 4.19.2 and Fig. 31. For instance, knee clearance less than 27 inches AFF would not be compliant.</p>\n<p>[9]  Plaintiffs have indicated that only one ambulatory accessible stall is required at this location. Consequently, the dimensions of the second stall are now immaterial.</p>\n<p>[10]  Plaintiffs complained that some of the ALDs they inspected were inoperable.</p>\n<p>[11]  Presumably defendant already has established schedules for periodic inspection and maintenance of specific elements of the arena. It should not be too difficult to add to those inspection tours some of the items discussed in this opinion (<i>e.g.,</i> hazards beneath lavatories, expansion joints in the parking structures, pressure required to operate accessible faucets and soap dispensers, proper placement of detectable barriers to guard against protruding object hazards, etc.) The Title III regulations expressly require that accessible features and equipment be maintained in operable working condition. 28 CFR § 36.211.</p>\n<p>[12]  I reject defendant's assertion that \"ADAAG § 4.13.11 does not apply to fire doors.\" Defendant's Memorandum in Support of Defendant's Motion to Dismiss at 10, fn6. The express language of the regulation is to the contrary. The applicable standard may be different than for non-fire doors, but fire doors nevertheless are within the scope of 4.13.11. I recognize that Mr. Mace testified otherwise during his deposition, but it is the court, and not the parties' experts, that is the final arbiter of what the regulation means.</p>\n<p>[13]  The court is also reluctant to require defendant to modify complex equipment purchased from third parties such as elevators. Firms that design and build elevators must be familiar with the applicable ADA regulations and build their products accordingly. If that is not occurring, then DOJ should take steps to bring the industry into compliance. Although the designer and owner are ultimately responsible for ADA compliance in new construction, nevertheless, elevator purchasers should able to rely upon the manufacturer's certification that the elevator complies with the ADA. If the model door handle utilized at the Rose Garden is not acceptable, then the manufacturer should be required to replace the compartment doors on the elevators that it has sold.</p>\n<p>[14]  The court commends the parties and counsel for the high standards of professionalism and courtesy that they have exhibited throughout this case.</p>\n<p>[15]  Exhibit 1 to the Affidavit of Ray Krieger in Support of Defendant's Motion for Summary Judgment is a series of aerial photographs of the Rose Garden site that depict the local streets before, during and after construction.</p>\n<p>[16]  I do not decide here whether there must be an accessible route between every bus or trolley stop in Portland and every adjacent public accommodation. However, when the public accommodation is a major facility such as an arena that has its own transit center used by thousands of riders, it is inexcusable not to provide an accessible route linking the two.\n</p>\n<p>Chapter 10 was not among the design Standards enacted by DOJ on July 26, 1991. A draft of that chapter was published by the Access Board on March 20, 1991. 56 FedReg 11874. The Dept. of Transportation also published a draft on April 4, 1991. 56 FedReg 13856. The Dept. of Transportation published its final rule on September 6, 1991. 56 FedReg 45584. The Access Board formally amended the ADAAGs on the same day to add Chapter 10, effective immediately. 56 FedReg 45500. DOJ published its proposed rule on April 5, 1993. 58 FedReg 17558. DOJ published the final rule on January 18, 1994, with an effective date of February 17, 1994. 59 FedReg 2674. Since the issue has not been briefed, the court expresses no opinion at this time on whether OAC or Tri-Met were subject to the foregoing rules when they designed and built the transit improvements and accessible routes for the Rose Garden.</p>\n<p>[17]  \"ADAAG § 14.1.1(2)(a)\" is an \"Interim Final Rule\" that was published by the Access Board, 59 FedReg 31676 (June 20, 1994), but apparently was never adopted by the Attorney General. It is the latter to whom Congress delegated the authority to promulgate legally binding Title II and Title III regulations. 42 USC §§ 12134(a) (Title II) and 12186(b), (c), and (d)(1) (Title III). <i>Cf </i><i>Yeskey v. Commonwealth of Pennsylvania Dept. of Corrections,</i> 118 F.3d 168, 171 n. 5 (3d Cir.1997) (ADAAG amendments are not effective until adopted by DOJ).</p>\n<p>[18]  Although wheelchair users have been mentioned most often during this case, there are other individuals who similarly require accessible routes.</p>\n<p>[19]  Some locations that plaintiffs were concerned about, such as the crosswalk from the southwest to the southeast corner of Multnomah and Wheeler, are not part of the final \"official accessible route\" and, therefore, are moot except to the extent they justify requiring defendant to clearly demarcate the correct accessible route.</p>\n<p>[20]  The use of the word \"violations\" rather than \"alleged violations\" is intentional. Defendant's own measurements indicate that at least some of the slopes exceed the required design parameters. The court is not persuaded by defendant's conclusory assertion that these measurements are merely aberrations resulting from weathering of the asphalt or hand-troweling of the concrete. Not only is that factually implausible, but defendant failed to offer into evidence the construction plans and specifications that might have dispelled any doubt about whether these particular improvements were designed to comply with the ADA regulations. The logical inference is that this evidence would have been unfavorable to defendant.</p>\n<p>[21]  Compliance with the ADA design standards does not necessarily insulate the owner of a public accommodation from tort liability. If a person walks into this sign and is injured, that individual may still have a claim notwithstanding that the protrusion is within the maximum permitted by the Standards. Consequently, even if the ADA does not prohibit the design in question, the designer must still consider whether that design is unreasonably dangerous.</p>\n<p>[22]  With the benefit of my rulings on other disputes regarding pay telephones, the parties should be able to agree on the changes, if any, that are needed to bring these telephone(s) into compliance. Incidentally, although it was not raised by the parties, the court observed that water may \"pond\" at the base of this telephone when it rains, which defendant should correct.</p>\n<p>[23]  The regulations permit a maximum slope of 2% for drainage purposes; they do not say that the slope must be at least 2% to allow for drainage, as defendant suggests. Perhaps that is a requirement of some other construction code, but if so it is not reflected in this record. Defendant also relies upon a 1994 draft of a proposed amendment to the existing regulation that would increase the permitted slope to 3%. If that proposed amendment (which four years later has yet to be adopted) ever becomes law, defendant may have an argument, but not before then. Moreover, the proposed amendment does not endorse 3% cross-slopes; rather, it acknowledges that in some cases a 2% cross-slope may be difficult to achieve but even then \"the cross slope should never exceed 3 percent (1:33) in all settings.\" Affidavit of John Salmen in Support of Defendant's Response to Plaintiffs' Exhibit 101, Ex. 2.\n</p>\n<p>The excess slopes in these parking garages cannot be blamed upon site topography. Nor is there evidence that the concrete has been deformed by weather, which is another of defendant's explanations. Rather, the only reason why these spaces do not comply with the requirements of Standard 4.6.3 is because defendant (or its agents) consistently failed to exercise reasonable care to ensure that the spaces were designed and built in compliance with the ADA regulations. Indeed, that is the principal cause of many of the violations at the Rose Garden, and the excuses offered by defendant are just that: excuses.</p>\n<p>[24]  Defendant has submitted an affidavit indicating that \"OAC places protective railing alongside [the underside of the bleachers] to serve as detectable barriers. This railing is a metal rail approximately 48\" AFF with metal slats placed 6\" apart.\" Affidavit of Ray Krieger, ¶ 58. In its most recent submission, defendant stated that this railing had been viewed during the court trial. The court has viewed literally hundreds of locations during this case and does not presently recall that particular railing. Accordingly, defendant shall furnish a photograph of the railing in question. Plaintiffs may also submit any comments they have concerning the adequacy of that railing.</p>\n<p>[25]  Defendant reports that a third tenant, the Niketown Fieldhouse, is no longer in operation.</p>\n<p>[26]  The court does not anticipate that defendant will need extensive discovery on these claims. At most, a site visit may be required. Defendant should already have adequate authority to conduct such an inspection without the court's intervention, either by contract or pursuant to FRCP 34(c) and 45. If a subpoena is needed, defendant may move to shorten the timelines established by those rules. At the request of any party, the court will re-open discovery but only to the extent required to address this limited topic.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1124</span></span> (1998)</b></center>\n<center><h1>INDEPENDENT LIVING RESOURCES, a non-profit corporation, and Robert W. Pike, Plaintiffs,<br>\nv.<br>\nOREGON ARENA CORPORATION, Defendant.</h1></center>\n<center>No. Civ. 95-84-AS.</center>\n<center><p><b>United States District Court, D. Oregon.</b></p></center>\n<center>March 26, 1998.</center>\n<p><span class=\"star-pagination\">*1125</span> <span class=\"star-pagination\">*1126</span> <span class=\"star-pagination\">*1127</span> Steve Brischetto, Portland, OR, for Plaintiffs.</p>\n<p>David B. Howorth, Foster, Pepper &amp; Shefelman, Portland, OR, Frank C. Morris, Jr., Carolyn Doppelt Gray, Epstein, Becker &amp; Green, P.C., Washington, DC, for Defendant.</p>\n<p>Okianer Christian Dark, U.S. Attys. Office, Portland, OR, Thomas M. Contois, U.S. Dept. of Justice, Civil Rights Div., Washington, DC, for Amicus, USA.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>ASHMANSKAS, United States Magistrate Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p>This is an action alleging violations of Title III of the Americans with Disabilities Act (\"ADA\"), 42 USC § 12101, <i>et seq.,</i> at the \"Rose Garden,\" a multi-purpose indoor arena in Portland, Oregon. In an opinion filed on November 12, 1997, the parties' cross-motions for summary judgment were granted in part and denied in part. <i>Independent Living Resources v. Oregon Arena Corporation,</i> <span class=\"citation no-link\"><span class=\"volume\">982</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">698</span></span> (D.Or.1997). I reserved a ruling on dozens of additional issues. <i>Id.</i></p>\n<p>Although most of the underlying facts in this case are not seriously disputed, I set a court trial so the remaining issues could be decided without the limitations imposed by the summary judgment standard. On January 23-24, 1998, I heard testimony and arguments regarding those issues. A portion of the proceedings were conducted at the Rose Garden so the participants could view the premises and, where appropriate, test and measure the conditions in dispute.</p>\n<p>To simplify matters, I will issue two sets of Findings of Fact and Conclusions of Law. The present set will cover a number of miscellaneous issues, such as signage or the force needed to operate a particular fixture. <span class=\"star-pagination\">*1128</span> The second set, to be filed separately, will discuss ticket sale policies, infilling and modified aisle seats. There also will be further proceedings to discuss remedial measures for some of the more complex issues (such as the distribution of wheelchair spaces and modifications to the executive suites).</p>\n<p>Ordinarily, findings of fact are segregated from conclusions of law, consistent with the admonition in FRCP 52(a). However, in view of the large number of issues and the dearth of disputed facts, I will depart from that organization here. Nevertheless, I will attempt to make clear when I am resolving a factual dispute.</p>\n<p>Most of the issues discussed in this opinion are identified in the document entitled \"Resurvey of the Rose Garden Arena Complex: February 25-26, 1997\" (\"Resurvey\") which was attached as Exhibit D to Plaintiffs' Answer to Defendant's Submission in Response to Request from the Court (docket # 123). For simplicity, I will identify issues using the Resurvey Barrier numbers that plaintiffs assigned to each issue, <i>e.g.,</i> (RS-17) or (RS-29), if applicable. Many of the alleged violations also are described in Plaintiffs' Trial Ex. 101.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2><i>A. Issues That Have Been Resolved</i></h2>\n<p>The parties agree that the following issues are no longer in dispute:<sup>[1]</sup></p>\n<p>1. (RS-2) (protruding object hazard eliminated by bolting pedestal under protruding edge of reception counter in Rose Room);</p>\n<p>2. (RS-4) (additional visual fire alarm was installed in Rose Room);</p>\n<p>3. (RS-5.2) (tables in Rose Room modified to increase knee clearance for wheelchair users);</p>\n<p>4. (RS-6) (pay telephones were adjusted to ensure handset is within reach of wheelchair users);</p>\n<p>5. (RS-8) (protruding object hazard was eliminated by bolting pedestal under protruding edge of hostess counter in Stage 5 Lounge &amp; Restaurant);</p>\n<p>6. (RS-14) (position of grab bar was adjusted in standard stall in women's rest room at Eaternity fast food bar);</p>\n<p>7. (RS-17) (the court previously determined that the mobile auxiliary counters are outside the scope of the rules governing protruding object hazards);</p>\n<p>8. (RS-18) (the fire extinguisher at level 100 outside elevator number five has been lowered so it is not a protruding object hazard);</p>\n<p>9. (RS-20) (a coat hook has been mounted in the standard accessible toilet stall in the men's toilet room at entry A-2);</p>\n<p>10. (RS-22) (a coat hook has been mounted in the ambulatory accessible stall in the women's toilet room at entry A-3/A-4, section 102);</p>\n<p>11. (RS-24) (the counters at the garbage cans along the Concourse have been modified to provide a skirt for cane detection, thereby eliminating any protruding object hazard);</p>\n<p>12. (RS-25) (signage for the assistive listening system has been modified to show the international symbol of access for hearing loss, and signs have been posted at additional locations in the arena);</p>\n<p>13. (RS-27.1) (pay telephone near Panasonic totem at entry A-23 was lowered to within reach range for wheelchair users and additional forward approach telephones were installed);</p>\n<p>14. (RS-27.4) (pay telephone near Panasonic totem at entry A-23 was modified so the handset is within reach range for wheelchair users);</p>\n<p>15. (RS-29) (handrails on ramp to Garden Garage Stair # 7 from Arena Level 1 were modified to plaintiffs' satisfaction);</p>\n<p><span class=\"star-pagination\">*1129</span> 16. (RS-33) (toilet paper dispenser in men's staff employee locker toilet room was modified);</p>\n<p>17. (RS-34) (full-length mirror has been installed in men's staff employee locker toilet room, mooting complaint that original mirror was mounted too high);</p>\n<p>18. (RS-35) (trash can in unisex toilet room was modified so it does not block wheelchair access to paper towel dispenser);</p>\n<p>19. (RS-36) (television monitor in press/media room has been modified so it is not a protruding object hazard);</p>\n<p>20. (RS-37) (ice dispenser in press/media room was modified so control is within reach range of wheelchair users);</p>\n<p>21. (RS-39) (hardware to accessible standard stall in visitor's locker room has been lowered so it is within reach range for wheelchair users);</p>\n<p>22. (RS-40) (wheelchair ramp providing access to basketball floor has been modified to plaintiffs' satisfaction);</p>\n<p>23. (RS-41) (defendant will ensure that extension cords do not obstruct accessible routes during times when the building is open to the public);</p>\n<p>24. (RS-42 and 43) (wing guards were installed on drinking fountains to obviate protruding object hazard);</p>\n<p>25. (RS-45) (coat hook installed in standard accessible stall in Performer Dressing Area \"C\");</p>\n<p>26. (RS-49) (television holder in Star Dressing Area \"A\" was modified to eliminate protruding object hazard);</p>\n<p>27. (RS-50) (corner of lavatory vanity in Star Dressing Area \"A\" has been modified to meet minimum height requirement);</p>\n<p>28. (RS-52) (plaintiffs have approved a sample portable ramp to be placed over cables and cords to eliminate obstruction for wheelchair users);</p>\n<p>29. (RS-61) (door to dressing area in Suite 38 has been modified to eliminate opening that denied privacy to wheelchair users; similar modifications will be made to other suites which have that condition);</p>\n<p>30. (RS-66) (visual alarms have been raised to eliminate protruding object hazard);</p>\n<p>31. (RS-76) (directional signs were modified to eliminate protruding object hazard);</p>\n<p>32. (RS-82) (relocated access aisle has been striped);</p>\n<p>33. (RS-85) (overhead directional sign at stair in Garden Garage was lowered, mooting plaintiffs' contention that letters should be larger);</p>\n<p>34. (RS-87) (expansion joint covers have been modified to eliminate obstructions for wheelchair users; defendant will periodically inspect and repair those covers as needed);</p>\n<p>35. (RS-90, 91, 92, 93, 94) (new accessible routes meeting minimum vertical clearance requirements have been designated for vans in parking garages);</p>\n<p>36. (RS-96) (sign obstructing accessible van route has been relocated);</p>\n<p>37. (RS-97) (signs on Level 1 of Garden Garage have been raised so they are not blocked by parked vehicles);</p>\n<p>38. (RS-99) (threshold at door leading from garage to elevator at P1 level entrance to One Center Court has been modified to eliminate excess rise);</p>\n<p>39. (RS-103) (curb ramp at elevator to Commons Restaurant was modified so it is flush with the landing);</p>\n<p>40. (RS-104) (heated serving dishes at Stage 5 Restaurant are now within reach range for wheelchair users and defendant will train staff to ensure continued compliance);</p>\n<p>41. (RS-105) (self-serve items at Carvery Club Pasta Bar are presently within reach range and defendant will train staff to ensure continued compliance);</p>\n<p>42. (RS-106) (condiment dispensers on main concourse are now within reach range and defendant will train its staff to ensure continued compliance);</p>\n<p>43. (RS-107) (the court previously determined that the mobile trash carts are outside the scope of the regulations governing protruding objects).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1130</span> <i>B. Issues Still in Dispute:</i>\n</h2>\n<p>1. (RS-1) The glass entry doors to the Rose Room require 15 pounds of force each to operate, which exceeds the 5 pound limit imposed by Standard<sup>[2]</sup> 4.13.11(2)(b) for interior, non-fire rated doors. The court finds that it is technologically possible to design a building with glass doors that can be operated by motor using a push button without entirely destroying the door's aesthetics. The court takes judicial notice that we have such doors in the new federal courthouse in Portland. The motor is concealed under the floor. Defendant could have incorporated similar technology into the design of the Rose Garden.</p>\n<p>Defendant has proposed to prop these doors open whenever the Rose Room is being used by the public. In theory, the doors would then function principally as ornamentation rather than as barriers and the amount of force required to operate them would be academic. The problem with defendant's proposed solution is that the Rose Room must be accessible by wheelchair at all hours when the building is in use, not just when the room is open to the public at large, because the room must also be accessible to employees with disabilities who may be helping to prepare the room for an event or performing maintenance work. In addition, because of the circular floor plan of the building, traversing the Rose Room is the only direct route linking certain elements on that floor. Defendant's proposal to prop the doors open only while the Rose Room is being used by the public therefore falls short of the mark.</p>\n<p>There are various ways defendant might remedy the violation. For instance, the doors might be removed, or permanently propped open, or modified to operate by motor, or replaced by doors requiring only five pounds of pressure to open. Within 30 days from the date of this opinion, defendant shall furnish the court with its proposed solution.</p>\n<p>2. (RS-3) Plaintiffs contend that a counter in the Rose Room is a protruding object hazard because it projects 12 inches from the base at a height of 41 inches above the finished floor (\"AFF\"). Defendant has agreed to add a decorative skirt under the counter that can be detected using standard cane techniques. <i>See</i> ADAAG A4.4.1<sup>[3]</sup> and Fig. A4. Once that work is properly completed, this dispute will have been resolved.</p>\n<p>3. (RS-5.1) Plaintiffs originally complained that the wheelchair-accessible portion of the bar in the Rose Room is too high, too narrow and does not provide enough knee room. Plaintiffs also argued that this location is unsuitable for use by patrons because it doubles as a flip-up counter top so employees can enter and leave the bar, and it is immediately adjacent to the cash register. Defendant responded by providing several accessible tables, which is permitted by Standard 5.2. However, plaintiffs also want the accessible tables reserved solely for use by wheelchair patrons.</p>\n<p><span class=\"star-pagination\">*1131</span> Defendant objects to such a policy, because it may mean turning other customers away even though those tables are not presently occupied by wheelchair users. Instead, defendant has proposed to place a placard on each accessible table which reads \"PLEASE GIVE PRIORITY TO PATRONS WITH DISABILITIES UPON REQUEST.\" Plaintiffs contend this is unacceptable because it puts wheelchair users in the position of having to evict other patrons from their tables, which can be intimidating and humiliating.</p>\n<p>There are analogous examples for both methods. On public transit here in Portland, as in most cities, there are signs asking patrons to yield certain seats to the elderly or persons with disabilities, but no absolute prohibition upon the use of those seats by other patrons. By contrast, \"handicapped\" parking spaces are reserved solely for qualifying motorists and fines are imposed upon violators. An obvious difference is that the driver of a parked vehicle is usually not present and may not return for several hours. The ambulatory motorist occupying the space may be unaware that the space is now needed by a person with disabilities. By contrast, on public transit the predicament is immediately apparent. In addition, on public transit there often is an operator present who can admonish a recalcitrant seat occupant, not to mention the peer pressure by fellow passengers. Again, those factors are unlikely to be present in a parking lot.</p>\n<p>The circumstances here more closely resemble the public transit model. If a table is needed for use by persons with disabilities, defendant has promised that its employees will be available to assist in relocating ambulatory patrons to another table.<sup>[4]</sup> Plaintiffs understandably are not pleased at having to ask another patron to vacate a table. However, any resentment by ambulatory patrons would seemingly be no less if \"reserved\" tables were sitting vacant while other patrons waited vainly for an available table. The court also observes that (ordinarily) there is no rule which says that only persons with disabilities may use the accessible phones, toilet stalls, elevators and other facilities (though the court can envision possible exceptions in special circumstances, <i>e.g.,</i> an elevator that ordinarily is not available for use by the general public.)</p>\n<p>The language of the regulations is also instructive. Standard 5.2 provides two options: either a portion of the main counter at least 60 inches long must be made accessible in accordance with Standard 4.32, or else \"service shall be available at accessible tables within the same area.\" There is nothing in the regulation to suggest that the accessible tables are to be used only by persons with disabilities. Likewise, if defendant chose to make a portion of the main counter accessible, Standard 5.2 does not prohibit ambulatory patrons from also using those portions of the counter.</p>\n<p>The court concludes that defendant's proposed policy is a reasonable one. Wheelchair users shall have first priority for using the accessible tables, but in the absence of such demand the tables may also be used by other patrons.</p>\n<p>4. (RS-7, 27.2, 27.3) Plaintiffs contends that there should be a directional sign at each pay phone indicating where a TDD/ TTY pay phone<sup>[5]</sup> may be found elsewhere in the facility. Defendant responds that these signs are required only when there is a \"bank\" of phones, Standard 4.30.7(3), which means two or more phones. The court agrees with defendant's interpretation of the regulation. For purposes of these regulations, a \"bank consists of two or more adjacent public telephones, often installed as a unit.\" Standard 4.1.3(17)(a). Defendant therefore is not legally compelled to install TDD/TTY directional signs in those locations in the arena where there is but one pay phone.</p>\n<p><span class=\"star-pagination\">*1132</span> Of course, there is nothing in the law that prohibits defendant from voluntarily installing additional TDD/TTY directional signs at individual pay phones as a courtesy to those patrons who may need to use a TDD/TTY phone. The court is concerned only with legal minimums here. The owner of a public accommodation may, in its discretion, choose to exceed those minimums. <i>See</i> ADAAG A4.1.3(17)(b) (encouraging public accommodations to voluntarily provide additional signage.)</p>\n<p>Plaintiffs also contend that certain telephones equipped with a volume control must be identified by special signs. Standard 4.30.7(2). The regulation provides that \"[t]elephones required to have a volume control by [Standard] 4.1.3(17)(b) shall be identified by a sign containing a depiction of a telephone handset with radiating sound waves.\" Apparently the parties dispute whether a volume control sign must be provided for <i>every</i> public telephone which is actually equipped with a volume control, or only for those telephones that are <i>required</i> by Standard 4.1.3(17)(b) to be equipped with a volume control. The regulation clearly specifies the latter. As a practical matter, however, there may be little point in equipping a phone with volume control but then not posting identifying signage. Nevertheless, that additional signage is not legally required.</p>\n<p>Finally, there appears to be a dispute over the size of the required signs. Standard 4.30.7(2) and (3) mandate that a specific pictogram be included in the sign. Standard 4.30.4 decrees that pictograms must be at least 6 inches high. However, defendant contends that 4.30.4 is not applicable in this circumstance. Standard 4.30.1 provides that \"[s]ignage required to be accessible by 4.1 shall comply with the applicable provisions of 4.30.\" The term \"accessible\" is defined as a \"site, building, facility, or portion thereof that complies with these guidelines.\" Standard 3.5. That is a circular definition, which begs the question of what must be done to comply with the guidelines. Standard 4.1 offers little additional guidance. It contains more than two dozen subsections and it not clear just which subsection the drafters had in mind. Standard 4.30.7, which is the source of the pictogram requirement, is not part of Standard 4.1.</p>\n<p>Defendant contends that Standard 4.1.3(16)(b) is controlling. That subsection requires that signs comply with Standards 4.30.1, 4.30.2, 4.30.3, and 4.30.5, but conspicuously omits Standard 4.30.4. However, Standard 4.1.3(17)(b), which is part of Standard 4.1, mandates that telephones comply with Standard 4.30.7, the Standard that requires pictograms. The analytical path thus leads back to where the inquiry started: does Standard 4.30.4 apply to pictograms that are required by Standard 4.30.7? Frankly, I have no idea, and if the court cannot determine what the applicable rule is, then it is hard pressed to find that defendant violated the rule. Accordingly, the court finds in favor of defendant on this item. In the future, the Access Board and DOJ need to do a better job of drafting these regulations. It is not enough that the drafters know what they meant to say; that intent must be clear to the reader as well.</p>\n<p>5. (RS-9) The dispute here concerns employee access behind the bar at the Stage 5 Lounge/Restaurant. At the court's request, the parties recently re-measured this entrance. There is 34 inches clear width from the floor up to 36-1/2 inches AFF. Above that height, the opening narrows to 30-1/2 inches (according to plaintiffs) or 31 inches (according to defendant). Pursuant to Standard 4.2.1, the \"minimum clear width\" at any point along a passageway must be 32 inches. The regulation does not specify the height at which that width is measured. Obviously, at some point the obstruction will be far enough above the ground that it will not interfere with passage, but 36 inches is roughly chest or shoulder high for a typical wheelchair user. <i>See</i> Fig. A3. That is not so high as to be immaterial.</p>\n<p>Defendant's principal argument  one it has repeated on numerous occasions during this case  is that it is entitled to prevail because the dimensions of the passageway do not violate the recommendations contained in a 1996 advisory committee report that proposed numerous amendments to ADAAG. <span class=\"star-pagination\">*1133</span> <i>See</i> ADAAG Federal Review Advisory Committee, <i>Final Report: Recommendations for a New ADAAG</i> (Sept. 30, 1996) (which defendant wishfully refers to in its briefs as the \"New ADAAG\"). While the court agrees that ADAAG has many flaws and might benefit from a major overhaul, the amendments proposed in this \"New ADAAG\" have never been adopted by either the full Access Board or DOJ. Consequently, those recommendations are not controlling today, nor were they controlling when defendant designed and built the Rose Garden. Unless and until those recommendations are duly enacted into law, defendant is bound by the existing Title III Standards and must comply with them. Defendant may believe the existing law is wrong and ought to be changed, but defendant is pleading its case to the wrong branch of government. This court must enforce the law as it presently exists, not a proposed revision to that law which may (or may not) ever be enacted.</p>\n<p>Defendant also argues that the bar is a \"work station\" and therefore does not have to be accessible to wheelchair users. The court disagrees. Under the \"work station\" exception, qualifying areas need not be designed \"to permit maneuvering within the work area\" nor must they be equipped with accessible shelves. Standard 4.1.1(3), ADAAG A4.1.1(3). However, individuals with disabilities must nevertheless be able to approach, enter and exit these areas. <i>Id.</i> Therefore, the \"work station\" exception does not help defendant here.<sup>[6]</sup></p>\n<p>Judging by the photographs that were submitted, it will not be inordinately difficult or expensive to modify the \"flip-up counter\" to provide the required clear space. The court will require defendant to remedy this violation.</p>\n<p>6. (RS-10) Plaintiffs contend that the counters mounted on columns at the Rotunda Bar are protruding object hazards. In the prior opinion, I rejected all of the defenses interposed by defendant. <i>Independent Living,</i> 982 F.Supp. at 781. However, defendant has not yet remedied this condition. Within 30 days from the date of this opinion, defendant shall furnish the court with its proposed solution. That likely will be some sort of decorative skirt mounted under the counter that can be detected by a cane (though there are other potential solutions as well and I do not mean to constrain defendant's choice of remedies).<sup>[7]</sup></p>\n<p>7. (RS-11) Plaintiffs contend that the end of the low section of the bar is a protruding object hazard. I agree. Defendant argues that the counter will not pose a hazard so long as there are bar stools in front of the counter, reasoning that a visually-impaired individual probing with a cane will detect the stool and not be injured by the counter. The fatal flaw in defendant's argument is that the low section of the bar is specially designed to be wheelchair accessible. There will not always be any bar stools in that location, and certainly not any permanent or semi-permanent bar stools since that would impede wheelchair access. Consequently, there is no need to decide whether this would otherwise be a permissible remedy under the ADA. None of defendant's other arguments are persuasive. Within 30 days from the date of this opinion, defendant shall submit its proposed remedy, which likely will consist of a skirt to eliminate the protruding object hazard.</p>\n<p>8. (RS-12.1 and 56) Plaintiffs originally asserted that the vertical skirts under the lavatories in the women's toilet room at the Eaternity fast food bar, and in the new <span class=\"star-pagination\">*1134</span> men's and women's toilets at the conference room on level 4, projected 1 1/2 inches into the minimum required knee clearance under the lavatories. Plaintiffs subsequently expanded the scope of this grievance. Plaintiffs now contend that the design of the lavatory itself is flawed and provides insufficient knee clearance. Plaintiffs also assert that, based upon their limited inspection, the same defect likely exists in every accessible lavatory in the entire Rose Garden, but they have not been permitted to inspect every restroom in order to confirm those suspicions.</p>\n<p>The disagreement concerns the proper interpretation of Fig. 31 (which is cross-referenced to Standard 4.19.2). Fig. 31 depicts a gooseneck drain pipe protruding from the wall under the sink. The drawing notes indicate that this pipe may protrude from the wall a <i>maximum</i> of 6 inches at a height of not less than 9 inches. According to the affidavit of Robert Pike, the drain pipes from the lavatories at the Rose Garden extend 13 1/2 inches from the wall (including the 1/2 inch board that insulates the pipe against contact with a wheelchair user's legs). Plaintiffs contend that this design violates the 6-inch maximum dimension depicted in Fig. 31. Plaintiffs also contend that the underside of the sink protrudes into the minimum required knee clearance.</p>\n<p>Defendant correctly notes that the lavatory depicted in Fig. 31 is designed so that its operating controls are nearly flush against the back wall on which the lavatory is mounted. The distance to the back wall, from the front edge of that model lavatory, is 17 inches. By contrast, the measurements submitted by the parties indicate that the lavatories at issue here have a different design. These lavatories are deeper than the model in Fig. 31. The distance from the front edge to the back wall is approximately 22 1/2 inches. The operating controls are mounted approximately 5 1/4 inches from the back wall on which the lavatory is mounted. Consequently, the centerline of the operating controls is approximately 17 1/4 inches from the front edge of the lavatory, which is roughly equivalent to the comparable measurement in Fig. 31.</p>\n<p>The purpose for requiring knee and toe clearance beneath the lavatory is so the user can reach the controls and the sink. The length of the drain pipe, <i>per se,</i> has no affect upon the accessibility of the lavatory. So long as sufficient knee and toe clearance are provided, as depicted in Fig. 31, and the operating controls are within reach, it doesn't matter whether the drain pipe protrudes 3 inches from the wall or 30 inches. Indeed, the notes in Fig. 31 clearly state that the dimension shown (from the rim of the lavatory to the rear wall) is a minimum dimension only and can be greater.</p>\n<p>Accordingly, the court's interpretation of Fig. 31 is that: (1) the underside of the lavatory rim must be at least 29 inches AFF; (2) there must be vertical (knee) clearance of at least 27 inches AFF for a distance of not less than 8 inches back from the edge of the rim; and (3) there must be vertical (toe) clearance of not less than 9 inches AFF at a distance between 11 and 17 inches back from the rim. Fig. 31 also depicts a tapering slope between 8 and 11 inches back from the edge of the rim, which ranges between 9 and 27 inches AFF. The upper surface of the lavatory may not exceed 34 inches AFF. Fig. 31, Standard 4.19.2. In addition, the operating controls must be within the forward reach of wheelchair users. Standards 4.27.2, 4.2.5, and Figs. 5 and 31. As a general rule, the forward reach distance of those operating controls may not exceed the sum of compliant<sup>[8]</sup> knee and leg clearance plus 6 inches of compliant toe clearance (and in no event may exceed 25 inches in depth, and perhaps less). <i>Id. Cf</i> Fig. 32 (which implies a 19 inch limitation). Thus, if as in Fig. 31, there are 11 inches of compliant knee and leg clearance followed by 6 inches of compliant toe clearance, the operating controls may be located not more than 17 inches from the front edge of the lavatory.</p>\n<p>Based upon the dimensions furnished by the parties, the accessible lavatories at issue <span class=\"star-pagination\">*1135</span> here (and possibly throughout the Rose Garden) are deficient in two respects. First, they do not provide knee clearance of at least 27 inches AFF for a distance of not less than 8 inches from the front edge of the lavatory. Defendant concedes that the vertical clearance is, at most, 26 3/8 inches when measured 8 inches from the front edge of the lavatory. I say \"at most\" because defendant also concedes that at the centerline of the sink there is a 2-inch wide overflow drain which drops below the mandatory 27 inches AFF at a distance of just 4 inches from the front edge of the lavatory and is only 25 1/2 inches AFF at a distance of 8 inches from the front edge.</p>\n<p>Defendant's response is to trot out two standard (and by now somewhat threadbare) arguments. First, defendant argues that \"[a]ll dimensions are subject to conventional building industry tolerances for field conditions.\" Standard 3.2. That is true, but defendant has not furnished this court with evidence of what those conventional tolerances are for the particular construction work in question.</p>\n<p>\"Dimensional tolerances\" is not a mantra that, when chanted, automatically excuses all deviations from the Title III Standards. Rather, it is an affirmative defense upon which the defendant shoulders the burden of persuasion. <i>Independent Living,</i> 982 F.Supp. at 782. Defendant has not met its burden here. The closest defendant has come is an affidavit from John Salmen which attests that the \"difference is very close to acceptable construction tolerance ...\" That is a polite way of saying it is not within acceptable construction tolerances. The court agrees.</p>\n<p>The court is especially reluctant to accept the \"dimensional tolerances\" excuse in a situation where the regulations specify a minimum clearance that is necessary for that element to be usable by persons with disabilities. There is no apparent reason why defendant could not have complied with that requirement here had it exercised due care in the design and construction of this facility.</p>\n<p>Since defendant has not met its evidentiary burden, the court finds that the lavatories in question are in violation of Standard 4 .19.2 and Fig. 31 of the Title III regulations.</p>\n<p>Defendant also argues that the court should simply ignore the overflow drain. Defendant reasons that, because the drain is only two inches wide and is located in the middle of the sink, wheelchair users can maneuver themselves so the drain fits between their legs, which defendant asserts would still provide sufficient knee clearance. Regardless of the inherent merits (or lack thereof) to this argument, it is contrary to the existing Title III regulations.</p>\n<p>Defendant relies heavily upon the so-called \"New ADAAG,\" a report from an advisory committee that recommended numerous amendments to the existing Title III regulations. One recommendation was to ignore the overflow drain in determining knee clearance. Once again, defendant ignores the fact that these proposed amendments have never been adopted by either the full Access Board or DOJ. If and when those suggested amendments ever become law, defendant may have an argument. Until then, they are merely suggestions with no legal significance in this case. Defendant must comply with the law as it presently exists, not as defendant would like it someday to be.</p>\n<p>There appears to also be a second defect concerning these lavatories. Fig. 31 depicts a gradual tapering from the required 27 inch minimum knee clearance at a distance of 8 inches from the front edge of the lavatory, down to the required 9 inch minimum toe clearance at a distance of 11 inches from the front edge. That design reflects the fact that the toe area on a wheelchair is not directly below the knees, but extends out in front. <i>See</i> Figs. 31 and A3. The tapered slope provides some room for the lower legs. By contrast, the lavatories at the Rose Garden begin at less than the required 27 inch minimum knee clearance, at a distance of 9 inches from the front edge, and then drop immediately to a height of just 13 1/2 inches AFF, at a distance of only 9 inches from the front edge. There is no tapered slope that allows room for legs. This design exacerbates the problem caused by defendant's failure to provide the required knee clearance.</p>\n<p><span class=\"star-pagination\">*1136</span> The court finds that the lavatories in question do not comply with the Title III regulations. It is not clear from this record whether the same defects are present in all accessible lavatories at the Rose Garden, or whether this is just an isolated instance. When the court travels to the Rose Garden to inspect signage (as discussed later in this opinion), it will also view a representative sampling of accessible lavatories.</p>\n<p>9. (RS-12.2) The issue here is the amount of force required to operate the water faucets on the lavatories in the women's toilet room at the Eaternity fast food bar (and in some of the other toilets rooms on the same floor). The legal maximum is five pounds. Standards 4.19.5, 4.27.4. When plaintiffs tested the faucets, they obtained measurements that seemed to exceed the five pound upper limit. However, defendants argue and the court findsthat the mirrors mounted over the lavatories on this floor obstruct the test equipment and preclude obtaining an accurate reading. Tests on similar faucets on other floors in the Rose Garden (without the overhanging mirror) were within the five pound limit. The court finds that the earlier test results were not reliable and that the amount of pressure required to operate the water faucets on this floor does not exceed five pounds of pressure, hence there is no ADA violation.</p>\n<p>10. (RS-12.3) Plaintiffs complained that the soap dispenser in the women's toilet room at the Eaternity fast food bar required seven to nine pounds of force to operate, when the legal maximum is five pounds. Standard 4.27.4. Defendant subsequently replaced all the soap dispensers in the Rose Garden with a new model. Defendant's Memorandum in Support of Motion to Dismiss at 11. The parties recently tested the soap dispenser in this toilet room and determined that only three and one-half to four pounds of pressure were required to operate it on that particular day, which is within the legal limit. Consequently, there presently is no violation.</p>\n<p>All measurements of the pressure required to operate faucets, dispensers and similar equipment necessarily reflect only the present condition of that mechanism. In response to plaintiffs' complaints, defendant tested, serviced, and where necessary replaced many of these mechanisms to ensure they comply with the requirements of the Title III Standards. Consequently, a finding that a device presently complies with the legal requirements does not preclude the possibility that there may have been a time when it did not. Likewise, defendant must periodically monitor and maintain all such equipment to ensure that it continues to comply with the Title III Standards. 28 CFR § 36.211.</p>\n<p>11. (RS-55) Plaintiffs complained that seven pounds of force is required to operate the lavatory hardware in the men's and women's toilets outside the suites' conference room on level 4. The legal maximum is five pounds. Standards 4.19.5, 4.27.4. During the trial the parties jointly tested these faucets and determined that they presently require five pounds of force to operate, which complies with the legal requirements.</p>\n<p>12. (RS-12.4) Plaintiffs complain that seven to ten pounds of force is required to operate the feminine hygiene supplies vending machine in the women's toilet room at the Eaternity fast food bar. The legal maximum is five pounds. Standard 4.27.4. This machine was viewed and demonstrated during the court trial. Although defendant has questioned the accuracy of plaintiffs' measurement, this court specifically finds that the force required to operate this machine does in fact exceed the five pound limit. The court rejects defendant's contention that the difficulty in measuring the required force precludes the court from finding a violation. While the court may be unable to determine the precise amount by which this machine exceeds the legal maximum, the court is satisfied that it does exceed that limit.</p>\n<p>The court also finds that this vending machine violates the requirement that controls and operating mechanisms \"be operable with one hand, and shall not require tight grasping, pinching, or twisting of the wrist.\" <i>Id.</i> The controls on this machine consist of a handle that must be vigorously twisted.</p>\n<p>Defendant originally insisted that it was unable to obtain a replacement vending machine <span class=\"star-pagination\">*1137</span> that complies with the regulation. However, defendant now has admitted that it did not select or purchase the machine and \"is not in possession of any records regarding efforts taken by the contractor to locate an ADA compliant machine ...\" Defendant's Submission in Response to the Court's Request of February 20, 1998, at 8. Consequently, there is no evidence that any efforts have been made to locate such a machine. On the other hand, plaintiffs concede they have \"not identified sources for an ADA-compliant vending machine.\" Plaintiffs' Responses to the Court's Additional Questions at 4. In other words, plaintiffs are insisting that defendant install an ADA-compliant machine but they have no idea where defendant could obtain one, while defendant denies that there is such a machine yet has made no effort to find one.</p>\n<p>If no compliant machine is available, then there are only two options: to overlook the violation, or to order that the vending machine be removed. Removing this machine will not help persons with disabilities to operate the machine, but will simply prevent everyone from using the machine. On the other hand, ignoring the violation provides no economic incentive for vending machine manufacturers to modify their product lines.</p>\n<p>The court is not yet persuaded that it is impossible to locate a replacement vending machine that complies with the ADA regulations. If true, it would mean either that the entire vending machine industry is in violation of the ADA (and that DOJ is ignoring those violations) or that the industry has ceased to manufacture vending machines. Accordingly, the court will require both parties to make a good faith effort to identify a suitable replacement machine and, within 30 days from the date of this opinion, to furnish the court with an affidavit detailing the results of that search. A final ruling on this issue will be deferred pending receipt of those affidavits.</p>\n<p>13. (RS-13) Plaintiffs originally complained about the design of the door to the ambulatory toilet stall in the women's toilet room at the Eaternity fast food bar. Defendant modified the door, which resolved one problem but created another. Plaintiffs now contend that the doorway to the stall is too narrow. Defendant has agreed to enlarge the doorway, which moots this issue.</p>\n<p>14. (RS-15, 113) Plaintiffs originally complained that the dining tables distributed around the arena concourse and patio areas did not provide sufficient knee clearance for wheelchair users. Defendant has modified some of those tables, but plaintiffs contend there are not enough modified tables distributed around the arena. The regulations require that five percent of the total number of tables be wheelchair accessible. Standards 4.1.3(18), 4.32. Defendant represents that it has complied with that requirement. The court viewed some of the tables during the recent trial. Although no one physically counted all of the tables in the entire building, there appeared (in the court's judgment) to be an adequate number of accessible tables to satisfy this regulation, distributed throughout the arena dining areas. Therefore, this issue has been resolved to the court's satisfaction.</p>\n<p>15. (RS-16) In an effort to make some concession stands wheelchair accessible, defendant has provided rickety \"auxiliary\" counters. Plaintiffs complain that these auxiliary counters are unstable and undersized. The court agrees with both contentions. The court finds that, as designed, the counters are difficult to use and potentially dangerous. They are also only 33 1/2 inches long, when at least 36 inches is required. Standard 7.2(2)(ii).</p>\n<p>A related question is whether such \"auxiliary counters\" are permitted here at all. That depends upon whether these concession stands are governed by Standard 7.2(1) or 7.2(2). The former standard applies to \"department stores and miscellaneous retail stores where counters have cash registers and are provided for sales or distribution of goods or services to the public....\" The latter standard applies to \"ticketing counters, teller stations in a bank, registration counters in hotels and motels, box office ticket counters, and other counters that may not have a cash register but at which goods or services are sold or distributed ...\"</p>\n<p><span class=\"star-pagination\">*1138</span> The court concludes that if the concession stand is a permanent (or semipermanent) structure, particularly one built-in to the arena, then it more closely resembles a counter in a retail store and is governed by Standard 7.2(1). In that case, auxiliary counters are not allowed in new construction. On the other hand, if the concession stand is a portable cart or similar design, then it is governed by Standard 7.2(2) and auxiliary counters are permitted. The stands viewed by the court were of the portable cart variety, hence auxiliary counters are permitted. However, those counters must comply with the dimensional requirements of Standard 7.2(2), and they must be reasonably sturdy and safe to use for their intended purpose. The counters viewed by the court fail both tests. Within 30 days from the date of this opinion, defendant shall submit a proposed alternative design or plan.</p>\n<p>16. (RS-19) Plaintiffs complained that more than five pounds of force was required to operate the faucets in the men's toilet room at Entry A-2. The parties tested the faucets during trial. Some faucets did exceed the five pound limit, but the designated \"accessible\" lavatory was below that maximum. The law does not require that every faucet comply with the five pound standard. Rather, \"[i]f lavatories ... are provided [in a particular location], then at least one\" must be accessible. Standard 4.22.6. Since the designated accessible lavatory complies with the applicable standard, the court finds no violation.</p>\n<p>17. (RS-21 and 23) Plaintiffs complained that the ambulatory accessible toilet stall in the women's toilet room at Entry A-3/A-4 (Section 102) has a clear width of 37 1/2 inches at the front and 37 3/4 inches at the back, when an exact dimension of 36 inches is required. Plaintiffs also complained that a second stall at the same location had a clear width ranging from 38 to 38 1/4 inches, which likewise exceeded the 36 inch dimension specified by Standard 4.22.4. The rationale for this requirement is explained in ADAAG A4.17.3:</p>\n<blockquote>The 36 in (915 mm) width is necessary to achieve proper use of the grab bars; wider stalls would position the grab bars too far apart to be easily used and narrower stalls would position the grab bars too close to the water closet.</blockquote>\n<p>The stalls were measured during trial. They ranged from 36 to 36 1/2 inches (it is not clear whether defendant adjusted the width during the intervening months in an attempt to alleviate plaintiffs' concerns).</p>\n<p>For purposes of the ADA design standards, \"[d]imensions that are not marked minimum or maximum are absolute, unless otherwise indicated in the text or captions.\" Standard 3.1. Defendant argues that \"[a]ll dimensions are subject to conventional building industry tolerances for field conditions.\" Standard 3.2. That is true, but defendant has not furnished this court with any evidence of what those conventional tolerances are for the particular construction work in question. The court again emphasizes that \"dimensional tolerances\" is an affirmative defense upon which the defendant shoulders the burden of persuasion. <i>Independent Living,</i> 982 F.Supp. at 782. Since defendant has not met its evidentiary burden, the court finds that the stall does not comply with the exact dimension required by Standard 4.22.4 and, therefore, is in violation of the Title III regulations.<sup>[9]</sup></p>\n<p>18. (RS-26) Plaintiffs contend that defendant has failed to provide enough assistive listening devices (\"ALDs\") for the hearing-impaired. According to plaintiffs, Standard 4.1.3(19)(b) requires defendant to provide approximately 800 ALDs (4 percent of the arena's seating capacity). Defendant responds that it has 52 ALDs on hand, but has never received more than 18 requests for a single event, and sees no reason why it should have to purchase 800 ALDs just so they can gather dust.</p>\n<p>The wisdom of the rule is something that defendant must debate with those who promulgated the rule (and have the authority to amend it). The question before this court is whether defendant has violated that regulation. <span class=\"star-pagination\">*1139</span> The answer is no. The introductory sentence to Standard 4.1.3(19)(b) states that:</p>\n<blockquote>This paragraph applies to assembly areas where audible communications are integral to the use of the space (e.g., concert and lecture halls, playhouses and movie theaters, meeting rooms, etc .)</blockquote>\n<p>The court finds that the Rose Garden arena is not such a place. Rather, it is used primarily for sporting events (<i>e.g.,</i> basketball, hockey), rock concerts (which already furnish ample sound amplification equipment of their own), and other activities such as monster truck exhibitions, ice shows, and the circus. It is unlikely that a Philharmonic orchestra or theater troupe will ever perform at the Rose Garden. The court can conceive of occasional events that might be staged at the Rose Garden in which audible communications arguably are an integral part of the event, <i>e.g.,</i> a national political convention. However, there is little point in requiring defendant to purchase 800 ALDs based solely upon the mere possibility that someday there may be an event for which these ALDs would be needed. Indeed, with the pace of modern technology, those devices may be technologically obsolete before they are ever used.</p>\n<p>Instead, I will require defendant to have available at all times a sufficient number of ALDs (in good working condition<sup>[10]</sup>) to meet the reasonably foreseeable demand for the events booked at the Rose Garden. The 52 units that defendant presently has in stock are adequate for now. If events are scheduled for which higher demand for ALDs can be anticipated, then defendant must arrange to obtain the additional ALDs that may be needed for such an event.</p>\n<p>19. (RS-28 and 44) Plaintiffs contend that the centerlines of two water closets are 19 inches from the wall, when the mandatory dimension is 18 inches. Standard 4.17.3, Fig. 30a. As with similar disputes of this nature, defendant contends that the deviation is within \"dimensional tolerances\" but offers no evidence of what those permitted tolerances are. Since \"dimensional tolerances\" is an affirmative defense, the court finds that defendant has failed to carry its burden and the condition is a violation of the applicable regulation.</p>\n<p>20. (RS-30) Plaintiffs complained that an \"electrical box\" (which was later determined to be a fire equipment box) mounted on the wall near the men's staff employee lockers is a protruding object hazard. The court, having viewed the location, finds that the box is situated far enough away from the anticipated flow of pedestrian traffic that it does not pose a hazard and therefore is not subject to the requirements of Standard 4.1.1.</p>\n<p>21. (RS-31) Plaintiffs complains that the bottom shelf of the employee lockers are situated at just 4 1/2 inches AFF and therefore are below the reach ranges established by Standard 4.25.3. Defendant responds that this is not a \"shelf\" but rather the \"floor\" of the locker. As a practical matter, the distinction is meaningless, because there is no other \"shelf\" in the locker. Regardless of whether it is denominated as a \"shelf\" or the \"floor,\" it is where any belongings will be placed and therefore must be made accessible. Standards 4.1.3(12)(a), 4.25. Plaintiffs have asked that a bottom shelf be installed at a height of 9 inches AFF. That is a reasonable solution which is consistent with the governing regulations and I will require defendant to implement it.</p>\n<p>However, I will not require defendant to modify every employee locker. There is no reason why an employee ordinarily would need the ability to use every locker in the building. Accessible lockers can be reserved for those employees who require one. For now, one accessible locker in each location is sufficient. <i>See</i> Standard 4.1.3(12)(a) (\"at least one of each type\" of locker or storage area must be made accessible.) Defendant must modify additional lockers only if they are needed to accommodate demand from persons with disabilities.</p>\n<p>22. (RS-32 and 38) Plaintiffs complain that the benches in the shower area in the men's staff employee locker room and in the visiting team's locker room have a gloss finish which is very slippery when wet, in violation of Standard 4.35.4 which requires such benches to have a \"slip-resistant surface.\" <span class=\"star-pagination\">*1140</span> The parties have not cited  and the court has not found  any place in the Title III regulations where the term \"slip-resistant surface\" is defined, nor any explanation for how this characteristic is to be measured. ADAAG A4.5.1 does provide some general information on the subject, but does not specify the minimum \"static coefficient of friction\" that is required to satisfy Standard 4.35.4. Nor have the parties furnished any objective measurements concerning the slip resistance of these benches, even after the court specifically requested such data if available. According to defendant's expert, there is no consensus on the proper method for conducting such tests and he expressed doubts about the reliability of any test results that might be obtained.</p>\n<p>The court is left with the testimony of plaintiffs (who say the bench feels slippery to them) and defendant's contrary opinion. Without a better record, and a more precise target against which the benches can be compared, the court has no principled basis for determining whether the present surface complies with Standard 4.35.4. Nor does the court have any idea what relief to order or how it would even determine whether defendant had complied with that order.</p>\n<p>The burden of proof on this issue lays with the plaintiffs. They have not established their case. If the Access Board and DOJ expect the courts to enforce this particular requirement, then they must do a better job of defining what the requirement is and how compliance is to be measured, whether by means of specific test equipment or perhaps by specifying a finish that meets or exceeds a commercially-recognized standard or industry certification (if one exists).</p>\n<p>23. (RS-46 and 51) Plaintiffs complain that the accessible transfer shower stalls in Performer Dressing Area \"C\" and Star Dressing Area \"A\" are 36 × 42 inches, when they are supposed to be exactly 36 × 36 inches, and the shower heads are 28 inches and 27 inches, respectively, from the front edge of the stall, when that dimension is supposed to be exactly 18 inches. Standard 4.21.2, Figs. 35, 37. Plaintiffs have offered a cogent explanation of how these deviations materially affect the usability of the shower stall by persons with disabilities. The deviation clearly exceeds any \"dimensional tolerances.\"</p>\n<p>Defendant argues that its design is equal or superior to the design mandated by the ADA regulations. Perhaps so, but this court is ill-equipped to choose between competing shower stall designs. Defendant is free to plead its case to the Access Board and DOJ, but unless and until the existing Standard is revised defendant must comply with it.</p>\n<p>24. (RS-47 and 48) Plaintiffs approved the sample modified coat rack which defendant demonstrated during the court trial. Defendant has agreed to furnish such coat racks to any performer requesting a modified coat rack. This issue has now been resolved.</p>\n<p>25. (RS-53 and 54) Plaintiffs originally complained about the design of the platforms that would be used in the event a person in a wheelchair ever obtained a courtside seat. Defendant responded by making a number of modifications to the platform, mostly alterations to the handrails. However, plaintiffs still want the handrail extended twelve inches below the start of the ramp. The court will require that modification. Plaintiffs also want the handrail to bend so it is always parallel to the flat surface; the current design allows the handrail to rise an inch (from 21 to 22 inches) over a horizontal distance of 16 inches. The court finds the deviation <i>de minimis</i> under the facts of this particular ramp and will not order that modification.</p>\n<p>26. (RS-57) The next batch of issues nominally pertains to \"Suite 38,\" since that is the particular suite that plaintiffs were permitted to inspect. However, since most of the suites have a similar design, the same conditions are likely to be present in other suites and the same modifications (if any) would be required. In addition, many of the issues within each suite are inter-related. Accordingly, if the court finds any defects in the existing suite configuration, it would be preferable to agree upon a comprehensive plan for remodeling the suites instead of attempting to remedy each violation individually.</p>\n<p><span class=\"star-pagination\">*1141</span> Plaintiffs first contend that the end of the counter in the kitchenette is a protruding object hazard. In response, defendants placed a lightweight plastic trash can (similar to that found in the typical kitchen) under the protruding edge. However, there is nothing to prevent this trash can from being moved. It is not fixed in place, nor is it heavy enough that it would not casually be moved. Consequently, that remedy is inadequate. <i>Independent Living,</i> 982 F.Supp. at 790-81.</p>\n<p>Defendant also contends that the counter end is not within the circulation path and, therefore, is not subject to the rules governing protruding object hazards. Defendant is correct in one sense: the counter is not intended to be within the circulation path. Pedestrians are supposed to make a 90 degree turn to the left just before \"encountering\" the counter. As a practical matter, however, a visually-impaired person may not know to turn left and might continue walking head-on into the sharp corner of this protruding counter. That is why there needs to be a detectable barrier of some sort to warn of this imminent danger.</p>\n<p>The court finds that the counter end is a protruding object hazard in violation of Standard 4.4.1.</p>\n<p>27. (RS-58.1) Plaintiffs contend that the faucet controls on the kitchenette sink in Suite 38 (and, by implication, in all suites at the Rose Garden) are not accessible to wheelchair users. Defendant first insists that the sink is not required to be accessible. The court disagrees. This is the only sink in the suite (other than the bathroom). Defendant has cited no legal authority or even a persuasive argument why this sink should not be accessible to a person using a wheelchair.</p>\n<p>Defendant's alternative argument is that it has modified the sink (by removing the shelf under it). According to defendant, there is now sufficient clear floor space under the sink to permit a front approach and the controls are accessible. Plaintiffs disagree. The dispute concerns the proper interpretation of Fig. 31, which was discussed earlier in this opinion in connection with RS 12.1 and 56. As in the earlier discussion, this court is not especially concerned with the length of the drain pipe (which, by itself, has no affect upon the usability) so long as the sink otherwise complies with the applicable regulations and an individual in a wheelchair can use the sink and operate the controls.</p>\n<p>The clear floor space under the sink is only 28 inches wide, instead of the minimum 30 inches required by Standard 4.19.3 and Fig. 32. The upper surface is mounted at 36 inches AFF, which exceeds the maximum height (34 inches AFF) established by Standard 4.19.2. The drain pipe is only 19 inches AFF at a distance of 8 inches from the front edge of the lavatory, instead of the minimum 27 inches required by Standard 4.19.2 and Fig. 31.</p>\n<p>There is one additional factor that may be significant. The operating controls and the faucet on this sink are located not at the rear (as is typical) but rather along the side and closer to the front of the lavatory. This may reduce the reach required to use this fixture, which in turn may reduce the amount of under-counter clearance needed to operate this sink. Before ordering modifications that might cost defendant several hundred thousand dollars (assuming the same condition exists in every suite) the court would like more information on both the cost of the modification and whether these violations materially affect the ability of persons with disabilities to reach the controls and to use this lavatory. In addition, if defendant will need to make other modifications to the suites, it makes sense to address them all at one time. Therefore, the court finds that there is a violation, but will decide later what remedy to order.</p>\n<p>28. (RS-58.2) Plaintiffs contend that the approach to the kitchenette sink in Suite 38 is too narrow. At the court's request, the parties re-measured that approach and determined that it is 67 inches long. The approach is 39 inches wide at the beginning, narrows to 34 inches wide at the midpoint, and is only 30 1/2 inches wide by the time it reaches the sink. Plaintiffs contend that this violates Standard 4.3.3 and Fig. 1 because the width is less than 36 inches wide for a distance exceeding 24 inches.</p>\n<p><span class=\"star-pagination\">*1142</span> Standard 4.3.3 applies to accessible routes connecting buildings, facilities, elements and spaces. Standard 4.3.2(2). An \"element\" is an \"architectural or mechanical component of a building, facility, space, or site, <i>e.g.,</i> telephone, curb ramp, door, drinking fountain, seating, or water closet.\" Standard 3.5. The sink in Suite 38 is an \"element\" for purposes of the Title III regulations. Accordingly, the passageway must comply with Standard 4 .3.3.</p>\n<p>Alternatively, the passageway to the sink might be viewed not as an \"accessible route,\" as plaintiffs have depicted it, but merely as an approach to the sink after the individual is already inside the room and is maneuvering within it. In that event, the more analogous rule may be Standard 4.2.4.1, which requires that such an approach be a minimum of 30 inches wide and 48 inches deep. <i>See also</i> Standard 9.2.2(7) (which plaintiffs have cited as the most analogous standard and which similarly requires compliance with Standard 4.2.4 rather than 4.3.3).</p>\n<p>At first glance, defendant might appear to be home free. However, when the approach to an object \"is located in an alcove or otherwise confined on all or part of three sides,\" as is the case with the kitchenette sink in Suite 38, then \"additional maneuvering clearance shall be provided as shown in Fig. 4(d) and (e).\" Standard 4.2.4.3. The applicable figure here is 4(e). Since the length of the confined approach to the sink exceeds 24 inches, the width of that approach cannot be less than 36 inches. Fig. 4(e).</p>\n<p>Regardless of whether this passageway to the sink is viewed as an \"approach\" or as part of an \"accessible route,\" the end result is the same. It cannot be less than 36 inches in width for a distance exceeding 24 inches. The passageway to the sink in Suite 38 (and by implication, in all other suites) does not comply with that standard and, consequently, is in violation of the Title III regulations.</p>\n<p>29. (RS-58.3) Plaintiffs contend that accessible tables are not provided in the suites. Defendant states that it has not yet purchased such tables, but will do so if the court insists. While there does need to be an accessible table or counter, the court is concerned that the sample accessible tables used in the open expanses of the concourse and outdoor patios may be too bulky when placed in the confined space of the suites. The court will reserve a ruling on this issue to consider what options are available. Again, this issue should be addressed within the context of an overall plan for making the suites accessible.</p>\n<p>30. (RS-59) Plaintiffs complain that, although the abrasive underside of the lavatory in the toilet room in Suite 38 has been covered loosely with a foam pad, this installation is not permanent. They fear that wheelchair users might be injured when they roll underneath the sink (as they must do to use it). The court observes that hazards such as this, which are not visible, are a particular concern for wheelchair users because many have diminished sensitivity in their legs. They can be injured by sharp objects or hot pipes under the lavatory which they are unable to see or feel. For that reason, Standard 4.19.4 requires that there \"be no sharp or abrasive surfaces under lavatories.\" Defendant must ensure any repair is more than just temporary and periodically inspect these locations to ensure continued compliance.<sup>[11]</sup></p>\n<p>31. (RS-60) Plaintiffs complain that the toilet room in Suite 38 (and by implication, in the other suites as well) is too narrow and provides insufficient maneuvering clearance. In part, plaintiffs' claim is predicated upon there being insufficient room to turn around. With limited exceptions not applicable here, wheelchair-accessible toilet rooms or stalls in new construction must be at least 60 inches wide in order to provide adequate turn-around space. <i>See</i> Standard 4.2.3; Fig. 3; Fig. 30(a) and (b); ADAAG A4.2.3; Fig. A2. <span class=\"star-pagination\">*1143</span> The toilet room in Suite 38 is only 49 inches wide.</p>\n<p>However, defendant correctly observes that there is a vestibule adjoining the entrance to the toilet room. When the door that leads from the suite into the vestibule is closed, arguably there is now a single room (<i>i.e.,</i> the vestibule plus the original toilet room) large enough to turn around in. Towards that end, defendant has modified the entrance to the vestibule, from the suite, to provide additional privacy. After considering the impact (if any) upon the accessibility of this toilet and the high cost of tearing out the walls in all of the suites to widen each restroom, the court finds that this scheme provides sufficient turnaround room to satisfy the Title III requirements. Nevertheless, this design should not be emulated elsewhere. New facilities ought to be designed correctly in the first place and not have to rely upon makeshift schemes of this sort.</p>\n<p>Plaintiffs also contend that the toilet room provides insufficient clear floor space to allow a transfer. The Title III regulations distinguish between \"water closets\" (<i>i.e.</i> toilets) that are located in toilet stalls and water closets that are \"not in installs.\" <i>Cf</i> Standards 4.16.2 and 4.17.2. The latter typically is a single-user restroom.</p>\n<p>The water closet in Suite 38 is not in a stall. Accordingly, the dimensions of the toilet room are controlled by Standard 4.16, which refers the reader to Fig. 28. The latter illustrates three alternative designs. In one design, the toilet room must be a minimum of 60 inches wide. The centerline of the toilet must be precisely 18 inches from the wall on one side of the room and not less than 42 inches from the opposing wall. The purpose of that design is to accommodate the \"side approach\" method of transferring from a wheelchair to the toilet. <i>See</i> ADAAG A4.22.3 and Fig. A6.</p>\n<p>Fig. 28 also illustrates two alternative designs. As in the first design, the centerline of the toilet is 18 inches from one wall. However, there is a lavatory on the other side, the closest edge of which is not less than 18 inches from the centerline of the toilet. There is also clear floor space from the centerline of the toilet to a point not less than 30 inches away. With each of the alternative designs it is impossible to use the \"side approach\" method of transfer. Instead, the user must employ either a diagonal or front approach. <i>See</i> ADAAG A4.22.3 and Fig. A6.</p>\n<p>Defendant cites the alternative designs depicted in Fig. 28 as proof that the toilet room in Suite 38 need be only 48 inches wide, rather than the 60 inches depicted in the other example in Fig. 28. Plaintiffs respond that all of the toilet rooms depicted in Fig. 28 are wider than 48 inches. In addition, plaintiffs note that while two of the illustrations suggest the clear floor space can be only 30 inches from the centerline of the toilet, rather than 42 inches, in both of those illustrations there is a lavatory adjacent to the toilet and the clear space runs under the lavatory. In the only illustration in which there was no adjacent lavatory, the drawing notes specify a minimum room width of 60 inches, with at least 42 inches from the wall to the centerline of the toilet. Since the lavatory in Suite 38 is not adjacent to the toilet, plaintiffs reason, the only permissible design is the illustration that has 42 inches of clear floor space from the centerline of the toilet.</p>\n<p>While the regulations are not particularly helpful in resolving this dispute, the court concludes that there is no violation here. Plaintiffs' argument might be tenable if the lavatory were designed to assist in a diagonal transfer, <i>e.g.,</i> as a brace. However, there is no evidence that is what the drafters of the regulation envisioned. Notably, there is no requirement that the lavatory be designed to withstand the weight of a large adult. In addition, Fig. 28 specifies that the closest edge of the lavatory must be a minimum of 18 inches from the centerline of the toilet, but does not specify a maximum range. If the lavatory were to be used as a brace to assist in the transfer, then surely the regulation would specify its precise location. Once it is clear that the lavatory is not designed to assist in the transfer, plaintiffs' argument crumbles.</p>\n<p>The court's interpretation of Fig. 28 is that designers have a choice in how to design a toilet room (as opposed to a toilet stall, which <span class=\"star-pagination\">*1144</span> is covered by a different regulation). The Title III regulations strongly recommend, but do not presently require, that the toilet room be designed with at least 42 inches of clear floor space (on one side) from the centerline of the toilet, which allows enough room for a side approach transfer. <i>See</i> Fig. 28; ADAAG A4.22.3; 56 FedReg 35408, 35434 (July 26, 1991) (cautioning designers that if they place the lavatory adjacent to the toilet, it will preclude use of the side approach method).</p>\n<p>Alternatively, the toilet room can be designed to allow only a diagonal or front approach, although the Access Board discourages (but does not prohibit) designers from using this option. This design requires at least 18 inches from the centerline of the toilet to the closest edge of the lavatory (or any other object). There must also be at least 30 inches of clear floor space on that same side, measured from the centerline of the toilet, some of which can be under a lavatory (providing there is sufficient clearance) Finally, there must be at least 48 inches of clear space in front of the toilet. Fig. 28.</p>\n<p>The court rejects plaintiffs' argument that the latter design alternative is permissible only when a lavatory is adjacent to the toilet. The lavatory does not assist in the transfer. Rather, the illustrations in Fig. 28 (in which the clear floor space is less than 42 inches) depict a lavatory simply because that was the only scenario the drafters envisioned in which there would not be 42 inches of clear floor space as measured from the centerline of the toilet (since they assumed the toilet room would always be at least 60 inches wide). Here, however, the toilet room is only 48 inches wide near the toilet, but widens to 60 inches wide at the rear to provide turnaround room. While this may appear to be a horse of a different color, it really is just a variation of the \"lavatory\" alternative design in which there is room for a diagonal or front approach, but not a side approach. The important thing is that the toilet room in Suite 38 complies with the minimum clear space requirements for the \"lavatory\" alternative design, which in turn permits a wheelchair transfer using either a diagonal or front approach.</p>\n<p>While the design of the toilet room in Suite 38 won't win any awards for accessibility, the court concludes that it does not violate the applicable design Standards.</p>\n<p>32. (RS-62) Plaintiffs originally complained that there were no visual alarms in either the suites or the toilet rooms therein. Defendant has added a visual alarm to each toilet room in the suite, but objects to installing a visual alarm in each suite. Defendant has also re-positioned the alarms that were mounted along the fascia of the seating bowl. As a result, one-third of the suites now have a visual alarm mounted within inches from and in plain view from the suite, which resolves the dispute as to those suites. As for the remaining suites, the court finds that the repositioned alarms, when coupled with the restroom alarms, satisfy the minimum requirements for visibility, albeit barely so. However, anyone designing a new arena should include a visual alarm inside each suite, or immediately in front of and in plain view from the suite, and not rely upon alarms being visible from clear across the arena.</p>\n<p>33. (RS-63) Plaintiffs have asserted numerous violations in Suite 42, which (as with Suite 38) is representative of conditions in the other suites. Some of the complaints are straightforward, the rules well-established and the remedy obvious. For instance, the abrasive underside of the lavatories must be covered and a skirt added to the counter to eliminate a protruding object hazard. Other issues, such as the design of the sink and height of the counters, are better addressed in the context of an overall plan for making the suites accessible. The court therefore defers a ruling on this item.</p>\n<p>34. (RS-64) Plaintiffs complain that the fire door separating the elevator corridor and the seating section on level 7 has push-side clearance of only 10 inches, and pull-side clearance of only 9 inches. This clearance is required so the wheelchair user can get in position to open or close the door. This clearance may also help to prevent injuries to the user if someone on the other side of the door unexpectedly opens it. According to Standard 4.13.6 and Fig. 25, the <span class=\"star-pagination\">*1145</span> minimum pull-side clearance (for a front approach to a manually operated door) must be at least 18 inches (with 24 inches preferred), and the minimum push-side clearance cannot be less than 12 inches (though as illustrated in Fig. 25 there are a number of other variations possible depending upon specific characteristics of the door and the approach).</p>\n<p>Defendant has abandoned its original contention that the door is an emergency exit only and is not used as an entrance to Level 7. Defendant now concedes that the door is on an accessible route and must be usable by persons with disabilities.</p>\n<p>Defendant first argues that push side clearance is immaterial because the door is equipped with a crash bar as opposed to a latch. In a brief filed with this court, DOJ rejects defendant's \"crash bar\" argument. According to DOJ, push-side clearance is still required because, even with a crash bar, the wheelchair user must be positioned at the far end of the door (away from the hinges) in order to exert maximum leverage. DOJ's explanation is reasonable, especially since this is a fire door (which by law requires far greater force to open than do other interior doors). The court will defer to DOJ's position on this issue.</p>\n<p>In addition, defendant has not pointed to any legal authority that excuses compliance with the push-side clearance requirement if the door is equipped with a crash bar. As a general rule, the court is reluctant to second-guess the wisdom of the regulations promulgated by the Access Board and DOJ, having neither the expertise in architecture nor a sufficiently detailed understanding of how persons with disabilities perform various tasks. Of course, there may be instances where the court is either unable to comprehend what the regulation requires, or the explanation proffered by DOJ is simply illogical, or conflicts with the plain language of the regulations. However, none of those circumstances is present here.</p>\n<p>Defendant's alternative argument is that it has installed a \"fusible hold-open device.\" Essentially this is a chain affixed to the door to hold it open. The chain contains a link that acts as a fuse. If the link is exposed to enough heat, as it might be during a fire, the link melts, the chain breaks and the door automatically closes. According to defendant, the door will always be in the open position (except if there is a fire), hence, there is no need for any clear space. The problem with this scenario is, in the event of a fire, the door will close. Persons with disabilities may then be unable to operate the door because there is insufficient clear space (which is the reason why the door had to be propped open in the first place). This court cannot endorse a solution that is likely to fail on those occasions when it is most urgently needed. A fusible hold-open may be one part of the solution, but the door and its approach must also be designed so persons with disabilities can operate it in the event of an emergency. The court finds that the door, as presently designed, violates Standard 4.13.6 and Fig. 25. Within 30 days from the date of this opinion, defendant shall submit a proposal for redressing this condition.</p>\n<p>Plaintiffs also complain that 13 pounds of pressure are required to operate this door, which they contend is excessive. Standard 4.13.11(1) specifies that \"[f]ire doors shall have the minimum opening force allowable by the appropriate administrative authority.\"<sup>[12]</sup> After some initial hesitation, the parties now agree that the minimum allowable opening force for fire doors at the Rose Garden is 15 pounds, as set forth in Chapter 31, Section 3109(i)(9) of the Oregon Structural Specialty Code (\"OSSC\"). Since this door requires 13 pounds of pressure to open, it does not violate Standard 4.13.11(1) (although it may be in violation of the OSSC).</p>\n<p>35. (RS-65) Plaintiffs contend there is inadequate maneuvering clearance on the pull-side of a door leading to a service <span class=\"star-pagination\">*1146</span> corridor. Defendant responds that the door leads into a restricted area, so it does not have to be accessible. The court disagrees. Although this area is not open to the general public, even employee work areas must be designed so that \"individuals with disabilities can approach, enter, and exit the areas.\" Standard 4.1.1(3). There are some narrow exceptions to this rule, as set forth in Standard 4.1.1(5) (<i>e.g.,</i> certain spaces accessible only by ladder or crawl spaces), but those exceptions are inapposite here. Accordingly, I find that there is a violation of Standards 4.1.1(3) and 4.13.6.</p>\n<p>However, I will defer a decision on what remedy to order until I have additional information on both the costs involved in modifying this door and what exactly is behind it. The parties have agreed that there is mechanical and electrical equipment, but it is unclear how much equipment or who would access that location and how often. If this location is rarely accessed, then it would be difficult to justify an expensive retrofitting. The parties have 30 days from the date of this opinion to submit any additional information regarding this location.</p>\n<p>36. (RS-67 and 83) In some of the elevators, defendant has configured the alarm button to automatically trigger the emergency communications system, but there is no sign alerting elevator riders to that capability. Defendant responds that signs are not required because this communication system is redundant and each elevator car is also being equipped with an emergency telephone. The court agrees, providing the emergency telephone system is accessible to persons with disabilities.</p>\n<p>The emergency telephone is stored in a small compartment within the elevator. To access the phone, the user must open a small door. Standard 4.10.14 provides that \"[i]f the system is located in a closed compartment the compartment door hardware shall conform to [Standard] 4.27.\" The latter requires that \"[c]ontrols and operating mechanisms shall be operable with one hand and shall not require tight grasping, pinching, or twisting of the wrist. The force required to activate controls shall be no greater than 5 lbf....\"</p>\n<p>The compartment doors at issue here are operated by a knob, essentially rectangular in shape. The user must grasp the knob and pull the door open. The parties have not pointed to any objective standards for determining whether this handle complies with Standard 4.27. An interpretive regulation, ADAAG A4.10.14, does caution that \"small handles on handset compartment doors are not usable by people who have difficulty grasping.\" Plaintiffs contend that the model knob used at the Rose Garden fails the \"fist\" test, <i>i.e.,</i> whether a person can operate the door using only a fist. However, that is a rather subjective test which can be influenced by the size of the tester's hand. Plaintiffs also have cited no legal authority that requires door handles to pass the \"fist\" test, <i>per se.</i></p>\n<p>During the trial at the Rose Garden, the court personally tested some of the compartment doors. There was considerable variation in the ease of use: some could be opened with one finger, while others required more force and dexterity. Several factors appeared to influence the force required to open the compartment door, including the fit of the door, the lubrication and adjustment of the hinges and the strength of the magnet that helps to hold the door shut.</p>\n<p>Plaintiffs may be correct when they argue that a \"U\"-shaped handle or a loop would be easier to operate. However, the question before me is not whether the handle could have been designed differently but whether the design used here violates Standard 4.27. Unfortunately, the regulations do a poor job of defining what the Access Board and DOJ consider to be an acceptable (or unacceptable) design. The design utilized here is not clearly prohibited by this regulation (as presently worded). So long as these doors are properly adjusted and maintained, the force required to open them should be within the limits established by the Title III regulations. Moreover, there is a backup communications system in most of the elevators that is triggered simply by pushing the alarm button. The operating controls for that system admittedly comply with Standard 4 .27.4 <span class=\"star-pagination\">*1147</span> (although plaintiffs would prefer better signage).<sup>[13]</sup></p>\n<p>However, in view of the variations the court observed among the elevators, I will require defendant to periodically inspect and (if needed) lubricate or repair each of the compartment doors to ensure that they all can be readily opened in the event of an emergency. That should minimize the amount of force and tight grasping required to operate the doors.</p>\n<p>37. (RS-68, 69, 71, 72, 73) Plaintiffs have alleged a number of violations concerning slopes and cross-slopes of walkways, ramps, cross-walks and similar access corridors utilized by wheelchairs.</p>\n<p></p>\n<h2>i. <i>Definitions</i>\n</h2>\n<p>The \"slope\" (aka the \"running slope\") measures the rise (or fall) of the path in the direction of travel. A one percent slope rises (or falls) at the rate of one foot vertically for every one hundred feet of distance traveled. A \"cross-slope\" is roughly perpendicular to the direction of travel. Or, to place it in more familiar terms, the slope is what one encounters while climbing (or descending) a hill, while a cross-slope is encountered while walking laterally along the face of the hill.</p>\n<p>A small amount of slope and cross-slope is permitted, and may even be desirable for drainage purposes (which is a significant consideration in places like Portland where it may rain ten months out of the year). If the running slope is too steep, however, a wheelchair occupant may have difficulty climbing the hill or descend too rapidly and lose control. If the cross-slope is too steep, it may be difficult to steer or, in extreme cases, the wheelchair may even overturn.</p>\n<p></p>\n<h2>ii. <i>Measuring Techniques</i>\n</h2>\n<p>The parties initially disagreed on many of the slope measurements, at least in part because the measurement can be affected by a number of variables, including the precise location where the measurement is taken. At the conclusion of the court trial, the parties made a site visit in which they took additional measurements together and submitted those to the court along with charts and photographs showing the location where each measurement was taken.<sup>[14]</sup> There were still occasional discrepancies between the measurements, which most likely are attributable to the different surveying instruments that the parties used.</p>\n<p>Plaintiffs used a two-foot long level, while defendant used a four-foot level. The shorter level used by plaintiffs tends to be a little more sensitive to localized differences in slope, such as a bump or dip, while the four-foot level tends to give a slightly more accurate reading of the average slope over a longer distance (though at the expense of potentially understating the maximum amplitude over uneven terrain). Plaintiffs argue that the shorter level is a more accurate measure of what a person in a wheelchair would experience, and that certain unidentified \"staff at the Access Board\" told Mr. Pike that the shorter level is the preferred tool.</p>\n<p>The court declines to endorse one tool over the other. Both have their strengths and weaknesses. Each provides a slightly different perspective, which complements the other. If the two measurements are substantially similar, that tends to confirm the accuracy of the measurement. If there are significant discrepancies, closer scrutiny may be required. Other variables are at least as important as the length of the level, such as the number of measurements and whether <span class=\"star-pagination\">*1148</span> they are a representative sampling of the route in question.</p>\n<p></p>\n<h2>iii. <i>Responsibility</i>\n</h2>\n<p>The parties dispute whether defendant is responsible for fixing any slopes that exceed the applicable standards. Standard 4.1.2(1) requires that at \"least one accessible route complying with [Standard] 4.3 shall be provided within the boundary of the site from public transportation stops, accessible parking spaces, passenger loading zones if provided, and public streets or sidewalks, to an accessible building entrance.\" Standard 4.1.2(2) requires that at \"least one accessible route complying with [Standard] 4.3 shall connect accessible buildings, accessible facilities, accessible elements, and accessible spaces that are on the same site.\"</p>\n<p>Defendant argues that the streets, sidewalks, cross-walks and similar improvements that connect the Rose Garden with the adjacent parking garages and trolley station are the sole responsibility of the City of Portland (\"City\"), which is not a defendant in this case. The court disagrees. These improvements are mostly within the boundary of the site. In addition, it was defendant  not the City of Portland  that designed and built most of the improvements in question.<sup>[15]</sup></p>\n<p>Defendant also contends that, under the terms of its contract with the City, defendant \"has no obligation or liability for the design of any Public Improvements associated with the Rose Garden following\" the expiration of the two year period after issuance of a certificate of substantial completion of the public improvements. Defendant's Response to Plaintiffs' Exhibit 101 at 2. Defendant misconstrues the significance of that contract language. The contract governs defendant's relationship with the City. It does not govern defendant's obligations under the ADA. The latter is determined by federal law and cannot be excused by any contract between defendant and the City. To the extent the contract purports to allocate liability as between the parties, defendant may have a contractual claim against the City for indemnification (a question that I do not decide here), but that is an entirely separate issue from the one presently before this court.</p>\n<p>However, defendants' contract with Tri-Met (the agency that operates the local public transit system) may be another story. While the record on this issue is sparsely developed, it appears that the trolley station and adjacent bus stop are outside the boundaries of the Rose Garden site. The property in question is owned by Tri-Met, and it appears that Tri-Met, rather than defendant, had exclusive control over the design and construction of those particular improvements. If so, then Tri-Met, rather than defendant OAC, may well be responsible for any ADA violations regarding those particular improvements.</p>\n<p>I will defer a final ruling on that issue, since Tri-Met is not presently a party to this action and has not been given an opportunity to brief the question. However, it seems clear that someone  whether Tri-Met or defendant OAC  ought to have been responsible for ensuring that there was an accessible route to the Rose Garden from the adjacent trolley station and transit center. <i>See</i> Standard 10.3.1(3) (\"Direct connections [from trolley stations] to commercial ... facilities shall have an accessible route complying with [Standard] 4.3 from the point of connection to boarding platforms and all transportation system elements used by the public\"); Standard 10.1 (\"Every ... bus stop ... or other transportation facility, shall comply with the applicable provisions of [Standards] 4.1 through 4.35 ...\")<sup>[16]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1149</span> iv. <i>Authority to Modify Slopes</i>\n</h2>\n<p>Defendant insists that it is unable to modify the challenged conditions because the City, and not defendant, owns the streets and sidewalks. The court is unpersuaded. Defendant may need to obtain a permit from the City, but that is no different from other any landowner who wishes to construct or modify a street or sidewalk adjacent to their property. Indeed, defendant would have to obtain a building permit from the City to make any number of improvements on its own property. There is nothing in this record to suggest that the City would not grant such a permit. If the City did refuse to grant the permit, then the City might have to be joined as a party, but we can cross that bridge if and when the need actually arises.</p>\n<p></p>\n<h2>v. <i>Pre-Existing Grade</i>\n</h2>\n<p>Defendant cites \"ADAAG § 14.1.1(2)(a)\" for the proposition that defendant need not comply with the slope requirements so long as the wheelchair routes have the same slope as the existing streets. The court questions whether the cited language is part of a legally binding regulation.<sup>[17]</sup> More importantly, defendant must demonstrate that the slopes in question were in fact dictated by preexisting adjacent roadways. Defendant may not prevail simply by making conclusory assertions that it has an affirmative defense.</p>\n<p>This is a large site covering many square blocks. Most of the streets in question were designed and built by defendant. This is not a case where the grade is entirely determined by a preexisting street or sidewalk for which the landowner bears no responsibility. Nor has defendant demonstrated that the site terrain makes compliance impossible. Defendant belatedly offered an affidavit attesting that the site topography descends from 120 feet above sea level (\"ASL\") on the northern boundary of the site down to 80 feet ASL at the southern boundary. That is very interesting, but by itself proves nothing. Defendant must demonstrate that the topography dictated the particular slopes and cross-slopes at issue. The court had an opportunity to view the site and acknowledges that there are topographical considerations inherent in this location. On the other hand, it is not clear what efforts defendant made to overcome those constraints. Sites can be graded. A wheelchair route may be designed so it has minimal cross-slope even though the overall site itself is on an incline. Instead of building a wheelchair ramp on a steep slope, elevators may be used to allow access from two levels. The critical issue is whether the site topography was sufficient to prevent defendant from designing an arena with accessible routes that comply with the Title III regulations, and on that issue there is a failure of proof on the part of defendant. Indeed, there is no evidence in this record that defendant even attempted to design the slopes in compliance with ADA regulations. The ADA mandates results, not excuses.</p>\n<p></p>\n<h2>vi. <i>The Official \"Accessible Route\"</i>\n</h2>\n<p>When the Rose Garden was designed, an official \"accessible route\" was designated between the trolley station and the Rose Garden. It is a broad, prominent white path clearly visible even from an airplane (let alone on the ground). After that path was completed, plaintiffs pointed out that the running slopes along much of that route exceed 5%. Accordingly, those portions of the route are classified as \"ramps\" and are required to <span class=\"star-pagination\">*1150</span> have handrails on both sides. Standards 4.3.7, 4.8.5. Since some of the required handrails admittedly were not in place, this was a violation of the ADA.</p>\n<p>Rather than install the additional handrails, defendant elected to designate a new official \"accessible route.\" Or perhaps that should be accessible \"routes.\" The court has had a difficult time determining precisely where the official route is supposed to be; it seems to vary each time plaintiffs find a problem in the latest route. More importantly, because there are no signs posted, patrons arriving at the Rose Garden have no means to locate the accessible route. To complicate matters further, the most direct and obvious route  one that is even equipped with handrails in some places and therefore has the appearance of being an accessible route  is in fact not accessible in places (and even potentially dangerous) to certain persons with disabilities.<sup>[18]</sup></p>\n<p>Under the circumstances, the court will require defendant to post signs clearly demarcating the official accessible route (once it has finally been determined). The court will also require defendant to post signs at several locations along the former \"accessible\" route advising patrons of the location of the new \"accessible\" route.</p>\n<p>The current official accessible route \"from the Rose Quarter Transit Center to the Rose Garden travels north to the intersection of Multnomah Street and Wheeler Street, crosses Multnomah Street and then goes along the south side of the Rose Garden.\" Aff. of William Crockett in Support of Defendant's Motion to Dismiss, ¶ 3. The affidavit does not specify whether the designated route runs along the east or west side of Wheeler Street, but the court has viewed both possibilities. If it is the east side of the street, then the running slope is too steep. The court also observed (and plaintiffs have noted) improperly designed curb ramps (which could tend to steer wheelchair users into oncoming traffic) and excessive cross-slopes.</p>\n<p>The west side of Wheeler Street is an improvement over the east side, but it too is comparatively steep in some places. This was not one of the slopes included in the recent remeasurement. The court, therefore, lacks sufficient information to determine the running slope along that block. If that slope is under five percent, then a passable (although less than ideal) accessible route can be designated running from the Trolley Station, west across Wheeler Street, north along the west side of Wheeler to and across Multnomah Street, and then west along the south side of the Rose Garden. That route is a little longer than the original route, but not unreasonably so, and avoids the steeper slopes along the original designated route. On the other hand, if the running slope exceeds five percent, then that section is considered a \"ramp\" and handrails must be provided. Standards 4.3.7, 4.8.</p>\n<p>The parties have 30 days from the date of this opinion to furnish representative measurements of the slope along that block (or else to advise the court where those measurements are in the existing record). Since the sidewalk is very broad at this location, which provides some flexibility in demarcating an accessible route, the parties should take representative measurements along both sides of the bus shelter. The court recognizes there is still a dispute as to whether OAC or Tri-Met would be responsible for remedying any violations at this particular location. For the moment, however, the court prefers to focus on whether there even is a violation. If not, then the issue of liability is moot and there is no need to complicate matters by adding additional parties at this late date.</p>\n<p>The court also has considered plaintiffs' objections regarding certain curb cuts and cross-slopes along the proposed accessible route. (RS-71, 72, 73).<sup>[19]</sup> Defendant <span class=\"star-pagination\">*1151</span> could (and should) have done a better job designing and building this route (and probably would have except that it was never intended to serve as the accessible route). Nevertheless, after considering a number of factors including the topography of the site, the extent to which the slopes deviate from the permissible standards, the very short duration of many of those slopes, the danger (or lack thereof) that might result from the violations, the expense of remedying the violations, the potential for creating new violations or safety concerns as a result of efforts to modify these conditions, and any evidence (or the absence thereof) that defendant knew it was violating the applicable Standards, the court concludes that the violations are mostly <i>de minimis</i> and inadvertent, and the costs (and other problems) associated with remedying them greatly outweigh the potential benefit to plaintiffs. The court, therefore, declines to require defendant to remedy those particular violations.<sup>[20]</sup> This holding is limited to these specific cross-slopes and curb cuts along the new accessible route (from the trolley station, north along the west side of Wheeler Street). A ruling on other potential violations along that accessible route, such as the running slope, is deferred until receipt of the parties' supplemental materials.</p>\n<p>38. (RS-70) Plaintiffs want defendant to install handrails on the ramp leading from the exit on the south side of the Rose Garden. The court will order that relief. The slope clearly exceeds the minimum for which handrails are required. Standard 4.8.5. I acknowledge defendant's protest that not every exit or ramp must be accessible. Nevertheless, this ramp is the most direct exit from the Rose Garden to the new \"official\" accessible route. An accessible ramp at this location reduces the amount of time that persons with disabilities would otherwise have to spend negotiating crowded walkways and helps to minimize some of the problems that have resulted from defendant's mistakes in designing the original accessible route. Defendant should also correct any \"ponding\" of water at the bottom of this ramp.</p>\n<p>39. (RS-74) Plaintiffs contend that the legs supporting the marquis sign are a protruding object hazard. Although I previously determined that the sign itself was not a protruding object hazard because it was not less than 80 inches AFF, the legs are another story. The potential hazard is apparent in Photo A176. Defendant argues that the protrusion falls just within the more generous limits established by Standard 4.4.1 for free-standing objects. Perhaps so, but the court finds that this structure still poses a threat to a visually-impaired pedestrian, particularly in view of the sharp corners and edges that are located at head-level.<sup>[21]</sup> It should not be too difficult to remedy this condition by installing a low-rise detectable barrier (perhaps made of brick, to match the surrounding pavement) either around the base of each leg or around the entire structure. If properly designed, it would not obstruct views of the sign or materially affect the present aesthetic qualities of the structure. Within 30 days from the date of this opinion, defendant shall furnish the court with a plan for redressing this condition.</p>\n<p>40. (RS-75) Plaintiffs complain of excessive slopes and cross-slopes at the shuttle drop-off and loading areas on Wheeler Avenue. While not always the case, in the instant circumstance the court finds that those particular slopes are largely dictated by the <span class=\"star-pagination\">*1152</span> slope of the adjacent street, the sidewalk and the overall design of the site. Defendant should have done a better job when it conceived this site plan, but to alter that plan at this late date would be a major undertaking at great expense. The court would not hesitate to order such relief if the violation was sufficiently serious, but it is not. The court finds that the slope deviations do not materially impair use of this area for its intended purpose, nor do they pose any apparent danger to persons with disabilities.</p>\n<p>41. (RS-77 and 78) Plaintiffs have raised several objections regarding the pay telephones outside the ticket office. The dispositive issue is whether it is defendant or the local telephone company (U.S. West) that is responsible for these telephones. I conclude that defendant, as both the owner and operator of this public accommodation, bears the ultimate responsibility for ensuring compliance with the ADA at the Rose Garden.</p>\n<p>The court is not persuaded by defendant's assertion that U.S. West has exclusive control over (and the sole responsibility for) ensuring that public telephones at the Rose Garden comply with the ADA. On the contrary, the record contains brochures disseminated to defendant by U.S. West which assert that responsibility for compliance with the ADA \"rests solely\" with the owner of the public accommodation, and U.S. West's role is limited to providing \"advice and assistance.\" Aff. of Ray Krieger in Support of Defendant's Motion to Dismiss, Ex. 2. It is difficult to see how U.S. West could assert such a position and still forbid defendant to make any required modifications.</p>\n<p>Even assuming that defendant is prohibited from physically altering the telephones, defendant can certainly insist that U.S. West bring those telephones into compliance, and implead U.S. West as a third-party defendant if other efforts are unavailing.<sup>[22]</sup></p>\n<p>42. (RS-79, 86) At issue here is the minimum required size of the characters used on overhead signs in the parking garage. Standard 4.1.2(7) provides in relevant part that:</p>\n<blockquote>Signs which designate permanent rooms and spaces shall comply with [Standard] 4.30.1, 4.30.4, 4.30.5 and 4.30.6. Other signs which provide direction to, or information about, functional spaces of the building shall comply with 4.30.1, 4.30.2, 4.30.3, and 4.30.5.</blockquote>\n<p>Standard 4.30.3 requires that overhead signs (<i>i.e.,</i> those mounted at or above 80 inches AFF) be composed of characters not less than 3 inches in height. (The rule explains how this is measured.) Since the signs in question here admittedly do not comply, the only issue is whether signs which read \"Caution Merging Traffic\" or \"Two-Way Traffic\" or which have directional arrows along with the word \"park\" are subject to this rule. The court concludes that they are not.</p>\n<p>The threshold question is whether provisions of the design regulations that are intended for the benefit of visually-impaired individuals even apply to the parking garages at the Rose Garden. I previously held that the rules governing protruding object hazards do apply there, because a sighted driver may be accompanied by many visually-impaired passengers who might be injured if they walk into a protruding object. <i>Independent Living,</i> 982 F.Supp. at 780. Consequently, there was a reasonable basis to believe a visually-impaired person might benefit from the protection of that rule. However, that does not necessarily mean every design regulation intended for the benefit of visually-impaired individuals is applicable to a parking garage. The rules do not expressly mandate such a result and, at least in some instances, no benefit could be derived from application of such a rule.</p>\n<p>I now hold that signs in the Rose Garden parking garages that are solely (or almost exclusively) for the benefit of drivers, and are of minimal or no benefit to passengers or pedestrians, need not be designed for use by persons with severe visual impairments of the sort that would preclude an individual <span class=\"star-pagination\">*1153</span> from operating a motor vehicle in this state. The Title III Standards do not expressly mandate that such signs are subject to Standard 4.30, nor can I see any apparent benefit that persons other than drivers would derive from signs of that nature.</p>\n<p>Judging from the description, the court finds that the particular overhead signs at issue here are almost exclusively for the benefit of drivers. They tell the driver where to turn or the direction to reach the exit, and warn of two-way or merging traffic. These signs are of minimal or no use to visually-impaired passengers in the vehicle, or to pedestrians in the garage. These signs do not \"designate permanent rooms and spaces\" or \"provide direction to, or information about, functional spaces of the building.\"</p>\n<p>The latter category includes informational signs in a garage that would be important to all pedestrians, <i>e.g.,</i> those that direct pedestrians to the nearest elevator or emergency exit, or explain that the elevator at one end of the parking garage leads to Destination X while the elevator at the other end of the garage leads to Destination Y. The signs described by plaintiffs do not appear to be of this type. If there are any such overhead signs, however, then they must be brought into compliance with Standard 4.30.3.</p>\n<p>43. (RS-80, 81) Plaintiffs complain that the slopes in some of the van parking spaces exceed the 1:50(2%) maximum slope that Standard 4.6.3 allows for parking spaces. The court is annoyed by defendant's repeated failure to comply with the Title III Standards, and by the dubious excuses that defendant has offered for those failings.<sup>[23]</sup> Nevertheless, the court finds that the deviations in these particular slopes are mostly <i>de minimis</i> and do not materially impair usage of the parking spaces. Moreover, in the court's opinion, any modifications made to correct those deficiencies could create new (and potentially more serious) problems. As every doctor learns during medical school, \"First, do no harm.\" The court will not require defendant to modify these parking spaces.</p>\n<p>44. (RS-84) Plaintiffs originally complained that a replica of the historical \"Benson Bubbler\" drinking fountains was not wheelchair accessible. The City of Portland, which had installed the fountain, replaced it with a new design intended to be wheelchair accessible. Plaintiffs are dissatisfied with that design as well. The court concludes that this fountain is the responsibility of the City of Portland. Any complaints plaintiffs have concerning that fountain should be directed to the City.</p>\n<p>45. (RS-88) Plaintiffs want entrance and exit signs displayed at each door in the Garden parking garage that leads to an arena elevator (and from the arena elevators to the parking garage). Presently, some of the passages are not marked. Plaintiffs also contend that the existing signs are deficient because they do not comply with Standard 4.30.4, which requires raised letters and the equivalent message in braille.</p>\n<p>Again, the threshold question is whether these signs are solely (or almost exclusively) for the benefit of drivers. If they are, then Standard 4.30.4 is not applicable. The court <span class=\"star-pagination\">*1154</span> finds that a sign that identifies the elevators or the levels of the parking garage is not solely for the use of motorists. After exiting the vehicle, visually-impaired passengers must navigate the parking garage and find their way around the arena. It cannot be assumed that they will constantly be accompanied by sighted persons such as the driver. For instance, they may agree to meet their driver back at a certain parking level at a specific time or if they should become separated. Accordingly, signs that identify the elevators or the various levels of the parking garage may also benefit visually-impaired persons and are not excluded from compliance with the regulations merely because they are located in or adjacent to a parking garage.</p>\n<p>Standard 4.l.3(16)(a) provides that \"[s]igns which designate permanent rooms and spaces shall comply with [Standards] 4.30.1, 4.30.4, 4.30.5 and 4.30.6.\" Consequently, if there is a sign which designates a permanent room or space, then that sign must include raised letters and braille, in accordance with Standard 4.30.4. However, neither 4.1.3(16)(a) nor 4.30.4 requires that a permanent room or space have a sign in the first place. Plaintiffs have not cited, and the court has not located, any other regulation that establishes such a requirement. Therefore, defendant is not required to install such signs where they presently do not exist.</p>\n<p>To the extent that there are such signs, however, the critical question is whether the door between the parking garage and the arena elevators leads to \"a permanent room or space.\" The regulations offer little guidance on that point. Arguably, this more closely resembles a directional sign that eventually leads to various rooms and spaces. On the other hand, the signs do designate the particular level or elevator that the person is entering. The court concludes that if defendant has determined it is important to have signs in the first place so that visitors will know what is behind these doors, then those signs are important enough that they should also be readable by persons with vision impairments. The court will not require defendant to post any signs by these doors, but any signs that defendant does post must comply with Standard 4.1 .3(16)(a).</p>\n<p>46. (RS-89) This presents essentially the same issue as RS-88 above, except the doors lead from the deck to the stairs. The result is the same. Defendant is not required to post any signs by these doors, but any signs that defendant does post must comply with Standard 4.1.3(16)(a).</p>\n<p>47. (RS-95) Plaintiffs complain that during their inspection tour they saw one or more trash cans situated under elevator call buttons, which obstructs wheelchair access to those buttons. The problem is illustrated in photographs B171 and B184. Defendant concedes that the trash cans were misplaced and has agreed to train its staff to avoid any repetition. For now, that is sufficient, although the court is concerned by reports that similar incidents have recurred even at this late date. If the problem persists, the court will require defendant to take further steps (<i>e.g.,</i> red-zoning the floor immediately adjacent to the call buttons).</p>\n<p>48. (RS-98) Plaintiffs complain that the curb ramp at the P1 level entrance to One Center Court has flared sides that are steeper than 1:10(10%), which is the maximum allowed by Standard 4.7.5. Defendant responds that this rule applies only if the ramp can be accessed from the side or be laterally traversed. Otherwise, Fig. 12(b) authorizes the use of a \"returned curb,\" with much steeper sides. <i>See also</i> Standard 4.7.5.</p>\n<p>The court finds that the existing curb ramp is poorly designed. It is narrow, with steep sides that as presently designed could cause a wheelchair to fall off the curb. There is ample room (and reason) for defendant to modify this ramp by reducing the slope of the flared sides (and in the process widening the ramp somewhat). The cost of this modification would not be prohibitive. Defendant shall make the necessary modifications.</p>\n<p>49. (RS-100) Plaintiffs contend that 11 pounds of force are required to operate the doors leading from the garage to the elevators at the P1 level entrance to One Center Court, which exceeds the 5 pound maximum for interior hinged doors (other <span class=\"star-pagination\">*1155</span> than fire doors) permitted by Standard 4.13.11(2)(b). Defendant responds that these should be regarded as \"exterior\" rather than \"interior\" doors because the garage is not heated. As best the court can tell, the Access Board and DOJ have never promulgated any force standard for exterior doors, even though the Congressionally-mandated deadline for enacting the design standards passed nearly seven years ago. <i>See</i> Standard 4.13.11(2)(a) (designating this item as \"reserved\"). Nor have the parties cited any place where the Standards define the difference between an interior and exterior door, or even any building code or generally accepted architectural convention that defines the difference between the two.</p>\n<p>The court concludes that these doors should be regarded as \"interior\" doors for purposes of Standard 4.13.11. They are located deep inside the garage, far away from any wind or weather that might justify a higher maximum opening force requirement. The garage is physically connected to the main building, not a detached garage. Although the garage is not heated, winters are comparatively benign here in Portland. In any event, the doors lead to an elevator (and are made of glass), so it is unclear what significance the temperature has. Moreover, defendant has offered no evidence that weather was in any way a factor in determining the minimum opening force of the door. Defendant shall promptly modify these doors to comply with Standard 4.13.11(2)(b) or 4.13.12.</p>\n<p>50. (RS-101, 102, and 103) Plaintiffs complained that the curb ramp at the elevator to the Commons Restaurant has a running slope of 14.2%, when Standard 4.8.2 limits that slope to no more than 8.33% at this location. The parties remeasured the running slope during a field trip. At the bottom of the ramp, the running slope was 12.9% (according to defendant) or 13.8% (according to plaintiffs). The top of the ramp was measured at 7.1% (by defendant) or 7.3% (by plaintiffs). Defendant's own measurements indicate that this ramp does not comply with the applicable regulation. There is sufficient room to extend the ramp to reduce that slope without creating new violations or safety issues. As stated by Pharaoh in Cecil B. DeMille's <i>The Ten Commandments,</i> \"So let it be written. So let it be done.\"</p>\n<p>Plaintiffs also complain that the side flares exceed the 1:10 (<i>i.e.,</i> 10%) maximum permitted by Standard 4.7.5. The flare was recently re-measured at 18.1%, which is well above the legal limit (assuming this ramp can be entered from the side). That issue must also be addressed when defendant modifies this ramp.</p>\n<p>51. (RS-108) Plaintiffs complain that \"well over 100 signs on Arena Level 1 alone\" violate at least some of the regulations governing signs and suggest that the problem is pervasive throughout the entire Rose Garden complex. However, the court cannot rule on general allegations such as these.</p>\n<p>In response to the court's request for additional specificity, plaintiffs responded that \"[t]here are not specific signs in dispute. Rather, what is in dispute is that defendant has failed to comply with signage requirements throughout the facility and the surrounding site.\" Plaintiffs' Responses to the Court's Additional Questions at 7. Plaintiffs have proposed that \"the court ... enter injunctive relief directing defendant to insure that all signage in the Rose Garden Arena, the surrounding buildings and the site comply with the [Title III requirements.] Once defendant claims it has made corrections to place it into full compliance with these requirements, plaintiffs should be entitled to survey the facility to determine if the signage problems have been corrected.\" <i>Id</i> at 8.</p>\n<p>There is no need for this court to order defendant to bring the site into compliance with the law; it already is under a legal duty to do so. Instead, within 30 days from the date of this opinion, defendant shall file a report on the status of its compliance with the signage requirements of the Title III regulations, including any modifications that are planned and the timetable for those changes. The court will then set a date to inspect a representative sampling of the signage at the Rose Garden along with the parties. Plaintiffs may identify any signs they contend are non-compliant or missing, and the court will issue its ruling. Typically, the same types of signs are replicated in numerous <span class=\"star-pagination\">*1156</span> places throughout the arena, so a ruling on one sign will likely be dispositive of the identical issue regarding similar signs.</p>\n<p>52. (RS-109) Plaintiffs complain that certain food and beverage items are available only at concession stands that are not accessible to wheelchair users. They cite fresh-squeezed lemonade and sno-cones as two examples. Essentially, plaintiffs are asserting that literally every item that is available at any concession stand in the entire arena must also be made available at a counter specifically designed for wheelchair users.</p>\n<p>Unfortunately, the regulations are not particularly helpful (as has often been true throughout this case). The court initially considered requiring only that a wide or representative assortment of products be made available. The problem with that rule, from a practical standpoint, is that it is a highly subjective standard. Each arena operator would have its own concept of what a wide range of products is, and the courts would have to make the final decision. A clearer standard is required. Accordingly, the court concludes that all, or substantially all, products that are available to ambulatory patrons at arena concession stands must also be available to patrons with disabilities.</p>\n<p>Of course, some level of common sense still applies, hence the \"or substantially all\" language. If seven flavors of tea are available at arena concession stands, the ADA is not violated merely because on a given day the accessible stand ran out of one flavor. The court also accepts defendant's proposal that, as an alternative or in addition to providing wheelchair-accessible concession stands, some products can be made available through the traditional mode of vendors circulating in the stands. <i>Cf</i> 28 CFR § 36.305 (allowing alternative methods for delivering goods and services in some instances).</p>\n<p>On this record, I cannot determine whether the alleged omission of fresh-squeezed lemonade from the list of products available to persons with disabilities on the day that plaintiffs were present at the arena is sufficiently egregious that it constitutes a violation of the ADA. Nor is it necessary for me to decide that here. What matters is that defendant must adhere to this standard in the future.</p>\n<p>53. (RS-111, 112) Plaintiffs complain that there is no accessible route connecting the East and West Parking Decks to the Rose Garden and Coliseum. The cross-slope of the cross-walk that leads directly from the West Parking Deck to the Coliseum is clearly excessive. However, two other routes are available to get from the parking decks to the intersection of Winning Way and Center Court. Plaintiffs have cited numerous technical violations of the slope standards along those two routes but, after considering the various factors listed earlier, the court finds that the violations are insubstantial, would not materially affect the usability of those routes, and that little or no benefit would be derived by the intended beneficiaries if defendant were forced to modify those improvements (at considerable expense). However, defendant shall post signs or otherwise clearly demarcate the official accessible route for the benefit of first-time visitors.</p>\n<p>It is unclear whether plaintiffs are still contesting the slopes leading to and from the Rose Garden along both sides of Center Court. One segment of the running slope on the west side of the street (in front of the Coliseum) is steep, but the east side appears to be navigable. Again, to avoid confusion, I will require defendant to clearly demarcate the accessible route.</p>\n<p>54. Plaintiffs contend that the handrail at the ramp at the East Terrace on Wheeler Avenue, as presently designed, is a protruding object hazard and should be modified. Plaintiffs want defendant to add an additional rail below the first. However, the court's recollection (from the site visit) is that the second rail already is in place. Perhaps this handrail was modified during the course of this case. Otherwise, if the condition still is as plaintiffs described it, then defendant must correct the condition.</p>\n<p>55. Plaintiffs complain that there is no curb ramp at the shuttle stop on Wheeler Avenue, in violation of Standard 4.6.6. Defendant argues that a curb ramp is not necessary because the only vehicles that are supposed to use this location are public transit vehicles equipped with wheelchair lifts <span class=\"star-pagination\">*1157</span> that pick up and deposit patrons directly onto the sidewalk, which (according to defendant) eliminates the need for a curb ramp. Even if that were true, defendant has cited no legal authority that excuses the failure to provide a curb ramp here. In any event, the court is not persuaded that only those specific vehicles will use this site. It is a large, convenient drop-off point located near the main entrance. In all the confusion as a large crowd arrives or departs, it is reasonable to assume that this location may be used by other vehicles as a drop-off site regardless of any contrary signs (which are not very conspicuous) posted by defendant. There also is no guarantee that only busses equipped with those particular lifts will use this location. Finally, the cost of installing a curb ramp at this location is comparatively small when compared to the overall cost of the arena. Defendant shall install a curb ramp at this location. To avoid creating any new conflicts, defendant shall consult with plaintiffs and attempt to reach an agreement on the design and location. If no stipulation is obtained, the court will resolve any disagreements.</p>\n<p>56. Plaintiffs originally complained that the toilet in the ambulatory stall in the toilet room opposite the Rotunda Bar is situated so that its centerline is 15 1/2 inches from one partition, and 22 inches from the other partition, when it is supposed to be located precisely 18 inches from each partition. Fig. 30(b). In a post-trial brief, defendant denied that there is any ambulatory toilet stall at that location. After re-inspecting the vicinity, plaintiffs informed the court that the disputed site is actually an accessible stall, which they say has a 20-inch centerline to the toilet instead of the required 18 inches. This deviation would exceed any acceptable \"dimensional tolerances.\" Unless defendant intends to dispute the accuracy of these measurements, it must promptly bring this stall into compliance.</p>\n<p>57. Plaintiffs complained that the baby changing areas in the restrooms were protruding object hazards. Defendant installed wing guards on some of those shelves, with a minimum elevation of 26 7/8 inches. The wing guards provide a barrier that can be detected by persons using a cane without obstructing wheelchair access. While inspecting those modifications, however, the court observed that in at least two instances the wing guards were erroneously installed on only one side of the shelf, when they should have been added to both sides. Defendant shall promptly remedy that situation.</p>\n<p>Defendant also argues that some of the other baby changing areas are exempt from the rules governing protruding object hazards because those shelves are outside of the circulation path. Defendant errs by focusing exclusively on the <i>intended</i> circulation path, without considering how a sight-impaired individual is supposed to know that the intended path makes a 90-degree turn at this juncture. The individual may continue walking straight ahead for another foot or two until progress is rudely interrupted by a collision with the protruding shelf That is why a detectable barrier is needed here that will warn of the hazard while not obstructing access to the table by wheelchair users.</p>\n<p>58. Plaintiffs complained about \"lips\" on the floor obstructing wheelchair access to the toilet rooms near the conference room on level 4. When the court inspected the scene, one of the lips had been modified to plaintiffs' satisfaction, but not the second. Standard 4.5.2 is the applicable regulation. By now, defendant should be intimately familiar with the requirements of that rule and know what it must do to bring this threshold into compliance.</p>\n<p>59. Plaintiffs complain that there is no wheelchair accessible entrance to the ice. There are three entrances to the ice. Two are used exclusively by hockey players: from the team bench and the penalty box. The third entrance is primarily used by the famous Zamboni ice cleaning machines, although it can also be used by individuals entering onto the ice.</p>\n<p>Defendant questions why there is a need for wheelchair access to the ice. Plaintiffs suggest that a person with disabilities might win a promotional contest at a Portland Winter Hawks hockey game and be invited to go out on the ice (<i>e.g.,</i> to attempt a shot and win prize money). The court can also envision other scenarios (<i>e.g.,</i> it is old-timers day and <span class=\"star-pagination\">*1158</span> some players can no longer walk as a result of all the knee operations they had during their careers). Plaintiffs also point to regulations such as Standard 4.33.5, which requires \"performing areas\" to be on an accessible route.</p>\n<p>Plaintiffs concede that the Zamboni entrance is accessible except for a short \"lip\" approximately one inch high which, judging from photograph 145, is the base of the boards that surround the ice. A door in those boards opens to allow entrance onto the ice. Defendant has agreed to have a ramp available for use if a person in a wheelchair requires access to the ice. Ordinarily, that solution would be inadequate since the wheelchair user could not traverse the barrier unless an employee happened to be present to install the ramp. In this case, however, defendant's representatives testified that the public is never permitted to enter the ice unescorted, because of the potential for injury. Consequently, there will always be someone present to install the ramp, assuming it is even needed given the low height of this lip. Under these unusual circumstances, and after considering the infrequency with which this ramp is likely to be used, I find that this proposed solution is adequate to satisfy the requirements of Standard 4.33.5.</p>\n<p>Having said that, those designing new arenas should ensure that all elements of the arena are accessible from the start, without having to resort to such makeshift solutions. The court has been comparatively lenient with defendant during this action because the Rose Garden was one of the first arenas designed and built subject to the ADA. Arena designers should not count on the courts being as forgiving of ADA violations in the future.</p>\n<p>60. Plaintiffs complain that the underside of the bleachers is a protruding object hazard. The brief description in the original survey refers to a \"route onto ice from mechanical area,\" and the single photograph submitted depicts the Zamboni entrance. The public is not supposed to be wandering through that area unescorted. However, plaintiffs have represented that there are up to four additional locations that pose a similar hazard and some patrons must walk through those areas to reach their seats.</p>\n<p>To the extent that a visually-impaired person may enter this area, whether accidentally or intentionally, the protruding objects pose a hazard. Therefore, the court will require defendant to provide a detectable barrier.<sup>[24]</sup></p>\n<p>61. Plaintiffs complained of numerous ADA violations at premises leased by defendant OAC to third party tenants either within, or immediately adjacent to, the Rose Garden. I previously held that OAC is a proper defendant in such a claim. <i>Independent Living,</i> 982 F.Supp. at 768. Despite that, defendant has offered no evidence or argument to refute plaintiffs' claim, insisting that \"OAC lacks sufficient information to address the merits of the alleged violations pertaining to Cucina! Cucina! and Fridays Front Row Sports Grill.\"<sup>[25]</sup> Defendant's Response to Plaintiffs' Exhibit 101 at 14. Defendant's response is unacceptable. This court has already decided that these claims are properly asserted against OAC. As in any lawsuit, the defendant may initially plead in its answer that it lacks sufficient information to respond, but thereafter it must obtain that information or else judgment will be entered in the plaintiffs' favor. We are long past the point in this case where defendant can forestall entry of judgment simply by pleading ignorance.</p>\n<p>The court rejects defendant's suggestion that plaintiffs are compelled to join the tenants as additional defendants. There already is an adequate defendant before this court: <span class=\"star-pagination\">*1159</span> OAC. If it chooses, defendant OAC may seek leave to implead the tenants as third party defendants. FRCP 14(a). The latter may also move to intervene. FRCP 24.</p>\n<p>Out of an abundance of caution, the court will give defendant one final opportunity to offer any evidence or argument in opposition to these claims (after which plaintiffs may file a response). If defendant persists in its present refusal to respond, however, then the court will enter judgment for plaintiffs on these claims.<sup>[26]</sup></p>\n<p>62. The parties should promptly advise the court if they believe there are additional issues that were overlooked, or any serious factual errors or omissions in the opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The parties agree that these conditions, as modified, do not presently constitute a violation of the ADA. However, defendant does not concede that these conditions ever were in violation of the ADA, and plaintiffs do not waive their contention that these conditions (prior to modification) did violate the ADA. To save room, the court will not add the word \"alleged\" to the description of each alleged violation, <i>e.g.,</i> an \"alleged protruding object hazard,\" but that caveat is implicit in each of the conditions described in this section.</p>\n<p>[2]  In their briefs, the parties frequently use the term \"ADAAG\" when citing to the Title III regulations. \"ADAAG\" is an abbreviation for the Americans with Disabilities Act Accessibility Guidelines, published at 56 FedReg 35455 (July 26, 1991). The ADAAGS, <i>per se,</i> are (with some limited exceptions) not a legally binding regulation for purposes of Title III of the ADA. The Department of Justice (\"DOJ\") adopted those guidelines and renamed them \"standards for accessible design.\" 56 FedReg 35605 (July 26, 1991); 28 CFR § 36.406(a). It is the \"Standards,\" which are codified at 28 CFR Part 36, App. A, that constitute the legally binding regulation. Nevertheless, the term ADAAG continues to be widely used within the industry. That is not a problem so long as the two are identical, but could be confusing if a discrepancy develops between the ADAAGs and the Standards, <i>e.g.,</i> if the Architectural and Transportation Barriers Compliance Board (\"Access Board\") enacts additional ADAAGs that DOJ declines to endorse, or if DOJ unilaterally amends the Standards. (I express no opinion on whether either event is legally permissible). To avoid confusion, this opinion uses the term \"Standard\" rather than \"ADAAG\" unless the context otherwise requires.</p>\n<p>[3]  ADAAGs prefaced by an \"A\" are advisory only. <i>See</i> introductory paragraph to ADAAG Appendix. They often provide additional information to assist the reader in implementing a particular requirement. Since they are not legally binding, this opinion uses the term \"ADAAG\" rather than \"Standard\" when referring to these informational guidelines. Figures (\"Fig.\") are illustrations that are included in the design Standards or ADAAGS.</p>\n<p>[4]  Indeed, if a public accommodation refused to make the accessible tables available when needed for use by persons with disabilities, that arguably might constitute a \"refusal to serve\" in violation of ORS 659.425(4) and its enabling regulations. However, any final determination of that question must await an actual case and controversy.</p>\n<p>[5]  A TDD/TTY is a special phone used by those with speech or hearing impairments.</p>\n<p>[6]  Since the issue here is access to the area behind the bar, the court need not decide whether that sizable area (which is large enough to accommodate multiple employees tending the bar) is within the scope of the \"work station\" exception in the first place.</p>\n<p>[7]  While vigorously contesting liability, for the most part defendant has cooperated with the court and plaintiffs in identifying and implementing solutions to many of the concerns raised in this case. The cooperation of defendant's Vice President of Business Affairs, Mr. J. Isaac, has been especially helpful. Accordingly, on many design issues (such as protruding object hazards), the court has allowed defendant considerable leeway in proposing solutions that will satisfy the requirements of the ADA yet still minimize the impact upon the building's interior design style and the many other issues that defendant must consider when designing and operating a large facility such as the Rose Garden.</p>\n<p>[8]  \"Compliant\" clearance is that which complies with the minimum requirements of the Title III regulations, and in particular with Standard 4.19.2 and Fig. 31. For instance, knee clearance less than 27 inches AFF would not be compliant.</p>\n<p>[9]  Plaintiffs have indicated that only one ambulatory accessible stall is required at this location. Consequently, the dimensions of the second stall are now immaterial.</p>\n<p>[10]  Plaintiffs complained that some of the ALDs they inspected were inoperable.</p>\n<p>[11]  Presumably defendant already has established schedules for periodic inspection and maintenance of specific elements of the arena. It should not be too difficult to add to those inspection tours some of the items discussed in this opinion (<i>e.g.,</i> hazards beneath lavatories, expansion joints in the parking structures, pressure required to operate accessible faucets and soap dispensers, proper placement of detectable barriers to guard against protruding object hazards, etc.) The Title III regulations expressly require that accessible features and equipment be maintained in operable working condition. 28 CFR § 36.211.</p>\n<p>[12]  I reject defendant's assertion that \"ADAAG § 4.13.11 does not apply to fire doors.\" Defendant's Memorandum in Support of Defendant's Motion to Dismiss at 10, fn6. The express language of the regulation is to the contrary. The applicable standard may be different than for non-fire doors, but fire doors nevertheless are within the scope of 4.13.11. I recognize that Mr. Mace testified otherwise during his deposition, but it is the court, and not the parties' experts, that is the final arbiter of what the regulation means.</p>\n<p>[13]  The court is also reluctant to require defendant to modify complex equipment purchased from third parties such as elevators. Firms that design and build elevators must be familiar with the applicable ADA regulations and build their products accordingly. If that is not occurring, then DOJ should take steps to bring the industry into compliance. Although the designer and owner are ultimately responsible for ADA compliance in new construction, nevertheless, elevator purchasers should able to rely upon the manufacturer's certification that the elevator complies with the ADA. If the model door handle utilized at the Rose Garden is not acceptable, then the manufacturer should be required to replace the compartment doors on the elevators that it has sold.</p>\n<p>[14]  The court commends the parties and counsel for the high standards of professionalism and courtesy that they have exhibited throughout this case.</p>\n<p>[15]  Exhibit 1 to the Affidavit of Ray Krieger in Support of Defendant's Motion for Summary Judgment is a series of aerial photographs of the Rose Garden site that depict the local streets before, during and after construction.</p>\n<p>[16]  I do not decide here whether there must be an accessible route between every bus or trolley stop in Portland and every adjacent public accommodation. However, when the public accommodation is a major facility such as an arena that has its own transit center used by thousands of riders, it is inexcusable not to provide an accessible route linking the two.\n</p>\n<p>Chapter 10 was not among the design Standards enacted by DOJ on July 26, 1991. A draft of that chapter was published by the Access Board on March 20, 1991. 56 FedReg 11874. The Dept. of Transportation also published a draft on April 4, 1991. 56 FedReg 13856. The Dept. of Transportation published its final rule on September 6, 1991. 56 FedReg 45584. The Access Board formally amended the ADAAGs on the same day to add Chapter 10, effective immediately. 56 FedReg 45500. DOJ published its proposed rule on April 5, 1993. 58 FedReg 17558. DOJ published the final rule on January 18, 1994, with an effective date of February 17, 1994. 59 FedReg 2674. Since the issue has not been briefed, the court expresses no opinion at this time on whether OAC or Tri-Met were subject to the foregoing rules when they designed and built the transit improvements and accessible routes for the Rose Garden.</p>\n<p>[17]  \"ADAAG § 14.1.1(2)(a)\" is an \"Interim Final Rule\" that was published by the Access Board, 59 FedReg 31676 (June 20, 1994), but apparently was never adopted by the Attorney General. It is the latter to whom Congress delegated the authority to promulgate legally binding Title II and Title III regulations. 42 USC §§ 12134(a) (Title II) and 12186(b), (c), and (d)(1) (Title III). <i>Cf </i><i>Yeskey v. Commonwealth of Pennsylvania Dept. of Corrections,</i> <span class=\"citation\" data-id=\"743495\"><a href=\"/opinion/743495/ronald-r-yeskey-v-commonwealth-of-pennsylvania-department-of-corrections/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">168</span></a></span>, 171 n. 5 (3d Cir.1997) (ADAAG amendments are not effective until adopted by DOJ).</p>\n<p>[18]  Although wheelchair users have been mentioned most often during this case, there are other individuals who similarly require accessible routes.</p>\n<p>[19]  Some locations that plaintiffs were concerned about, such as the crosswalk from the southwest to the southeast corner of Multnomah and Wheeler, are not part of the final \"official accessible route\" and, therefore, are moot except to the extent they justify requiring defendant to clearly demarcate the correct accessible route.</p>\n<p>[20]  The use of the word \"violations\" rather than \"alleged violations\" is intentional. Defendant's own measurements indicate that at least some of the slopes exceed the required design parameters. The court is not persuaded by defendant's conclusory assertion that these measurements are merely aberrations resulting from weathering of the asphalt or hand-troweling of the concrete. Not only is that factually implausible, but defendant failed to offer into evidence the construction plans and specifications that might have dispelled any doubt about whether these particular improvements were designed to comply with the ADA regulations. The logical inference is that this evidence would have been unfavorable to defendant.</p>\n<p>[21]  Compliance with the ADA design standards does not necessarily insulate the owner of a public accommodation from tort liability. If a person walks into this sign and is injured, that individual may still have a claim notwithstanding that the protrusion is within the maximum permitted by the Standards. Consequently, even if the ADA does not prohibit the design in question, the designer must still consider whether that design is unreasonably dangerous.</p>\n<p>[22]  With the benefit of my rulings on other disputes regarding pay telephones, the parties should be able to agree on the changes, if any, that are needed to bring these telephone(s) into compliance. Incidentally, although it was not raised by the parties, the court observed that water may \"pond\" at the base of this telephone when it rains, which defendant should correct.</p>\n<p>[23]  The regulations permit a maximum slope of 2% for drainage purposes; they do not say that the slope must be at least 2% to allow for drainage, as defendant suggests. Perhaps that is a requirement of some other construction code, but if so it is not reflected in this record. Defendant also relies upon a 1994 draft of a proposed amendment to the existing regulation that would increase the permitted slope to 3%. If that proposed amendment (which four years later has yet to be adopted) ever becomes law, defendant may have an argument, but not before then. Moreover, the proposed amendment does not endorse 3% cross-slopes; rather, it acknowledges that in some cases a 2% cross-slope may be difficult to achieve but even then \"the cross slope should never exceed 3 percent (1:33) in all settings.\" Affidavit of John Salmen in Support of Defendant's Response to Plaintiffs' Exhibit 101, Ex. 2.\n</p>\n<p>The excess slopes in these parking garages cannot be blamed upon site topography. Nor is there evidence that the concrete has been deformed by weather, which is another of defendant's explanations. Rather, the only reason why these spaces do not comply with the requirements of Standard 4.6.3 is because defendant (or its agents) consistently failed to exercise reasonable care to ensure that the spaces were designed and built in compliance with the ADA regulations. Indeed, that is the principal cause of many of the violations at the Rose Garden, and the excuses offered by defendant are just that: excuses.</p>\n<p>[24]  Defendant has submitted an affidavit indicating that \"OAC places protective railing alongside [the underside of the bleachers] to serve as detectable barriers. This railing is a metal rail approximately 48\" AFF with metal slats placed 6\" apart.\" Affidavit of Ray Krieger, ¶ 58. In its most recent submission, defendant stated that this railing had been viewed during the court trial. The court has viewed literally hundreds of locations during this case and does not presently recall that particular railing. Accordingly, defendant shall furnish a photograph of the railing in question. Plaintiffs may also submit any comments they have concerning the adequacy of that railing.</p>\n<p>[25]  Defendant reports that a third tenant, the Niketown Fieldhouse, is no longer in operation.</p>\n<p>[26]  The court does not anticipate that defendant will need extensive discovery on these claims. At most, a site visit may be required. Defendant should already have adequate authority to conduct such an inspection without the court's intervention, either by contract or pursuant to FRCP 34(c) and 45. If a subpoena is needed, defendant may move to shorten the timelines established by those rules. At the request of any party, the court will re-open discovery but only to the extent required to address this limited topic.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743495/"
          ]
        }
      ],
      "judges": "Ashmanskas",
      "date_created": "2014-10-31T00:02:29.292617Z",
      "date_modified": "2016-03-03T22:27:52.021614Z",
      "date_filed": "1998-03-26",
      "date_filed_is_approximate": false,
      "slug": "independent-living-resources-v-oregon-arena-corp",
      "citation_id": 2542529,
      "case_name_short": "",
      "case_name": "Independent Living Resources v. Oregon Arena Corp.",
      "case_name_full": "",
      "federal_cite_one": "1 F. Supp. 2d 1124",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2435479/independent-living-resources-v-oregon-arena-corp/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:02:29.290256Z",
  "date_modified": "2014-10-31T00:02:29.290256Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Independent Living Resources v. Oregon Arena Corp.",
  "case_name_full": "",
  "slug": "independent-living-resources-v-oregon-arena-corp",
  "docket_number": "Civ. 95-84-AS",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}