{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/244224/",
  "id": 244224,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wied/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2593425/",
      "id": 2593425,
      "absolute_url": "/opinion/2593425/delgado-v-cady/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/244224/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2593425/",
          "id": 2593425,
          "absolute_url": "/opinion/2593425/delgado-v-cady/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2593425/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3377/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:59:56.505139Z",
          "date_modified": "2017-04-10T23:14:46.762076Z",
          "type": "010combined",
          "sha1": "c5299bd19ef6fc6eb10b1c90ea9076faf6300d44",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>576 F.Supp. 1446 (1983)</b></center>\n<center><h1>Felix DELGADO, et al., Plaintiffs,<br>\nv.<br>\nElmer CADY, et al., Defendants.</h1></center>\n<center>No. 79-C-1018.</center>\n<center><p><b>United States District Court, E.D. Wisconsin.</b></p></center>\n<center>December 28, 1983.</center>\n<p><span class=\"star-pagination\">*1447</span> Kenneth P. Casey, Asst. State Public Defender, Madison, Wis., for plaintiffs.</p>\n<p>Robert D. Repasky, Asst. Atty. Gen., Madison, Wis., for defendants.</p>\n<p></p>\n<h2>DECISION AND ORDER</h2>\n<p>WARREN, District Judge.</p>\n<p>On December 10, 1979, plaintiff Felix Delgado, an inmate confined at the Waupun Correctional Institution (WCI) in Waupun, Wisconsin, instituted this action by filing a <i>pro se</i> complaint in which he alleged that the practice of \"double celling\" prisoners at WCI constitutes cruel and unusual punishment in violation of the Eighth Amendment to the United States Constitution. On December 20, 1979, the Court granted Delgado's motion to proceed <i>in forma pauperis.</i> Thereafter, Delgado obtained services of counsel to represent him.</p>\n<p>On July 9, 1980, the Court granted Delgado's motion for class certification and designated the following as the appropriate plaintiff class:</p>\n<blockquote>all persons who are or become in the course of this litigation confined at the Waupun Correctional Institution and who are accordingly subject to or potentially subject to double celling in a cell designed for occupancy by a single inmate.</blockquote>\n<p>The case proceeded to trial before the Court on October 30, 1981. The Court heard additional testimony on eight non-consecutive days during December 1981 and January 1982. In addition, the Court toured the prison on January 15, 1982.</p>\n<p>Extensive post trial submissions were completed by May 23, 1982, and the matter was taken under advisement by the Court. On January 31, 1983, at about 9:05 A.M., a major disturbance took place at Waupun. Inmates took control of the school and the dormitory/recreation hall. Fifteen staff personnel were seized and held as hostages. The hostages were terrorized and threatened and various demands were presented by the inmates. The situation was not fully under control until that evening.</p>\n<p>As an aftermath of this riot and the physical damage involved, there was an exacerbation of doubling-up and even treble-celling within the institution as well as a considerable movement of inmates into other institutions with attendant complaints from those prisoners. On February 16, 1983, plaintiffs petitioned this Court for interim relief with respect to the immediate conditions of confinement at Waupun. On that day, the Court entered a preliminary injunction requiring the prison administration to eliminate all triple-celling as soon as consistent with public safety and security and report back to the Court regarding progress.</p>\n<p>Concurrent with the above developments, the State Legislature, the municipal administrations of various cities, the Governor's office and numerous citizens' groups engaged in hectic planning, discussion, debate and pronouncements regarding the desperate prison needs of the State. The Court did not wish to issue a decision in the midst of such a situation which might exacerbate <span class=\"star-pagination\">*1448</span> tensions at WCI; however, the time is now appropriate to issue its conclusions.</p>\n<p>At trial, plaintiffs presented the testimony of thirteen prisoners and three expert witnesses: David Fogel, Charles Fasano and Ronald Shansky. Plaintiffs also called George Kaemmerer, a Crisis Intervention Worker employed at WCI, as a witness.</p>\n<p>Testifying on behalf of the defendants were Elmer Cady, Administrator of the Division of Corrections for the State of Wisconsin; Thomas Israel, the Superintendent at WCI; Gerald Heeringa, Assistant Superintendent for Security at WCI; Margaret A. Gust, Nursing Supervisor at WCI; and, George Smullen, Education Director at WCI. In addition, defendants called Jeffrey Jones, a physician specializing in infectious diseases, as an expert witness.</p>\n<p>Having reviewed the testimony of the witnesses, the numerous documents received as evidence, the parties' post-trial briefs and the parties' proposed findings of fact and conclusions of law, the Court is prepared to render its decision. The following constitutes the findings of fact and conclusions of law required by Rule 52(a) of the Federal Rules of Civil Procedure.</p>\n<p>The problem of prison overcrowding is by no means unique to Wisconsin. The September 1983 issue of <i>The Third Branch,</i> the bulletin of the Federal Courts reports that in early 1983 some twenty-four state correctional systems (including Puerto Rico's) were under some form of court order to correct overcrowding. Increases in crime, increasing commitments to prison, outmoded facilities, escalating costs of both construction and labor, as well as legislative resistance to increased appropriations have all played a part (with many other factors) in taking our society to a crisis stage.</p>\n<p>Double celling is one of the more identifiable products of overcrowding. It is understandable on the part of prison officials as they strive to house those entrusted to their custody; but it is also among the most debasing and most dehumanizing aspects of present prison life. It rips away the sense of privacy  of dignity  which can make bearable many things which could not otherwise be endured. Each human being needs a spot to which he can retreat periodically. He needs a place which belongs to him, albeit temporarily. With double celling, all shreds of such privacy are gone.</p>\n<p>Double celling, as a constitutional issue, was first addressed by the Supreme Court in <i>Rhodes v. Chapman,</i> 452 U.S. 337, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981). In <i>Rhodes,</i> the Court noted that \"confinement in a prison ... is a form of punishment subject to scrutiny under the Eighth Amendment Standards.\" That amendment proscribes \"cruel and unusual\" punishments. Reviewing its cases construing these words, the Court opined that conditions of confinement \"must not involve the wanton and unnecessary infliction of pain ...\" and concluded that double celling per se does not inflict pain that violates the Constitution. But quoting <i>Trop v. Dulles,</i> 356 U.S. 86, 101, 78 S.Ct. 590, 598, 2 L.Ed.2d 630 (1958), the Court said that the prohibition against cruel and unusual punishment is a fluid concept which has \"to draw its meaning from the evolving standards of decency that mark the progress of a maturing society.\" Recognizing that such a yardstick is highly elastic depending on who is looking at the evolving standards, the Court cautioned that judicial evaluators should make their judgments on the basis of \"objective factors to the maximum possible extent.\" <i>Rhodes v. Chapman,</i> 452 U.S. at 346, 101 S.Ct. at 2399.</p>\n<p>The Seventh Circuit Court of Appeals has already indicated its view that cruel and unusual punishment issues relating to prisoners require viewing the <i>totality of the conditions of confinement, </i><i>Madyun v. Thompson,</i> 657 F.2d 868, 874 (7th Cir.1981) (emphasis supplied).</p>\n<p>With these criteria before us from those tribunals to whom we owe adherence, the Court proceeds to a review of those prison confinement conditions and practices covered in the trial testimony.</p>\n<p></p>\n<h2>I. THE FACILITIES</h2>\n<p>WCI is a multi-structure maximum security penitentiary originally built about the <span class=\"star-pagination\">*1449</span> time of the Civil War. The present structure is over 100 years old with the sort of high walls and large, multi-level cell blocks usually built during the nineteenth century. It has a rated capacity of 840 inmates. Like many prisons in the United States, WCI has faced a serious overcrowding problem over the past few years. On March 12, 1980, there were 1147 inmates confined at WCI. By December 31, 1980, the number of inmates confined at WCI had dropped to 1068 inmates. On March 17, 1981, the number of inmates confined at WCI was 1081.</p>\n<p>As a result of the overcrowding at WCI, prison officials on many occasions have placed two prisoners in cells designed to hold one prisoner. There have also been occasions when prison officials have placed three inmates in a cell. This triple celling occurs when disturbances result in numerous inmates being moved to the prison's Adjustment Center simultaneously.</p>\n<p>To accommodate the extra prisoners, prison officials place an extra mattress or mattresses in those cells which contain more than one inmate. Unlike the bunks which are permanent fixtures in each cell, these additional mattresses are not attached to the wall. Rather, the mattresses simply lie on the floor.</p>\n<p>Although most inmates are housed in four different cell blocks or the prison's Adjustment Center, the practice of double celling is limited to the Adjustment Center, the North Cell Hall, and the Northwest Cell Hall, those facilities where most of the prisoners who are not part of the prison's general population are housed.</p>\n<p></p>\n<h2>A. <i>The Adjustment Center</i>\n</h2>\n<p>As its name implies, the Adjustment Center houses WCI's problem prisoners. It is a two-story steel and concrete building built during the 1950's. Fifty-nine cells in its main section are used for double celling, when necessary. Eight additional cells located in the lower level of the building are used for protective custody and are not used for double celling.</p>\n<p>The main section of the Adjustment Center contains two tiers of cells. The cells in the lower tier measure 6.5 feet by 9.5 feet (61.75 square feet). In the upper tier, the cells measure 6.5 feet by 9.75 feet (63.38 square feet). The ceiling height in each cell is 7.5 feet.</p>\n<p>Cells 1-9 on the Adjustment Center have a bunk fastened to the floor; cells 10-15 have a stool, table and bunk fastened to the floor; cells 16-60 have a bunk and table fastened to the wall, and a stool. In addition, each cell contains a one-piece combination sink-toilet. The net space (gross floor space less floor space occupied by furniture) in each cell is approximately 35.25 square feet.</p>\n<p>None of the cells in the Adjustment Center have windows. There are, however, large windows on the outside of the building facing each cell. Ventilation is adequate.<sup>[1]</sup></p>\n<p>The Adjustment Center is an extremely noisy building. The inmates housed there often yell at each other or at the guards, and the sound resonates throughout the building.</p>\n<p>At the time the Court toured the prison, the cells and corridors of the Adjustment Center were generally well-maintained, although food, thrown by the prisoners, was on the floor in some of the cells and on the floor in front of some of the cells.</p>\n<p></p>\n<h2>B. <i>The North Cell Hall and Northwest Cell Hall</i>\n</h2>\n<p>The North Cell Hall and Northwest Cell Hall are part of the original prison structure, <span class=\"star-pagination\">*1450</span> built in the mid-1800's. Both buildings, however, have been totally revamped and improved substantially since then and appear well maintained.</p>\n<p>Cells in the two buildings measure five feet by ten feet. Each cell contains a toilet and a sink. All of the toilets are designed without covers.</p>\n<p>In the North Cell Hall, cells are ordinarily furnished with the following: a 38 inch wide swing bunk (21 inches from the opposite wall in the down position and 21½ inches off the floor), a small table measuring 17 by 22 inches, a foot locker and a metal chair. In the Northwest Cell Hall, cells are ordinarily furnished with the following: a 32½ inch wide swing bunk (27 inches from the opposite wall in the down position and 20 inches off the floor), a small table measuring 17 by 22 inches, a foot locker and a metal chair.</p>\n<p>The net space in each cell in the North and Northwest Cell Halls is approximately 20 square feet.</p>\n<p>Although none of the cells in the North or Northwest Cell Hall have windows, ventilation in the buildings is adequate.</p>\n<p>At the time the Court toured the prison, the stress level of inmates in the North and Northwest Cell Halls appeared much lower than the stress level in the Adjustment Center. Unlike the Adjustment Center, there was no shouting or throwing of food in the North or Northwest Cell Halls.</p>\n<p>Although the North and Northwest Cell Halls are much older than the Adjustment Center, they were clean and appeared to be well maintained when the Court toured them.</p>\n<p></p>\n<h2>C. <i>Other Facilities</i>\n</h2>\n<p>The original construction of WCI began in 1851. Most of the newer buildings which now comprise the prison, however, are much newer and the older buildings have been revamped. Recent construction includes a food service center built in the 1960's and a new educational building which is currently under construction. An addition to the Adjustment Center is also pending.</p>\n<p></p>\n<h2>II. CRITERIA FOR DOUBLE CELLING</h2>\n<p>At the time of trial, close to 200 cells (400 inmates) were doubled at WCI. In 1981, the average number of cells used for doubling was 121 (242 inmates). The inmate statuses subject to double celling are the following: assessment and evaluation (A &amp; E); unassigned; temporary lock-up; and program segregation.</p>\n<p>The Northwest Cell Hall houses those prisoners in A &amp; E status, the status of prisoners when they first enter WCI upon incarceration or upon transfer from a different institution. An inmate remains in A &amp; E status during his initial orientation at WCI, pending security classification and program assignment. This status lasts not more than six weeks (HSS 302.01, Wis. Adm.Code) and generally ends within thirty days. The actual A &amp; E programming procedures take approximately twenty hours.</p>\n<p>Unassigned inmates are housed in the North or Northwest Cell Halls. Unassigned inmates are inmates not assigned to a particular program or job pursuant to HSS 302.15-301.17, Wis.Adm.Code.</p>\n<p>Inmates in temporary lock-up status are housed in North Cell Hall or the Adjustment Center. Temporary lock-up is a non-disciplinary status designed for the confinement of inmates for no longer than 40 days pending a disciplinary hearing or other administrative action. (HSS 303.11 and Note, Wis.Adm.Code.)</p>\n<p>Inmates in program segregation are housed in the North Cell Hall or Adjustment Center. Program segregation is a punitive status imposed for major disciplinary offenses, with a maximum duration per offense of 360 days. (HSS 303.70 and 303.84, Wis.Adm.Code.)</p>\n<p>The decision of WCI officials to confine double celling to prisoners not within the general working population of the institution reveals a different penological approach than that taken by officials at the Pontiac Correctional Center, a penitentiary operated by the Department of Corrections of the State of Illinois. At Pontiac, inmates in segregation, protective custody or <span class=\"star-pagination\">*1451</span> orientation were single celled while inmates in the general population were doubled.</p>\n<p>At trial, Assistant Superintendent Heeringa testified that the decision to double cell prisoners outside the general population was based on two factors. First, the double celling of inmates with jobs or classes would disturb the routine of prisoners involved in those activities. Second, those inmates who are not within the general population generally are in that situation as a result of their own actions or wishes.</p>\n<p>Plaintiffs do not take issue with the decision of prison officials to single cell inmates in the general population. They do contend, however, that the inmate classification system now used as a criteria for double celling is totally inadequate to assure the peaceful compatibility of cellmates. Plaintiffs argue that violence, inmate conflicts, property problems, contraband in the cells, homosexual conduct, aggressive conduct and excessive noise are all problems which are caused or exacerbated by double celling. They note that prisoners, under the Eighth Amendment, have the right to receive reasonable protection from harm inflicted by other inmates. <i>Funney v. Arkansas Board of Corrections,</i> 505 F.2d 194, 201 (8th Cir.1974).</p>\n<p>Defendants do not deny that the problems referred to by plaintiffs exist in the prison. They claim, however, that these problems are not caused or exacerbated by double celling, except to the extent that inmates engage in prohibited activities solely to avoid double celling. Defendants also claim that they have adequately identified those prisoners who should not be double celled.</p>\n<p>The evidence presented at trial supports the defendants' contention that double celling has not increased the level of violence at the prison. Although many of plaintiffs' inmate witnesses recounted incidents of assaultive or anti-social behavior in double celled situations, plaintiffs presented no evidence of any statistical increase in assaultive behavior at WCI since double celling began there. Nor has the Court discerned anything to indicate that double celling was the cause of the January 1983 riot. In the absence of any evidence suggesting there has been a statistical rise in assaultive behavior at the prison since the onset of double celling, the Court is inclined to view the disputes described by the inmate witnesses, for the most part, as the type of disputes which occur in any prison setting.</p>\n<p>To be sure, several of the inmate witnesses testifying on behalf of the plaintiffs were involved in incidents which would not have occurred in the absence of double celling. Three of the inmate witnesses  Carlos Soto, Robert Shank and Wilfredo Rosario  testified that they engaged in assaultive behavior upon cellmates they found undesirable. However, in each instance, the inmate witness knew the WCI had a policy that fighting or threats between cellmates would result in the removal of one of the cellmates. Such behavior should not be encouraged by awarding the assaulting inmate a single cell.</p>\n<p>Moreover, many, if not all, of the incidents recounted by the plaintiffs' inmate witnesses would have occurred in a double celled situation regardless of the net space available to each inmate. Accordingly, the Court rejects plaintiffs' contentions that the net space available to each doubled inmate is constitutionally inadequate.</p>\n<p>The evidence presented at trial does not, however, support defendants' contention that the institution adequately prevents inmates from being double celled with inmates who have psychological or psychiatric problems. The inmates witnesses gave uncontroverted testimony that: five inmates displaying suicidal tendencies were double celled (Draper, Jaeger, Rhoden, Geiger, Johnson); three inmates displaying psychotic behavior were double celled (Bronsky, Boechel, Clark); and, five inmates generally displaying bizarre behavior were double celled (Sween, Maxwell, Moffett, Cone, Buechel).</p>\n<p>Plaintiffs do not deny that mistakes have been made in double celling decisions but maintain that the percentage of errors is relatively small. They also argue that the double celling of inmates displaying suicidal <span class=\"star-pagination\">*1452</span> tendencies is appropriate because the presence of another person may prevent a suicide from occurring.</p>\n<p>The Court does not agree with defendants that the repeated double celling of prisoners with psychological problems is attributable solely to staff mistakes. Defendants have failed to show that they have devised a classification system which allows them to promptly single cell prisoners displaying psychological problems.</p>\n<p>Nor does the Court agree with defendants that <i>coerced</i> double celling of suicidal prisoners is appropriate. There is little question that the presence of another human being in a cell with an inmate who displays suicidal tendencies may discourage suicide. However, it is cruel and unusual punishment to <i>force</i> an inmate to share a cell with a suicidal person solely to act as a prophylactic agent. It is the duty of the staff and not the inmates to provide surveillance over suicidal inmates. Accordingly, the Court will order defendants to devise a new system for evaluating prisoners with psychologic or psychiatric problems prior to double celling them.</p>\n<p></p>\n<h2>III. TIME OUT OF CELL</h2>\n<p>The amount of time inmates are permitted out of their cells depends on their status and on the cell hall to which they are assigned.</p>\n<p>Unassigned inmates are out of their cells for recreation and meals approximately three hours twenty minutes per day during the winter months. From late April to October, unassigned inmates are permitted out of their cells approximately three additional hours for outdoor recreation. They are also eligible for one visit per weekday. In addition, they are eligible for available part-time school programs.</p>\n<p>Inmates in temporary lockup are permitted one hour per day exercise if in the North Cell Hall and 30 minutes to one hour per day exercise if in the Adjustment Center, weather permitting. They are also eligible for one hour per day visitation.</p>\n<p>Inmates in program segregation are permitted one hour per day exercise if in the North Cell Hall and 30 minutes to one hour per day exercise if in the Adjustment Center, weather and security concern permitting. They are also eligible for one hour per day visitation.</p>\n<p>Inmates with assignments to jobs vary in the time out of their cell for work, meals and recreation. For inmates assigned to the kitchen, it varies from 10 hours 50 minutes to 12 hours 20 minutes. Other assigned inmates are out of their cells approximately 10 hours 20 minutes. Plaintiffs do not challenge the out of cell time for inmates with jobs or unassigned inmates. They do challenge, however, the out of cell time permitted for inmates in segregation and inmates in the Adjustment Center.</p>\n<p>Although neither the Supreme Court nor the Seventh Circuit Court of Appeals has established a constitutionally mandated time out of cell requirement, the Seventh Circuit's recent decision in <i>Smith v. Fairman,</i> 690 F.2d 122 (7th Cir., 1982), <i>cert. denied,</i> ___ U.S. ___, 103 S.Ct. 2125, 77 L.Ed.2d 1304 (1983), provides a good starting point for addressing plaintiffs' contention. In <i>Smith,</i> the court of appeals reversed Judge Harold A. Baker's finding that the conditions under which double celling occurred at the Pontiac Correctional Institution constituted cruel and unusual punishment. Among the practices the court of appeals held to be constitutionally permissible were the practice of permitting single celled prisoners in segregation out of their cell for only one hour per day and the practice of permitting double celled prisoners in the general population out of their cells for only four hours per day.</p>\n<p>The only difference between the situation at Pontiac and the situation at WCI, insofar as time out of cell is concerned, is that prisoners in segregation at Pontiac were single celled while prisoners in segregation at WCI are double celled. Therefore, the question this Court must answer is whether it is constitutionally impermissible to keep a double celled inmate in segregation status in a cell for twenty-three hours per day even though it is constitutionally permissible to keep a single celled <span class=\"star-pagination\">*1453</span> segregated inmate in a cell for that long and constitutionally permissible to keep a double celled inmate from the general population in a cell for twenty hours per day.</p>\n<p>The Court does not view the three hour difference between the time spent in cells by double celled general population inmates at Pontiac and double celled segregation inmates at WCI as a difference which crosses any constitutional lines. In both instances, inmates are permitted outside their cells for a minimal amount of time daily. Moreover, it must be remembered that prisoners in segregation status are not only being punished for crimes committed prior to incarceration but are also being punished for violating prison rules. Consequently, although twenty-three hours per day in a cell with another is very restrictive, \"to the extent that such conditions are restrictive and even harsh, they are part of the penalty that criminal offenders pay for their offenses against society.\" <i>Rhodes v. Chapman,</i> 452 U.S. at 347, 101 S.Ct. at 2399.</p>\n<p></p>\n<h2>IV. STAFFING</h2>\n<p></p>\n<h2>A. <i>Security Staff</i>\n</h2>\n<p>At trial, Superintendent Israel testified that the prison has increased substantially its security staffing in response to the increase in population. He stated there has been an increase in security staff of close to one hundred since he arrived at the prison in 1976. He further stated that the security staff is greater in the segregated areas of the institution than in the non-segregated areas or general population areas.</p>\n<p>David Fogel, one of plaintiffs' expert witnesses, opined that the security staffing in the Adjustment Center was not adequate. He testified that Sergeant McGovern told him there were normally only two guards and one correctional sergeant on duty in the Adjustment Center. It was Fogel's opinion that there should be a sizeable increase in the staff level in the Adjustment Center, with five guards and a sergeant on the first shift, four guards and a sergeant on second shift, and three guards and a sergeant on third shift.</p>\n<p>The Court need not determine the optimal shift staff size in the Adjustment Center for it is satisfied that the present level of staffing in the Adjustment Center, either viewing in isolation or as a segment of the totality of the conditions at the prison, is not constitutionally deficient.</p>\n<p></p>\n<h2>B. <i>Medical Staff</i>\n</h2>\n<p>At the time of trial, the position of medical director at the prison was open. Dr. Michael McClain, who had been the medical director for approximately eighteen months resigned on December 4, 1981. At the time of trial, however, three part-time physicians worked twenty hours per week at the prison and a dermatologist and orthopedist spent one day per week at the prison. In addition, the prison had a staff of seven registered nurses and three nursing assistants.</p>\n<p>Because the prison does not have a hospital, inmates who cannot be treated in the institution's sixteen bed infirmary are first taken to Waupun Memorial Hospital's emergency room for stabilization and then transferred to University Hospital in Madison if necessary. Because of security limitations, however, the prison does not transfer more than three inmates per day from Waupun to Madison hospitals. According to Nurse Gust, this limitation has resulted in delays.</p>\n<p>In the case at bar, there has been no showing that the site of the prison's medical staff or its policy of transferring a maximum of three prisoners from Waupun to Madison hospitals has resulted in the denial of necessary medical care to any of the prison inmates. Consequently, the Court does not find the size or practices of the prison's medical staff constitutionally deficient.</p>\n<p></p>\n<h2>C. <i>Social Worker Staff</i>\n</h2>\n<p>As of August 1, 1981, WCI had seven social workers for a social worker/inmate ratio of 1 to 155. In addition, two limited term employment (LTE) social workers were hired. With the two LTE social workers, the social worker/inmate ratio is approximately <span class=\"star-pagination\">*1454</span> 1 to 120, a ratio the Court finds adequate.</p>\n<p></p>\n<h2>D. <i>Clinical Staff</i>\n</h2>\n<p>One of the areas of greatest controversy between the parties concerns the adequacy of the mental health staff, particularly in the Adjustment Center. In their proposed findings of fact, defendants claim the clinical staff available to the Adjustment Center includes a full-time psychiatric social worker, four or five psychologists and two psychiatrists.</p>\n<p>Plaintiffs contend that the defendants' description of the clinical staff is misleading. They assert that Mr. Kaemmerer is the only full-time staff member and that he is not a psychiatric social worker as that term is used in the profession. They further assert that the defendants' two part-time psychiatrists provide only three days of service per week. Finally, they contend that the social workers' caseloads prevent them from doing much additional counseling.</p>\n<p>The Court's reaction to the controversy over the level of clinical staffing is similar to its reaction to the controversy over the level of security staffing. Although the current staff level may not be optimal, it is not deficient to the point of being unconstitutional, either when viewed in isolation or as a segment of the totality of the conditions at the prison.</p>\n<p></p>\n<h2>V. MEDICAL CARE</h2>\n<p>Plaintiffs also contend that the overcrowding at WCI creates a severe risk of contagion and the spread of communicable disease. Specifically, plaintiffs allege: the tubercular screening and treatment at the prison is inadequate; there was an easily treatable case of bacterial meningitis at the prison which went unrecognized for three days and led to the death of a prisoner; and, high blood pressure, stress, venereal diseases, entero viruses and hepatitis A virus can be exacerbated in a double celled population, especially with prisoners sleeping on the floor. It is also plaintiffs' contention that no prisoners in A &amp; E should be doubled celled. The Court will address these contentions.</p>\n<p></p>\n<h2>A. <i>Tuberculosis</i>\n</h2>\n<p>At WCI, newly-admitted prisoners are given a tuberculosis test within the first seven days of admission. The test consists of a tuberculin skin test in the left arm, a chest X-ray and other diagnostic studies. The results of the skin test are read one week later, and if the results are negative, another skin test is given in the other arm to double-check the results of the first test. The results of the second test are read within 72 hours.</p>\n<p>If the results of a skin test are positive, the inmate is isolated until a physician sees him and begins medication. A positive tuberculosis skin test means that the tested individual has been infected with tuberculosis at some point in his life. If an individual has been infected with tuberculosis, the tuberculosis bacillus will remain alive unless treatment is given. Most commonly, the body's defenses will prevent the tuberculosis infection from developing into an active (communicable) case of tuberculosis. A person who previously had a negative skin test for tuberculosis infection but later has a positive test is known as a \"converter.\"</p>\n<p>Plaintiffs do not attack procedure used in the actual tuberculosis screening for newly-admitted inmates in WCI. Rather, they contend that the overcrowding created by double celling at WCI disproportionately increases the risk of transmission of tuberculosis.</p>\n<p>In support of their contention that overcrowding at WCI has increased the risk of transmission of tuberculosis, plaintiffs rely on the August 1979 tuberculosis screening which yielded the following results:</p>\n<p></p>\n<pre>\nskin tested Aug. 1979               - negative         704\nskin tested Aug. 1979               - positive         186\nprevious confirmed skin test positive -                 82\ntotal population at time of testing -                 1102\ntotal population whose results are known -            1006\ntotal percentage negative of examined pop. -            73%\ntotal percentage positive of examined pop. -          26.6% (268)\n                                        (exhibit 35)\n</pre>\n<p>Plaintiffs contend that the 186 inmates with positive test results were new converters who should have been treated promptly with isoniozid (INH) to reduce the risk of <span class=\"star-pagination\">*1455</span> development of an active case of tuberculosis.</p>\n<p>Defendants dispute plaintiffs' contention that the 186 prisoners whose test results were positive were new converters or that any new converters were improperly treated. They maintain there is no evidence of how long the 186 positive reactors had been positive or what previous treatment had been given. They further contend that the absence of any known infectious cases of tuberculosis over the past three years demonstrates that the screening and prophylactic programs at the prison are effective.</p>\n<p>Although the results of the August 1979 skin tests give strong support to plaintiffs' contention that prisoners at WCI were exposed to an active case of tuberculosis prior to that time, the Court agrees with defendants that the absence of any known infectious case of tuberculosis over the past three years demonstrates that the screening and prophylactic programs now used at the prison are effective. Accordingly, the Court rejects plaintiffs' argument that the tuberculosis screening and prophylactic programs are constitutionally inadequate.</p>\n<p></p>\n<h2>B. <i>Meningitis</i>\n</h2>\n<p>In 1981, Levon Trotter, an inmate at WCI, died of acute non-meningoccal bacterial meningitis. Plaintiffs contend that the symptoms of Trotter's illness were easily identifiable and that he could have survived if he had been treated properly. They further contend there is little assurance that the medical resources at WCI would be adequate to treat an outbreak of a more virulent form of the disease.</p>\n<p>Defendants disagree. They argue that there is no evidence that medical personnel at WCI failed to evaluate Trotter properly or that they did not consider all treatment.</p>\n<p>The Court need not determine in this action whether hospital personnel improperly treated Trotter's illness. Because there is nothing in the record before the Court to lead it to conclude that Trotter received inadequate medical care <i>as a result of the overcrowding at WCI,</i> the Court rejects defendants fears concerning the ability of medical personnel at WCI to respond to an outbreak of any form of meningitis.</p>\n<p></p>\n<h2>C. <i>Other Diseases</i>\n</h2>\n<p>Plaintiffs also contend that high blood pressure, stress, venereal diseases, entero viruses and hepatitis A virus can be exacerbated in a double celled population, especially with prisoners sleeping on mattresses on the floor.</p>\n<p>The Court need not address this argument in depth. Plaintiffs have provided no evidence which would lead the Court to find that the incidence of these diseases is higher at WCI than at any other prison in the nation.</p>\n<p></p>\n<h2>D. <i>Double Celling of Prisoners in A &amp; E Status</i>\n</h2>\n<p>Another medically related argument advanced by plaintiffs concerns the practice at WCI of double celling inmates in A &amp; E. Plaintiffs assert that sound medical practice in a prison setting dictates single celling of new arrivals until examination for communicable diseases like tuberculosis is completed.</p>\n<p>The Court is inclined to agree with plaintiffs that in an ideal situation all incoming prisoners would be separated from other prisoners until completion of a thorough medical examination. The realities of prison life, unfortunately, prevent such a practice. Any person entering a closely confined environment such as a prison comes into constant contact with other prisoners, be it in a cell, during meals or recreation, taking a shower, or attending prison functions. To single out double celling as a forbidden practice because of the dangers of transmission of communicable diseases, in the absence of any proof that double celling has, in fact, contributed to a rise in the spread of diseases, would merely constitute a penological judgment by this Court as to which classes of inmates should be double celled. Accordingly, the Court rejects plaintiffs' contention that the practice of double celling inmates in A &amp; E status is unconstitutional, viewed either in <span class=\"star-pagination\">*1456</span> isolation or as part of the totality of the conditions at the prison.</p>\n<p></p>\n<h2>VI. TOTALITY OF CONDITIONS</h2>\n<p>In its decision in <i>Smith v. Fairman, supra</i><i>,</i> the Seventh Circuit Court of Appeals dispelled all doubts as to the correct standard to be applied in examining the constitutionality of prison overcrowding and double celling when it applied a \"totality of conditions of confinement\" test in examining the conditions at the Pontiac Correctional Institution. Therefore, the final issue the Court must resolve is whether those practices the Court has already found to be unconstitutional (<i>i.e.,</i> the coerced double celling of inmates with suicidal inmates and WCI's failure to promptly and adequately screen mentally disturbed inmates before double celling them), when considered with other practices at the prison, render double celling at WCI unconstitutional.</p>\n<p>Because the Court has already rejected plaintiff's claims regarding the level of violence and outbreak of disease in double celled areas, the Court need not address those issues again. The Court will address, however, plaintiffs' contentions regarding triple bunking, confinement of psychotic prisoners in the Adjustment Center, indifference of correctional staff to double celling complaints, macing of double celled inmates, staff encouraged violence, and reductions in access to prison programs.</p>\n<p></p>\n<h2>A. <i>Triple Bunking</i>\n</h2>\n<p>At trial, plaintiffs introduced evidence that prison officials had triple celled prisoners following a disturbance at the prison in the fall of 1981. Triple celling occurred again after the January 1983 riot. Plaintiffs point to these incidents of triple celling as a further example of the overcrowding problems at WCI.</p>\n<p>Defendants do not dispute plaintiffs' contention that limited triple celling has occurred at the prison. They contend, however, that the triple celling is not a response to overcrowding but rather a response to emergency situations necessitated by the inmates' own actions.</p>\n<p>The Court opines that triple celling on an extended basis, when viewed under a total conditions of confinement test, would cross the line into unconstitutionality. <i>As a permanent condition, it cannot be approved.</i> As a temporary response to a situation created by the inmates own actions, however, it does not constitute a constitutional violation.</p>\n<p></p>\n<h2>B. <i>Confinement of Psychotic Prisoner in the Adjustment Center</i>\n</h2>\n<p>Along with housing inmates in segregation and temporary lock-up status, the Adjustment Center is also used for the single celling of a small number of severely mentally disturbed prisoners. Plaintiffs contend that the high stress level within the Adjustment Center will exacerbate the deterioration of these inmates and, therefore, is inappropriate.</p>\n<p>Although the stress and noise level in the Adjustment Center are the highest of any cell block in the prison, the Court disagrees with plaintiffs that it is inappropriate to house these prisoners in the Adjustment Center. The level of staffing and supervision is highest in the Adjustment Center. Therefore, it is not an unreasonable penological judgment to house the prisoners most in need of supervision there.</p>\n<p></p>\n<h2>C. <i>Indifference of Correctional Staff to Double Celling Complaint</i>\n</h2>\n<p>The Court has previously found that prison officials have failed to promptly and adequately isolate double celled inmates who should not be double celled as a result of mental problems. Accordingly, to the extent that this problem has been caused by indifference of correctional staff, it will be eliminated through the Court's remedial order.</p>\n<p>The Court rejects, however, plaintiffs' contention that the correctional staff at WCI has violated their constitutional rights by not honoring other requests concerning double celling. Prison officials have no duty to permit inmates to choose their cellmates.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1457</span> D. <i>Macing of Double Celled Inmates</i>\n</h2>\n<p>Another objection plaintiffs make to the double celling at WCI pertains to the macing of an inmate which occurs when prison officials must use mace to subdue his cellmate.</p>\n<p>The use of mace or similar chemical control agents within the constitutional parameters of the Eighth Amendment was dealt with by Judge Evans of this district in the case of <i>Soto v. Cady,</i> 566 F.Supp. 773 (E.D.Wis.1983). His remedial order prohibits the use of mace against inmates who are passive and non-violent or to gain control of an inmate who is locked in his cell unless there is a clear, immediate, direct and actual threat of bodily injury or death to another. Henceforth under the order, its use will be severely curtailed and limited to only those situations clearly of an emergency nature.</p>\n<p>This order should be the pallative to rectify those cases related during trial where one occupant of a cell suffered because mace was used on his cellmate. Accordingly, the Court finds that this particular evil is not such as to require the end of double celling as classwide relief.</p>\n<p></p>\n<h2>E. <i>Staff Encouraged Violence</i>\n</h2>\n<p>Several of the inmate witnesses testified at trial that prison guards encouraged them to use violence to force the transfer of an undesirable cellmate.</p>\n<p>Having had the opportunity to examine these witnesses in the totality of their testimony, the Court rejects these particular recitations as unbelievable.</p>\n<p></p>\n<h2>F. <i>Reduction in Access to Prison Programs</i>\n</h2>\n<p>Although the evidence presented at trial supports plaintiffs' contention that overcrowding at WCI has contributed to the reduction in access to prison educational and employment programs, the Court does not view the reduction as unconstitutional.</p>\n<p></p>\n<h2>VII. EVOLVING STANDARDS OF DECENCY</h2>\n<p>In reaching the conclusions it has regarding the application of the Eighth Amendment to the practice of double-celling, the Court does not wish to leave any false impression that it approves of double celling as a matter of penological practice. The practice is highly offensive to human dignity, but the Court does not believe that under the current state of the law that it is unconstitutional per se. Regrettably, it is a phenomenon which has become all too prevalent as society seeks to combat rising crime with more sentences of incarceration but simultaneously fails to provide the physical facilities to provide that incarceration. It is to be hoped that the organs of Wisconsin government have, at last, become responsive to the problem. Present indications are that new prisons will soon be constructed so that this evil can be alleviated. If this does not occur within the reasonable future, it may well be that some colleague of the Court in the future will apply the Supreme Court's admonition that evolving standards of decency mark the progress of a maturing society in a different light and feel forced to end the practice.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>As set forth above, this Court has concluded (1) that, except as a very temporary holding procedure after a disturbance, triple celling cannot be constitutionally approved. It has also concluded that (2) the coerced double celling of inmates with suicidal cellmates is unconstitutional. Each of these practices will be terminated forthwith. (3) It further finds that the present system for screening or identifying prisoners with serious psychological or psychiatric problems is inadequate to ensure that such individuals are single celled. In this regard, the defendant is ORDERED within thirty (30) days of this order to submit to the Court and plaintiff's counsel a proposed protocol for rectifying the problem. Plaintiff is to have twenty (20) days thereafter to comment on said proposal. The Court will then enter a further remedial order.</p>\n<h2>NOTES</h2>\n<p>[1]  At trial, Gerald Heeringa testified that the ventilation in the Adjustment Center was adequate. Heeringa based his testimony on statements made to him by engineering maintenance people. Plaintiffs objected to the testimony on hearsay grounds, but the Court permitted the testimony to stand as a hearsay exception falling within the ambit of Rule 801(d)(2)(D) of the Federal Rules of Evidence. In their post trial reply brief, plaintiffs contend the Court erred in permitting Heeringa's testimony under Rule 801.\n</p>\n<p>The Court agrees with plaintiffs that its trial ruling was erroneous. Notwithstanding that error, however, the Court finds that plaintiffs have not carried their burden of showing that the ventilation in the Adjustment Center or any other portion of the prison is inadequate.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">576</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1446</span></span> (1983)</b></center>\n<center><h1>Felix DELGADO, et al., Plaintiffs,<br>\nv.<br>\nElmer CADY, et al., Defendants.</h1></center>\n<center>No. 79-C-1018.</center>\n<center><p><b>United States District Court, E.D. Wisconsin.</b></p></center>\n<center>December 28, 1983.</center>\n<p><span class=\"star-pagination\">*1447</span> Kenneth P. Casey, Asst. State Public Defender, Madison, Wis., for plaintiffs.</p>\n<p>Robert D. Repasky, Asst. Atty. Gen., Madison, Wis., for defendants.</p>\n<p></p>\n<h2>DECISION AND ORDER</h2>\n<p>WARREN, District Judge.</p>\n<p>On December 10, 1979, plaintiff Felix Delgado, an inmate confined at the Waupun Correctional Institution (WCI) in Waupun, Wisconsin, instituted this action by filing a <i>pro se</i> complaint in which he alleged that the practice of \"double celling\" prisoners at WCI constitutes cruel and unusual punishment in violation of the Eighth Amendment to the United States Constitution. On December 20, 1979, the Court granted Delgado's motion to proceed <i>in forma pauperis.</i> Thereafter, Delgado obtained services of counsel to represent him.</p>\n<p>On July 9, 1980, the Court granted Delgado's motion for class certification and designated the following as the appropriate plaintiff class:</p>\n<blockquote>all persons who are or become in the course of this litigation confined at the Waupun Correctional Institution and who are accordingly subject to or potentially subject to double celling in a cell designed for occupancy by a single inmate.</blockquote>\n<p>The case proceeded to trial before the Court on October 30, 1981. The Court heard additional testimony on eight non-consecutive days during December 1981 and January 1982. In addition, the Court toured the prison on January 15, 1982.</p>\n<p>Extensive post trial submissions were completed by May 23, 1982, and the matter was taken under advisement by the Court. On January 31, 1983, at about 9:05 A.M., a major disturbance took place at Waupun. Inmates took control of the school and the dormitory/recreation hall. Fifteen staff personnel were seized and held as hostages. The hostages were terrorized and threatened and various demands were presented by the inmates. The situation was not fully under control until that evening.</p>\n<p>As an aftermath of this riot and the physical damage involved, there was an exacerbation of doubling-up and even treble-celling within the institution as well as a considerable movement of inmates into other institutions with attendant complaints from those prisoners. On February 16, 1983, plaintiffs petitioned this Court for interim relief with respect to the immediate conditions of confinement at Waupun. On that day, the Court entered a preliminary injunction requiring the prison administration to eliminate all triple-celling as soon as consistent with public safety and security and report back to the Court regarding progress.</p>\n<p>Concurrent with the above developments, the State Legislature, the municipal administrations of various cities, the Governor's office and numerous citizens' groups engaged in hectic planning, discussion, debate and pronouncements regarding the desperate prison needs of the State. The Court did not wish to issue a decision in the midst of such a situation which might exacerbate <span class=\"star-pagination\">*1448</span> tensions at WCI; however, the time is now appropriate to issue its conclusions.</p>\n<p>At trial, plaintiffs presented the testimony of thirteen prisoners and three expert witnesses: David Fogel, Charles Fasano and Ronald Shansky. Plaintiffs also called George Kaemmerer, a Crisis Intervention Worker employed at WCI, as a witness.</p>\n<p>Testifying on behalf of the defendants were Elmer Cady, Administrator of the Division of Corrections for the State of Wisconsin; Thomas Israel, the Superintendent at WCI; Gerald Heeringa, Assistant Superintendent for Security at WCI; Margaret A. Gust, Nursing Supervisor at WCI; and, George Smullen, Education Director at WCI. In addition, defendants called Jeffrey Jones, a physician specializing in infectious diseases, as an expert witness.</p>\n<p>Having reviewed the testimony of the witnesses, the numerous documents received as evidence, the parties' post-trial briefs and the parties' proposed findings of fact and conclusions of law, the Court is prepared to render its decision. The following constitutes the findings of fact and conclusions of law required by Rule 52(a) of the Federal Rules of Civil Procedure.</p>\n<p>The problem of prison overcrowding is by no means unique to Wisconsin. The September 1983 issue of <i>The Third Branch,</i> the bulletin of the Federal Courts reports that in early 1983 some twenty-four state correctional systems (including Puerto Rico's) were under some form of court order to correct overcrowding. Increases in crime, increasing commitments to prison, outmoded facilities, escalating costs of both construction and labor, as well as legislative resistance to increased appropriations have all played a part (with many other factors) in taking our society to a crisis stage.</p>\n<p>Double celling is one of the more identifiable products of overcrowding. It is understandable on the part of prison officials as they strive to house those entrusted to their custody; but it is also among the most debasing and most dehumanizing aspects of present prison life. It rips away the sense of privacy  of dignity  which can make bearable many things which could not otherwise be endured. Each human being needs a spot to which he can retreat periodically. He needs a place which belongs to him, albeit temporarily. With double celling, all shreds of such privacy are gone.</p>\n<p>Double celling, as a constitutional issue, was first addressed by the Supreme Court in <i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981). In <i>Rhodes,</i> the Court noted that \"confinement in a prison ... is a form of punishment subject to scrutiny under the Eighth Amendment Standards.\" That amendment proscribes \"cruel and unusual\" punishments. Reviewing its cases construing these words, the Court opined that conditions of confinement \"must not involve the wanton and unnecessary infliction of pain ...\" and concluded that double celling per se does not inflict pain that violates the Constitution. But quoting <i>Trop v. Dulles,</i> <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, 598, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1958), the Court said that the prohibition against cruel and unusual punishment is a fluid concept which has \"to draw its meaning from the evolving standards of decency that mark the progress of a maturing society.\" Recognizing that such a yardstick is highly elastic depending on who is looking at the evolving standards, the Court cautioned that judicial evaluators should make their judgments on the basis of \"objective factors to the maximum possible extent.\" <i>Rhodes v. Chapman,</i> 452 U.S. at 346, 101 S.Ct. at 2399.</p>\n<p>The Seventh Circuit Court of Appeals has already indicated its view that cruel and unusual punishment issues relating to prisoners require viewing the <i>totality of the conditions of confinement, </i><i>Madyun v. Thompson,</i> <span class=\"citation\" data-id=\"393729\"><a href=\"/opinion/393729/yusuf-asad-madyun-v-james-r-thompson-governor/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span></a></span>, 874 (7th Cir.1981) (emphasis supplied).</p>\n<p>With these criteria before us from those tribunals to whom we owe adherence, the Court proceeds to a review of those prison confinement conditions and practices covered in the trial testimony.</p>\n<p></p>\n<h2>I. THE FACILITIES</h2>\n<p>WCI is a multi-structure maximum security penitentiary originally built about the <span class=\"star-pagination\">*1449</span> time of the Civil War. The present structure is over 100 years old with the sort of high walls and large, multi-level cell blocks usually built during the nineteenth century. It has a rated capacity of 840 inmates. Like many prisons in the United States, WCI has faced a serious overcrowding problem over the past few years. On March 12, 1980, there were 1147 inmates confined at WCI. By December 31, 1980, the number of inmates confined at WCI had dropped to 1068 inmates. On March 17, 1981, the number of inmates confined at WCI was 1081.</p>\n<p>As a result of the overcrowding at WCI, prison officials on many occasions have placed two prisoners in cells designed to hold one prisoner. There have also been occasions when prison officials have placed three inmates in a cell. This triple celling occurs when disturbances result in numerous inmates being moved to the prison's Adjustment Center simultaneously.</p>\n<p>To accommodate the extra prisoners, prison officials place an extra mattress or mattresses in those cells which contain more than one inmate. Unlike the bunks which are permanent fixtures in each cell, these additional mattresses are not attached to the wall. Rather, the mattresses simply lie on the floor.</p>\n<p>Although most inmates are housed in four different cell blocks or the prison's Adjustment Center, the practice of double celling is limited to the Adjustment Center, the North Cell Hall, and the Northwest Cell Hall, those facilities where most of the prisoners who are not part of the prison's general population are housed.</p>\n<p></p>\n<h2>A. <i>The Adjustment Center</i>\n</h2>\n<p>As its name implies, the Adjustment Center houses WCI's problem prisoners. It is a two-story steel and concrete building built during the 1950's. Fifty-nine cells in its main section are used for double celling, when necessary. Eight additional cells located in the lower level of the building are used for protective custody and are not used for double celling.</p>\n<p>The main section of the Adjustment Center contains two tiers of cells. The cells in the lower tier measure 6.5 feet by 9.5 feet (61.75 square feet). In the upper tier, the cells measure 6.5 feet by 9.75 feet (63.38 square feet). The ceiling height in each cell is 7.5 feet.</p>\n<p>Cells 1-9 on the Adjustment Center have a bunk fastened to the floor; cells 10-15 have a stool, table and bunk fastened to the floor; cells 16-60 have a bunk and table fastened to the wall, and a stool. In addition, each cell contains a one-piece combination sink-toilet. The net space (gross floor space less floor space occupied by furniture) in each cell is approximately 35.25 square feet.</p>\n<p>None of the cells in the Adjustment Center have windows. There are, however, large windows on the outside of the building facing each cell. Ventilation is adequate.<sup>[1]</sup></p>\n<p>The Adjustment Center is an extremely noisy building. The inmates housed there often yell at each other or at the guards, and the sound resonates throughout the building.</p>\n<p>At the time the Court toured the prison, the cells and corridors of the Adjustment Center were generally well-maintained, although food, thrown by the prisoners, was on the floor in some of the cells and on the floor in front of some of the cells.</p>\n<p></p>\n<h2>B. <i>The North Cell Hall and Northwest Cell Hall</i>\n</h2>\n<p>The North Cell Hall and Northwest Cell Hall are part of the original prison structure, <span class=\"star-pagination\">*1450</span> built in the mid-1800's. Both buildings, however, have been totally revamped and improved substantially since then and appear well maintained.</p>\n<p>Cells in the two buildings measure five feet by ten feet. Each cell contains a toilet and a sink. All of the toilets are designed without covers.</p>\n<p>In the North Cell Hall, cells are ordinarily furnished with the following: a 38 inch wide swing bunk (21 inches from the opposite wall in the down position and 21½ inches off the floor), a small table measuring 17 by 22 inches, a foot locker and a metal chair. In the Northwest Cell Hall, cells are ordinarily furnished with the following: a 32½ inch wide swing bunk (27 inches from the opposite wall in the down position and 20 inches off the floor), a small table measuring 17 by 22 inches, a foot locker and a metal chair.</p>\n<p>The net space in each cell in the North and Northwest Cell Halls is approximately 20 square feet.</p>\n<p>Although none of the cells in the North or Northwest Cell Hall have windows, ventilation in the buildings is adequate.</p>\n<p>At the time the Court toured the prison, the stress level of inmates in the North and Northwest Cell Halls appeared much lower than the stress level in the Adjustment Center. Unlike the Adjustment Center, there was no shouting or throwing of food in the North or Northwest Cell Halls.</p>\n<p>Although the North and Northwest Cell Halls are much older than the Adjustment Center, they were clean and appeared to be well maintained when the Court toured them.</p>\n<p></p>\n<h2>C. <i>Other Facilities</i>\n</h2>\n<p>The original construction of WCI began in 1851. Most of the newer buildings which now comprise the prison, however, are much newer and the older buildings have been revamped. Recent construction includes a food service center built in the 1960's and a new educational building which is currently under construction. An addition to the Adjustment Center is also pending.</p>\n<p></p>\n<h2>II. CRITERIA FOR DOUBLE CELLING</h2>\n<p>At the time of trial, close to 200 cells (400 inmates) were doubled at WCI. In 1981, the average number of cells used for doubling was 121 (242 inmates). The inmate statuses subject to double celling are the following: assessment and evaluation (A &amp; E); unassigned; temporary lock-up; and program segregation.</p>\n<p>The Northwest Cell Hall houses those prisoners in A &amp; E status, the status of prisoners when they first enter WCI upon incarceration or upon transfer from a different institution. An inmate remains in A &amp; E status during his initial orientation at WCI, pending security classification and program assignment. This status lasts not more than six weeks (HSS 302.01, Wis. Adm.Code) and generally ends within thirty days. The actual A &amp; E programming procedures take approximately twenty hours.</p>\n<p>Unassigned inmates are housed in the North or Northwest Cell Halls. Unassigned inmates are inmates not assigned to a particular program or job pursuant to HSS 302.15-301.17, Wis.Adm.Code.</p>\n<p>Inmates in temporary lock-up status are housed in North Cell Hall or the Adjustment Center. Temporary lock-up is a non-disciplinary status designed for the confinement of inmates for no longer than 40 days pending a disciplinary hearing or other administrative action. (HSS 303.11 and Note, Wis.Adm.Code.)</p>\n<p>Inmates in program segregation are housed in the North Cell Hall or Adjustment Center. Program segregation is a punitive status imposed for major disciplinary offenses, with a maximum duration per offense of 360 days. (HSS 303.70 and 303.84, Wis.Adm.Code.)</p>\n<p>The decision of WCI officials to confine double celling to prisoners not within the general working population of the institution reveals a different penological approach than that taken by officials at the Pontiac Correctional Center, a penitentiary operated by the Department of Corrections of the State of Illinois. At Pontiac, inmates in segregation, protective custody or <span class=\"star-pagination\">*1451</span> orientation were single celled while inmates in the general population were doubled.</p>\n<p>At trial, Assistant Superintendent Heeringa testified that the decision to double cell prisoners outside the general population was based on two factors. First, the double celling of inmates with jobs or classes would disturb the routine of prisoners involved in those activities. Second, those inmates who are not within the general population generally are in that situation as a result of their own actions or wishes.</p>\n<p>Plaintiffs do not take issue with the decision of prison officials to single cell inmates in the general population. They do contend, however, that the inmate classification system now used as a criteria for double celling is totally inadequate to assure the peaceful compatibility of cellmates. Plaintiffs argue that violence, inmate conflicts, property problems, contraband in the cells, homosexual conduct, aggressive conduct and excessive noise are all problems which are caused or exacerbated by double celling. They note that prisoners, under the Eighth Amendment, have the right to receive reasonable protection from harm inflicted by other inmates. <i>Funney v. Arkansas Board of Corrections,</i> <span class=\"citation\" data-id=\"322533\"><a href=\"/opinion/322533/robert-finney-v-arkansas-board-of-correction-and-terrell-don-hutto-james/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 201 (8th Cir.1974).</p>\n<p>Defendants do not deny that the problems referred to by plaintiffs exist in the prison. They claim, however, that these problems are not caused or exacerbated by double celling, except to the extent that inmates engage in prohibited activities solely to avoid double celling. Defendants also claim that they have adequately identified those prisoners who should not be double celled.</p>\n<p>The evidence presented at trial supports the defendants' contention that double celling has not increased the level of violence at the prison. Although many of plaintiffs' inmate witnesses recounted incidents of assaultive or anti-social behavior in double celled situations, plaintiffs presented no evidence of any statistical increase in assaultive behavior at WCI since double celling began there. Nor has the Court discerned anything to indicate that double celling was the cause of the January 1983 riot. In the absence of any evidence suggesting there has been a statistical rise in assaultive behavior at the prison since the onset of double celling, the Court is inclined to view the disputes described by the inmate witnesses, for the most part, as the type of disputes which occur in any prison setting.</p>\n<p>To be sure, several of the inmate witnesses testifying on behalf of the plaintiffs were involved in incidents which would not have occurred in the absence of double celling. Three of the inmate witnesses  Carlos Soto, Robert Shank and Wilfredo Rosario  testified that they engaged in assaultive behavior upon cellmates they found undesirable. However, in each instance, the inmate witness knew the WCI had a policy that fighting or threats between cellmates would result in the removal of one of the cellmates. Such behavior should not be encouraged by awarding the assaulting inmate a single cell.</p>\n<p>Moreover, many, if not all, of the incidents recounted by the plaintiffs' inmate witnesses would have occurred in a double celled situation regardless of the net space available to each inmate. Accordingly, the Court rejects plaintiffs' contentions that the net space available to each doubled inmate is constitutionally inadequate.</p>\n<p>The evidence presented at trial does not, however, support defendants' contention that the institution adequately prevents inmates from being double celled with inmates who have psychological or psychiatric problems. The inmates witnesses gave uncontroverted testimony that: five inmates displaying suicidal tendencies were double celled (Draper, Jaeger, Rhoden, Geiger, Johnson); three inmates displaying psychotic behavior were double celled (Bronsky, Boechel, Clark); and, five inmates generally displaying bizarre behavior were double celled (Sween, Maxwell, Moffett, Cone, Buechel).</p>\n<p>Plaintiffs do not deny that mistakes have been made in double celling decisions but maintain that the percentage of errors is relatively small. They also argue that the double celling of inmates displaying suicidal <span class=\"star-pagination\">*1452</span> tendencies is appropriate because the presence of another person may prevent a suicide from occurring.</p>\n<p>The Court does not agree with defendants that the repeated double celling of prisoners with psychological problems is attributable solely to staff mistakes. Defendants have failed to show that they have devised a classification system which allows them to promptly single cell prisoners displaying psychological problems.</p>\n<p>Nor does the Court agree with defendants that <i>coerced</i> double celling of suicidal prisoners is appropriate. There is little question that the presence of another human being in a cell with an inmate who displays suicidal tendencies may discourage suicide. However, it is cruel and unusual punishment to <i>force</i> an inmate to share a cell with a suicidal person solely to act as a prophylactic agent. It is the duty of the staff and not the inmates to provide surveillance over suicidal inmates. Accordingly, the Court will order defendants to devise a new system for evaluating prisoners with psychologic or psychiatric problems prior to double celling them.</p>\n<p></p>\n<h2>III. TIME OUT OF CELL</h2>\n<p>The amount of time inmates are permitted out of their cells depends on their status and on the cell hall to which they are assigned.</p>\n<p>Unassigned inmates are out of their cells for recreation and meals approximately three hours twenty minutes per day during the winter months. From late April to October, unassigned inmates are permitted out of their cells approximately three additional hours for outdoor recreation. They are also eligible for one visit per weekday. In addition, they are eligible for available part-time school programs.</p>\n<p>Inmates in temporary lockup are permitted one hour per day exercise if in the North Cell Hall and 30 minutes to one hour per day exercise if in the Adjustment Center, weather permitting. They are also eligible for one hour per day visitation.</p>\n<p>Inmates in program segregation are permitted one hour per day exercise if in the North Cell Hall and 30 minutes to one hour per day exercise if in the Adjustment Center, weather and security concern permitting. They are also eligible for one hour per day visitation.</p>\n<p>Inmates with assignments to jobs vary in the time out of their cell for work, meals and recreation. For inmates assigned to the kitchen, it varies from 10 hours 50 minutes to 12 hours 20 minutes. Other assigned inmates are out of their cells approximately 10 hours 20 minutes. Plaintiffs do not challenge the out of cell time for inmates with jobs or unassigned inmates. They do challenge, however, the out of cell time permitted for inmates in segregation and inmates in the Adjustment Center.</p>\n<p>Although neither the Supreme Court nor the Seventh Circuit Court of Appeals has established a constitutionally mandated time out of cell requirement, the Seventh Circuit's recent decision in <i>Smith v. Fairman,</i> <span class=\"citation\" data-id=\"409392\"><a href=\"/opinion/409392/johnny-smith-v-j-w-fairman/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">122</span></a></span> (7th Cir., 1982), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2125</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1304</span></span> (1983), provides a good starting point for addressing plaintiffs' contention. In <i>Smith,</i> the court of appeals reversed Judge Harold A. Baker's finding that the conditions under which double celling occurred at the Pontiac Correctional Institution constituted cruel and unusual punishment. Among the practices the court of appeals held to be constitutionally permissible were the practice of permitting single celled prisoners in segregation out of their cell for only one hour per day and the practice of permitting double celled prisoners in the general population out of their cells for only four hours per day.</p>\n<p>The only difference between the situation at Pontiac and the situation at WCI, insofar as time out of cell is concerned, is that prisoners in segregation at Pontiac were single celled while prisoners in segregation at WCI are double celled. Therefore, the question this Court must answer is whether it is constitutionally impermissible to keep a double celled inmate in segregation status in a cell for twenty-three hours per day even though it is constitutionally permissible to keep a single celled <span class=\"star-pagination\">*1453</span> segregated inmate in a cell for that long and constitutionally permissible to keep a double celled inmate from the general population in a cell for twenty hours per day.</p>\n<p>The Court does not view the three hour difference between the time spent in cells by double celled general population inmates at Pontiac and double celled segregation inmates at WCI as a difference which crosses any constitutional lines. In both instances, inmates are permitted outside their cells for a minimal amount of time daily. Moreover, it must be remembered that prisoners in segregation status are not only being punished for crimes committed prior to incarceration but are also being punished for violating prison rules. Consequently, although twenty-three hours per day in a cell with another is very restrictive, \"to the extent that such conditions are restrictive and even harsh, they are part of the penalty that criminal offenders pay for their offenses against society.\" <i>Rhodes v. Chapman,</i> 452 U.S. at 347, 101 S.Ct. at 2399.</p>\n<p></p>\n<h2>IV. STAFFING</h2>\n<p></p>\n<h2>A. <i>Security Staff</i>\n</h2>\n<p>At trial, Superintendent Israel testified that the prison has increased substantially its security staffing in response to the increase in population. He stated there has been an increase in security staff of close to one hundred since he arrived at the prison in 1976. He further stated that the security staff is greater in the segregated areas of the institution than in the non-segregated areas or general population areas.</p>\n<p>David Fogel, one of plaintiffs' expert witnesses, opined that the security staffing in the Adjustment Center was not adequate. He testified that Sergeant McGovern told him there were normally only two guards and one correctional sergeant on duty in the Adjustment Center. It was Fogel's opinion that there should be a sizeable increase in the staff level in the Adjustment Center, with five guards and a sergeant on the first shift, four guards and a sergeant on second shift, and three guards and a sergeant on third shift.</p>\n<p>The Court need not determine the optimal shift staff size in the Adjustment Center for it is satisfied that the present level of staffing in the Adjustment Center, either viewing in isolation or as a segment of the totality of the conditions at the prison, is not constitutionally deficient.</p>\n<p></p>\n<h2>B. <i>Medical Staff</i>\n</h2>\n<p>At the time of trial, the position of medical director at the prison was open. Dr. Michael McClain, who had been the medical director for approximately eighteen months resigned on December 4, 1981. At the time of trial, however, three part-time physicians worked twenty hours per week at the prison and a dermatologist and orthopedist spent one day per week at the prison. In addition, the prison had a staff of seven registered nurses and three nursing assistants.</p>\n<p>Because the prison does not have a hospital, inmates who cannot be treated in the institution's sixteen bed infirmary are first taken to Waupun Memorial Hospital's emergency room for stabilization and then transferred to University Hospital in Madison if necessary. Because of security limitations, however, the prison does not transfer more than three inmates per day from Waupun to Madison hospitals. According to Nurse Gust, this limitation has resulted in delays.</p>\n<p>In the case at bar, there has been no showing that the site of the prison's medical staff or its policy of transferring a maximum of three prisoners from Waupun to Madison hospitals has resulted in the denial of necessary medical care to any of the prison inmates. Consequently, the Court does not find the size or practices of the prison's medical staff constitutionally deficient.</p>\n<p></p>\n<h2>C. <i>Social Worker Staff</i>\n</h2>\n<p>As of August 1, 1981, WCI had seven social workers for a social worker/inmate ratio of 1 to 155. In addition, two limited term employment (LTE) social workers were hired. With the two LTE social workers, the social worker/inmate ratio is approximately <span class=\"star-pagination\">*1454</span> 1 to 120, a ratio the Court finds adequate.</p>\n<p></p>\n<h2>D. <i>Clinical Staff</i>\n</h2>\n<p>One of the areas of greatest controversy between the parties concerns the adequacy of the mental health staff, particularly in the Adjustment Center. In their proposed findings of fact, defendants claim the clinical staff available to the Adjustment Center includes a full-time psychiatric social worker, four or five psychologists and two psychiatrists.</p>\n<p>Plaintiffs contend that the defendants' description of the clinical staff is misleading. They assert that Mr. Kaemmerer is the only full-time staff member and that he is not a psychiatric social worker as that term is used in the profession. They further assert that the defendants' two part-time psychiatrists provide only three days of service per week. Finally, they contend that the social workers' caseloads prevent them from doing much additional counseling.</p>\n<p>The Court's reaction to the controversy over the level of clinical staffing is similar to its reaction to the controversy over the level of security staffing. Although the current staff level may not be optimal, it is not deficient to the point of being unconstitutional, either when viewed in isolation or as a segment of the totality of the conditions at the prison.</p>\n<p></p>\n<h2>V. MEDICAL CARE</h2>\n<p>Plaintiffs also contend that the overcrowding at WCI creates a severe risk of contagion and the spread of communicable disease. Specifically, plaintiffs allege: the tubercular screening and treatment at the prison is inadequate; there was an easily treatable case of bacterial meningitis at the prison which went unrecognized for three days and led to the death of a prisoner; and, high blood pressure, stress, venereal diseases, entero viruses and hepatitis A virus can be exacerbated in a double celled population, especially with prisoners sleeping on the floor. It is also plaintiffs' contention that no prisoners in A &amp; E should be doubled celled. The Court will address these contentions.</p>\n<p></p>\n<h2>A. <i>Tuberculosis</i>\n</h2>\n<p>At WCI, newly-admitted prisoners are given a tuberculosis test within the first seven days of admission. The test consists of a tuberculin skin test in the left arm, a chest X-ray and other diagnostic studies. The results of the skin test are read one week later, and if the results are negative, another skin test is given in the other arm to double-check the results of the first test. The results of the second test are read within 72 hours.</p>\n<p>If the results of a skin test are positive, the inmate is isolated until a physician sees him and begins medication. A positive tuberculosis skin test means that the tested individual has been infected with tuberculosis at some point in his life. If an individual has been infected with tuberculosis, the tuberculosis bacillus will remain alive unless treatment is given. Most commonly, the body's defenses will prevent the tuberculosis infection from developing into an active (communicable) case of tuberculosis. A person who previously had a negative skin test for tuberculosis infection but later has a positive test is known as a \"converter.\"</p>\n<p>Plaintiffs do not attack procedure used in the actual tuberculosis screening for newly-admitted inmates in WCI. Rather, they contend that the overcrowding created by double celling at WCI disproportionately increases the risk of transmission of tuberculosis.</p>\n<p>In support of their contention that overcrowding at WCI has increased the risk of transmission of tuberculosis, plaintiffs rely on the August 1979 tuberculosis screening which yielded the following results:</p>\n<p></p>\n<pre>\nskin tested Aug. 1979               - negative         704\nskin tested Aug. 1979               - positive         186\nprevious confirmed skin test positive -                 82\ntotal population at time of testing -                 1102\ntotal population whose results are known -            1006\ntotal percentage negative of examined pop. -            73%\ntotal percentage positive of examined pop. -          26.6% (268)\n                                        (exhibit 35)\n</pre>\n<p>Plaintiffs contend that the 186 inmates with positive test results were new converters who should have been treated promptly with isoniozid (INH) to reduce the risk of <span class=\"star-pagination\">*1455</span> development of an active case of tuberculosis.</p>\n<p>Defendants dispute plaintiffs' contention that the 186 prisoners whose test results were positive were new converters or that any new converters were improperly treated. They maintain there is no evidence of how long the 186 positive reactors had been positive or what previous treatment had been given. They further contend that the absence of any known infectious cases of tuberculosis over the past three years demonstrates that the screening and prophylactic programs at the prison are effective.</p>\n<p>Although the results of the August 1979 skin tests give strong support to plaintiffs' contention that prisoners at WCI were exposed to an active case of tuberculosis prior to that time, the Court agrees with defendants that the absence of any known infectious case of tuberculosis over the past three years demonstrates that the screening and prophylactic programs now used at the prison are effective. Accordingly, the Court rejects plaintiffs' argument that the tuberculosis screening and prophylactic programs are constitutionally inadequate.</p>\n<p></p>\n<h2>B. <i>Meningitis</i>\n</h2>\n<p>In 1981, Levon Trotter, an inmate at WCI, died of acute non-meningoccal bacterial meningitis. Plaintiffs contend that the symptoms of Trotter's illness were easily identifiable and that he could have survived if he had been treated properly. They further contend there is little assurance that the medical resources at WCI would be adequate to treat an outbreak of a more virulent form of the disease.</p>\n<p>Defendants disagree. They argue that there is no evidence that medical personnel at WCI failed to evaluate Trotter properly or that they did not consider all treatment.</p>\n<p>The Court need not determine in this action whether hospital personnel improperly treated Trotter's illness. Because there is nothing in the record before the Court to lead it to conclude that Trotter received inadequate medical care <i>as a result of the overcrowding at WCI,</i> the Court rejects defendants fears concerning the ability of medical personnel at WCI to respond to an outbreak of any form of meningitis.</p>\n<p></p>\n<h2>C. <i>Other Diseases</i>\n</h2>\n<p>Plaintiffs also contend that high blood pressure, stress, venereal diseases, entero viruses and hepatitis A virus can be exacerbated in a double celled population, especially with prisoners sleeping on mattresses on the floor.</p>\n<p>The Court need not address this argument in depth. Plaintiffs have provided no evidence which would lead the Court to find that the incidence of these diseases is higher at WCI than at any other prison in the nation.</p>\n<p></p>\n<h2>D. <i>Double Celling of Prisoners in A &amp; E Status</i>\n</h2>\n<p>Another medically related argument advanced by plaintiffs concerns the practice at WCI of double celling inmates in A &amp; E. Plaintiffs assert that sound medical practice in a prison setting dictates single celling of new arrivals until examination for communicable diseases like tuberculosis is completed.</p>\n<p>The Court is inclined to agree with plaintiffs that in an ideal situation all incoming prisoners would be separated from other prisoners until completion of a thorough medical examination. The realities of prison life, unfortunately, prevent such a practice. Any person entering a closely confined environment such as a prison comes into constant contact with other prisoners, be it in a cell, during meals or recreation, taking a shower, or attending prison functions. To single out double celling as a forbidden practice because of the dangers of transmission of communicable diseases, in the absence of any proof that double celling has, in fact, contributed to a rise in the spread of diseases, would merely constitute a penological judgment by this Court as to which classes of inmates should be double celled. Accordingly, the Court rejects plaintiffs' contention that the practice of double celling inmates in A &amp; E status is unconstitutional, viewed either in <span class=\"star-pagination\">*1456</span> isolation or as part of the totality of the conditions at the prison.</p>\n<p></p>\n<h2>VI. TOTALITY OF CONDITIONS</h2>\n<p>In its decision in <i>Smith v. Fairman, supra</i><i>,</i> the Seventh Circuit Court of Appeals dispelled all doubts as to the correct standard to be applied in examining the constitutionality of prison overcrowding and double celling when it applied a \"totality of conditions of confinement\" test in examining the conditions at the Pontiac Correctional Institution. Therefore, the final issue the Court must resolve is whether those practices the Court has already found to be unconstitutional (<i>i.e.,</i> the coerced double celling of inmates with suicidal inmates and WCI's failure to promptly and adequately screen mentally disturbed inmates before double celling them), when considered with other practices at the prison, render double celling at WCI unconstitutional.</p>\n<p>Because the Court has already rejected plaintiff's claims regarding the level of violence and outbreak of disease in double celled areas, the Court need not address those issues again. The Court will address, however, plaintiffs' contentions regarding triple bunking, confinement of psychotic prisoners in the Adjustment Center, indifference of correctional staff to double celling complaints, macing of double celled inmates, staff encouraged violence, and reductions in access to prison programs.</p>\n<p></p>\n<h2>A. <i>Triple Bunking</i>\n</h2>\n<p>At trial, plaintiffs introduced evidence that prison officials had triple celled prisoners following a disturbance at the prison in the fall of 1981. Triple celling occurred again after the January 1983 riot. Plaintiffs point to these incidents of triple celling as a further example of the overcrowding problems at WCI.</p>\n<p>Defendants do not dispute plaintiffs' contention that limited triple celling has occurred at the prison. They contend, however, that the triple celling is not a response to overcrowding but rather a response to emergency situations necessitated by the inmates' own actions.</p>\n<p>The Court opines that triple celling on an extended basis, when viewed under a total conditions of confinement test, would cross the line into unconstitutionality. <i>As a permanent condition, it cannot be approved.</i> As a temporary response to a situation created by the inmates own actions, however, it does not constitute a constitutional violation.</p>\n<p></p>\n<h2>B. <i>Confinement of Psychotic Prisoner in the Adjustment Center</i>\n</h2>\n<p>Along with housing inmates in segregation and temporary lock-up status, the Adjustment Center is also used for the single celling of a small number of severely mentally disturbed prisoners. Plaintiffs contend that the high stress level within the Adjustment Center will exacerbate the deterioration of these inmates and, therefore, is inappropriate.</p>\n<p>Although the stress and noise level in the Adjustment Center are the highest of any cell block in the prison, the Court disagrees with plaintiffs that it is inappropriate to house these prisoners in the Adjustment Center. The level of staffing and supervision is highest in the Adjustment Center. Therefore, it is not an unreasonable penological judgment to house the prisoners most in need of supervision there.</p>\n<p></p>\n<h2>C. <i>Indifference of Correctional Staff to Double Celling Complaint</i>\n</h2>\n<p>The Court has previously found that prison officials have failed to promptly and adequately isolate double celled inmates who should not be double celled as a result of mental problems. Accordingly, to the extent that this problem has been caused by indifference of correctional staff, it will be eliminated through the Court's remedial order.</p>\n<p>The Court rejects, however, plaintiffs' contention that the correctional staff at WCI has violated their constitutional rights by not honoring other requests concerning double celling. Prison officials have no duty to permit inmates to choose their cellmates.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1457</span> D. <i>Macing of Double Celled Inmates</i>\n</h2>\n<p>Another objection plaintiffs make to the double celling at WCI pertains to the macing of an inmate which occurs when prison officials must use mace to subdue his cellmate.</p>\n<p>The use of mace or similar chemical control agents within the constitutional parameters of the Eighth Amendment was dealt with by Judge Evans of this district in the case of <i>Soto v. Cady,</i> <span class=\"citation\" data-id=\"2396481\"><a href=\"/opinion/2396481/soto-v-cady/\"><span class=\"volume\">566</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">773</span></a></span> (E.D.Wis.1983). His remedial order prohibits the use of mace against inmates who are passive and non-violent or to gain control of an inmate who is locked in his cell unless there is a clear, immediate, direct and actual threat of bodily injury or death to another. Henceforth under the order, its use will be severely curtailed and limited to only those situations clearly of an emergency nature.</p>\n<p>This order should be the pallative to rectify those cases related during trial where one occupant of a cell suffered because mace was used on his cellmate. Accordingly, the Court finds that this particular evil is not such as to require the end of double celling as classwide relief.</p>\n<p></p>\n<h2>E. <i>Staff Encouraged Violence</i>\n</h2>\n<p>Several of the inmate witnesses testified at trial that prison guards encouraged them to use violence to force the transfer of an undesirable cellmate.</p>\n<p>Having had the opportunity to examine these witnesses in the totality of their testimony, the Court rejects these particular recitations as unbelievable.</p>\n<p></p>\n<h2>F. <i>Reduction in Access to Prison Programs</i>\n</h2>\n<p>Although the evidence presented at trial supports plaintiffs' contention that overcrowding at WCI has contributed to the reduction in access to prison educational and employment programs, the Court does not view the reduction as unconstitutional.</p>\n<p></p>\n<h2>VII. EVOLVING STANDARDS OF DECENCY</h2>\n<p>In reaching the conclusions it has regarding the application of the Eighth Amendment to the practice of double-celling, the Court does not wish to leave any false impression that it approves of double celling as a matter of penological practice. The practice is highly offensive to human dignity, but the Court does not believe that under the current state of the law that it is unconstitutional per se. Regrettably, it is a phenomenon which has become all too prevalent as society seeks to combat rising crime with more sentences of incarceration but simultaneously fails to provide the physical facilities to provide that incarceration. It is to be hoped that the organs of Wisconsin government have, at last, become responsive to the problem. Present indications are that new prisons will soon be constructed so that this evil can be alleviated. If this does not occur within the reasonable future, it may well be that some colleague of the Court in the future will apply the Supreme Court's admonition that evolving standards of decency mark the progress of a maturing society in a different light and feel forced to end the practice.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>As set forth above, this Court has concluded (1) that, except as a very temporary holding procedure after a disturbance, triple celling cannot be constitutionally approved. It has also concluded that (2) the coerced double celling of inmates with suicidal cellmates is unconstitutional. Each of these practices will be terminated forthwith. (3) It further finds that the present system for screening or identifying prisoners with serious psychological or psychiatric problems is inadequate to ensure that such individuals are single celled. In this regard, the defendant is ORDERED within thirty (30) days of this order to submit to the Court and plaintiff's counsel a proposed protocol for rectifying the problem. Plaintiff is to have twenty (20) days thereafter to comment on said proposal. The Court will then enter a further remedial order.</p>\n<h2>NOTES</h2>\n<p>[1]  At trial, Gerald Heeringa testified that the ventilation in the Adjustment Center was adequate. Heeringa based his testimony on statements made to him by engineering maintenance people. Plaintiffs objected to the testimony on hearsay grounds, but the Court permitted the testimony to stand as a hearsay exception falling within the ambit of Rule 801(d)(2)(D) of the Federal Rules of Evidence. In their post trial reply brief, plaintiffs contend the Court erred in permitting Heeringa's testimony under Rule 801.\n</p>\n<p>The Court agrees with plaintiffs that its trial ruling was erroneous. Notwithstanding that error, however, the Court finds that plaintiffs have not carried their burden of showing that the ventilation in the Adjustment Center or any other portion of the prison is inadequate.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/322533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/393729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/409392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2396481/"
          ]
        }
      ],
      "judges": "Warren",
      "date_created": "2014-10-30T07:51:03.001278Z",
      "date_modified": "2016-03-03T22:30:10.021101Z",
      "date_filed": "1983-12-28",
      "date_filed_is_approximate": false,
      "slug": "delgado-v-cady",
      "citation_id": 2566197,
      "case_name_short": "Delgado",
      "case_name": "Delgado v. Cady",
      "case_name_full": "",
      "federal_cite_one": "576 F. Supp. 1446",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/244224/delgado-v-cady/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:51:02.997067Z",
  "date_modified": "2014-10-30T07:51:02.997067Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Delgado",
  "case_name": "Delgado v. Cady",
  "case_name_full": "",
  "slug": "delgado-v-cady",
  "docket_number": "79-C-1018",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}