{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2447798/",
  "id": 2447798,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2081496/",
      "id": 2081496,
      "absolute_url": "/opinion/2081496/lowrance-v-coughlin/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2447798/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2081496/",
          "id": 2081496,
          "absolute_url": "/opinion/2081496/lowrance-v-coughlin/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2081496/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2835/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:16:09.904668Z",
          "date_modified": "2017-04-08T11:31:45.566569Z",
          "type": "010combined",
          "sha1": "60beb27719b0896ca8b3cd54c923111d1f629ac0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>862 F.Supp. 1090 (1994)</b></center>\n<center><h1>Jory LOWRANCE, Plaintiff,<br>\nv.<br>\nThomas COUGHLIN, III, Commissioner of the New York State Department of Correctional Services; Charles Scully, Superintendent of Green Haven Correctional Facility (\"C.F.\"); Eugene LeFevre, former Superintendent of Clinton C.F.; Harold J. Smith, former Superintendent of Attica C.F.; Robert J. Henderson, former Superintendent of Auburn C.F.; John Wilmot, former Superintendent of Elmira C.F.; Everett W. Jones, former Superintendent of Great Meadow C.F.; James E. Sullivan, former Superintendent of Sing Sing C.F.; Robert Hoke, former Superintendent of Eastern C.F.; Robert H. Kulman, Superintendent of Sullivan C.F.; Louis F. Mann, Superintendent of Shawangunk C.F.; John Doe I-X; Dr. Adrian Kanaar, Consulting Physiatrist, Green Haven C.F.; Dr. Ira N. Weiner, Facilities <span class=\"star-pagination\">*1091</span> Health Services Director, Auburn C.F.; Dr. Benjamin Dyett, Medical Director, Sing Sing C.F.; Dr. M.J. Shah, Medical Director, Elmira C.F.; Mr. Newkirk, Physician Assistant, Elmira C.F.; Catherine Vacca, Nurse Administrator, Shawangunk C.F.; Ms. Kurta, Nurse, Shawangunk C.F., all in their official and individual capacities; and the New York State Department of Correctional Services, Defendants.</h1></center>\n<center>No. 88 Civ. 3343 (LBS).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>September 8, 1994.</center>\n<p><span class=\"star-pagination\">*1092</span> <span class=\"star-pagination\">*1093</span> <span class=\"star-pagination\">*1094</span> <span class=\"star-pagination\">*1095</span> Paul, Weiss, Rifkind, Wharton &amp; Garrison, New York City, for plaintiff, Eric R. Dinallo, David M. Siegal, of counsel.</p>\n<p>Atty. Gen. of the State of N.Y., New York City, for defendants; Richard Mathieu, of counsel.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>SAND, District Judge.</p>\n<p>This is an action brought by plaintiff, a Muslim prisoner who was incarcerated in New York State prisons from 1977 to 1994. Plaintiff is also known as Ya'Qub Shamsid-Deen, but is referred to in all New York State Department of Correctional Services (\"DOCS\") records by the name under which he was incarcerated, Jory Lowrance. Claiming violations of the First, Eighth, and Fourteenth Amendments, plaintiff brings this suit pursuant to 42 U.S.C. §§ 1983 and 1985 and 28 U.S.C. §§ 1331 and 1343(a)(3).</p>\n<p><span class=\"star-pagination\">*1096</span> In general, plaintiff claims that the named defendants, individually and jointly, acted under color of state law to deprive him of constitutionally protected rights guaranteed by the First, Eighth, and Fourteenth Amendments of the United States Constitution, including the right of free exercise of religion, the right to fee speech, the right to petition the government for redress and have equal access to the courts, and the right to be free from cruel and unusual punishment. Specifically, plaintiff avers that defendants transferred plaintiff from prison to prison and carried out other punitive and wrongful actions  such as placement in segregated confinement, a cell search, and deprivation of adequate medical care  in retaliation for plaintiff's exercise of the rights described above. As a separate violation, plaintiff alleges that he was deprived of adequate medical treatment for an injured knee, whether as a retaliatory act or not, in violation of the Eighth Amendment. These actions, plaintiff contends, were planned, ordered, and carried out with the actual or constructive knowledge of Commissioner Thomas Coughlin as well as those named defendants who were Superintendents, medical personnel, or \"John Does\" (Deputy Superintendents of Security).</p>\n<p>Plaintiff requests that the Court declare that the transfers ordered by defendants violated plaintiff's constitutional rights, and that the Court award plaintiff damages accordingly. Additionally, plaintiff requests an order stating that all written records of plaintiff's prior transfers either be expunged or be amended to indicate that those transfers were not implemented as a result of misconduct on the part of plaintiff; requiring that those new records be sent to appropriate prison and parole board personnel; and requiring that plaintiff be granted a new parole hearing based on records containing accurate information.</p>\n<p>Defendants contest the allegations, both on legal and factual grounds. They deny any personal involvement in the allegedly retaliatory acts and claim that the transfers and confinement in segregation were predicated on valid, nonretaliatory motives. Characterizing plaintiff as an \"agitator\", defendants argue that some of plaintiff's transfers were due to his disciplinary record, while others were based on neutral administrative reasons relating to reassignment within the overall prison population. Additionally, defendants argue that adequate medical care was provided, and that, in any event, plaintiff's knee injury was not serious.</p>\n<p>We held an eight day trial, involving substantial documentary evidence. In support of his case, plaintiff's counsel called three witnesses including plaintiff, plaintiff's wife, and a doctor testifying as an expert. The defense called four witnesses, all employees of the New York State Department of Corrections. The evidence adduced at trial illustrated, <i>inter alia,</i> that plaintiff was transferred seventeen times during a seven year period.<sup>[1]</sup> Many of those transfers sent him back to prisons where he had been previously held. He was sent to Attica four separate times and was incarcerated at Auburn and Great Meadow on three occasions during this period. On nine occasions, plaintiff was transferred after having been at an institution for less than 90 days. One year, between April 1984 and April 1985, plaintiff was shuttled from prison to prison seven times.</p>\n<p>This decision constitutes the Court's findings of fact and conclusions of law pursuant to Fed.R.Civ.P. 52. As set forth below, we find that nine out of the seventeen transfers, as well as four out of six placements in segregative confinement were retaliatory. Moreover, the defendants subjected plaintiff to a cell search in retaliation for plaintiff's legal and religious activities and deprived him of adequate medical care.</p>\n<p>We do not decide whether an apparent policy to frequently transfer a prisoner perceived to be a \"troublemaker\" in order to lessen his influence on the prisoner population in any particular institution in and of itself constitutes a constitutional violation, even though one may well disagree whether this is sound as a policy matter. Our focus in this case is on whether constitutional violation occurs when the motivation behind frequent transfers is to retaliate against the exercise of protected rights.</p>\n<p><span class=\"star-pagination\">*1097</span> As a separate violation, independent of the retaliation, we find that plaintiff was deprived of adequate medical care, including physician-prescribed surgery for nearly two years as well as post-operative physical therapy for at least four months, causing plaintiff painful buckling and grinding in an injured knee. Further, we conclude that plaintiff is entitled to 1) an order setting forth which misbehavior reports should be expunged and ordering them expunged, and 2) unless mooted by plaintiff's release on parole subsequent to this trial, a new parole hearing based on records containing accurate information.</p>\n<p></p>\n<h2>I. Scope of Liability</h2>\n<p></p>\n<h2>A. Sovereign Immunity</h2>\n<p>The Eleventh Amendment bars suits for compensatory or other retroactive relief against states and state officials in their <i>official capacity,</i> absent a waiver or consent, neither of which is present here. However, because the principle of sovereign immunity does not apply to actions for prospective, equitable, or injunctive relief against state officials charged with violating federal law, such suits are not prohibited by the Eleventh Amendment. <i>See </i><i>Ex parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908); <i>Edelman v. Jordan,</i> 415 U.S. 651, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974); <i>Will v. Michigan Dep't of State Police,</i> 491 U.S. 58, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989). A lawsuit brought under the doctrine established in <i>Ex parte Young</i> is not deemed to be an action against the state. Instead, such an action proceeds against the state officer who, by acting contrary to federal law, acts without authority and therefore, under these circumstances, does not act in a representative capacity.<sup>[2]</sup> While creating \"the `well-recognized irony' that an official's unconstitutional conduct constitutes state action under the Fourteenth Amendment but not the Eleventh Amendment[,]\" clearly the <i>Ex parte Young</i> doctrine rests on the need \"to permit the federal courts to vindicate federal rights and hold state officials responsible[.]\" <i>Pennhurst State School &amp; Hosp. v. Halderman,</i> 465 U.S. 89, 105, 104 S.Ct. 900, 910, 79 L.Ed.2d 67 (1984).</p>\n<p>At trial in the instant case, plaintiff abandoned his claim for injunctive relief with regard to future retaliatory transfers. However, plaintiff still seeks the following relief: 1) monetary damages; 2) an order requiring defendants to amend inaccurate transfer codes in plaintiff's record and expunge these records of misbehavior reports that have been previously ordered expunged; and 3) an order that plaintiff be granted a new parole hearing that encompasses those amendments or expungements. At trial and in their posttrial brief, defendants moved to dismiss that portion of the action which seeks relief against defendants in their official capacity. Tr. at 467. Defendants' motion is granted only insofar as we dismiss that portion of the action as against the state agency and as to any claim for <i>monetary damages</i> against the defendants in their <i>official capacity. See </i><i>Edelman v. Jordan,</i> 415 U.S. 651, 677-78, 94 S.Ct. 1347, 1362-63, 39 L.Ed.2d 662 (1974). However, plaintiff may still pursue the claims regarding his records and new parole hearing against defendants in their official capacity, as well as the claim for monetary damages against defendants in their personal capacity.<sup>[3]</sup></p>\n<p>Since plaintiff seeks <i>prospective</i> relief with regard to his records and a new parole hearing, there is no Eleventh Amendment problem. In this sense, this case is distinguishable from <i>Wolff v. McDonnell,</i> 418 U.S. 539, 573, 94 S.Ct. 2963, 2982, 41 L.Ed.2d 935 (1974), in which the Court ruled that due process requirements could not be imposed on disciplinary hearings retroactively so as to compel prison officials to expunge prison records <span class=\"star-pagination\">*1098</span> containing determinations of misconduct, not in accord with required procedures. In <i>Wolff,</i> the flawed determinations of misconduct had never been expunged. By contrast, in the case before us, plaintiff is not asking the Court to order that new procedures be retroactively applied to disciplinary hearings as a way of curing flawed determinations of misconduct. Rather, the plaintiff is seeking prospective relief by requesting that the Court enjoin defendants to expunge misbehavior reports which have previously been ordered expunged although officials have not complied with such orders; to amend inaccurate transfer codes to reflect actual determinations already made; and to grant a new parole hearing based on the corrected records.</p>\n<p>A related matter involves our ruling, at trial, that evidence of post-1988 conduct would be excluded because we found it to be irrelevant to an inquiry into transfers and medical care during the period covered by the suit, 1981-1988. Tr. 466. This ruling was conditioned on the Court's assumption that plaintiff was dropping all claims for prospective relief. That plaintiff, in fact, does still seek certain forms of prospective relief does not change our ruling. We can determine which pre-1988 records need to be expunged or amended without inquiring into post-1988 conduct.</p>\n<p></p>\n<h2>B. Qualified Immunity</h2>\n<p>The doctrine of qualified immunity does not shield the defendants, except with regard to plaintiff's due process claims regarding the sheer number of transfers and the assignment of transfer codes without a hearing. A state official is immune from liability for damages under § 1983 unless the official \"knew or reasonably should have known that the action he took within his sphere of official responsibility would violate the constitutional rights of the [person] affected, or if he took the action with the malicious intention to cause a deprivation of constitutional rights or other injury to the [individual].\" <i>Wood v. Strickland,</i> 420 U.S. 308, 322, 95 S.Ct. 992, 1001, 43 L.Ed.2d 214 (1975); <i>Liffiton v. Keuker,</i> 850 F.2d 73 (2d Cir.1988) (\"qualified immunity is available only if the defendant's actions were objectively reasonable under the legal rules that were clearly applicable at the time of the actions\") (citing <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982)). Many of the rights plaintiff claims were violated were \"clearly established constitutional rights,\" <i>Strickland,</i> 420 U.S. at 322, 95 S.Ct. at 1001, during the relevant time period, 1981-1988.</p>\n<p>First, plaintiff claims that defendants engaged in retaliatory conduct in response to plaintiff's exercise of constitutionally protected rights. The allegedly retaliatory conduct included transfers, segregated confinement, a cell search, and deprivation of adequate medical care in response to plaintiff's exercise of rights. The Second Circuit has stated that \"[r]etaliatory transfers were clearly illegal in 1980.\" <i>Meriwether v. Coughlin,</i> 879 F.2d 1037, 1046 (2d Cir.1989) (citing cases). <i>See also </i><i>Haymes v. Montanye,</i> 547 F.2d 188 (2d Cir.1976) (on remand from Supreme Court, which held that there was no constitutional right to hearing before transfer, Second Circuit held that it was constitutionally impermissible to transfer in retaliation for exercise of constitutional rights), <i>cert. denied,</i> 431 U.S. 967, 97 S.Ct. 2925, 53 L.Ed.2d 1063 (1977). That retaliatory segregated confinement is unconstitutional has been settled law in this circuit since 1979. <i>Hohman v. Hogan,</i> 597 F.2d 490 (2d Cir.1979) (retaliatory transfer and segregated confinement impermissible). Indeed a range of retaliatory conduct in reaction to a prisoner's exercise of constitutionally protected rights has long been established as unconstitutional by courts of this circuit. <i>See </i><i>Jones v. Coughlin,</i> 696 F.Supp. 916, 920 (S.D.N.Y.1988) (citing several cases going back to 1976).</p>\n<p>Second, as regards plaintiff's deprivation of medical care claim, the Supreme Court held in 1976 that \"deliberate indifference to serious medical needs of prisoners [violates] the Eighth Amendment.\" <i>Estelle v. Gamble,</i> 429 U.S. 97, 104, 97 S.Ct. 285, 291, 50 L.Ed.2d 251 (1976). In the Second Circuit, it has been clearly established since 1977 that a prison official's denial of access to medical care or interference with prescribed treatment constitutes cruel and unusual punishment. <i>Todaro v. Ward,</i> 565 F.2d 48, 52 <span class=\"star-pagination\">*1099</span> (2d Cir.1977) (following <i>Estelle</i>). In <i>Todaro,</i> the Second Circuit opined:</p>\n<blockquote>Noting that inmates are utterly dependent upon their custodians, the [<i>Estelle</i>] Court was careful to observe that the Eighth Amendment forbids not only deprivations of medical care that produce physical torture and lingering death, but also less serious denials which cause or perpetuate pain. To assert otherwise would be inconsistent with contemporary standards of human decency.</blockquote>\n<p><i>Id.</i></p>\n<p>Third, plaintiff claims he had a right to have accurate information reflected in his prison records when they were presented to the parole board. Plaintiff contends his prison records contained inaccurate information regarding misbehavior reports which had actually been expunged or dismissed, as well as mis-typed transfer codes. Under standards articulated in <i>Paine v. Baker,</i> 595 F.2d 197 (4th Cir.) <i>cert. denied,</i> 444 U.S. 925, 100 S.Ct. 263, 62 L.Ed.2d 181 (1979), and adopted in this district in <i>Farinaro v. Coughlin,</i> 642 F.Supp. 276 (S.D.N.Y.1986), a plaintiff has a clearly established constitutional right to have accurate information in his prison file when such information is relied on in a parole hearing. <i>See also </i><i>Pruett v. Levi,</i> 622 F.2d 256, 258 (6th Cir.1980) (following <i>Paine</i>).</p>\n<p>Fourth, plaintiff claims the defendants' practice of attaching negative transfer codes to plaintiff's transfer forms without affording him a hearing violated his right to due process. Plaintiff has not cited a single case, and we know of none, clearly establishing a right to a hearing before receiving negative transfer codes. In fact, one of the cases plaintiff cites in his post-trial brief undercuts his argument that the Due Process clause is implicated by assignment of transfer codes. That case, <i>Pugliese v. Nelson,</i> 617 F.2d 916 (2d Cir.1980), holds that federal prisoners' interests in avoiding classification of \"Central Monitoring Case,\" which precluded or delayed enjoyment of such benefits as furloughs, transfers, work releases and even early parole, did not entitle them to due process protection. Critical to this holding was the court's reasoning that \"the fact remains that these freedoms are mere possibilities,\" and that \"a prisoner's mere expectation of benefits ... does not amount to a statutory or constitutional entitlement sufficient to trigger due process protections.\" <i>Id.</i> at 923 &amp; 925.</p>\n<p>Finally, plaintiff claims that the sheer number of transfers whereby defendants continually moved plaintiff from one facility to another violated his right to due process because such frequency was, <i>per se</i> arbitrary and capricious. Again, plaintiff fails to cite a single case, and we know of none, clearly establishing a right to be free of numerous transfers. While it is well-established that retaliatory transfers based on a prisoner's exercise of constitutional rights is impermissible, <i>see supra,</i> it is equally well-settled that \"the transfer of a prisoner from one institution to another does not invoke the protection of the Due Process Clause.\" <i>Meriwether v. Coughlin,</i> 879 F.2d 1037, 1047 (2d Cir.1989) (citing <i>Meachum v. Fano,</i> 427 U.S. 215, 96 S.Ct. 2532, 49 L.Ed.2d 451 (1976)).</p>\n<p></p>\n<h2>C. Service and Appearance</h2>\n<p>Before and during trial, the Attorney General's office appeared for, and purported to represent, all of the defendants found liable herein. John Kaplon Affidavit; Tr. 94-102. After all the evidence had been presented, the Assistant Attorney General, on the basis of revised information he received from his office and DOCS, asserted that he actually had not been authorized by certain defendants to appear on their behalf. <i>See</i> February 18, 1994 Letter from Richard Mathieu. These defendants included Former Superintendents Robert Henderson, Harold Smith, Everett Jones, and James Sullivan; as well as Dr. Ira Weiner and Deputy Superintendents of Security (\"D.S.S.\") Joseph Costello and Howard Novak. <i>Id.</i> Indeed, the Attorney General's Office raised questions, well after the close of trial, whether some of these defendants had ever been served or had been timely served.<sup>[4]</sup> January 31, 1994 Letter from Kathie Ann Whipple.</p>\n<p><span class=\"star-pagination\">*1100</span> Assuming that the Attorney General's office was not in fact authorized to appear on behalf of these individuals, no basis exists to impose liability on these defendants personally. However, since plaintiff reasonably relied on the Attorney General's representations throughout these lengthy proceedings, we find that the State, on whose behalf the Attorney General defended this action and which has agreed to indemnify these defendants, is equitably estopped from denying that it did in fact appear for them. Accordingly, as to these defendants, we find that although they are not personally liable, the State, which purported to appear on their behalf and to indemnify them for any liability arising out of their actions as state employees, is liable for the damages found herein arising by virtue of their actions.</p>\n<p>The only other option is to order a new trial as to these defendants. Since the Court has already heard all of the evidence as to them in a trial in which the Attorney General purported to represent them, the only likely consequence of such a new trial would be to increase significantly the State's ultimate liability with respect to counsel fees.<sup>[5]</sup></p>\n<p></p>\n<h2>II. Merits</h2>\n<p>Section 1983 imposes liability for acts under color of state law which deprive a plaintiff of \"rights, privileges, or immunities secured by the Constitution and laws.\" 42 U.S.C. § 1983. The \"plain words\" of this statute impose liability \"only for conduct which `subjects, or causes to be subjected' the complainant to a deprivation of a right secured by the Constitution and laws.\" <i>Rizzo v. Goode,</i> 423 U.S. 362, 370-71, 96 S.Ct. 598, 604, 46 L.Ed.2d 561 (1976). In order to prevail on a § 1983 claim, the plaintiff must prove that the defendant: (1) acted; (2) under color of state law; and (3) in a matter that deprived the plaintiff of constitutional rights. <i>Candelaria v. Coughlin,</i> 787 F.Supp. 368 (S.D.N.Y.1992) (Sand, J.). It is clear that the authority of the defendants, employees and officials within the state prison system, arises under color of state law. The issue remains whether these defendants acted in a manner that violated plaintiff's constitutional rights.</p>\n<p>A claim of deprivation of constitutional rights is cognizable under both § 1983 and § 1985 of Title 42. Plaintiff has alleged that defendants' conduct was motivated by anti-Muslim sentiment. This contention meets the threshold pleading requirement for § 1985, under which plaintiffs must aver racial or class-based discriminatory animus.<sup>[6]</sup> By contrast, § 1983 does not require a showing of class-based discrimination as a prerequisite to liability.</p>\n<p>In a § 1983 action, the doctrine of <i>respondeat superior</i> does not apply and a \"showing of some personal responsibility of the defendant is required.\" <i>Al-Jundi v. Estate of Rockefeller,</i> 885 F.2d 1060, 1065 (2d Cir.1989) (citations omitted). <i>See also </i><i>Ayers v. Coughlin,</i> 780 F.2d 205, 210 (2d Cir.1985) (§ 1983 plaintiff must demonstrate \"personal involvement\" of state commissioner of corrections and superintendent of prison, not mere \"linkage in the prison chain of command\"); <i>Gill v. Mooney,</i> 824 F.2d 192, 196 (2d Cir. 1987) (\"Absent some personal involvement by [the Superintendent of a DOCS facility] in the allegedly unlawful conduct of his subordinates, he cannot be held liable under section 1983\"). Proof of a defendant's personal involvement in the alleged constitutional violation is a prerequisite to recovery of damages. <i>Williams v. Smith,</i> 781 F.2d 319, 323 (2d Cir.1986).</p>\n<p>A defendant may be \"personally involved\" in causing a constitutional deprivation if: (1) defendant participated directly in the alleged infraction; or (2) acting in a supervisory capacity, defendant (a) failed to remedy a continuing or egregious wrong after <span class=\"star-pagination\">*1101</span> learning of a violation, (b) created a policy or custom under which the unconstitutional practices occurred or allowed such policy or custom to continue, or (c) was \"grossly negligent\" in managing subordinates who actually caused the constitutional deprivation. <i>Candelaria v. Coughlin,</i> 787 F.Supp. at 372 (citing <i>Williams v. Smith,</i> 781 F.2d at 323-24). <i>See also </i><i>Al-Jundi v. Estate of Rockefeller,</i> 885 F.2d 1060, 1066 (2d Cir.1989) (a \"supervisory official may be personally liable if he or she has actual or constructive notice of unconstitutional practices and demonstrates gross negligence or deliberate indifference by failing to act\") (citations omitted).</p>\n<p>While plaintiff in the instant case claims the medical defendants directly participated in the constitutional deprivations, for the most part he seeks to prevail against the other defendants regarding the retaliatory transfer claim under a supervisory liability theory, by alleging that Commissioner Coughlin and the superintendents and deputy superintendents of the various facilities were put on notice and were therefore made aware of the constitutional violations, yet failed to rectify the wrong, despite their ability to do so. In many instances, plaintiff has amply demonstrated that defendants were placed on notice of the violations when plaintiff wrote or spoke directly to defendants, or when they indicated their knowledge by signing or initialing PSAS forms. In other instances, finding no such involvement, we have found the defendants not liable.</p>\n<p></p>\n<h2>A. The Retaliatory Transfers and Segregated Confinement</h2>\n<p></p>\n<h2>Applicable Legal Principles</h2>\n<p>Plaintiff claims his First Amendment rights were violated when defendants transferred him on numerous occasions and placed him in various forms of segregated confinement in retaliation for plaintiff's exercise of his rights to practice his religion and speak freely, to be free from cruel and unusual punishment, to petition the courts, and to file grievances and pursue complaints through internal prison grievance processes. While prisoners have no independent expectation that they will never be transferred or placed in segregated confinement during incarceration, prison officials nevertheless deprive an inmate of his constitutional rights by transferring him, <i>Meriwether v. Coughlin,</i> 879 F.2d 1037, 1046 (2d Cir.1989), or by placing him in segregated confinement, <i>Morrison v. Lefevre,</i> 592 F.Supp. 1052, 1071 (S.D.N.Y.1984), in retaliation for exercising constitutionally-protected rights. <i>See also </i><i>Hohman v. Hogan,</i> 597 F.2d 490 (2d Cir. 1979) (retaliatory transfer and segregated confinement impermissible); <i>Jones v. Coughlin,</i> 696 F.Supp. 916, 920 (S.D.N.Y.1988) (\"action taken by prison officials which would otherwise be constitutional becomes unconstitutional if such action was taken as reprisal for the prisoner's exercise of constitutionally protected rights\"). <i>Cf.</i> N.Y.Correc.Law § 138(4) (McKinney 1987) (\"Inmates shall not be disciplined for making written or oral statements, demands, or requests involving a change of institutional conditions, policies, rules, regulations, or laws affecting an institution\").</p>\n<p>Language from Judge Sofaer's opinion in <i>Morrison</i> with regard to retaliatory segregation is instructive here:</p>\n<blockquote>[A]lthough segregation may be a form of confinement which prisoners should expect to experience because of various justifiable administrative needs, prisoners in this nation should not fear the imposition of solitary confinement because they have engaged in litigation and prison reform activities. \"Even though a prisoner has no `right' to remain in the general prison population ... there are some reasons upon which the government may not rely.\" Retaliation for his litigation and prison reform activities is such an impermissible reason. Morrison's federally created liberty interest, then, does not rest on his right not to be confined in SHU [, the Special Housing Unit,] absent good cause; rather, it rests on his rights not to suffer any \"grievous loss,\" because he exercised his federal constitutional rights.</blockquote>\n<p><i>Morrison,</i> 592 F.Supp. at 1071 (citations omitted).</p>\n<p>In their post-trial briefs, the parties recognize that this case is controlled by <i>Mount Healthy City Board of Education v. Doyle,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 <span class=\"star-pagination\">*1102</span> (1977). In that case, the Supreme Court established standards for a claim of retaliatory conduct by a government entity in response to the exercise of constitutional rights. The Court indicated that the initial burden is \"properly placed upon [plaintiff] to show that his conduct was constitutionally protected, and that this conduct was a `substantial factor'  or, to put it in other words, that it was a `motivating factor'\" in the decision made regarding the plaintiff. <i>Id.</i> at 287, 97 S.Ct. at 576. Once the plaintiff has carried that burden, a court should then determine \"whether the [defendant] had shown by a preponderance of the evidence that it would have reached the same decision as to [plaintiff] ... even in the absence of the protected conduct.\" <i>Id.</i> Even though <i>Mount Healthy</i> addressed the issue of a school board's failure to rehire a non-tenured teacher, courts of this circuit have applied similar reasoning to cases involving prisoners' rights both before and after <i>Mount Healthy. See </i><i>Jones v. Coughlin,</i> 696 F.Supp. at 920 (citing cases).</p>\n<p>\"To maintain a claim of retaliation for the exercise of constitutional rights, the prisoner bears the burden of proving that the action would not have been taken <i>but for</i> the exercise of such rights.\" <i>Id.</i> If the facts \"demonstrate that the challenged action would have been taken on the valid basis alone, and such a conclusion will frequently be readily drawn in the context of prison administration where we have been cautioned to recognized that `prison officials have broad administrative and discretionary authority over the institutions they manage,'\" the court should find that the prisoner was not denied his constitutional right. <i>Sher v. Coughlin,</i> 739 F.2d 77 (2d Cir.1984) (quoting <i>Hewitt v. Helms,</i> 459 U.S. 460, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983)).</p>\n<p>\"The ultimate issue in this case is whether plaintiff's transfer was reasonably motivated to further legitimate prison objectives. If not, it was in violation of the [Constitution].\" <i>Respress v. Coughlin,</i> 585 F.Supp. 854, 857-58 (S.D.N.Y.1984). <i>Cf. </i><i>Salahuddin v. Harris,</i> 657 F.Supp. 369, 376 (S.D.N.Y.1987) (observing, based on Correction Law § 138(4), that \"New York views the broad exercise of inmates' First Amendment rights as consistent with its own penological interests and the order and security of the inmate population\"). However, no action will lie if an administrative decision legitimately exists apart from any purported illegitimate motivation. <i>See, e.g., </i><i>Baker v. Zlochowon,</i> 741 F.Supp. 436 (S.D.N.Y.1990).</p>\n<p>\"Prisoners have been held to enjoy substantial religious freedom under the First and Fourteenth Amendments.\" <i>Wolff v. McDonnell,</i> 418 U.S. 539, 556, 94 S.Ct. 2963, 2974, 41 L.Ed.2d 935 (1974). Prisoners are protected, <i>inter alia,</i> under the Due Process, Equal Protection, Free Exercise, and Free Speech clauses, and they retain right of access to the courts. <i>Id; </i><i>Morrison v. Lefevre,</i> 592 F.Supp. 1052, 1071 (S.D.N.Y.1984); <i>McDonald v. Hall,</i> 610 F.2d 16, 18 (1st Cir.1979) (\"While the discretion afforded prison administrators in transfer decisions is extremely broad, it does not swallow the inmate's fundamental right of access to the courts\") (internal quotes omitted). \"Otherwise, prison administrators would be free to accomplish exactly what plaintiff alleges here, the transfer of successful and, therefore, troublesome litigants for no reason other than their legal activities.\" <i>Id.</i></p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>Based on the evidence presented at trial, we conclude that nine out of the seventeen transfers, and that four out of the six placements in segregation were retaliatory. Furthermore, we find that plaintiff was subjected to a cell search in retaliation for exercising constitutionally protected rights and was deprived of adequate medical care.</p>\n<p>Plaintiff held several leadership roles in the Muslim community while in prison, including Imam, or prayer leader. He also held positions related to the inmate grievance process at several prisons, including such jobs as prison library clerk and grievance committee representative. During his incarceration, plaintiff filed and prosecuted several grievances and lawsuits on his own behalf, and aided other inmates in such endeavors. Several of the named defendants in this action have been named as defendants in plaintiff's prior lawsuits.</p>\n<p><span class=\"star-pagination\">*1103</span> On several occasions, plaintiff was transferred immediately on the heels of submitting a grievance or complaint. At times, these transfers prevented plaintiff from filing or pursuing a lawsuit or grievance. Tr. 168-69; 470-71. In many instances, prison personnel sought to transfer plaintiff within only days or weeks of his arrival at the prison based on plaintiff's reputation at preceding facilities and speculation that plaintiff would engage in legal or religious activities. In some cases, prison officials relied on dismissed or expunged misbehavior reports as a justification for transferring plaintiff. At trial, defendants continued to rely on these nullified reports. Were one to physically expunge plaintiff's prison records of all the dismissed or expunged misbehavior reports, his record of documented disturbances would be thin or nonexistent. The following constitutes our findings of fact:<sup>[7]</sup></p>\n<p></p>\n<h2>1. <i>Auburn to Attica, April 21, 1981</i>\n</h2>\n<p>Plaintiff has successfully demonstrated that the exercise of his First Amendment rights was a substantial factor motivating this transfer, and that the justification offered by the defendants was a pretext. During plaintiff's incarceration at Auburn, several incidents occurred demonstrating hostility by DOCS personnel toward plaintiff's exercise of his right to religious freedom and free speech. <i>See, e.g.,</i> Pl.Ex. 3 (indicating memos from Superintendent of Auburn ridiculing Muslim (and plaintiff's) eating restriction concerning pork); Tr. 56 &amp; 61 (DOCS officials rebuking plaintiff for making religious speech and bringing guest speakers to religious classes).<sup>[8]</sup> A transfer request stated that plaintiff \"believes he is part of staff instead of an inmate\" and that for this reason he should be transferred. Pl.Ex. 6; Def.Ex. A. There is no evidence that plaintiff used his status as a leader in the inmate community to challenge the authority of corrections staff or that he posed a threat. No witness at trial had personal knowledge of any specific incident of misbehavior or threat posed by plaintiff at Auburn.</p>\n<p>Documentary evidence introduced at trial illustrated that the justification provided in the transfer request was a pretext. A February 27, 1981 memorandum from John Cacciotti, plaintiff's correction counselor, to James McDermott, a classification analyst in the DOCS central office, says of plaintiff, \"Subject has been suspected of being a behind-the-scenes leader of the Muslim Community[.]\" Defs.' Ex. BD at 3. The memorandum also makes reference to the fact that a misbehavior report was nullified, yet still impermissibly relies on the allegation of misbehavior by stating:</p>\n<blockquote>Lowrance was able to have the report nullified because of a technicality, however, it is this type of behavior and attitude toward authority that the Administration feels it would be best if he were separated from our staff.</blockquote>\n<p><i>Id.</i> Once stripped of the improper reference to the nullified misbehavior report, we are left with a conclusory statement regarding plaintiff's \"attitude toward authority\" which echoes the unsupported language used in the transfer request form.<sup>[9]</sup> Cacciotti's reference to the nullified misbehavior report is one instance, among many others, in which prison staff and DOCS officials improperly referred <span class=\"star-pagination\">*1104</span> to and ultimately relied on dismissed or expunged charges against plaintiff.</p>\n<p>We conclude that Commissioner Coughlin is liable under a supervisory liability theory, because he received adequate notice that the transfer was retaliatory. Pl.Ex. 7 (letter from Commissioner Coughlin responding to letter from plaintiff regarding transfer). Former Superintendent Henderson is directly liable for having participated directly in the retaliatory conduct. <i>See, e.g.,</i> Pl.Ex. 3 (indicating memos from Superintendent of Auburn ridiculing Muslim (and plaintiff's) eating restriction concerning pork); Pl.Ex. 6 (transfer request form signed by Henderson).<sup>[10]</sup></p>\n<p></p>\n<h2>2. <i>Attica to Clinton, January 6, 1982</i>\n</h2>\n<p>We conclude that plaintiff's placement in the Special Housing Unit (\"SHU\") while at Attica and his subsequent transfer was motivated by plaintiff's exercise of protected rights. Defendants have not adequately demonstrated they would have segregated him in the absence of his exercise of protected rights. As regards the transfer, we find that the justification provided by the defendants' is a pretext.</p>\n<p>Plaintiff enrolled in a college program affiliated with Attica<sup>[11]</sup> and was placed on a restricted transfer list, meaning he had to agree not to request a transfer while enrolled. Pl.Ex. 9. While at Attica, he became the Assistant Imam. Tr. 71. His religious activities again aroused a strong reaction from corrections staff.</p>\n<p>On September 25, 1981, plaintiff led a Juma service, to which the administration took exception. Plaintiff received a misbehavior report and was put in SHU for 45 days. Tr. 72. This report was dismissed three weeks later, on October 13, 1981, due to lack of substantial evidence. Pl.Ex. 11. Plaintiff testified that he offered to tape record his religious lectures so that there would be no further misunderstandings. Tr. 73. But, plaintiff continued to be subjected to various forms of harassment. Tr. 75 (plaintiff's testimony regarding his correction counselor's warning that Superintendent Smith intended to transfer him out of Attica to Clinton if he continued to give religious lectures); Tr. 77 (plaintiff's testimony regarding officers holding him in the block, causing him delay in getting to religious classes or services, and frisking him and Muslims more frequently than members of other religious groups before attending religious services).</p>\n<p>A religious speech goes to the core of the First Amendment, implicating both the right to speak and the right to freely exercise one's religion. Because the defendants' conduct in this instance goes so directly to the heart of the First Amendment, our inquiry must be searching. Defendants' have not adequately demonstrated that the decision to segregate plaintiff would have been reached in the absence of plaintiff's exercise of protected rights.</p>\n<p>A transfer request form, dated December 24, 1981, signed by Superintendent Smith states the following:</p>\n<blockquote>Inmate has in the past and continues to preach at Muslim services that the Muslims should band together to overthrow the system. He relates that the Muslims should react against the \"blue shirt rednecks\" and their rules. He also is trying to instigate a messhall strike.</blockquote>\n<p>Def.Ex.B. No action was taken on the transfer request at this stage. Tr. 722 (Hitchen). Plaintiff testified that a misbehavior report containing these allegations was dismissed by the facility in late 1981, before he was transferred. Tr. 477. Nevertheless, plaintiff was transferred based on his \"activities at Muslim services\" (Pl.Ex. 11), and corrections staff at subsequent facilities continued to <span class=\"star-pagination\">*1105</span> make reference to the allegations underlying this dismissed misbehavior report. <i>See, e.g.,</i> Def.Ex. T at 4 (January 29, 1986 memo from then-Sergeant Barreto at Sing Sing). Nothing in the record supports a conclusion that plaintiff acted inappropriately at religious services. Even the transfer request form indicates that all charges alleging any type of misbehavior while at Attica (including the above-described alleged misbehavior at religious services) were dismissed. <i>Id.</i><sup>[12]</sup></p>\n<p>We conclude that Superintendent Smith is liable for the retaliatory segregation under a supervisory liability theory, because he was given notice of the violation, yet failed to remedy it. <i>See, e.g.,</i> Pl.Ex. 10 (September 28, 1981 letter to Superintendent Smith, in which plaintiff complained about his placement in SHU). Moreover, Superintendent Smith is directly liable for the retaliatory transfer, because he directly participated in this act of retaliation. <i>See, e.g.,</i> Def.Ex. B (transfer request form signed by Smith claiming plaintiff preached \"Muslims should band together to overthrow the system\", a charge later dismissed); Pl Ex. 11 (transfer form stating, \"Administrative transfer was requested due to his activities at Muslim services\" in spite of the fact that form also stated, \"Charges were dismissed due to lack of substantial evidence\"). We do not hold Commissioner Coughlin liable for this transfer, because we do not find that the transfer forms in and of themselves gave the Commissioner sufficient notice of the constitutional violations.</p>\n<p></p>\n<h2>3. <i>Green Haven to Attica, August 29, 1983</i>\n</h2>\n<p>The defendants have failed to carry their burden to counter plaintiff's prima facie showing of retaliation, and in this instance, personal involvement has been adequately demonstrated. Plaintiff testified that upon arriving at Green Haven, his new counselor, Jim Wagner, explained that plaintiff was not welcome at Green Haven because his institutional files demonstrated that plaintiff was a Muslim leader. Tr. 104-05. Furthermore, according to plaintiff, Officer Straite actively discouraged plaintiff's meetings with other prisoners to discuss religious matters in the unit for physically disabled inmates, where plaintiff was housed. Tr. 105-07. Plaintiff said that he complained about this harassment to Lieutenant Stinson (Tr. 109), and was transferred to Attica two months later, despite the fact that an April 21, 1983 Program and Security Assessment (PSAS) form offering a semi-annual review<sup>[13]</sup> reflects a rating of \"acceptable\"<sup>[14]</sup> and that plaintiff \"[g]ets along well with fellow inmates.\" Pl. Ex. 14; Def.Ex. F.</p>\n<p>Plaintiff's semi-annual review also contains a reference to plaintiff's religious involvement under \"Program Involvement\", which notes \"Active member American Muslim Mission.\" <i>Id.</i> While the intent behind this reference is not altogether clear, especially when taken in isolation, this reference is made over and over again throughout the record.</p>\n<p>In an October 22, 1992 transfer form, upon which no action was taken, the basis for the request was an assault charge at Clinton. Def.Ex. E. However, this misbehavior report had already been expunged, and the defense failed to explain how an event at Clinton could possibly cause the subsequent transfer of plaintiff from Green Haven to Attica. This transfer request, signed by Superintendent Scully, is another example of defendants' improper use of expunged reports in attempting to justify a transfer. Defense <span class=\"star-pagination\">*1106</span> witness, Michael Hitchen, a classification analyst from the Central Office of DOCS, testified that no action was taken on this transfer request because a prior transfer order was issued on an earlier request, as indicated in handwriting on this later transfer request form signed by Scully. Def.Ex. E.</p>\n<p>At trial, Hitchen posited an explanation for the transfer, explaining that during this period of time, there were a great number of disturbances in a number of facilities, and that if there was a problem in Attica and Attica needed to disperse some of their people, plaintiff could have been on the receiving end of another slot. Conceding that \"[t]here is no indication in this form that [plaintiff] did anything wrong[,]\" Hitchen explained, \"But there are other circumstances. We are not just dealing with one facility, we are dealing with a system.\" Tr. 735. Hitchen's conjecture that plaintiff was transferred to accommodate the administrative needs of the prison system was speculative, not based on personal knowledge. Therefore, we find it does not assist defendants in showing that they would have reached the same decision in the absence of such plaintiff's exercise of protected rights.</p>\n<p>Moreover, the fact that this transfer was given a 03 code, indicating unsuitable behavior (Pl.Ex. 106) further undermines Hitchen's claim that the transfer was for administrative purposes. Additionally, there is nothing in the record supporting a conclusion that plaintiff was transferred due to unsuitable behavior.<sup>[15]</sup> A more likely inference that can be drawn, given the evidence as a whole, is that defendants transferred him in retaliation for his exercise of protected rights.</p>\n<p>The fact that Superintendent Scully signed the transfer request form (Def.Ex. E) demonstrates that he directly participated in the retaliatory attempts to transfer plaintiff, and that he had notice that a transfer order had been approved while the second request was pending. We do not hold Commissioner Coughlin liable for this transfer, because we do not find that the transfer form gave the Commissioner sufficient notice of the constitutional violations.</p>\n<p></p>\n<h2>4. <i>Attica to Great Meadow, April 30, 1984</i>\n</h2>\n<p>This transfer was the first of seven transfers over the next year alone. We conclude that plaintiff's placement in SHU at Attica and his subsequent transfer were both retaliatory. After his arrival at Attica, plaintiff was made Imam (Tr. 110) and was given an institutional pass which allowed him to perform his religious duties, counsel other inmates, and act as liaison to the prison administration. Tr. 100-11. Such passes are not given by the prison administration to problem inmates. Tr. 111. Indeed, an October 11, 1983 semi-annual review PSAS form stated that plaintiff \"has not been the subject of any disciplinary action in the month and a half he has been here\" and \"[a]ppears to get along with staff and peers.\" Pl.Ex. 16; Def. Ex. G.</p>\n<p>However, despite his institutional pass, plaintiff was harassed by officers in charge of A Block Housing Unit, who disapproved of plaintiff's \"proselytizing\" and counseling Muslim prisoners. Tr. 112. Plaintiff also claimed that while representatives of other religions were permitted unfettered entrance into A Block, he and other Muslims met with resistance. Tr. 113.</p>\n<p>Corrections staff also reacted strongly against plaintiff's discussion of the Hallal method of food preparation during a prayer service on October 21, 1983, in which plaintiff explained that the animal should be slaughtered with a knife sharpened out of its view and that the name of Allah is invoked as the throat of the animal is cut. Tr. 114 (plaintiff's direct testimony); Tr. 397-98 (plaintiff's testimony on cross-examination); Pl.Ex. 17 (letter from Islamic Coordinator, Imam Aleem Hassan, a DOCS employee, describing proper method of slaughtering animals). Plaintiff testified that this method is referred to in certain religious texts, and that he was in fact quoting from a religious text. Tr. 114. The speech prompted officials to serve a misbehavior report on plaintiff as well as <span class=\"star-pagination\">*1107</span> place him in SHU for 45 days. Pl.Exs. 17 &amp; 22. While prison officials may have had concerns that the speech was incendiary, defendants have not presented evidence to suggest that their state of mind at the time was that they perceived the speech to be a threat to security. Such a state of mind might, for example, be indicated by evidence that the defendants were aware of some factor suggesting that the intent of the speech was to incite violence or that the impact of the speech was to create an atmosphere of violence or tension. No such evidence was forthcoming at trial.</p>\n<p>In a December 28, 1983 letter to Iman Hassan, Commissioner Coughlin explained that some of the charges against plaintiff had been dismissed. Pl.Ex. 19 (responding to Iman Hassan's letter (Pl.Ex. 17)). The charges indeed had been partially rescinded at the facility on December 19, 1983 (<i>id.</i>), and all references to the misbehavior report were later ordered expunged (Pl.Ex. 22), but plaintiff was still subject to retaliatory conduct. For instance, plaintiff's family's visit was delayed without excuse for several hours. Ex. 18.</p>\n<p>Plaintiff wrote to Superintendent Smith to complain about the delay. <i>Id.</i> (Plaintiff wrote, \"I get hassled enough as it is, I don't want my family to be bothered further\"). Commissioner Coughlin himself responded, admitting, \"[T]here was an unreasonable delay processing your visit.... I agree it was unreasonable. Be advised that corrective measures have been taken to avoid future delays.\" Pl.Ex. 20. Evidence at trial suggested that concerted staff interference with plaintiff's duties as Imam persisted, as did harassment of visiting guest speakers. Tr. 121-28; Pl.Exs. 21, 23, 24, 136. Even letters and phone calls from DOCS personnel did not correct the situation. <i>See, e.g.,</i> Pl.Ex. 23 (March 20, 1984 letter from Imam Hassan to Senior Chaplain Jeff Carter). Although plaintiff provided notice to Superintendent Smith (Pl.Ex. 18) and his security staff (Pl. Ex. 21), the harassment of plaintiff did not cease. Tr. 121-22. On April 16, 1984, plaintiff sent an additional letter to Commissioner Coughlin detailing the continued and increasing religious harassment and intimidation by prison staff against plaintiff and Muslim visiting guest speakers. Pl.Ex. 24.<sup>[16]</sup></p>\n<p>On March 16, 1984, before plaintiff's transfer out of Attica, a court acting pursuant to an Article 78 proceeding, vacated and expunged the 45 day SHU penalty for plaintiff October 21, 1983 speech. Pl.Ex. 22. A month later, and two weeks after his letter to Coughlin, plaintiff was transferred. Plaintiff was still under the educational restricted transfer list at this point (Tr. 132) and the transfer request indicated that plaintiff's custodial and program behavior at Attica was \"acceptable\"; that he had no misbehavior reports; that his \"rapport with staff is fair\"; and that he \"has a good rapport with peers.\" Pl.Ex. 25; Def.Ex. H. Consistent with this, defendant's own witness, Michael Hitchen, testified that the transfer code indicated program purposes. Tr. 738 (Hitchen testified, \"Program purposes means a regular transfer with no negative connotations\").</p>\n<p>As a justification for the transfer, the PSAS form states, \"A transfer would be in the best interest to the future security of this facility.\" Pl.Ex. 25; Def.Ex. H. In support of this claim, the form also contends that \"[t]he administration has information that he is trying to stir up unrest through the Inmate Liaison Committee\" (<i>id.</i>) and attempts to link plaintiff with an inmate, Albert Washington, alleging that Washington is a leader of the Black Liberation Army.<sup>[17]</sup> There is no <span class=\"star-pagination\">*1108</span> evidence in the record supporting these claims, and therefore we find this justification is a pretext.</p>\n<p>Also listed as a reason for the transfer is the comment that plaintiff \"is actively involved with the inmate Muslim population here at Attica\" and \"has built up an extremely strong following of inmates.\" <i>Id.</i> As was the case in the previous transfer request, this PSAS form states under \"Program Involvement\" that plaintiff \"is an active member of the American Muslim Mission\" and adds that he \"presently holds an Imam position[.]\" <i>Id.</i> Again, the intent behind this reference is not altogether clear. However, in a deposition, Carol Obot, plaintiff's correction counselor at Attica (who signed this PSAS form) admitted that the prison administration at Attica did not want him there \"[b]ecause of his leadership role with the Muslim community.\" Obot Dep. at 46.</p>\n<p>As indicated above, sufficient notice regarding plaintiff's placement in SHU in retaliation for his exercise of First Amendment rights was given to Superintendent Smith (Pl.Ex. 22) and to Commissioner Coughlin (Pl.Exs. 17, 19), yet harassment toward plaintiff continued. Additionally, sufficient notice regarding the retaliatory transfer and other retaliatory conduct leading up to the transfer was provided to Superintendent Smith (Pl. Exs. 18, 25) and to Commissioner Coughlin (Pl.Exs. 20, 24, 25, 26, 27, Tr. 133-36).<sup>[18]</sup></p>\n<p></p>\n<h2>5. <i>Attica to Auburn, August 10, 1984</i>\n</h2>\n<p>While plaintiff has shown his rights were a motivating factor in this transfer, defendants have demonstrated they would have reached the same decision in any event. Upon plaintiff's arrival at Attica, now his third time, Officer Corona told plaintiff \"that [he] shouldn't bother to unpack.\" Tr. 146. In fact, on August 10, 1984, barely a month after his arrival, plaintiff was transferred from Attica to Auburn. Pl.Ex. 1. Under the heading, \"Other Considerations\", a PSAS form dated July 26, 1984 conspicuously noted, \"Inmate is a leader in the Muslim Community and has a strong following of inmates.\" Pl.Ex. 29; Def.Ex. K.</p>\n<p>The PSAS form also alleges that plaintiff was an instigator and politician in a yard demonstration at Attica. Pl.Ex. 29. Using contemporaneous documentation, plaintiff challenged the accuracy of this statement. Pl.Ex. 32 (letter from Commissioner Coughlin to plaintiff's wife explaining transfer due to \"normal distribution of the population\"). While there is no evidence in the record that plaintiff was an \"instigator and politician\"  a label that nevertheless followed plaintiff throughout his incarceration (Pl.Exs. 38, 39)  plaintiff did receive a misbehavior report charging him with \"participating in sit-in\" and stating that witnesses \"place[d] [him] in the yard.\" Def.Ex. CY. At trial, plaintiff testified that he had been in the yard for recreational period when one inmate shot another, the yard door was closed, and he and others could not leave the yard. Tr. 149-50.</p>\n<p>While plaintiff's explanation that he was an innocent bystander is plausible, he was, in fact, charged in a misbehavior report with participating in an unauthorized assembly (Pl.Exs. 100 &amp; 101), a charge which was never dismissed or expunged. Mindful of the \"broad range of discretion\" afforded prison officials, <i>Hewitt v. Helms,</i> 459 U.S. at 467, 103 S.Ct. at 869 and of the prudence of not second-guessing administrative findings, we conclude that this charge alone is an adequate basis justifying plaintiff's transfer.</p>\n<p></p>\n<h2>6. <i>Auburn to Elmira, September 23, 1984</i>\n</h2>\n<p>Plaintiff has carried his burden of showing that the transfer was retaliatory, and the defendants have failed to rebut it. As with the previous two placements (at Great Meadow and Attica), plaintiff's stay at Auburn was brief. Soon after his arrival at Auburn, plaintiff made a FOIL request to learn the reasons for his transfers. Tr. 154; Pl.Ex. 31. This request was largely denied on August 21, 1984. Pl.Ex. 31. Plaintiff testified that about a month later, Lieutenant O'Connors, informed plaintiff that he would <span class=\"star-pagination\">*1109</span> not be remaining at Auburn because Auburn already \"had their quota of Muslim leaders.\" Tr. 156.</p>\n<p>In fact, plaintiff was soon transferred on an expedited basis to Elmira, despite an \"acceptable\" custodial adjustment rating on the PSAS form generated at Auburn, and despite a complete absence of misbehavior reports during his six-week stay. The form states that plaintiff was \"RECOMMENDED FOR IMMEDIATE TRANSFER REQUESTED BY D.S. SECURITY, J. COSTELLO.\" Pl. Ex. 33; Def.Ex. M. Moreover, the transfer code is 04, indicating the goal of the transfer was separation of inmates. <i>Id.</i> However, both Hitchen and Joseph Costello himself conceded that there is nothing on the form supporting this designation (Hitchen Dep. at 149; J. Costello Dep. at 42), and the defense has failed to provide the Court with any evidence demonstrating a legitimate motive behind the transfer.</p>\n<p>Under \"Other Considerations\", the transfer request gives a graphic and gratuitous summary of plaintiff's underlying crime, which Hitchen testified departs from the common practice of describing a prisoner's criminal record under \"Pattern of Criminal Behavior.\" Tr. 751-52. Also, this section states, \"This inmate is leader in Muslim Comm. &amp; has strong following of inmates\" (Pl.Ex. 33; Def.Ex. L), replicating a statement from the previous PSAS almost verbatim. Pl.Ex. 29; Def.Ex. K. Joseph Costello admitted that it is not common to see reference to an inmate's religious affiliation on PSAS forms. J. Costello Dep. at 77; Tr. 587-88.</p>\n<p>Plaintiff has demonstrated personal involvement on the part of Commissioner Coughlin, who was put on notice by a letter sent by plaintiff on October 14, 1984 (Pl.Ex. 35) to which the Commissioner responded (Pl.Ex. 36). We also find personal involvement on the part of D.S.S. Joseph Costello, who signed the transfer request form (Pl.Ex. 33; Def. Ex. M) and thereby directly participated in the retaliatory transfer. Because the transfer form did not provide sufficient notice of the constitutional violations to the Superintendent Henderson, we therefore find personal involvement lacking as to him.</p>\n<p></p>\n<h2>7. <i>Elmira to Great Meadow, December 3, 1984</i>\n</h2>\n<p>Elmira was the fifth consecutive facility at which plaintiff spent less than 90 days. We conclude that plaintiff has carried his burden of showing that both the transfer and a denial of medical care were in retaliation, and that the justification offered by the defendants is a pretext. Upon arrival at Elmira on September 23, 1984, plaintiff was placed in the prison hospital (Pl.Ex. 34; Def. Ex. M) due to a knee injury he sustained in the altercation at Clinton in 1982. A semi-annual review, dated October 19, 1984 stated that plaintiff was \"in need of medical care available only at Elmira. Medical director here states he should not be transferred now or in the future until his medical needs no longer exist.\" <i>Id.</i></p>\n<p>During his incarceration at Elmira, plaintiff filed two grievances on November 21, 1984 (Pl.Ex. 37), and around the same time he was approached by an attorney from Prisoners' Legal Services about participating in a class action suit alleging race discrimination in housing and job placement at Elmira. Tr. 168-69. While plaintiffs in this action were ultimately successful, <i>see </i><i>Santiago v. Miles,</i> 774 F.Supp. 775 (W.D.N.Y.1991), plaintiff in the instant case was prevented from participating in it because he was transferred. Also on November 21, 1984, plaintiff became the Imam of the American Muslim Mission at Elmira. Pl.Ex. 38</p>\n<p>Two weeks later, on December 3, 1984, plaintiff was transferred from Elmira to Great Meadow. An expedited transfer request, dated November 30, 1984, was approved by classification analyst James McDermott over the phone. Pl.Ex. 39; Def. Ex. N. The form alleges that plaintiff was suspected of leading an incident while at Elmira, without any further description of the nature of plaintiff's involvement. The defense tried to provide corroborating evidence at trial in the form of a memo, dated November 29 1984, from D.S.S. Novak to McDermott which says of plaintiff:</p>\n<blockquote>It is our perception that [the inmate] poses a serious threat to the security of the <span class=\"star-pagination\">*1110</span> facility. His transfer should be expedited as soon as possible.</blockquote>\n<p>Def.Ex. BP. Plaintiff contends that these vague allegations are pretextual, and that the defendants' real motive was to retaliate against plaintiff's having become Imam and his continued legal activities. Indeed, the defendants' claims are belied by the fact that plaintiff was not in the general population but was in the hospital during his entire incarceration at Elmira. Pl.Ex. 38; Tr. 415. Moreover, despite the defendants' references to plaintiff's alleged record of having been a leader in disturbances in \"several\" other facilities (Def.Exs. M, N), defendants' own witness, Michael Hitchen noted, \"The only indication we have seen so far that he was identified as a leader in [a] disturbance [was] at Attica.\" Hitchen Dep. at 153. Moreover, Hitchen did not agree with the characterization of plaintiff in the semi-annual review as a \"severe behavior problem since reception (8/77).\" <i>Id.;</i> Def.Ex. M. Plaintiff had only received one misbehavior report in the preceeding eighteen months and no reports while at Elmira. Pl.Ex. 101.</p>\n<p>Plaintiff presented evidence demonstrating the transfer was predicated on his exercise of constitutional rights. First, copied verbatim on the transfer request is the same language which appeared on the last two requests under \"Other Considerations\": \"Inmate is a leader in the Muslim Community and has a strong following of inmates.\" Pl.Ex. 39; Def.Ex. N. Second, plaintiff testified that comments by correctional staff made it clear to him that the facility disapproved of his participation in the class action filed by the Prisoners' Legal Services attorney. Tr. 168-69. Third, plaintiff testified that a Nurse Newkirk, the subject of some of plaintiff's grievances, said that plaintiff was being transferred and denied surgery, because allowing the surgery to go forward would be an admission that plaintiff had a medical need for it. Tr. 160; 394. Plaintiff was transferred on the eve of surgery (which had been scheduled for December 4, 1984), even though D.S.S. Novak had sent a memorandum dated October 10, 1984 informing plaintiff that Dr. Shah had recommended that the surgery be expedited (Pl.Ex. 118), and despite the fact that plaintiff had been \"prepped\" for surgery. Tr. 620 (Dr. Gaudinez).</p>\n<p>In this instance, not only does the existence of retaliatory conduct provide a basis for a finding of a constitutional violation, so too does the very <i>form</i> of retaliation  punishing plaintiff by both transferring <i>and</i> depriving him of medical care  constitute a grievous deprivation. Because deprivation of adequate medical care to prisoners is in itself a protected right, we find this violation particularly egregious.</p>\n<p>Because D.S.S. Novak directly participated in the retaliatory conduct by requesting that plaintiff's transfer be expedited (Def.Ex. BP), despite knowledge of the urgency of plaintiff's medical needs (Pl.Ex. 118), we find that plaintiff has shown adequate personal involvement on the part of Novak. The same cannot be said, however, for Commissioner Coughlin and Superintendent Wilmot, for whom personal involvement has not been sufficiently demonstrated. Additionally, other than plaintiff's testimony regarding Nurse Newkirk, there is no record of his existence or employment with DOCS. Because defense counsel has consistently disavowed knowledge of Mr. Newkirk's whereabouts and has never made representations that the A.G.'s Office would accept service for him, we have no personal jurisdiction over him.</p>\n<p></p>\n<h2>8. <i>Great Meadow to Attica, January 17, 1985</i>\n</h2>\n<p>Great Meadow was the sixth facility at which plaintiff was incarcerated in the past year  this time for six weeks. While we reject plaintiff's claims that his placement in administrative segregation was retaliatory, we conclude that the transfer was retaliatory. Although plaintiff has demonstrated that his exercise of protected rights was a factor in his placement in segregation, defendants have shown that the segregation would have occurred in the absence of the protected right. After an earlier effort to place plaintiff in segregation failed, prison administrators made a second recommendation to segregate him on December 13, 1984 based on an alleged death threat against plaintiff. Def.Ex. CZ at 4. Plaintiff claims this was a <span class=\"star-pagination\">*1111</span> \"back-door approach\" to segregate him after the first attempt failed (Tr. 401), and that the real reason for the segregation was to retaliate against his exercise of constitutionally protected rights, as suggested in a transfer request at a subsequent facility:</p>\n<blockquote>[D]ue to his instigative nature and his strong Muslim leadership from his past disciplinary record, he was recommended for APC at [Great Meadow.]</blockquote>\n<p>Pl.Ex. 57; Def.Ex. Q. Defendants' evidence of a belief that there was a death threat against plaintiff is sufficient to demonstrate by a preponderance of the evidence that the administration would have reached the same decision in any event. Plaintiff has not put forward evidence which adequately supports his claim that the defendants' justification was a pretext other than the bald accusation that this was a \"back-door approach.\"</p>\n<p>As regards the transfer, not only has plaintiff proven the action was in response to his exercise of protected rights, but also, defendants have not demonstrated by a preponderance of the evidence that they would have reached the same result but for the exercise of such rights. Plaintiff testified that correction counselor Schroeder informed plaintiff that his record and reputation had preceded him and that D.S.S. Eisensmith was not really happy with the Imams he had had in the past nor would he be happy with any Imams. Tr. 172. On December 16, 1984, plaintiff wrote Superintendent Jones to complain about his being segregated, and to inform the Superintendent of his need for surgery. Pl.Ex. 40. Three days later, on December 19, 1984, Great Meadow submitted a request seeking plaintiff's transfer. Pl.Ex. 43; Def.Ex. O. On December 31, 1884, plaintiff filed a FOIL request to obtain his transfer records, and on January 15 and January 17, 1985, he filed two grievances over denials to his requests to attend religious services while in segregation. On January 17, 1985, plaintiff was transferred despite having received no misbehavior reports at the facility (Pl.Exs. 43, 49; Def.Exs. O, P), and despite having an \"acceptable\" rating on a January 16, 1985 transfer summary form. Pl.Ex. 49; Def.Ex. P.</p>\n<p>While the transfer request suggests that plaintiff \"is a very influen[tial] inmate who with Albert Washington can cause chemistry for an extremely violent situation[,]\" and that the American Muslim Mission had \"been very peaceful until the arrival of [plaintiff,]\" (Pl.Ex. 43; Def.Ex. O) there is no evidence in the record supporting these allegations. Because plaintiff had no misbehavior reports and was segregated from the general population for the final weeks of his incarceration at Great Meadow, we are unconvinced plaintiff posed a threat. Indeed, the recommendation to place plaintiff in segregation was allegedly prompted by concern over <i>plaintiff's</i> security, not by any threat he may have posed to others.</p>\n<p>Finally, plaintiff has demonstrated sufficient personal involvement by the Commissioner and Superintendent Jones. As indicated above, plaintiff sent a letter to Superintendent Jones on December 16, 1984, complaining to him about the segregation, and informing him of the need for surgery. Pl. Ex. 40. Moreover, on December 21, 1984, plaintiff wrote to Superintendent Jones (Pl. Ex. 41) and to Deputy Commissioner Clark (Pl.Ex. 42), providing them notice (and providing Commissioner Coughlin constructive notice) that his previous transfers and his pending transfer out of Great Meadow were ordered in retaliation for his religious beliefs and practices. Personal involvement has not been adequately demonstrated with regard to D.S.S. Eisensmith.</p>\n<p></p>\n<h2>9. <i>Sing Sing to Auburn, April 24, 1986</i>\n</h2>\n<p>Plaintiff has successfully demonstrated that this transfer was substantially predicated on his exercise of rights and that the motive put forward by the defense is a pretext. On May 1, 1985, less than a month after plaintiff's arrival at Sing Sing, a request was made for his transfer. Pl.Ex. 59; Def. Ex. S. Despite his recent arrival and the absence of any misbehavior reports, the transfer request form gave plaintiff a \"poor\" rating and referred to him twice as a strong \"muslim leader\". <i>Id.</i> Only four days earlier, plaintiff had filed a successful grievance claiming that his parents were denied a visit with him. Pl.Ex. 58. Plaintiff's parents <span class=\"star-pagination\">*1112</span> were eventually reimbursed for travel expenses and the transfer request was eventually denied.</p>\n<p>Plaintiff continued his grievance activities by becoming an inmate grievance clerk (Pl. Ex. 61) and a chairperson of the Inmate Grievance Resolution Committee. Tr. 226. During this period, plaintiff received a para-legal certificate. Pl.Exs. 62, 63. He also filed and won a grievance alleging that his brother was denied a visit because he was wearing green pants and a Muslim kufi. A semi-annual review, dated October 23, 1985, providing an \"acceptable\" rating, describes plaintiff in the following terms:</p>\n<blockquote>Inmate got some misbehavior reports but most of them were dismissed. Inmate's attitude is \"I shall stand for my rights.\" Inmate has improved in his positive behavior.</blockquote>\n<p>Pl.Ex. 61; Def.Ex. R.</p>\n<p>On January 30, 1986, a transfer request, giving plaintiff a \"poor\" rating was submitted containing almost identical language as the semi-annual review:</p>\n<blockquote>Though inmate's record indicates some misbehavior reports, he has been able to get them dismissed due to Technical reasons. Inmate is very defiant in his attitude  \"my rights\" will be kept up type talking.</blockquote>\n<p>Pl.Ex. 64; Def.Ex. T. Attached to the transfer request is a memo dated January 29, 1986 from then-Sergeant Barreto claiming that plaintiff was undermining the grievance program and, using almost identical language to that used in a misbehavior report dismissed at Attica in 1981, contending that plaintiff \"is an instigator and states that Muslims should band together to overthrow the system.\" Def.Ex. T at 4.</p>\n<p>While the request form alleges that plaintiff was a \"[d]isrupting influence on grievance committee\"; that \"[o]ther inmates avoid the grievance office when [plaintiff] is there\"; and that \"[h]is personality creates Tension in the office\", (<i>id.</i>) other evidence suggests that these allegations are pretextual. Lieutenant Barreto testified that the \"disruption\" referred to was that plaintiff's presence on the committee caused an <i>increased</i> volume of grievances to be submitted in an understaffed grievance office. Tr. 689, 700. Far from trying to \"avoid\" the grievance office, the evidence demonstrates that prisoners were gravitating to it. <i>Id.</i> Barreto conceded that other inmates were frustrated not by plaintiff, but by the grievance <i>process</i> because of the backlog caused by the increased volume. <i>Id.</i> Indeed, from Barreto's testimony during cross-examination, it is evident that it was not any disruptive activity of plaintiff that caused the transfer, but rather plaintiff's participation in the grievance process. Tr. 700.</p>\n<p>Although defense witnesses testified that vigorous use of the grievance process was not a proper reason to transfer a prisoner (Tr. 577, 790), and despite a medical hold on transfers to allow plaintiff's participation in post-surgical rehabilitation (Pl.Ex. 65), and despite the absence of misbehavior reports in almost two years, a transfer was requested the day after Lieutenant Barreto's January 29 memo.</p>\n<p>Personal involvement has been shown for both Commissioner Coughlin and Superintendent James Sullivan. The first transfer form indicates \"Superintendents request prompt transfer\", demonstrating Superintendent Sullivan's participation in the retaliatory attempts to have plaintiff transferred. Pl. Ex. 59; Def.Ex. S. The second transfer form, providing constructive notice to both the Commissioner and Sullivan, demonstrates on its face that the request is in response to plaintiff's exercise of protected rights. Pl.Ex. 64; Def.Ex. T. References to \"`my rights' will be kept up type talking\"; plaintiff's \"disrupting influence on grievance committee\"; and plaintiff's ability to get misbehavior reports \"dismissed due to Technical reasons\" gave the Commissioner and Superintendent adequate notice that this transfer was retaliatory.</p>\n<p></p>\n<h2>10. <i>Auburn to Clinton, January 5, 1987</i>\n</h2>\n<p>Plaintiff has carried his burden of demonstrating this transfer was motivated by the exercise of protected rights and that the defense's justification was a pretext. Upon his arrival at Auburn, plaintiff resumed his work on the Inmate Grievance Resolution <span class=\"star-pagination\">*1113</span> Committee, where he received exemplary work reviews. Pl.Exs. 66, 67. At trial, plaintiff testified about his continued religious activities at Auburn. In June of 1986, he became the Imam of the AMA. Tr. 245-47. Soon thereafter, he joined with the Imam of the only other Muslim community at the facility in an effort to unify the Muslim following under one Imam. Tr. 246-47, 259. Both plaintiff and the other Imam resigned their respective leadership positions and supported a third inmate as Imam of the unified Muslim community at Auburn. <i>Id.</i> Plaintiff claims that D.S.S. Joseph Costello questioned plaintiff extensively sometime thereafter, and was therefore put on notice about plaintiff's anticipated role in the new Muslim community. Tr. 258-60.</p>\n<p>While correction counselor Robert Mitchell found plaintiff to be well-adjusted in an October 21, 1986 semi-annual review (Pl.Ex. 68; Def.Ex. W), a transfer request was submitted on December 10, 1986 (Pl.Ex. 71; Def. Ex. X), three weeks after plaintiff filed a grievance protesting the denial of his participation in the family reunion program on November 21, 1986. Pl.Ex. 70. The PSAS form stated that plaintiff's transfer was sought because he was \"a noted Muslim leader and agitator.\" <i>Id.</i> A PSAS form submitted at a subsequent facility confirmed that plaintiff was \"transferred from Auburn for security reasons <i>as a suspected leader of Muslim Community.</i>\" Pl.Ex. 74; Def.Ex. Z (semi-annual review at Clinton, April 10, 1987) (emphasis added).</p>\n<p>While indicating an absence of misbehavior reports at Auburn, the PSAS indicated that the transfer was requested \"per Security\"; that plaintiff was \"suspected of being involved in `strong arm' tactics within this facility\"; and that plaintiff \"[m]ay be using `Inmate Grievance' assignment to put pressure on other inmates.\" Pl.Ex. 71; Def.Ex. X. The evidence at trial indicates that this justification is a pretext. At one point, correction counselor Mitchell testified that by writing the phrase \"strong arm tactics\" he meant \"proselytizing\" (Tr. 674, 676), which Joseph Costello admitted does not create a security threat. Tr. 596. While Mitchell tried to link plaintiff's alleged \"strong arm tactics\" with his becoming Imam, the evidence suggests that plaintiff resigned as Imam voluntarily. Tr. 246-47, 259. Furthermore, there was no credible evidence presented at trial that plaintiff used strong-arm tactics.</p>\n<p>Personal involvement has been demonstrated with regard to Commissioner Coughlin and D.S.S. Joseph Costello, but not with regard to Superintendent Henderson. The transfer form states, \"Transfer requested per Security\" and \"Case discussed at length with Dept. Supt. Security Costello\", demonstrating Joseph Costello's direct participation in the retaliatory transfer. Pl.Ex. 71; Def.Ex. X. The Commissioner was put on notice of the retaliatory conduct through a letter sent by plaintiff. Pl.Ex. 72. Moreover, the statement made in a PSAS form at the next facility indicating that plaintiff had been \"transferred from Auburn for security reasons as a suspected leader of Muslim Community\" (Pl.Ex. 74; Def.Ex. Z) gave the Commissioner further notice that the transfer was retaliatory. The transfer forms reference to plaintiff's alleged status as \"a noted Muslim leader and agitator\" did not in and of itself give adequate notice to Superintendent Henderson that plaintiff's exercise of protected rights was the \"but for\" cause of his transfer.</p>\n<p></p>\n<h2>11. <i>Great Meadow to Sullivan, August 21, 1987</i>\n</h2>\n<p>We conclude that this transfer and plaintiff's placement in various forms of segregation at Great Meadow were both retaliatory, but personal involvement by a defendant has been demonstrated only with regard to the segregation. As concerns plaintiff's placement in segregation, the defense has put forward no credible evidence demonstrating why he was placed in SHU or recommended for Involuntary Protective Custody.</p>\n<p>Plaintiff filed grievances on July 7 and 10, 1987. On July 14, 1987, a recommendation to place plaintiff in Involuntary Protective Custody (IPC) was submitted, stating:</p>\n<blockquote>His records indicate he is a strong [M]uslim leader who has developed a sizable and strong following; his close association with known subversive and revolutionary leaders indicates his disruptive behavior is a <span class=\"star-pagination\">*1114</span> severe threat to the safety and security of the facility. Additionally, at this time, the [M]uslim community is in a weakened leadership state due to recent transfers and [his] influence would be a threat to the safety and security of the facility.</blockquote>\n<p>Pl.Ex. 86. To the extent these comments reflect a security concern, no evidence is offered by defendants to support this contention. Moreover, this statement reflects religious intolerance on its face.</p>\n<p>On July 15, 1987, plaintiff \"attempt[ed] to resolve administratively\" the IPC recommendation by writing a letter to Superintendent Jones (Pl.Ex. 87), explaining, \"I have been keeplocked since my arrival\", thereby providing Jones with notice of the retaliatory conduct. But, on July 25, 1987, while plaintiff was on a visit with his family, guards searched his cell, dumped his belongings in bags, placed him in SHU, and did not return his belongings, including toilet articles and legal papers, until August 1, 1987. Pl.Ex. 89. Nothing in the record demonstrates why he was placed in SHU. On the same day as the cell search, plaintiff filed a grievance regarding this treatment. <i>Id.</i> The IPC recommendation was dismissed in a hearing held July 28, 1987. Pl.Ex. 88. But rather than putting an end to the retaliatory conduct, this hearing was followed three weeks later by a retaliatory request for plaintiff's transfer, submitted on August 20. Pl.Ex. 91; Def.Ex. AC. Personal involvement, and therefore liability, has only been shown as regards Superintendent Jones, who received notice of plaintiff's placement in segregation.</p>\n<p></p>\n<h2>12. <i>Eastern to Shawangunk, January 12, 1988</i>\n</h2>\n<p>Plaintiff has demonstrated that the search of his cell and subsequent placement in keeplock were retaliatory, but has not offered evidence to show that any of the named defendants were personally involved in the retaliatory transfer. He testified that within days of his arrival, D.S.S. William Costello (the brother of Joseph Costello (Costello Dep. at 97-98)) called plaintiff to his office because his \"name had preceded him.\" Tr. 320. According to plaintiff, William Costello told him that he had a good relationship with \"his Muslims\" and that he didn't want any trouble from plaintiff. <i>Id.</i> After Costello read him the \"riot act\", plaintiff promised he would be no trouble. He did, however, file a FOIL request on December 16, 1987.</p>\n<p>On Christmas Eve 1987, plaintiff's cell was ransacked by prison guards. Pl.Exs. 95, 98, 99; Tr. 329-30. On the same day, plaintiff filed a grievance regarding the incident. Pl. Ex. 95. In his grievance, plaintiff complained that the prison personnel had destroyed religious books, articles of worship, legal papers, clothing, and threw his kufis in the toilet bowl. Pl.Ex. 95; Tr. 329-30. Additionally, plaintiff testified that his manuscript detailing his prison experience, upon which he had been working for years, was stolen and never recovered. Tr. 329-30, 356-57. Moreover, when plaintiff returned to his cell after the search, he found a white supremacist pamphlet in his Koran. Pl.Ex. 97; Tr. 330.</p>\n<p>The next day, December 25, 1987, plaintiff wrote a letter of complaint to Superintendent Hoke which memorialized the events and identified D.S.S. William Costello as having ordered the search. Pl.Ex. 96; Tr. 330. We find that this provided the Superintendent with adequate notice of the retaliatory conduct,<sup>[19]</sup> and that he failed to remedy the continuing harassment. Plaintiff, thereafter, received 30 days in keeplock for out-dated prescription drugs, although plaintiff said he had a written continuing prescription from a physician. Def.Ex. AF; Tr. 331-32. The punishment was eventually expunged, but not until after plaintiff had served the full 30-day sentence. Tr. 332; Pl.Ex. 100. We find that this placement in keeplock was further retaliatory conduct.</p>\n<p><span class=\"star-pagination\">*1115</span> On January 12, 1988, plaintiff was transferred to Shawangunk. We find that this transfer was retaliatory. We conclude that the defense's claim of a second dispute between plaintiff and Reverend Umar on January 4, 1988 to be a pretext (Def.Ex. BU). However, we do not hold any of the defendants liable for the transfer because no personal involvement has been shown. On the other hand, plaintiff has demonstrated that the Superintendent had notice of the retaliatory cell search and subsequent placement in keeplock. Because the Superintendent Hoke failed to take steps to remedy the retaliatory conduct, we hold that he was personally involved in these two instances of retaliatory conduct.</p>\n<p></p>\n<h2>B. Medical Care</h2>\n<p></p>\n<h2>Applicable Legal Principles</h2>\n<p>Plaintiff asserts defendants deprived him of adequate medical care by denying him a knee operation for nearly two years after a physician first prescribed surgery, and by refusing him prescribed postoperative therapy necessary to render the operation a success. As a result of this deliberate indifference, plaintiff contends, he suffered unnecessary pain and suffering which served no legitimate penological purpose. Under the Eighth Amendment prohibition against \"unnecessary and wanton infliction of pain,\" prisoners have the clearly established right to be free from deliberate indifference to their essential medical needs. <i>Estelle v. Gamble,</i> 429 U.S. 97, 104, 97 S.Ct. 285, 291, 50 L.Ed.2d 251 (1976). In order to prevail on an Eighth Amendment claim, plaintiff must establish that the prison officials were deliberately indifferent to serious medical needs. <i>Id.</i> Prison officials have a duty to provide prisoners with \"reasonably necessary medical care which would be available to him or her ... if not incarcerated.\" <i>Langley v. Coughlin,</i> 888 F.2d 252, 254 (2d Cir.1989). \"An inmate must rely on prison authorities to treat his medical needs; if the authorities fail to do so, those needs will not be met.\" <i>Estelle,</i> 429 U.S. at 103, 97 S.Ct. at 290.</p>\n<p>Recently, the Supreme Court established a subjective recklessness standard by which to determine deliberate indifference under the Eighth Amendment. <i>Farmer v. Brennan,</i> ___ U.S. ___, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). The claim in <i>Farmer</i> was brought under <i>Bivens v. Six Unknown Fed. Narcotics Agents,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971), by a transsexual inmate who was raped when prison officials denied his requests to be kept in segregation. Adopting a <i>subjective</i> standard, the Court in <i>Farmer</i> held that a prison official may be held liable under the Eighth Amendment for acting with deliberate indifference to prisoner health or safety only if the official has <i>actual knowledge</i> that the prisoner faced a substantial risk of serious harm and disregards that risk by failing to take reasonable measures to abate it. <i>Farmer,</i> ___ U.S. at ___ - ___, 114 S.Ct. at 1977-1984.</p>\n<p>The <i>Farmer</i> Court was careful to explain that this result was not inconsistent with the <i>objective</i> standard applied in <i>City of Canton v. Harris,</i> 489 U.S. 378, 109 S.Ct. 1197, 103 L.Ed.2d 412 (1989), a 42 U.S.C. § 1983 case in which the Court held that a municipality can be liable for failure to train its employees.<sup>[20]</sup> Under the objective test, municipal liability attaches when policymakers have actual <i>or</i> constructive notice of the constitutional violation. <i>Canton</i> 489 U.S. at 390, 109 S.Ct. at 1205 (O'Connor, J., concurring in part and dissenting in part). The <i>Farmer</i> Court, however, found that because <i>Canton</i> involved an interpretation of municipal liability under § 1983, it did not govern the definition of deliberate indifference under the Eighth Amendment.<sup>[21]</sup> Instead <i>Farmer</i> <span class=\"star-pagination\">*1116</span> adopted the more rigorous test requiring plaintiffs to prove subjectiveness recklessness by demonstrating actual notice.</p>\n<p>In the instant case, it is not necessary to determine whether to apply the objective test of <i>Canton</i> or the subjective test followed in <i>Farmer,</i> because even under the more demanding standard established in <i>Farmer,</i> plaintiff succeeds. Prison medical staff had <i>actual</i> notice of plaintiff's injured knee, as reflected in prison medical records, yet failed to provide adequate care. Therefore, we conclude that the responsible defendants are liable.</p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>Prison medical records reflect that plaintiff's injured knee constituted a serious medical need requiring surgery which was delayed for nearly two years. Plaintiff's knee was injured during an altercation with prison guards in Clinton on April 8, 1982. Tr. 84-5. It is well documented that plaintiff sustained injury to his anterior cruciate ligament (\"ACL\") and medial collateral ligament (\"MCL\").<sup>[22]</sup> Taking the record as a whole, the evidence demonstrates that while his injury was serious, it may not have involved any tears in the ligaments or medial meniscus.<sup>[23]</sup> Also, plaintiff's expert, Dr. Gaudinez, conceded at trial that no <i>permanent</i> injury was sustained to the meniscus and could not say for certain whether or not there was permanent injury to the ligaments. We therefore limit damages to compensation for pain which could have been reduced between the initial diagnosis in December 1983 and the operation which did not take place until November 1985.</p>\n<p>A medical report dated June 28, 1982 described plaintiff's condition in the following terms:</p>\n<blockquote>[P]ain is on the medial aspect of the left knee.... Contusion of medial aspect of left knee with [secondary] quadricep atrophy from prolonged disability.</blockquote>\n<p>Pl.Ex. 147. After plaintiff was transferred from Clinton to Green Haven (August 5, 1982), Dr. Bibilone examined the knee, indicated that the medial meniscus was strained, and, on May 18, 1993, ordered a diagnostic procedure called an arthrogram. Pl.Ex. 108; Tr. 119. A report of the arthrogram, dated July 7, 1983, indicated, \"The [ACL] appeared disrupted\" meaning the ligament was damaged. Pl.Ex. 109; Tr. 500 (Dr. Gaudinez). A report of a later orthopedic examination, dated July 20, 1983, confirmed the finding of damage to the ligament, and added that the arthrogram reflected \"no meniscal damage.\" Pl.Ex. 110; Tr. 504. The significance of this, according to plaintiff's witness Dr. Gaudinez, is that surgery was not at this stage urgent, as it later became upon an additional finding of damage to a second ligament. Tr. 506-07. Dr. Gaudinez testified that surgery would become more imperative upon the discovery of additional damage to either the meniscus or a second ligament because it \"could really lead to progressive arthritis in the knee or could lead to a bigger meniscus tear.\" Tr. 506. For this reason, we find that Green Haven personnel provided adequate medical treatment.</p>\n<p>Plaintiff was transferred from Green Haven to Attica on August 29, 1983, where a medical consultation form, dated September 8, 1993, reported, \"Severe injury to left knee one year ago. Has tear of [MCL].\" Pl.Ex. 111; Tr. 508. At trial, Dr. Gaudinez testified that a such a finding of damage to a second ligament indicated \"a slight progression\" toward <span class=\"star-pagination\">*1117</span> a worsened condition. Tr. 509. The consultation form, signed by Dr. Marin, stated that plaintiff's injury required a second arthrogram, this time using a technique to clarify damage to the second ligament. Pl. Ex. 111; Tr. 510. In a report of the second arthrogram, dated November 17, 1983, Dr. Marin indicated <i>potential</i> damage to the medial meniscus, stating, \"This could represent a minute tear.\" Pl.Ex. 113; Tr. 512. Dr. Gaudinez testified that \"if there is a tear in the meniscus, ... then having your knee give way periodically will only either make the tear of the meniscus worse, worse in terms of irreparable, or just lead to bad arthritis of the knee.\" Tr. 513. He added that a doctor \"would probably want to operate on this as early as possible.\" Tr. 514.</p>\n<p>In fact, on December 1, 1983, Dr. Marin recommended surgery. He prescribed an internal meniscectomy, or shaving of the tear in the meniscus of plaintiff's left knee. Pl. Ex. 114; Tr. 514. Dr. Gaudinez testified that he would not have put off the prescribed surgery more than a month or two from the time of the recommendation. Tr. 516. In fact, the surgery did not take place until nearly two years later.</p>\n<p>Plaintiff was transferred from Attica to Great Meadow on April 30, 1984, despite his placement on medical restriction at Attica. Pl.Ex. 25; Tr. 516-17. After spending three months at Great Meadow, plaintiff was subsequently transferred back to Attica for a month, where Dr. F. Downs issued memos permitting plaintiff to be fed in his cell \"due to torn cartilage\" (Pl.Ex. 115) and to have a cane, again, \"due to torn cartilage.\" Pl.Ex. 116. Plaintiff was then transferred to Auburn for a month, before landing at Elmira on September 23, 1984.</p>\n<p>Upon his arrival at Elmira, plaintiff was placed on medical hold. <i>See</i> Pl.Ex. 34 (Semi-annual review form stating, \"Inmate is in need of medical care available only at Elmira. Medical Director here states [plaintiff] should not be transferred now or in the future until his medical needs no longer exist\"). In a report dated October 30, 1984, Dr. Silicano, an orthopedist, summarized plaintiff's injury as follows:</p>\n<blockquote>This patient apparently has had a left knee problem for several years after an altercation and has residual chronic pain on the medial side of the left knee with a tendency for it to give way. He has been seen by a number of examiners and has had arthrograms in the past.</blockquote>\n<blockquote>.... Serial films of the medial meniscus did not reveal a definite tear. However, there was some question of a minute tear at that time.</blockquote>\n<blockquote>This patient should have further investigative studies, that being an arthroscopy of the knee. <i>If the patient does have a significant tear found on arthroscopy, I would recommend that the patient have either arthroscopic surgery or if indicated and open arthrotomy and excision of the torn meniscus if one is present.</i>\n</blockquote>\n<p>Pl.Ex. 117 (emphasis added). The recommendation for an arthroscopy was to be the third time doctors had prescribed the diagnostic procedure, which can serve as a precursor to arthroscopic or open knee surgery if so indicated.</p>\n<p>A memo, also dated October 30, 1984, from D.S.S. Novak to plaintiff, explained, \"Dr. Shah [, the Medical Director at Elmira,] has advised me that the recent orthopedic evaluation has been completed regarding your ailment and that <i>the prescribed treatment is being expedited.</i>\" Pl.Ex. 118 (emphasis added). This report indicates D.S.S. Novak's actual knowledge of plaintiff's medical need. A report, dated November 7, 1984, stated, \"Schedule arthroscopy and excision of torn meniscus if present. Approval per order Dr. Shah ASAP.\" Pl.Ex. 119 (record of several reports). Another report, dated November 15, 1984, stated, \"Ortho consult rec[ommends] surgery for torn meniscus (arthoscopy and possible meniscectomy)\" and \"Admissions for Day Surgery on 12/4/84.\" <i>Id.</i> Moreover, the November 15 report ordered that a chest x-ray, consent forms, and other steps be taken on November 28, 1984. <i>Id.</i> Dr. Gaudinez explained that such steps are routinely taken as part of preparing a patient for surgery, a procedure commonly known as a \"workup\". Tr. 529 &amp; 616.</p>\n<p>Despite the fact that plaintiff was scheduled to have surgery on December 4, 1984 <span class=\"star-pagination\">*1118</span> and had already been \"prepped\", plaintiff was transferred from Elmira to Great Meadow on December 3, the eve of the scheduled surgery in retaliation for his exercise of rights and with deliberate indifference to his medical needs.</p>\n<p>After more transfers, plaintiff ended up at Sing Sing on April 12, 1985. A memo, dated April 12, 1985, was sent from Attica, the previous facility, to Sing Sing, indicating that plaintiff had a \"[p]ossible torn [sic] medial meniscus[.]\" Pl.Ex. 122.</p>\n<p>A medical consultation report, dated June 12, 1985, states the following about plaintiff's injury:</p>\n<blockquote>This 37 [year] old inmate with possible torn medial meniscus [left] knee since April 82 having pain, several times scheduled for definitive treatment but never done. Needs reevaluation for (1) new brace and (2) definitive treatment.</blockquote>\n<p>Pl.Ex. 123 The report continues, \"Will plan [left] knee reconstruction. Wear brace in meantime.\" <i>Id.</i> Five and a half months later, while still incarcerated in Sing Sing, plaintiff finally received surgery at Helen Hayes Hospital, on November 26, 1985.</p>\n<p>The operative report indicated that an arthrotomy was performed, which required opening up the knee, cutting through the skin and muscles, and retracting the kneecap to one side to expose the knee joint fully. Pl.Ex. 125; Tr. 626-27 (Dr. Gaudinez). There were no tears in the ligaments or menisci, but both the ACL and MCL were lax. The ACL and MCL were, in effect, tightened. Additionally, the MCL was removed from the bone, cinched up, and tacked back on with a screw. Pl.Ex. 125; Tr. 627-28. Dr. Gaudinez testified the it is unclear whether the observation of no torn menisci negates the earlier hypothesis that plaintiff had a minute tear in the medial meniscus. Tr. 628-29. He suggested that it was possible that the meniscus could have healed on its own. Tr. 629. In any event, Dr. Gaudinez conceded that there was no permanent damage to the meniscus (Tr. 629), and said he was uncertain whether or not there was permanent injury to the ligaments. Tr. 644-45.</p>\n<p>Specific prescriptions for post-operative physical therapy were ordered, as reflected in medical reports, dated March 19 and 24, 1986. Pl.Exs. 128 &amp; 129. Dr. Gaudinez testified that post-operative treatment is \"important, if not more important than the surgery itself\" and that a patient who is does not engage in or is prevented from engaging in physical therapy is \"dooming [his] surgery to failure[.]\" Tr. 631. The March 24 report recommended re-evaluation in six weeks, and an April 7, 1986 report recorded continued improvement. Pl.Ex. April 7, 1986. According to Dr. Gaudinez, a patient is customarily not expected to return to vigorous activity until six months following surgery. Tr. 630-31. Five months following plaintiff's surgery, plaintiff was transferred from Sing Sing to Auburn, despite his placement on medical hold at Sing Sing. We do not, however, find that Sing Sing personnel were deliberately indifferent to plaintiff's medical needs, because plaintiff did receive needed surgery while there and successfully participated in physical therapy for close to six months before being transferred from Sing Sing to Auburn.</p>\n<p>Following the transfer on April 24, 1986, the Facilities Health Services Director at Auburn, Dr. Weiner, sent a memo, dated May 5, 1986, to prison personnel in the gym at Auburn advising that plaintiff be involved in exercises to rehabilitate his knee. Pl.Ex. 134. This indicated Dr. Weiner had actual notice of plaintiff's injury and need for physical therapy. Recommending that plaintiff be \"set up with a program involving a range of motion exercises\", Dr. Weiner's memo explained that knee surgery had been performed a mere five months earlier and that the cast had been removed in March. <i>Id.</i> Three months later, on August 12, 1986, a medical report indicates that plaintiff \"[w]as to have [physical therapy] continued here  but still not being done.\" Pl.Ex. 132. Because Auburn staff failed to provide physical therapy for plaintiff's first four months there, in spite of Dr. Weiner's actual knowledge of plaintiff's need for such post-operative treatment, we find that Dr. Weiner was deliberately indifferent to plaintiff's medical needs.</p>\n<p><span class=\"star-pagination\">*1119</span> In summary, defendants failed to provide the required surgery until nearly two years after it was first recommended. The first request for surgery was made on December 1, 1983 in Attica by Dr. Marin, who prescribed an internal meniscectomy. A second recommendation for surgery was made on October 23, 1984 in Elmira by Dr. Silicano, who prescribed arthroscopic surgery or an open arthrotomy and excision if indicated by arthroscopic investigation. This prescribed treatment was approved and expedited by Dr. Shah, but ultimately not offered to plaintiff due to his being transferred with D.S.S. Novak's participation, despite his having knowledge of plaintiff's medical need. After being transferred from Elmira on the eve of surgery in retaliation for exercising protected rights, plaintiff finally received surgery on November 26, 1985 at Sing Sing  nearly <i>two</i> years and <i>seven</i> facilities after surgery was first prescribed. Further, plaintiff was deprived adequate post-operative treatment by not receiving physical therapy during his first four months at Auburn, despite Dr. Weiner's knowledge of plaintiff's need for such therapy.</p>\n<p>We therefore conclude that D.S.S. Novak and Dr. Ira N. Weiner were deliberately indifferent to plaintiff's serious medical needs. Both had actual notice of plaintiff's medical needs, yet were deliberately indifferent to plaintiff's need for surgery (D.S.S. Novak) and for adequate post-operative treatment (Dr. Weiner). Additionally, we find Commissioner Coughlin had both constructive notice (practically all transfer forms after the knee injury describe plaintiff's medical condition) and actual notice (<i>see</i> Tr. 133-36, discussing plaintiff's testimony concerning face to face conversation with Commission Coughlin about plaintiff's medical needs) of plaintiff's medical condition.</p>\n<p>While plaintiff has not presented evidence of <i>permanent</i> injury, it is clear that the two year delay in obtaining needed surgery caused him additional pain and suffering. Each time plaintiff arrived at a new facility, doctors needed to re-examine him all over again, further delaying the surgery. Plaintiff testified, \"I felt like Sisyphus. Every time I reached the top of the hill, I fell back down again at each facility.\" Tr. 413.</p>\n<p></p>\n<h2>C. Inaccurate Information in Prison Records</h2>\n<p></p>\n<h2>Applicable Legal Principles</h2>\n<p>Plaintiff has a clearly established constitutional right to have accurate information in his prison file when such information is relied on in a parole hearing. <i>See</i> standards articulated in <i>Paine v. Baker,</i> 595 F.2d 197 (4th Cir.1979), and adopted in this district in <i>Farinaro v. Coughlin,</i> 642 F.Supp. 276 (S.D.N.Y.1986); <i>see also </i><i>Pruett v. Levi,</i> 622 F.2d 256, 258 (6th Cir.1980) (following <i>Paine</i>). A claim of constitutional magnitude arises when a prisoner alleges there is information in his file, the information is false, and that the information is likely to be relied on in a constitutionally significant way. <i>Paine,</i> 595 F.2d at 201; <i>Farinaro,</i> 642 F.Supp. at 282. Elaborating on this last element, courts have stated that there must be a probability that the false information will be relied on for decisions about issues such as parole or good time credits, not merely for decisions about internal matters such a work assignments. <i>Paine,</i> 595 F.2d at 202; <i>Farinaro,</i> 642 F.Supp. at 282. The court in <i>Paine</i> noted that while other administrative decisions such as a transfer to another penal facility or status classification have been held to fall outside the ambit of the due process clause (citing <i>Meachum v. Fano,</i> 427 U.S. 215, 96 S.Ct. 2532, 49 L.Ed.2d 451 (1976)), \"in many situations, an adverse decision in such matters [based on false information] may have collateral consequences [such as an effect on a subsequent parole decision] touching on the liberty interest.\" <i>Paine,</i> 595 F.2d at 202.</p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>In the case before us, plaintiff has shown that there is false information in his file and that the information has been relied on in a constitutionally significant way. To the extent inaccuracies in his records were relied in decisions relating to his transfers and classification in maximum security, plaintiff has a claim insofar as these decisions had collateral consequences for his parole.</p>\n<p><span class=\"star-pagination\">*1120</span> A further requirement under <i>Paine</i> and <i>Farinaro</i> is that the error must not be one which is merely technical, it must be about the inmate's prior criminal record or disciplinary offenses. <i>Id.</i> Plaintiff here has satisfied this requirement by demonstrating that the errors in his record relate to disciplinary offenses. Additionally, as a jurisdictional prerequisite to filing an action to enforce this right under 42 U.S.C. § 1983, the prisoner must allege that he requested that the information be expunged and that prison officials refused. <i>Paine,</i> 595 F.2d at 202-03; <i>Farinaro,</i> 642 F.Supp. at 282. Plaintiff has shown that several requests were made, through both informal and formal means, to expunge flawed misbehavior reports, and yet certain flawed reports continued to be relied on as the basis for transfers, placement in segregated confinement, and classification in maximum security. We find it likely that each of these administrative decisions had collateral consequences on the timing of his eligibility for parole. We conclude that he is entitled to a new parole hearing based on accurate information, unless this issue is mooted by plaintiff's release on parole subsequent to this trial.</p>\n<p></p>\n<h2>III. Damages</h2>\n<p>In light of our findings, the Court awards the plaintiff compensatory damages of $132,000,<sup>[24]</sup> and punitive damages of $25,000.</p>\n<p>Included in the compensatory damages is $98,000 for retaliatory transfers, based on a determination that each defendant (or the state on his behalf) found liable herein for a such conduct is responsible for $6,000 for each such transfer (<i>see</i> Appendix II). This amount was enhanced by $2,000 for those transfers which were particularly egregious because of the core rights at stake, including transfers # 2, 5 (religious speech) and 9 (medical care). Also included in this award is $11,500, or $100 per day<sup>[25]</sup> for the 115 days spent in segregative confinement as a result of retaliation. Additionally, the award includes $2,500 for the retaliatory cell search and $20,000 for pain and suffering resulting from delay in obtaining medical care.</p>\n<p>We believe that the protracted time during which plaintiff was subjected to impermissible treatment in violation of his constitutional rights and the nature of such mistreatment also warrant an award of punitive damages. The actions taken with regard to plaintiff reflect both an improper motive and intent and a reckless or callous indifference to federally protected rights. At the same time, we recognize that we are reviewing the cumulative effect of many episodes, some of which standing alone would not warrant an award of punitive damages. Also, we believe that the responsibility for the totality of plaintiff's treatment rests most heavily with the higher echelon DOCS officials. Accordingly, we grant punitive damages in the sum of $25,000 as against Commissioner Coughlin, as well as present and former Superintendents Henderson, Smith, Scully, Jones, Sullivan, and Hoke (or the state on their behalf), jointly and severally.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The technique which in fact, if not by design, was utilized by the responsible DOCS officials for dealing with plaintiff was to repeatedly transfer him, even to the point of requesting his reassignment as soon as he arrived at a particular institution. The Court recognizes that defendants perceived plaintiff to be a violent<sup>[26]</sup>, litigious inmate who zealously asserted his rights and who went to great pains to antagonize and belittle DOCS personnel. We also do not ignore legitimate security concerns which prison authorities <span class=\"star-pagination\">*1121</span> may have with respect to such an inmate who wields great influence and authority over an identifiable, cohesive group of inmates.</p>\n<p>But while the \"extraordinarily difficult undertaking\" of running a prison requires that prison administrators be afforded a broad range of discretionary authority (<i>Hewitt v. Helms,</i> 459 U.S. 460, 467, 103 S.Ct. 864, 869, 74 L.Ed.2d 675 (1983)), \"a prisoner is not wholly stripped of constitutional protections when he is imprisoned for crime.\" <i>Wolff v. McDonnell,</i> 418 U.S. 539, 555, 94 S.Ct. 2963, 2974, 41 L.Ed.2d 935 (1974). \"There is no iron curtain drawn between the Constitution and the prisons of this country.\" <i>Id.</i> \"Federal courts must be especially vigilant to insure that all citizens  even the most unpopular  are guaranteed\" the protections secured by the Constitution. <i>Santiago v. Miles,</i> 774 F.Supp. 775, 778 (W.D.N.Y.1991).</p>\n<p>As we have shown in considerable detail herein, it was plaintiff's role as a Muslim religious leader and his exercise of his constitutional rights, and not disruptive or threatening conduct on his part, that lead to the manner in which he was treated. We therefore hold that, to the extent found herein, plaintiff is entitled to relief.</p>\n<p>Within 60 days of the date of this Opinion, plaintiff should submit a proposed order setting out which misbehavior reports should be expunged and advising whether the need for a new parole hearing based on records containing accurate information has become moot. Also within 60 days from the date hereof, the parties are to have conferred and are to advise the Court whether they have consensually resolved the matter of plaintiff's counsel fees.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX I</h2>\n<p></p>\n<pre>\nTransfer Record\n1. Auburn             to          Attica           4/21/81\n2. Attica             to          Clinton          1/6/82\n3. Clinton            to          Green Haven      8/5/82\n4. Green Haven        to          Attica           8/29/83\n5. Attica             to          Great Meadow     4/30/84\n6. Great Meadow       to          Attica           7/5/84\n7. Attica             to          Auburn           8/10/84\n8. Auburn             to          Elmira           9/23/84\n9. Elmira             to          Great Meadow     12/3/84\n10. Great Meadow      to          Attica           1/17/85\n11. Attica            to          Sing Sing        4/12/85\n12. Sing Sing         to          Auburn           4/24/86\n13. Auburn            to          Clinton          1/5/87\n14. Clinton           to          Great Meadow     7/7/87\n15. Great Meadow      to          Sullivan         8/21/87\n16. Sullivan          to          Eastern          11/20/87\n17. Eastern           to          Shawangunk       1/12/88\n</pre>\n<p></p>\n<h2>APPENDIX II</h2>\n<p></p>\n<pre>\nCalculation of Damages (* indicates state liable as indemnitor)\nDefendant                $ damages: Transfer   Enhanced   Segregation\n 1. Auburn\n      Comm. Coughlin               6000\n      Supt. Henderson*             6000\n 2. Attica\n      Supt. Smith*                 6000        2000       1900 (19 days)\n 3. Clinton                    (no liability)\n 4. Green Haven\n      Supt. Scully                 6000\n 5. Attica\n      Comm. Coughlin               6000        2000       2250 (45 days)\n      Supt. Smith*                 6000        2000       2250\n 6. Great Meadow               (no liability)\n 7. Attica                     (no liability)\n 8. Auburn\n      Comm. Coughlin               6000\n      DSS J. Costello*             6000\n 9. Elmira\n      DSS Novak*                   6000        2000\n10. Great Meadow\n      Comm. Coughlin               6000\n      Supt. Jones*                 6000\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1122</span>\nDefendant                $ damages: Transfer   Enhanced   Segregation\n11. Attica                   (no liability)\n12. Sing Sing\n      Comm. Coughlin                6000\n      Supt. Sullivan*               6000\n13. Auburn\n      Comm. Coughlin                6000\n      DSS J. Costello*              6000\n14. Clinton                 (no liability)\n15. Great Meadow\n      Supt. Jones*          (no liability on transfer)    2100 (21 days)\n16. Sullivan                (no liability)\n17. Eastern\n     Supt. Hoke             (no liability on transfer)    3000 (30 days)\n                                                          + 2500 (for cell\n                                                          search)\n                         ________________      _________  ________________\nSubtotals:                $90,000              $8,000     $14,000\nTotal for Retaliatory Conduct = $112,000 (90,000 + 8,000 + 14,000)\nPain and Suffering from Delay in Medical Care = $20,000\nTotal Compensatory Damages = $132,000 (112,000 + 20,000)\n</pre>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> Appendix 1 setting forth plaintiff's transfer record.</p>\n<p>[2]  This fiction was devised in <i>Ex parte Young,</i> in which the Court opined that a state official who acts unconstitutionally is:\n</p>\n<p>stripped of his official or representative character and is subjected in his person to the consequences of his individual conduct. The State has no power to impart to him any immunity from responsibility to the supreme authority of the United States.</p>\n<p>209 U.S. at 160, 28 S.Ct. at 454.</p>\n<p>[3]  As defendants point out, to the extent any of the named defendants have retired or died, their successors automatically assume the role in the suit insofar as it involves official capacity. Def. Post-trial Br. at 34. However, the claims against the named defendants in their personal capacity continue against them or their respective estates.</p>\n<p>[4]  As an initial matter, we note that neither the defense of personal jurisdiction nor that of statute of limitations was timely preserved. Moreover, to the extent the Attorney General's Office now claims that it never had authority to appear on behalf of certain defendants, it can not now posit these defenses on their behalf.</p>\n<p>[5]  We have considered and reject because of sovereign immunity concerns the possible alternative of imposing sanctions against the State and in favor of plaintiff in an amount equal to plaintiff's damages with respect to these defendants. <i>C.f. </i><i>United States v. Horn,</i> 29 F.3d 754 (1st Cir. 1994).</p>\n<p>[6]  We find no evidence of an overall scheme or agreement to deprive plaintiff of his rights, which would support a conspiracy claim.</p>\n<p>[7]  As to those transfers listed as numbers 3, 6, 11, 14, and 16 in Appendix I, we have concluded that although there was evidence of retaliatory conduct, no named defendant was personally involved. Therefore, as to these transfers, we hold there is no liability.</p>\n<p>[8]  At trial, we overruled defendants' hearsay objection to this evidence and to other out-of-court statements on the ground that in certain instances, an out-of-court statement by an individual not named as a defendant, is admissible as a vicarious admission of a party opponent. For instance, an out-of-court statement made by an employee of a defendant, made within the scope of that employee's employment, is admissible as a vicarious admission.</p>\n<p>[9]  Ordering the misbehavior report expunged, Judge Conable said of the Cacciotti Memo:\n</p>\n<p>The respondents should not be allowed to evade the requirements of due process by treating such reports as established fact despite their nullification in Court or by the facility Superintendent.</p>\n<p><i>Lowrance v. Harold Smith, Superintendent of Attica,</i> Index # 9627 at 5 (N.Y. Supreme Court, County of Wyoming at Attica, February 15, 1982).</p>\n<p>[10]  Personal involvement was not found for a \"John Doe\" identified as having been a Deputy Superintendent of Security (\"D.S.S.\") at a facility, unless he was specifically identified (e.g., by name) in the evidence. A general reference to a Deputy Superintendent of Security for a particular facility on a given date is not sufficient, because dates of employment are not in the record, and it is therefore not possible to infer which D.S.S. was in charge at the time of the violation.</p>\n<p>[11]  Being transferred from Auburn to Attica had interrupted plaintiff's schooling at Syracuse University and moved him further from his family. Tr. 17 (testimony of plaintiff's wife).</p>\n<p>[12]  Moreover, plaintiff testified that during his initial interview at Green Haven, a subsequent facility, Correction Counselor Soulia explained to plaintiff that his records reflected that he was transferred from Attica to Clinton because of his behavior at Muslim services. Tr. 80.</p>\n<p>[13]  A PSAS form covers different types of information for various purposes. For instance, it can be used to provide a semi-annual review of a prisoner (every April and October for plaintiff); to request a transfer; or to document activity concerning a prisoner between the time of a transfer order and the actual transfer (called a \"transfer summary\").</p>\n<p>[14]  The form allows for three ratings: \"outstanding\", \"acceptable\", and \"poor\". Carol Obot, a Senior Correction Counselor, explained that he did not often give a rating of \"outstanding\", conceding that it was more common to give a rating of \"acceptable\" even for a good inmate. Obot Dep. at 10.</p>\n<p>[15]  Hitchen noted that plaintiff was not even in the general prison population, indicating it was not likely plaintiff was a disruptive influence prompting transfer. Tr. 734.</p>\n<p>[16]  After he arrived at the next facility, plaintiff also had an opportunity to give Commissioner Coughlin notice in a face to face conversation regarding the transfer from Attica; the interruption of plaintiff's participation in college program at Attica; and his need for knee surgery which he had not received despite a doctor's recommendation for surgery six months earlier at the previous facility. Tr. 133-36. During his incarceration at the next facility, Great Meadow, plaintiff received two written responses from the Commissioner regarding letters plaintiff had sent regarding his transfer from Attica to Great Meadow. Pl.Ex. 27.</p>\n<p>[17]  Plaintiff testified that he had an amicable relationship with Washington, a Sunni Imam, and that the two men had intended to merge the American Muslim Mission and Sunni communities. Tr. 130, 400, 402. Plaintiff further testified that he and Washington often met with Attica officials in their role as liaisons for the two Muslim communities at Attica. Tr. 130.</p>\n<p>[18]  In one letter, Commissioner Coughlin promises to make arrangements to assist plaintiff in obtaining the college credit he had lost due to the transfer. Pl.Ex. 27. Plaintiff testified that he did not receive all of the credits. Tr. 137.</p>\n<p>[19]  The search was clearly retaliatory, as indicated an audiotaped conversation between plaintiff and Sergeant Bullock, who was present during the search. In that conversation, Bullock suggested that the search was prompted because plaintiff had \"caused pain, to [a] deputy superintendent [somewhere in the system]\"; had \"lawsuits that are now pending anywhere over the state\"; had \"stepped on somebody's toes\"; or had \"lawsuits that [he] might win[.]\" Pl.Ex. 99. Defendants have failed to offer evidence demonstrating that the search would have occurred in the absence of the exercise of protected rights.</p>\n<p>[20]  The <i>Canton</i> Court opined that there may be situations in which \"the need for more or different training is so obvious, and the inadequacy so likely to result in the violation of constitutional rights, that the policymakers of the city can reasonably be said to have been deliberately indifferent to the need.\" <i>Canton,</i> 489 U.S. at 390, 109 S.Ct. at 1205. It would be hard to describe this \"obviousness test\", permitting liability to be premised on proof of constructive notice, as anything but an objective test. <i>Farmer,</i> ___ U.S. at ___, 114 S.Ct. at 1980.</p>\n<p>[21]  Distinguishing the earlier case, the <i>Farmer</i> Court observed that <i>Canton</i> involved municipal liability claims under 42 U.S.C. § 1983 where the term deliberate indifference \"was used ... for the quite different purpose of identifying the threshold for holding a city responsible for the constitutional torts committed by its inadequately trained agents.\" <i>Farmer,</i> ___ U.S. at ___, 114 S.Ct. at 1981 (quoting <i>Collins v. Harker Heights,</i> 503 U.S. 115, 112 S.Ct. 1061, 117 L.Ed.2d 261 (1992)). The Court in <i>Farmer</i> noted \"considerable conceptual difficulty\" is involved in determining the subjective state of mind of a governmental entity in a municipal liability case such as <i>Canton. Id.</i></p>\n<p>[22]  Plaintiff's witness, Dr. Ricardo Gaudinez, explained that the ACL and MCL help prevent the knee from buckling and giving way. These two ligaments, along with two others, \"all play their own different role, but together they help stabilize the knee from going in one direction or the other.\" Tr. 491-92.</p>\n<p>[23]  According to, Dr. Gaudinez, the medial meniscus and lateral meniscus are \"basically structures made of cartilage located inside the knee joint, and they help to stabilize the femur, the thigh bone, or the tibia, the shin bone.... [T]hey also act as shock absorbers, if you will, between the femur and the tibia.\" Tr. 492.</p>\n<p>[24]  <i>See</i> Appendix II for table of calculations. In making this award, we have considered plaintiff's other claims for lost property, education, and so forth, but make no specific, independent award for such items. Additionally, we make no damages award with regard to the inaccuracies in plaintiff's prison records. These claims have been taken into account in determining the amount of damages for the transfers.</p>\n<p>[25]  <i>See </i><i>Nolley v. County of Erie,</i> 802 F.Supp. 898 (W.D.N.Y.1992) (citing cases awarding $100 per day in segregation).</p>\n<p>[26]  Numerous DOCS documents recount in some detail the circumstances concerning the rape which resulted in plaintiff's incarceration, although the relevance of the details to these documents is not apparent.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1090</span></span> (1994)</b></center>\n<center><h1>Jory LOWRANCE, Plaintiff,<br>\nv.<br>\nThomas COUGHLIN, III, Commissioner of the New York State Department of Correctional Services; Charles Scully, Superintendent of Green Haven Correctional Facility (\"C.F.\"); Eugene LeFevre, former Superintendent of Clinton C.F.; Harold J. Smith, former Superintendent of Attica C.F.; Robert J. Henderson, former Superintendent of Auburn C.F.; John Wilmot, former Superintendent of Elmira C.F.; Everett W. Jones, former Superintendent of Great Meadow C.F.; James E. Sullivan, former Superintendent of Sing Sing C.F.; Robert Hoke, former Superintendent of Eastern C.F.; Robert H. Kulman, Superintendent of Sullivan C.F.; Louis F. Mann, Superintendent of Shawangunk C.F.; John Doe I-X; Dr. Adrian Kanaar, Consulting Physiatrist, Green Haven C.F.; Dr. Ira N. Weiner, Facilities <span class=\"star-pagination\">*1091</span> Health Services Director, Auburn C.F.; Dr. Benjamin Dyett, Medical Director, Sing Sing C.F.; Dr. M.J. Shah, Medical Director, Elmira C.F.; Mr. Newkirk, Physician Assistant, Elmira C.F.; Catherine Vacca, Nurse Administrator, Shawangunk C.F.; Ms. Kurta, Nurse, Shawangunk C.F., all in their official and individual capacities; and the New York State Department of Correctional Services, Defendants.</h1></center>\n<center>No. 88 Civ. 3343 (LBS).</center>\n<center><p><b>United States District Court, S.D. New York.</b></p></center>\n<center>September 8, 1994.</center>\n<p><span class=\"star-pagination\">*1092</span> <span class=\"star-pagination\">*1093</span> <span class=\"star-pagination\">*1094</span> <span class=\"star-pagination\">*1095</span> Paul, Weiss, Rifkind, Wharton &amp; Garrison, New York City, for plaintiff, Eric R. Dinallo, David M. Siegal, of counsel.</p>\n<p>Atty. Gen. of the State of N.Y., New York City, for defendants; Richard Mathieu, of counsel.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>SAND, District Judge.</p>\n<p>This is an action brought by plaintiff, a Muslim prisoner who was incarcerated in New York State prisons from 1977 to 1994. Plaintiff is also known as Ya'Qub Shamsid-Deen, but is referred to in all New York State Department of Correctional Services (\"DOCS\") records by the name under which he was incarcerated, Jory Lowrance. Claiming violations of the First, Eighth, and Fourteenth Amendments, plaintiff brings this suit pursuant to 42 U.S.C. §§ 1983 and 1985 and 28 U.S.C. §§ 1331 and 1343(a)(3).</p>\n<p><span class=\"star-pagination\">*1096</span> In general, plaintiff claims that the named defendants, individually and jointly, acted under color of state law to deprive him of constitutionally protected rights guaranteed by the First, Eighth, and Fourteenth Amendments of the United States Constitution, including the right of free exercise of religion, the right to fee speech, the right to petition the government for redress and have equal access to the courts, and the right to be free from cruel and unusual punishment. Specifically, plaintiff avers that defendants transferred plaintiff from prison to prison and carried out other punitive and wrongful actions  such as placement in segregated confinement, a cell search, and deprivation of adequate medical care  in retaliation for plaintiff's exercise of the rights described above. As a separate violation, plaintiff alleges that he was deprived of adequate medical treatment for an injured knee, whether as a retaliatory act or not, in violation of the Eighth Amendment. These actions, plaintiff contends, were planned, ordered, and carried out with the actual or constructive knowledge of Commissioner Thomas Coughlin as well as those named defendants who were Superintendents, medical personnel, or \"John Does\" (Deputy Superintendents of Security).</p>\n<p>Plaintiff requests that the Court declare that the transfers ordered by defendants violated plaintiff's constitutional rights, and that the Court award plaintiff damages accordingly. Additionally, plaintiff requests an order stating that all written records of plaintiff's prior transfers either be expunged or be amended to indicate that those transfers were not implemented as a result of misconduct on the part of plaintiff; requiring that those new records be sent to appropriate prison and parole board personnel; and requiring that plaintiff be granted a new parole hearing based on records containing accurate information.</p>\n<p>Defendants contest the allegations, both on legal and factual grounds. They deny any personal involvement in the allegedly retaliatory acts and claim that the transfers and confinement in segregation were predicated on valid, nonretaliatory motives. Characterizing plaintiff as an \"agitator\", defendants argue that some of plaintiff's transfers were due to his disciplinary record, while others were based on neutral administrative reasons relating to reassignment within the overall prison population. Additionally, defendants argue that adequate medical care was provided, and that, in any event, plaintiff's knee injury was not serious.</p>\n<p>We held an eight day trial, involving substantial documentary evidence. In support of his case, plaintiff's counsel called three witnesses including plaintiff, plaintiff's wife, and a doctor testifying as an expert. The defense called four witnesses, all employees of the New York State Department of Corrections. The evidence adduced at trial illustrated, <i>inter alia,</i> that plaintiff was transferred seventeen times during a seven year period.<sup>[1]</sup> Many of those transfers sent him back to prisons where he had been previously held. He was sent to Attica four separate times and was incarcerated at Auburn and Great Meadow on three occasions during this period. On nine occasions, plaintiff was transferred after having been at an institution for less than 90 days. One year, between April 1984 and April 1985, plaintiff was shuttled from prison to prison seven times.</p>\n<p>This decision constitutes the Court's findings of fact and conclusions of law pursuant to Fed.R.Civ.P. 52. As set forth below, we find that nine out of the seventeen transfers, as well as four out of six placements in segregative confinement were retaliatory. Moreover, the defendants subjected plaintiff to a cell search in retaliation for plaintiff's legal and religious activities and deprived him of adequate medical care.</p>\n<p>We do not decide whether an apparent policy to frequently transfer a prisoner perceived to be a \"troublemaker\" in order to lessen his influence on the prisoner population in any particular institution in and of itself constitutes a constitutional violation, even though one may well disagree whether this is sound as a policy matter. Our focus in this case is on whether constitutional violation occurs when the motivation behind frequent transfers is to retaliate against the exercise of protected rights.</p>\n<p><span class=\"star-pagination\">*1097</span> As a separate violation, independent of the retaliation, we find that plaintiff was deprived of adequate medical care, including physician-prescribed surgery for nearly two years as well as post-operative physical therapy for at least four months, causing plaintiff painful buckling and grinding in an injured knee. Further, we conclude that plaintiff is entitled to 1) an order setting forth which misbehavior reports should be expunged and ordering them expunged, and 2) unless mooted by plaintiff's release on parole subsequent to this trial, a new parole hearing based on records containing accurate information.</p>\n<p></p>\n<h2>I. Scope of Liability</h2>\n<p></p>\n<h2>A. Sovereign Immunity</h2>\n<p>The Eleventh Amendment bars suits for compensatory or other retroactive relief against states and state officials in their <i>official capacity,</i> absent a waiver or consent, neither of which is present here. However, because the principle of sovereign immunity does not apply to actions for prospective, equitable, or injunctive relief against state officials charged with violating federal law, such suits are not prohibited by the Eleventh Amendment. <i>See </i><i>Ex parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></a></span> (1908); <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974); <i>Will v. Michigan Dep't of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989). A lawsuit brought under the doctrine established in <i>Ex parte Young</i> is not deemed to be an action against the state. Instead, such an action proceeds against the state officer who, by acting contrary to federal law, acts without authority and therefore, under these circumstances, does not act in a representative capacity.<sup>[2]</sup> While creating \"the `well-recognized irony' that an official's unconstitutional conduct constitutes state action under the Fourteenth Amendment but not the Eleventh Amendment[,]\" clearly the <i>Ex parte Young</i> doctrine rests on the need \"to permit the federal courts to vindicate federal rights and hold state officials responsible[.]\" <i>Pennhurst State School &amp; Hosp. v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 105, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 910, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984).</p>\n<p>At trial in the instant case, plaintiff abandoned his claim for injunctive relief with regard to future retaliatory transfers. However, plaintiff still seeks the following relief: 1) monetary damages; 2) an order requiring defendants to amend inaccurate transfer codes in plaintiff's record and expunge these records of misbehavior reports that have been previously ordered expunged; and 3) an order that plaintiff be granted a new parole hearing that encompasses those amendments or expungements. At trial and in their posttrial brief, defendants moved to dismiss that portion of the action which seeks relief against defendants in their official capacity. Tr. at 467. Defendants' motion is granted only insofar as we dismiss that portion of the action as against the state agency and as to any claim for <i>monetary damages</i> against the defendants in their <i>official capacity. See </i><i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 677-78, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, 1362-63, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974). However, plaintiff may still pursue the claims regarding his records and new parole hearing against defendants in their official capacity, as well as the claim for monetary damages against defendants in their personal capacity.<sup>[3]</sup></p>\n<p>Since plaintiff seeks <i>prospective</i> relief with regard to his records and a new parole hearing, there is no Eleventh Amendment problem. In this sense, this case is distinguishable from <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 573, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2982, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974), in which the Court ruled that due process requirements could not be imposed on disciplinary hearings retroactively so as to compel prison officials to expunge prison records <span class=\"star-pagination\">*1098</span> containing determinations of misconduct, not in accord with required procedures. In <i>Wolff,</i> the flawed determinations of misconduct had never been expunged. By contrast, in the case before us, plaintiff is not asking the Court to order that new procedures be retroactively applied to disciplinary hearings as a way of curing flawed determinations of misconduct. Rather, the plaintiff is seeking prospective relief by requesting that the Court enjoin defendants to expunge misbehavior reports which have previously been ordered expunged although officials have not complied with such orders; to amend inaccurate transfer codes to reflect actual determinations already made; and to grant a new parole hearing based on the corrected records.</p>\n<p>A related matter involves our ruling, at trial, that evidence of post-1988 conduct would be excluded because we found it to be irrelevant to an inquiry into transfers and medical care during the period covered by the suit, 1981-1988. Tr. 466. This ruling was conditioned on the Court's assumption that plaintiff was dropping all claims for prospective relief. That plaintiff, in fact, does still seek certain forms of prospective relief does not change our ruling. We can determine which pre-1988 records need to be expunged or amended without inquiring into post-1988 conduct.</p>\n<p></p>\n<h2>B. Qualified Immunity</h2>\n<p>The doctrine of qualified immunity does not shield the defendants, except with regard to plaintiff's due process claims regarding the sheer number of transfers and the assignment of transfer codes without a hearing. A state official is immune from liability for damages under § 1983 unless the official \"knew or reasonably should have known that the action he took within his sphere of official responsibility would violate the constitutional rights of the [person] affected, or if he took the action with the malicious intention to cause a deprivation of constitutional rights or other injury to the [individual].\" <i>Wood v. Strickland,</i> <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 322, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, 1001, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1975); <i>Liffiton v. Keuker,</i> <span class=\"citation\" data-id=\"508159\"><a href=\"/opinion/508159/jack-d-liffiton-and-kathleen-a-liffiton-v-karl-keuker-assistant-deputy/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span> (2d Cir.1988) (\"qualified immunity is available only if the defendant's actions were objectively reasonable under the legal rules that were clearly applicable at the time of the actions\") (citing <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982)). Many of the rights plaintiff claims were violated were \"clearly established constitutional rights,\" <i>Strickland,</i> 420 U.S. at 322, 95 S.Ct. at 1001, during the relevant time period, 1981-1988.</p>\n<p>First, plaintiff claims that defendants engaged in retaliatory conduct in response to plaintiff's exercise of constitutionally protected rights. The allegedly retaliatory conduct included transfers, segregated confinement, a cell search, and deprivation of adequate medical care in response to plaintiff's exercise of rights. The Second Circuit has stated that \"[r]etaliatory transfers were clearly illegal in 1980.\" <i>Meriwether v. Coughlin,</i> <span class=\"citation\" data-id=\"526443\"><a href=\"/opinion/526443/charles-meriwether-jr-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1046 (2d Cir.1989) (citing cases). <i>See also </i><i>Haymes v. Montanye,</i> <span class=\"citation\" data-id=\"341618\"><a href=\"/opinion/341618/rodney-r-haymes-v-ernest-l-montanye-superintendent-attica-correctional/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span> (2d Cir.1976) (on remand from Supreme Court, which held that there was no constitutional right to hearing before transfer, Second Circuit held that it was constitutionally impermissible to transfer in retaliation for exercise of constitutional rights), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2925</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1063</span></span> (1977). That retaliatory segregated confinement is unconstitutional has been settled law in this circuit since 1979. <i>Hohman v. Hogan,</i> <span class=\"citation\" data-id=\"365773\"><a href=\"/opinion/365773/george-j-hohman-v-cornelius-hogan-individually-and-in-his-capacity-as/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span> (2d Cir.1979) (retaliatory transfer and segregated confinement impermissible). Indeed a range of retaliatory conduct in reaction to a prisoner's exercise of constitutionally protected rights has long been established as unconstitutional by courts of this circuit. <i>See </i><i>Jones v. Coughlin,</i> <span class=\"citation\" data-id=\"1422048\"><a href=\"/opinion/1422048/jones-v-coughlin/\"><span class=\"volume\">696</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">916</span></a></span>, 920 (S.D.N.Y.1988) (citing several cases going back to 1976).</p>\n<p>Second, as regards plaintiff's deprivation of medical care claim, the Supreme Court held in 1976 that \"deliberate indifference to serious medical needs of prisoners [violates] the Eighth Amendment.\" <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 291, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). In the Second Circuit, it has been clearly established since 1977 that a prison official's denial of access to medical care or interference with prescribed treatment constitutes cruel and unusual punishment. <i>Todaro v. Ward,</i> <span class=\"citation\" data-id=\"350237\"><a href=\"/opinion/350237/louise-todaro-ernestine-davis-deidra-plair-phyllis-klippel-sylvia/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 52 <span class=\"star-pagination\">*1099</span> (2d Cir.1977) (following <i>Estelle</i>). In <i>Todaro,</i> the Second Circuit opined:</p>\n<blockquote>Noting that inmates are utterly dependent upon their custodians, the [<i>Estelle</i>] Court was careful to observe that the Eighth Amendment forbids not only deprivations of medical care that produce physical torture and lingering death, but also less serious denials which cause or perpetuate pain. To assert otherwise would be inconsistent with contemporary standards of human decency.</blockquote>\n<p><i>Id.</i></p>\n<p>Third, plaintiff claims he had a right to have accurate information reflected in his prison records when they were presented to the parole board. Plaintiff contends his prison records contained inaccurate information regarding misbehavior reports which had actually been expunged or dismissed, as well as mis-typed transfer codes. Under standards articulated in <i>Paine v. Baker,</i> <span class=\"citation\" data-id=\"364767\"><a href=\"/opinion/364767/frederick-robert-paine-v-ben-l-baker-supervisor-of-records-and-the/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span> (4th Cir.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">263</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">181</span></span> (1979), and adopted in this district in <i>Farinaro v. Coughlin,</i> <span class=\"citation\" data-id=\"2398203\"><a href=\"/opinion/2398203/farinaro-v-coughlin/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">276</span></a></span> (S.D.N.Y.1986), a plaintiff has a clearly established constitutional right to have accurate information in his prison file when such information is relied on in a parole hearing. <i>See also </i><i>Pruett v. Levi,</i> <span class=\"citation\" data-id=\"378276\"><a href=\"/opinion/378276/charles-edward-pruett-v-edward-h-levi-attorney-general-of-the-united/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 258 (6th Cir.1980) (following <i>Paine</i>).</p>\n<p>Fourth, plaintiff claims the defendants' practice of attaching negative transfer codes to plaintiff's transfer forms without affording him a hearing violated his right to due process. Plaintiff has not cited a single case, and we know of none, clearly establishing a right to a hearing before receiving negative transfer codes. In fact, one of the cases plaintiff cites in his post-trial brief undercuts his argument that the Due Process clause is implicated by assignment of transfer codes. That case, <i>Pugliese v. Nelson,</i> <span class=\"citation\" data-id=\"375906\"><a href=\"/opinion/375906/frank-pugliese-v-w-raymond-nelson-warden-federal-correctional/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span> (2d Cir.1980), holds that federal prisoners' interests in avoiding classification of \"Central Monitoring Case,\" which precluded or delayed enjoyment of such benefits as furloughs, transfers, work releases and even early parole, did not entitle them to due process protection. Critical to this holding was the court's reasoning that \"the fact remains that these freedoms are mere possibilities,\" and that \"a prisoner's mere expectation of benefits ... does not amount to a statutory or constitutional entitlement sufficient to trigger due process protections.\" <i>Id.</i> at 923 &amp; 925.</p>\n<p>Finally, plaintiff claims that the sheer number of transfers whereby defendants continually moved plaintiff from one facility to another violated his right to due process because such frequency was, <i>per se</i> arbitrary and capricious. Again, plaintiff fails to cite a single case, and we know of none, clearly establishing a right to be free of numerous transfers. While it is well-established that retaliatory transfers based on a prisoner's exercise of constitutional rights is impermissible, <i>see supra,</i> it is equally well-settled that \"the transfer of a prisoner from one institution to another does not invoke the protection of the Due Process Clause.\" <i>Meriwether v. Coughlin,</i> <span class=\"citation\" data-id=\"526443\"><a href=\"/opinion/526443/charles-meriwether-jr-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1047 (2d Cir.1989) (citing <i>Meachum v. Fano,</i> <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1976)).</p>\n<p></p>\n<h2>C. Service and Appearance</h2>\n<p>Before and during trial, the Attorney General's office appeared for, and purported to represent, all of the defendants found liable herein. John Kaplon Affidavit; Tr. 94-102. After all the evidence had been presented, the Assistant Attorney General, on the basis of revised information he received from his office and DOCS, asserted that he actually had not been authorized by certain defendants to appear on their behalf. <i>See</i> February 18, 1994 Letter from Richard Mathieu. These defendants included Former Superintendents Robert Henderson, Harold Smith, Everett Jones, and James Sullivan; as well as Dr. Ira Weiner and Deputy Superintendents of Security (\"D.S.S.\") Joseph Costello and Howard Novak. <i>Id.</i> Indeed, the Attorney General's Office raised questions, well after the close of trial, whether some of these defendants had ever been served or had been timely served.<sup>[4]</sup> January 31, 1994 Letter from Kathie Ann Whipple.</p>\n<p><span class=\"star-pagination\">*1100</span> Assuming that the Attorney General's office was not in fact authorized to appear on behalf of these individuals, no basis exists to impose liability on these defendants personally. However, since plaintiff reasonably relied on the Attorney General's representations throughout these lengthy proceedings, we find that the State, on whose behalf the Attorney General defended this action and which has agreed to indemnify these defendants, is equitably estopped from denying that it did in fact appear for them. Accordingly, as to these defendants, we find that although they are not personally liable, the State, which purported to appear on their behalf and to indemnify them for any liability arising out of their actions as state employees, is liable for the damages found herein arising by virtue of their actions.</p>\n<p>The only other option is to order a new trial as to these defendants. Since the Court has already heard all of the evidence as to them in a trial in which the Attorney General purported to represent them, the only likely consequence of such a new trial would be to increase significantly the State's ultimate liability with respect to counsel fees.<sup>[5]</sup></p>\n<p></p>\n<h2>II. Merits</h2>\n<p>Section 1983 imposes liability for acts under color of state law which deprive a plaintiff of \"rights, privileges, or immunities secured by the Constitution and laws.\" 42 U.S.C. § 1983. The \"plain words\" of this statute impose liability \"only for conduct which `subjects, or causes to be subjected' the complainant to a deprivation of a right secured by the Constitution and laws.\" <i>Rizzo v. Goode,</i> <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 370-71, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">598</span></a></span>, 604, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">561</span></a></span> (1976). In order to prevail on a § 1983 claim, the plaintiff must prove that the defendant: (1) acted; (2) under color of state law; and (3) in a matter that deprived the plaintiff of constitutional rights. <i>Candelaria v. Coughlin,</i> <span class=\"citation no-link\"><span class=\"volume\">787</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">368</span></span> (S.D.N.Y.1992) (Sand, J.). It is clear that the authority of the defendants, employees and officials within the state prison system, arises under color of state law. The issue remains whether these defendants acted in a manner that violated plaintiff's constitutional rights.</p>\n<p>A claim of deprivation of constitutional rights is cognizable under both § 1983 and § 1985 of Title 42. Plaintiff has alleged that defendants' conduct was motivated by anti-Muslim sentiment. This contention meets the threshold pleading requirement for § 1985, under which plaintiffs must aver racial or class-based discriminatory animus.<sup>[6]</sup> By contrast, § 1983 does not require a showing of class-based discrimination as a prerequisite to liability.</p>\n<p>In a § 1983 action, the doctrine of <i>respondeat superior</i> does not apply and a \"showing of some personal responsibility of the defendant is required.\" <i>Al-Jundi v. Estate of Rockefeller,</i> <span class=\"citation\" data-id=\"529722\"><a href=\"/opinion/529722/akil-al-jundi-aka-herbert-scott-deane-big-black-aka-frank-smith/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1060</span></a></span>, 1065 (2d Cir.1989) (citations omitted). <i>See also </i><i>Ayers v. Coughlin,</i> <span class=\"citation\" data-id=\"462600\"><a href=\"/opinion/462600/howard-ayers-v-thomas-a-coughlin-iii-commissioner-harold-j-smith/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span>, 210 (2d Cir.1985) (§ 1983 plaintiff must demonstrate \"personal involvement\" of state commissioner of corrections and superintendent of prison, not mere \"linkage in the prison chain of command\"); <i>Gill v. Mooney,</i> <span class=\"citation\" data-id=\"491650\"><a href=\"/opinion/491650/anthony-g-gill-v-jay-mooney-mary-farrell-p-rudnickey-b-ward-f/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 196 (2d Cir. 1987) (\"Absent some personal involvement by [the Superintendent of a DOCS facility] in the allegedly unlawful conduct of his subordinates, he cannot be held liable under section 1983\"). Proof of a defendant's personal involvement in the alleged constitutional violation is a prerequisite to recovery of damages. <i>Williams v. Smith,</i> <span class=\"citation\" data-id=\"463298\"><a href=\"/opinion/463298/james-williams-v-harold-j-smith-superintendent-and-w-morgan-co/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span>, 323 (2d Cir.1986).</p>\n<p>A defendant may be \"personally involved\" in causing a constitutional deprivation if: (1) defendant participated directly in the alleged infraction; or (2) acting in a supervisory capacity, defendant (a) failed to remedy a continuing or egregious wrong after <span class=\"star-pagination\">*1101</span> learning of a violation, (b) created a policy or custom under which the unconstitutional practices occurred or allowed such policy or custom to continue, or (c) was \"grossly negligent\" in managing subordinates who actually caused the constitutional deprivation. <i>Candelaria v. Coughlin,</i> 787 F.Supp. at 372 (citing <i>Williams v. Smith,</i> 781 F.2d at 323-24). <i>See also </i><i>Al-Jundi v. Estate of Rockefeller,</i> <span class=\"citation\" data-id=\"529722\"><a href=\"/opinion/529722/akil-al-jundi-aka-herbert-scott-deane-big-black-aka-frank-smith/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1060</span></a></span>, 1066 (2d Cir.1989) (a \"supervisory official may be personally liable if he or she has actual or constructive notice of unconstitutional practices and demonstrates gross negligence or deliberate indifference by failing to act\") (citations omitted).</p>\n<p>While plaintiff in the instant case claims the medical defendants directly participated in the constitutional deprivations, for the most part he seeks to prevail against the other defendants regarding the retaliatory transfer claim under a supervisory liability theory, by alleging that Commissioner Coughlin and the superintendents and deputy superintendents of the various facilities were put on notice and were therefore made aware of the constitutional violations, yet failed to rectify the wrong, despite their ability to do so. In many instances, plaintiff has amply demonstrated that defendants were placed on notice of the violations when plaintiff wrote or spoke directly to defendants, or when they indicated their knowledge by signing or initialing PSAS forms. In other instances, finding no such involvement, we have found the defendants not liable.</p>\n<p></p>\n<h2>A. The Retaliatory Transfers and Segregated Confinement</h2>\n<p></p>\n<h2>Applicable Legal Principles</h2>\n<p>Plaintiff claims his First Amendment rights were violated when defendants transferred him on numerous occasions and placed him in various forms of segregated confinement in retaliation for plaintiff's exercise of his rights to practice his religion and speak freely, to be free from cruel and unusual punishment, to petition the courts, and to file grievances and pursue complaints through internal prison grievance processes. While prisoners have no independent expectation that they will never be transferred or placed in segregated confinement during incarceration, prison officials nevertheless deprive an inmate of his constitutional rights by transferring him, <i>Meriwether v. Coughlin,</i> <span class=\"citation\" data-id=\"526443\"><a href=\"/opinion/526443/charles-meriwether-jr-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span>, 1046 (2d Cir.1989), or by placing him in segregated confinement, <i>Morrison v. Lefevre,</i> <span class=\"citation\" data-id=\"1817202\"><a href=\"/opinion/1817202/morrison-v-lefevre/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1052</span></a></span>, 1071 (S.D.N.Y.1984), in retaliation for exercising constitutionally-protected rights. <i>See also </i><i>Hohman v. Hogan,</i> <span class=\"citation\" data-id=\"365773\"><a href=\"/opinion/365773/george-j-hohman-v-cornelius-hogan-individually-and-in-his-capacity-as/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span> (2d Cir. 1979) (retaliatory transfer and segregated confinement impermissible); <i>Jones v. Coughlin,</i> <span class=\"citation\" data-id=\"1422048\"><a href=\"/opinion/1422048/jones-v-coughlin/\"><span class=\"volume\">696</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">916</span></a></span>, 920 (S.D.N.Y.1988) (\"action taken by prison officials which would otherwise be constitutional becomes unconstitutional if such action was taken as reprisal for the prisoner's exercise of constitutionally protected rights\"). <i>Cf.</i> N.Y.Correc.Law § 138(4) (McKinney 1987) (\"Inmates shall not be disciplined for making written or oral statements, demands, or requests involving a change of institutional conditions, policies, rules, regulations, or laws affecting an institution\").</p>\n<p>Language from Judge Sofaer's opinion in <i>Morrison</i> with regard to retaliatory segregation is instructive here:</p>\n<blockquote>[A]lthough segregation may be a form of confinement which prisoners should expect to experience because of various justifiable administrative needs, prisoners in this nation should not fear the imposition of solitary confinement because they have engaged in litigation and prison reform activities. \"Even though a prisoner has no `right' to remain in the general prison population ... there are some reasons upon which the government may not rely.\" Retaliation for his litigation and prison reform activities is such an impermissible reason. Morrison's federally created liberty interest, then, does not rest on his right not to be confined in SHU [, the Special Housing Unit,] absent good cause; rather, it rests on his rights not to suffer any \"grievous loss,\" because he exercised his federal constitutional rights.</blockquote>\n<p><i>Morrison,</i> 592 F.Supp. at 1071 (citations omitted).</p>\n<p>In their post-trial briefs, the parties recognize that this case is controlled by <i>Mount Healthy City Board of Education v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> <span class=\"star-pagination\">*1102</span> (1977). In that case, the Supreme Court established standards for a claim of retaliatory conduct by a government entity in response to the exercise of constitutional rights. The Court indicated that the initial burden is \"properly placed upon [plaintiff] to show that his conduct was constitutionally protected, and that this conduct was a `substantial factor'  or, to put it in other words, that it was a `motivating factor'\" in the decision made regarding the plaintiff. <i>Id.</i> at 287, 97 S.Ct. at 576. Once the plaintiff has carried that burden, a court should then determine \"whether the [defendant] had shown by a preponderance of the evidence that it would have reached the same decision as to [plaintiff] ... even in the absence of the protected conduct.\" <i>Id.</i> Even though <i>Mount Healthy</i> addressed the issue of a school board's failure to rehire a non-tenured teacher, courts of this circuit have applied similar reasoning to cases involving prisoners' rights both before and after <i>Mount Healthy. See </i><i>Jones v. Coughlin,</i> 696 F.Supp. at 920 (citing cases).</p>\n<p>\"To maintain a claim of retaliation for the exercise of constitutional rights, the prisoner bears the burden of proving that the action would not have been taken <i>but for</i> the exercise of such rights.\" <i>Id.</i> If the facts \"demonstrate that the challenged action would have been taken on the valid basis alone, and such a conclusion will frequently be readily drawn in the context of prison administration where we have been cautioned to recognized that `prison officials have broad administrative and discretionary authority over the institutions they manage,'\" the court should find that the prisoner was not denied his constitutional right. <i>Sher v. Coughlin,</i> <span class=\"citation\" data-id=\"438844\"><a href=\"/opinion/438844/walter-sher-v-thomas-coughlin-iii-individually-and-as-commissioner-of/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span> (2d Cir.1984) (quoting <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983)).</p>\n<p>\"The ultimate issue in this case is whether plaintiff's transfer was reasonably motivated to further legitimate prison objectives. If not, it was in violation of the [Constitution].\" <i>Respress v. Coughlin,</i> <span class=\"citation\" data-id=\"1406835\"><a href=\"/opinion/1406835/respress-v-coughlin/\"><span class=\"volume\">585</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">854</span></a></span>, 857-58 (S.D.N.Y.1984). <i>Cf. </i><i>Salahuddin v. Harris,</i> <span class=\"citation\" data-id=\"2265207\"><a href=\"/opinion/2265207/salahuddin-v-harris/\"><span class=\"volume\">657</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">369</span></a></span>, 376 (S.D.N.Y.1987) (observing, based on Correction Law § 138(4), that \"New York views the broad exercise of inmates' First Amendment rights as consistent with its own penological interests and the order and security of the inmate population\"). However, no action will lie if an administrative decision legitimately exists apart from any purported illegitimate motivation. <i>See, e.g., </i><i>Baker v. Zlochowon,</i> <span class=\"citation no-link\"><span class=\"volume\">741</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">436</span></span> (S.D.N.Y.1990).</p>\n<p>\"Prisoners have been held to enjoy substantial religious freedom under the First and Fourteenth Amendments.\" <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 556, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2974, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). Prisoners are protected, <i>inter alia,</i> under the Due Process, Equal Protection, Free Exercise, and Free Speech clauses, and they retain right of access to the courts. <i>Id; </i><i>Morrison v. Lefevre,</i> <span class=\"citation\" data-id=\"1817202\"><a href=\"/opinion/1817202/morrison-v-lefevre/\"><span class=\"volume\">592</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1052</span></a></span>, 1071 (S.D.N.Y.1984); <i>McDonald v. Hall,</i> <span class=\"citation\" data-id=\"371947\"><a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.1979) (\"While the discretion afforded prison administrators in transfer decisions is extremely broad, it does not swallow the inmate's fundamental right of access to the courts\") (internal quotes omitted). \"Otherwise, prison administrators would be free to accomplish exactly what plaintiff alleges here, the transfer of successful and, therefore, troublesome litigants for no reason other than their legal activities.\" <i>Id.</i></p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>Based on the evidence presented at trial, we conclude that nine out of the seventeen transfers, and that four out of the six placements in segregation were retaliatory. Furthermore, we find that plaintiff was subjected to a cell search in retaliation for exercising constitutionally protected rights and was deprived of adequate medical care.</p>\n<p>Plaintiff held several leadership roles in the Muslim community while in prison, including Imam, or prayer leader. He also held positions related to the inmate grievance process at several prisons, including such jobs as prison library clerk and grievance committee representative. During his incarceration, plaintiff filed and prosecuted several grievances and lawsuits on his own behalf, and aided other inmates in such endeavors. Several of the named defendants in this action have been named as defendants in plaintiff's prior lawsuits.</p>\n<p><span class=\"star-pagination\">*1103</span> On several occasions, plaintiff was transferred immediately on the heels of submitting a grievance or complaint. At times, these transfers prevented plaintiff from filing or pursuing a lawsuit or grievance. Tr. 168-69; 470-71. In many instances, prison personnel sought to transfer plaintiff within only days or weeks of his arrival at the prison based on plaintiff's reputation at preceding facilities and speculation that plaintiff would engage in legal or religious activities. In some cases, prison officials relied on dismissed or expunged misbehavior reports as a justification for transferring plaintiff. At trial, defendants continued to rely on these nullified reports. Were one to physically expunge plaintiff's prison records of all the dismissed or expunged misbehavior reports, his record of documented disturbances would be thin or nonexistent. The following constitutes our findings of fact:<sup>[7]</sup></p>\n<p></p>\n<h2>1. <i>Auburn to Attica, April 21, 1981</i>\n</h2>\n<p>Plaintiff has successfully demonstrated that the exercise of his First Amendment rights was a substantial factor motivating this transfer, and that the justification offered by the defendants was a pretext. During plaintiff's incarceration at Auburn, several incidents occurred demonstrating hostility by DOCS personnel toward plaintiff's exercise of his right to religious freedom and free speech. <i>See, e.g.,</i> Pl.Ex. 3 (indicating memos from Superintendent of Auburn ridiculing Muslim (and plaintiff's) eating restriction concerning pork); Tr. 56 &amp; 61 (DOCS officials rebuking plaintiff for making religious speech and bringing guest speakers to religious classes).<sup>[8]</sup> A transfer request stated that plaintiff \"believes he is part of staff instead of an inmate\" and that for this reason he should be transferred. Pl.Ex. 6; Def.Ex. A. There is no evidence that plaintiff used his status as a leader in the inmate community to challenge the authority of corrections staff or that he posed a threat. No witness at trial had personal knowledge of any specific incident of misbehavior or threat posed by plaintiff at Auburn.</p>\n<p>Documentary evidence introduced at trial illustrated that the justification provided in the transfer request was a pretext. A February 27, 1981 memorandum from John Cacciotti, plaintiff's correction counselor, to James McDermott, a classification analyst in the DOCS central office, says of plaintiff, \"Subject has been suspected of being a behind-the-scenes leader of the Muslim Community[.]\" Defs.' Ex. BD at 3. The memorandum also makes reference to the fact that a misbehavior report was nullified, yet still impermissibly relies on the allegation of misbehavior by stating:</p>\n<blockquote>Lowrance was able to have the report nullified because of a technicality, however, it is this type of behavior and attitude toward authority that the Administration feels it would be best if he were separated from our staff.</blockquote>\n<p><i>Id.</i> Once stripped of the improper reference to the nullified misbehavior report, we are left with a conclusory statement regarding plaintiff's \"attitude toward authority\" which echoes the unsupported language used in the transfer request form.<sup>[9]</sup> Cacciotti's reference to the nullified misbehavior report is one instance, among many others, in which prison staff and DOCS officials improperly referred <span class=\"star-pagination\">*1104</span> to and ultimately relied on dismissed or expunged charges against plaintiff.</p>\n<p>We conclude that Commissioner Coughlin is liable under a supervisory liability theory, because he received adequate notice that the transfer was retaliatory. Pl.Ex. 7 (letter from Commissioner Coughlin responding to letter from plaintiff regarding transfer). Former Superintendent Henderson is directly liable for having participated directly in the retaliatory conduct. <i>See, e.g.,</i> Pl.Ex. 3 (indicating memos from Superintendent of Auburn ridiculing Muslim (and plaintiff's) eating restriction concerning pork); Pl.Ex. 6 (transfer request form signed by Henderson).<sup>[10]</sup></p>\n<p></p>\n<h2>2. <i>Attica to Clinton, January 6, 1982</i>\n</h2>\n<p>We conclude that plaintiff's placement in the Special Housing Unit (\"SHU\") while at Attica and his subsequent transfer was motivated by plaintiff's exercise of protected rights. Defendants have not adequately demonstrated they would have segregated him in the absence of his exercise of protected rights. As regards the transfer, we find that the justification provided by the defendants' is a pretext.</p>\n<p>Plaintiff enrolled in a college program affiliated with Attica<sup>[11]</sup> and was placed on a restricted transfer list, meaning he had to agree not to request a transfer while enrolled. Pl.Ex. 9. While at Attica, he became the Assistant Imam. Tr. 71. His religious activities again aroused a strong reaction from corrections staff.</p>\n<p>On September 25, 1981, plaintiff led a Juma service, to which the administration took exception. Plaintiff received a misbehavior report and was put in SHU for 45 days. Tr. 72. This report was dismissed three weeks later, on October 13, 1981, due to lack of substantial evidence. Pl.Ex. 11. Plaintiff testified that he offered to tape record his religious lectures so that there would be no further misunderstandings. Tr. 73. But, plaintiff continued to be subjected to various forms of harassment. Tr. 75 (plaintiff's testimony regarding his correction counselor's warning that Superintendent Smith intended to transfer him out of Attica to Clinton if he continued to give religious lectures); Tr. 77 (plaintiff's testimony regarding officers holding him in the block, causing him delay in getting to religious classes or services, and frisking him and Muslims more frequently than members of other religious groups before attending religious services).</p>\n<p>A religious speech goes to the core of the First Amendment, implicating both the right to speak and the right to freely exercise one's religion. Because the defendants' conduct in this instance goes so directly to the heart of the First Amendment, our inquiry must be searching. Defendants' have not adequately demonstrated that the decision to segregate plaintiff would have been reached in the absence of plaintiff's exercise of protected rights.</p>\n<p>A transfer request form, dated December 24, 1981, signed by Superintendent Smith states the following:</p>\n<blockquote>Inmate has in the past and continues to preach at Muslim services that the Muslims should band together to overthrow the system. He relates that the Muslims should react against the \"blue shirt rednecks\" and their rules. He also is trying to instigate a messhall strike.</blockquote>\n<p>Def.Ex.B. No action was taken on the transfer request at this stage. Tr. 722 (Hitchen). Plaintiff testified that a misbehavior report containing these allegations was dismissed by the facility in late 1981, before he was transferred. Tr. 477. Nevertheless, plaintiff was transferred based on his \"activities at Muslim services\" (Pl.Ex. 11), and corrections staff at subsequent facilities continued to <span class=\"star-pagination\">*1105</span> make reference to the allegations underlying this dismissed misbehavior report. <i>See, e.g.,</i> Def.Ex. T at 4 (January 29, 1986 memo from then-Sergeant Barreto at Sing Sing). Nothing in the record supports a conclusion that plaintiff acted inappropriately at religious services. Even the transfer request form indicates that all charges alleging any type of misbehavior while at Attica (including the above-described alleged misbehavior at religious services) were dismissed. <i>Id.</i><sup>[12]</sup></p>\n<p>We conclude that Superintendent Smith is liable for the retaliatory segregation under a supervisory liability theory, because he was given notice of the violation, yet failed to remedy it. <i>See, e.g.,</i> Pl.Ex. 10 (September 28, 1981 letter to Superintendent Smith, in which plaintiff complained about his placement in SHU). Moreover, Superintendent Smith is directly liable for the retaliatory transfer, because he directly participated in this act of retaliation. <i>See, e.g.,</i> Def.Ex. B (transfer request form signed by Smith claiming plaintiff preached \"Muslims should band together to overthrow the system\", a charge later dismissed); Pl Ex. 11 (transfer form stating, \"Administrative transfer was requested due to his activities at Muslim services\" in spite of the fact that form also stated, \"Charges were dismissed due to lack of substantial evidence\"). We do not hold Commissioner Coughlin liable for this transfer, because we do not find that the transfer forms in and of themselves gave the Commissioner sufficient notice of the constitutional violations.</p>\n<p></p>\n<h2>3. <i>Green Haven to Attica, August 29, 1983</i>\n</h2>\n<p>The defendants have failed to carry their burden to counter plaintiff's prima facie showing of retaliation, and in this instance, personal involvement has been adequately demonstrated. Plaintiff testified that upon arriving at Green Haven, his new counselor, Jim Wagner, explained that plaintiff was not welcome at Green Haven because his institutional files demonstrated that plaintiff was a Muslim leader. Tr. 104-05. Furthermore, according to plaintiff, Officer Straite actively discouraged plaintiff's meetings with other prisoners to discuss religious matters in the unit for physically disabled inmates, where plaintiff was housed. Tr. 105-07. Plaintiff said that he complained about this harassment to Lieutenant Stinson (Tr. 109), and was transferred to Attica two months later, despite the fact that an April 21, 1983 Program and Security Assessment (PSAS) form offering a semi-annual review<sup>[13]</sup> reflects a rating of \"acceptable\"<sup>[14]</sup> and that plaintiff \"[g]ets along well with fellow inmates.\" Pl. Ex. 14; Def.Ex. F.</p>\n<p>Plaintiff's semi-annual review also contains a reference to plaintiff's religious involvement under \"Program Involvement\", which notes \"Active member American Muslim Mission.\" <i>Id.</i> While the intent behind this reference is not altogether clear, especially when taken in isolation, this reference is made over and over again throughout the record.</p>\n<p>In an October 22, 1992 transfer form, upon which no action was taken, the basis for the request was an assault charge at Clinton. Def.Ex. E. However, this misbehavior report had already been expunged, and the defense failed to explain how an event at Clinton could possibly cause the subsequent transfer of plaintiff from Green Haven to Attica. This transfer request, signed by Superintendent Scully, is another example of defendants' improper use of expunged reports in attempting to justify a transfer. Defense <span class=\"star-pagination\">*1106</span> witness, Michael Hitchen, a classification analyst from the Central Office of DOCS, testified that no action was taken on this transfer request because a prior transfer order was issued on an earlier request, as indicated in handwriting on this later transfer request form signed by Scully. Def.Ex. E.</p>\n<p>At trial, Hitchen posited an explanation for the transfer, explaining that during this period of time, there were a great number of disturbances in a number of facilities, and that if there was a problem in Attica and Attica needed to disperse some of their people, plaintiff could have been on the receiving end of another slot. Conceding that \"[t]here is no indication in this form that [plaintiff] did anything wrong[,]\" Hitchen explained, \"But there are other circumstances. We are not just dealing with one facility, we are dealing with a system.\" Tr. 735. Hitchen's conjecture that plaintiff was transferred to accommodate the administrative needs of the prison system was speculative, not based on personal knowledge. Therefore, we find it does not assist defendants in showing that they would have reached the same decision in the absence of such plaintiff's exercise of protected rights.</p>\n<p>Moreover, the fact that this transfer was given a 03 code, indicating unsuitable behavior (Pl.Ex. 106) further undermines Hitchen's claim that the transfer was for administrative purposes. Additionally, there is nothing in the record supporting a conclusion that plaintiff was transferred due to unsuitable behavior.<sup>[15]</sup> A more likely inference that can be drawn, given the evidence as a whole, is that defendants transferred him in retaliation for his exercise of protected rights.</p>\n<p>The fact that Superintendent Scully signed the transfer request form (Def.Ex. E) demonstrates that he directly participated in the retaliatory attempts to transfer plaintiff, and that he had notice that a transfer order had been approved while the second request was pending. We do not hold Commissioner Coughlin liable for this transfer, because we do not find that the transfer form gave the Commissioner sufficient notice of the constitutional violations.</p>\n<p></p>\n<h2>4. <i>Attica to Great Meadow, April 30, 1984</i>\n</h2>\n<p>This transfer was the first of seven transfers over the next year alone. We conclude that plaintiff's placement in SHU at Attica and his subsequent transfer were both retaliatory. After his arrival at Attica, plaintiff was made Imam (Tr. 110) and was given an institutional pass which allowed him to perform his religious duties, counsel other inmates, and act as liaison to the prison administration. Tr. 100-11. Such passes are not given by the prison administration to problem inmates. Tr. 111. Indeed, an October 11, 1983 semi-annual review PSAS form stated that plaintiff \"has not been the subject of any disciplinary action in the month and a half he has been here\" and \"[a]ppears to get along with staff and peers.\" Pl.Ex. 16; Def. Ex. G.</p>\n<p>However, despite his institutional pass, plaintiff was harassed by officers in charge of A Block Housing Unit, who disapproved of plaintiff's \"proselytizing\" and counseling Muslim prisoners. Tr. 112. Plaintiff also claimed that while representatives of other religions were permitted unfettered entrance into A Block, he and other Muslims met with resistance. Tr. 113.</p>\n<p>Corrections staff also reacted strongly against plaintiff's discussion of the Hallal method of food preparation during a prayer service on October 21, 1983, in which plaintiff explained that the animal should be slaughtered with a knife sharpened out of its view and that the name of Allah is invoked as the throat of the animal is cut. Tr. 114 (plaintiff's direct testimony); Tr. 397-98 (plaintiff's testimony on cross-examination); Pl.Ex. 17 (letter from Islamic Coordinator, Imam Aleem Hassan, a DOCS employee, describing proper method of slaughtering animals). Plaintiff testified that this method is referred to in certain religious texts, and that he was in fact quoting from a religious text. Tr. 114. The speech prompted officials to serve a misbehavior report on plaintiff as well as <span class=\"star-pagination\">*1107</span> place him in SHU for 45 days. Pl.Exs. 17 &amp; 22. While prison officials may have had concerns that the speech was incendiary, defendants have not presented evidence to suggest that their state of mind at the time was that they perceived the speech to be a threat to security. Such a state of mind might, for example, be indicated by evidence that the defendants were aware of some factor suggesting that the intent of the speech was to incite violence or that the impact of the speech was to create an atmosphere of violence or tension. No such evidence was forthcoming at trial.</p>\n<p>In a December 28, 1983 letter to Iman Hassan, Commissioner Coughlin explained that some of the charges against plaintiff had been dismissed. Pl.Ex. 19 (responding to Iman Hassan's letter (Pl.Ex. 17)). The charges indeed had been partially rescinded at the facility on December 19, 1983 (<i>id.</i>), and all references to the misbehavior report were later ordered expunged (Pl.Ex. 22), but plaintiff was still subject to retaliatory conduct. For instance, plaintiff's family's visit was delayed without excuse for several hours. Ex. 18.</p>\n<p>Plaintiff wrote to Superintendent Smith to complain about the delay. <i>Id.</i> (Plaintiff wrote, \"I get hassled enough as it is, I don't want my family to be bothered further\"). Commissioner Coughlin himself responded, admitting, \"[T]here was an unreasonable delay processing your visit.... I agree it was unreasonable. Be advised that corrective measures have been taken to avoid future delays.\" Pl.Ex. 20. Evidence at trial suggested that concerted staff interference with plaintiff's duties as Imam persisted, as did harassment of visiting guest speakers. Tr. 121-28; Pl.Exs. 21, 23, 24, 136. Even letters and phone calls from DOCS personnel did not correct the situation. <i>See, e.g.,</i> Pl.Ex. 23 (March 20, 1984 letter from Imam Hassan to Senior Chaplain Jeff Carter). Although plaintiff provided notice to Superintendent Smith (Pl.Ex. 18) and his security staff (Pl. Ex. 21), the harassment of plaintiff did not cease. Tr. 121-22. On April 16, 1984, plaintiff sent an additional letter to Commissioner Coughlin detailing the continued and increasing religious harassment and intimidation by prison staff against plaintiff and Muslim visiting guest speakers. Pl.Ex. 24.<sup>[16]</sup></p>\n<p>On March 16, 1984, before plaintiff's transfer out of Attica, a court acting pursuant to an Article 78 proceeding, vacated and expunged the 45 day SHU penalty for plaintiff October 21, 1983 speech. Pl.Ex. 22. A month later, and two weeks after his letter to Coughlin, plaintiff was transferred. Plaintiff was still under the educational restricted transfer list at this point (Tr. 132) and the transfer request indicated that plaintiff's custodial and program behavior at Attica was \"acceptable\"; that he had no misbehavior reports; that his \"rapport with staff is fair\"; and that he \"has a good rapport with peers.\" Pl.Ex. 25; Def.Ex. H. Consistent with this, defendant's own witness, Michael Hitchen, testified that the transfer code indicated program purposes. Tr. 738 (Hitchen testified, \"Program purposes means a regular transfer with no negative connotations\").</p>\n<p>As a justification for the transfer, the PSAS form states, \"A transfer would be in the best interest to the future security of this facility.\" Pl.Ex. 25; Def.Ex. H. In support of this claim, the form also contends that \"[t]he administration has information that he is trying to stir up unrest through the Inmate Liaison Committee\" (<i>id.</i>) and attempts to link plaintiff with an inmate, Albert Washington, alleging that Washington is a leader of the Black Liberation Army.<sup>[17]</sup> There is no <span class=\"star-pagination\">*1108</span> evidence in the record supporting these claims, and therefore we find this justification is a pretext.</p>\n<p>Also listed as a reason for the transfer is the comment that plaintiff \"is actively involved with the inmate Muslim population here at Attica\" and \"has built up an extremely strong following of inmates.\" <i>Id.</i> As was the case in the previous transfer request, this PSAS form states under \"Program Involvement\" that plaintiff \"is an active member of the American Muslim Mission\" and adds that he \"presently holds an Imam position[.]\" <i>Id.</i> Again, the intent behind this reference is not altogether clear. However, in a deposition, Carol Obot, plaintiff's correction counselor at Attica (who signed this PSAS form) admitted that the prison administration at Attica did not want him there \"[b]ecause of his leadership role with the Muslim community.\" Obot Dep. at 46.</p>\n<p>As indicated above, sufficient notice regarding plaintiff's placement in SHU in retaliation for his exercise of First Amendment rights was given to Superintendent Smith (Pl.Ex. 22) and to Commissioner Coughlin (Pl.Exs. 17, 19), yet harassment toward plaintiff continued. Additionally, sufficient notice regarding the retaliatory transfer and other retaliatory conduct leading up to the transfer was provided to Superintendent Smith (Pl. Exs. 18, 25) and to Commissioner Coughlin (Pl.Exs. 20, 24, 25, 26, 27, Tr. 133-36).<sup>[18]</sup></p>\n<p></p>\n<h2>5. <i>Attica to Auburn, August 10, 1984</i>\n</h2>\n<p>While plaintiff has shown his rights were a motivating factor in this transfer, defendants have demonstrated they would have reached the same decision in any event. Upon plaintiff's arrival at Attica, now his third time, Officer Corona told plaintiff \"that [he] shouldn't bother to unpack.\" Tr. 146. In fact, on August 10, 1984, barely a month after his arrival, plaintiff was transferred from Attica to Auburn. Pl.Ex. 1. Under the heading, \"Other Considerations\", a PSAS form dated July 26, 1984 conspicuously noted, \"Inmate is a leader in the Muslim Community and has a strong following of inmates.\" Pl.Ex. 29; Def.Ex. K.</p>\n<p>The PSAS form also alleges that plaintiff was an instigator and politician in a yard demonstration at Attica. Pl.Ex. 29. Using contemporaneous documentation, plaintiff challenged the accuracy of this statement. Pl.Ex. 32 (letter from Commissioner Coughlin to plaintiff's wife explaining transfer due to \"normal distribution of the population\"). While there is no evidence in the record that plaintiff was an \"instigator and politician\"  a label that nevertheless followed plaintiff throughout his incarceration (Pl.Exs. 38, 39)  plaintiff did receive a misbehavior report charging him with \"participating in sit-in\" and stating that witnesses \"place[d] [him] in the yard.\" Def.Ex. CY. At trial, plaintiff testified that he had been in the yard for recreational period when one inmate shot another, the yard door was closed, and he and others could not leave the yard. Tr. 149-50.</p>\n<p>While plaintiff's explanation that he was an innocent bystander is plausible, he was, in fact, charged in a misbehavior report with participating in an unauthorized assembly (Pl.Exs. 100 &amp; 101), a charge which was never dismissed or expunged. Mindful of the \"broad range of discretion\" afforded prison officials, <i>Hewitt v. Helms,</i> 459 U.S. at 467, 103 S.Ct. at 869 and of the prudence of not second-guessing administrative findings, we conclude that this charge alone is an adequate basis justifying plaintiff's transfer.</p>\n<p></p>\n<h2>6. <i>Auburn to Elmira, September 23, 1984</i>\n</h2>\n<p>Plaintiff has carried his burden of showing that the transfer was retaliatory, and the defendants have failed to rebut it. As with the previous two placements (at Great Meadow and Attica), plaintiff's stay at Auburn was brief. Soon after his arrival at Auburn, plaintiff made a FOIL request to learn the reasons for his transfers. Tr. 154; Pl.Ex. 31. This request was largely denied on August 21, 1984. Pl.Ex. 31. Plaintiff testified that about a month later, Lieutenant O'Connors, informed plaintiff that he would <span class=\"star-pagination\">*1109</span> not be remaining at Auburn because Auburn already \"had their quota of Muslim leaders.\" Tr. 156.</p>\n<p>In fact, plaintiff was soon transferred on an expedited basis to Elmira, despite an \"acceptable\" custodial adjustment rating on the PSAS form generated at Auburn, and despite a complete absence of misbehavior reports during his six-week stay. The form states that plaintiff was \"RECOMMENDED FOR IMMEDIATE TRANSFER REQUESTED BY D.S. SECURITY, J. COSTELLO.\" Pl. Ex. 33; Def.Ex. M. Moreover, the transfer code is 04, indicating the goal of the transfer was separation of inmates. <i>Id.</i> However, both Hitchen and Joseph Costello himself conceded that there is nothing on the form supporting this designation (Hitchen Dep. at 149; J. Costello Dep. at 42), and the defense has failed to provide the Court with any evidence demonstrating a legitimate motive behind the transfer.</p>\n<p>Under \"Other Considerations\", the transfer request gives a graphic and gratuitous summary of plaintiff's underlying crime, which Hitchen testified departs from the common practice of describing a prisoner's criminal record under \"Pattern of Criminal Behavior.\" Tr. 751-52. Also, this section states, \"This inmate is leader in Muslim Comm. &amp; has strong following of inmates\" (Pl.Ex. 33; Def.Ex. L), replicating a statement from the previous PSAS almost verbatim. Pl.Ex. 29; Def.Ex. K. Joseph Costello admitted that it is not common to see reference to an inmate's religious affiliation on PSAS forms. J. Costello Dep. at 77; Tr. 587-88.</p>\n<p>Plaintiff has demonstrated personal involvement on the part of Commissioner Coughlin, who was put on notice by a letter sent by plaintiff on October 14, 1984 (Pl.Ex. 35) to which the Commissioner responded (Pl.Ex. 36). We also find personal involvement on the part of D.S.S. Joseph Costello, who signed the transfer request form (Pl.Ex. 33; Def. Ex. M) and thereby directly participated in the retaliatory transfer. Because the transfer form did not provide sufficient notice of the constitutional violations to the Superintendent Henderson, we therefore find personal involvement lacking as to him.</p>\n<p></p>\n<h2>7. <i>Elmira to Great Meadow, December 3, 1984</i>\n</h2>\n<p>Elmira was the fifth consecutive facility at which plaintiff spent less than 90 days. We conclude that plaintiff has carried his burden of showing that both the transfer and a denial of medical care were in retaliation, and that the justification offered by the defendants is a pretext. Upon arrival at Elmira on September 23, 1984, plaintiff was placed in the prison hospital (Pl.Ex. 34; Def. Ex. M) due to a knee injury he sustained in the altercation at Clinton in 1982. A semi-annual review, dated October 19, 1984 stated that plaintiff was \"in need of medical care available only at Elmira. Medical director here states he should not be transferred now or in the future until his medical needs no longer exist.\" <i>Id.</i></p>\n<p>During his incarceration at Elmira, plaintiff filed two grievances on November 21, 1984 (Pl.Ex. 37), and around the same time he was approached by an attorney from Prisoners' Legal Services about participating in a class action suit alleging race discrimination in housing and job placement at Elmira. Tr. 168-69. While plaintiffs in this action were ultimately successful, <i>see </i><i>Santiago v. Miles,</i> <span class=\"citation no-link\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">775</span></span> (W.D.N.Y.1991), plaintiff in the instant case was prevented from participating in it because he was transferred. Also on November 21, 1984, plaintiff became the Imam of the American Muslim Mission at Elmira. Pl.Ex. 38</p>\n<p>Two weeks later, on December 3, 1984, plaintiff was transferred from Elmira to Great Meadow. An expedited transfer request, dated November 30, 1984, was approved by classification analyst James McDermott over the phone. Pl.Ex. 39; Def. Ex. N. The form alleges that plaintiff was suspected of leading an incident while at Elmira, without any further description of the nature of plaintiff's involvement. The defense tried to provide corroborating evidence at trial in the form of a memo, dated November 29 1984, from D.S.S. Novak to McDermott which says of plaintiff:</p>\n<blockquote>It is our perception that [the inmate] poses a serious threat to the security of the <span class=\"star-pagination\">*1110</span> facility. His transfer should be expedited as soon as possible.</blockquote>\n<p>Def.Ex. BP. Plaintiff contends that these vague allegations are pretextual, and that the defendants' real motive was to retaliate against plaintiff's having become Imam and his continued legal activities. Indeed, the defendants' claims are belied by the fact that plaintiff was not in the general population but was in the hospital during his entire incarceration at Elmira. Pl.Ex. 38; Tr. 415. Moreover, despite the defendants' references to plaintiff's alleged record of having been a leader in disturbances in \"several\" other facilities (Def.Exs. M, N), defendants' own witness, Michael Hitchen noted, \"The only indication we have seen so far that he was identified as a leader in [a] disturbance [was] at Attica.\" Hitchen Dep. at 153. Moreover, Hitchen did not agree with the characterization of plaintiff in the semi-annual review as a \"severe behavior problem since reception (8/77).\" <i>Id.;</i> Def.Ex. M. Plaintiff had only received one misbehavior report in the preceeding eighteen months and no reports while at Elmira. Pl.Ex. 101.</p>\n<p>Plaintiff presented evidence demonstrating the transfer was predicated on his exercise of constitutional rights. First, copied verbatim on the transfer request is the same language which appeared on the last two requests under \"Other Considerations\": \"Inmate is a leader in the Muslim Community and has a strong following of inmates.\" Pl.Ex. 39; Def.Ex. N. Second, plaintiff testified that comments by correctional staff made it clear to him that the facility disapproved of his participation in the class action filed by the Prisoners' Legal Services attorney. Tr. 168-69. Third, plaintiff testified that a Nurse Newkirk, the subject of some of plaintiff's grievances, said that plaintiff was being transferred and denied surgery, because allowing the surgery to go forward would be an admission that plaintiff had a medical need for it. Tr. 160; 394. Plaintiff was transferred on the eve of surgery (which had been scheduled for December 4, 1984), even though D.S.S. Novak had sent a memorandum dated October 10, 1984 informing plaintiff that Dr. Shah had recommended that the surgery be expedited (Pl.Ex. 118), and despite the fact that plaintiff had been \"prepped\" for surgery. Tr. 620 (Dr. Gaudinez).</p>\n<p>In this instance, not only does the existence of retaliatory conduct provide a basis for a finding of a constitutional violation, so too does the very <i>form</i> of retaliation  punishing plaintiff by both transferring <i>and</i> depriving him of medical care  constitute a grievous deprivation. Because deprivation of adequate medical care to prisoners is in itself a protected right, we find this violation particularly egregious.</p>\n<p>Because D.S.S. Novak directly participated in the retaliatory conduct by requesting that plaintiff's transfer be expedited (Def.Ex. BP), despite knowledge of the urgency of plaintiff's medical needs (Pl.Ex. 118), we find that plaintiff has shown adequate personal involvement on the part of Novak. The same cannot be said, however, for Commissioner Coughlin and Superintendent Wilmot, for whom personal involvement has not been sufficiently demonstrated. Additionally, other than plaintiff's testimony regarding Nurse Newkirk, there is no record of his existence or employment with DOCS. Because defense counsel has consistently disavowed knowledge of Mr. Newkirk's whereabouts and has never made representations that the A.G.'s Office would accept service for him, we have no personal jurisdiction over him.</p>\n<p></p>\n<h2>8. <i>Great Meadow to Attica, January 17, 1985</i>\n</h2>\n<p>Great Meadow was the sixth facility at which plaintiff was incarcerated in the past year  this time for six weeks. While we reject plaintiff's claims that his placement in administrative segregation was retaliatory, we conclude that the transfer was retaliatory. Although plaintiff has demonstrated that his exercise of protected rights was a factor in his placement in segregation, defendants have shown that the segregation would have occurred in the absence of the protected right. After an earlier effort to place plaintiff in segregation failed, prison administrators made a second recommendation to segregate him on December 13, 1984 based on an alleged death threat against plaintiff. Def.Ex. CZ at 4. Plaintiff claims this was a <span class=\"star-pagination\">*1111</span> \"back-door approach\" to segregate him after the first attempt failed (Tr. 401), and that the real reason for the segregation was to retaliate against his exercise of constitutionally protected rights, as suggested in a transfer request at a subsequent facility:</p>\n<blockquote>[D]ue to his instigative nature and his strong Muslim leadership from his past disciplinary record, he was recommended for APC at [Great Meadow.]</blockquote>\n<p>Pl.Ex. 57; Def.Ex. Q. Defendants' evidence of a belief that there was a death threat against plaintiff is sufficient to demonstrate by a preponderance of the evidence that the administration would have reached the same decision in any event. Plaintiff has not put forward evidence which adequately supports his claim that the defendants' justification was a pretext other than the bald accusation that this was a \"back-door approach.\"</p>\n<p>As regards the transfer, not only has plaintiff proven the action was in response to his exercise of protected rights, but also, defendants have not demonstrated by a preponderance of the evidence that they would have reached the same result but for the exercise of such rights. Plaintiff testified that correction counselor Schroeder informed plaintiff that his record and reputation had preceded him and that D.S.S. Eisensmith was not really happy with the Imams he had had in the past nor would he be happy with any Imams. Tr. 172. On December 16, 1984, plaintiff wrote Superintendent Jones to complain about his being segregated, and to inform the Superintendent of his need for surgery. Pl.Ex. 40. Three days later, on December 19, 1984, Great Meadow submitted a request seeking plaintiff's transfer. Pl.Ex. 43; Def.Ex. O. On December 31, 1884, plaintiff filed a FOIL request to obtain his transfer records, and on January 15 and January 17, 1985, he filed two grievances over denials to his requests to attend religious services while in segregation. On January 17, 1985, plaintiff was transferred despite having received no misbehavior reports at the facility (Pl.Exs. 43, 49; Def.Exs. O, P), and despite having an \"acceptable\" rating on a January 16, 1985 transfer summary form. Pl.Ex. 49; Def.Ex. P.</p>\n<p>While the transfer request suggests that plaintiff \"is a very influen[tial] inmate who with Albert Washington can cause chemistry for an extremely violent situation[,]\" and that the American Muslim Mission had \"been very peaceful until the arrival of [plaintiff,]\" (Pl.Ex. 43; Def.Ex. O) there is no evidence in the record supporting these allegations. Because plaintiff had no misbehavior reports and was segregated from the general population for the final weeks of his incarceration at Great Meadow, we are unconvinced plaintiff posed a threat. Indeed, the recommendation to place plaintiff in segregation was allegedly prompted by concern over <i>plaintiff's</i> security, not by any threat he may have posed to others.</p>\n<p>Finally, plaintiff has demonstrated sufficient personal involvement by the Commissioner and Superintendent Jones. As indicated above, plaintiff sent a letter to Superintendent Jones on December 16, 1984, complaining to him about the segregation, and informing him of the need for surgery. Pl. Ex. 40. Moreover, on December 21, 1984, plaintiff wrote to Superintendent Jones (Pl. Ex. 41) and to Deputy Commissioner Clark (Pl.Ex. 42), providing them notice (and providing Commissioner Coughlin constructive notice) that his previous transfers and his pending transfer out of Great Meadow were ordered in retaliation for his religious beliefs and practices. Personal involvement has not been adequately demonstrated with regard to D.S.S. Eisensmith.</p>\n<p></p>\n<h2>9. <i>Sing Sing to Auburn, April 24, 1986</i>\n</h2>\n<p>Plaintiff has successfully demonstrated that this transfer was substantially predicated on his exercise of rights and that the motive put forward by the defense is a pretext. On May 1, 1985, less than a month after plaintiff's arrival at Sing Sing, a request was made for his transfer. Pl.Ex. 59; Def. Ex. S. Despite his recent arrival and the absence of any misbehavior reports, the transfer request form gave plaintiff a \"poor\" rating and referred to him twice as a strong \"muslim leader\". <i>Id.</i> Only four days earlier, plaintiff had filed a successful grievance claiming that his parents were denied a visit with him. Pl.Ex. 58. Plaintiff's parents <span class=\"star-pagination\">*1112</span> were eventually reimbursed for travel expenses and the transfer request was eventually denied.</p>\n<p>Plaintiff continued his grievance activities by becoming an inmate grievance clerk (Pl. Ex. 61) and a chairperson of the Inmate Grievance Resolution Committee. Tr. 226. During this period, plaintiff received a para-legal certificate. Pl.Exs. 62, 63. He also filed and won a grievance alleging that his brother was denied a visit because he was wearing green pants and a Muslim kufi. A semi-annual review, dated October 23, 1985, providing an \"acceptable\" rating, describes plaintiff in the following terms:</p>\n<blockquote>Inmate got some misbehavior reports but most of them were dismissed. Inmate's attitude is \"I shall stand for my rights.\" Inmate has improved in his positive behavior.</blockquote>\n<p>Pl.Ex. 61; Def.Ex. R.</p>\n<p>On January 30, 1986, a transfer request, giving plaintiff a \"poor\" rating was submitted containing almost identical language as the semi-annual review:</p>\n<blockquote>Though inmate's record indicates some misbehavior reports, he has been able to get them dismissed due to Technical reasons. Inmate is very defiant in his attitude  \"my rights\" will be kept up type talking.</blockquote>\n<p>Pl.Ex. 64; Def.Ex. T. Attached to the transfer request is a memo dated January 29, 1986 from then-Sergeant Barreto claiming that plaintiff was undermining the grievance program and, using almost identical language to that used in a misbehavior report dismissed at Attica in 1981, contending that plaintiff \"is an instigator and states that Muslims should band together to overthrow the system.\" Def.Ex. T at 4.</p>\n<p>While the request form alleges that plaintiff was a \"[d]isrupting influence on grievance committee\"; that \"[o]ther inmates avoid the grievance office when [plaintiff] is there\"; and that \"[h]is personality creates Tension in the office\", (<i>id.</i>) other evidence suggests that these allegations are pretextual. Lieutenant Barreto testified that the \"disruption\" referred to was that plaintiff's presence on the committee caused an <i>increased</i> volume of grievances to be submitted in an understaffed grievance office. Tr. 689, 700. Far from trying to \"avoid\" the grievance office, the evidence demonstrates that prisoners were gravitating to it. <i>Id.</i> Barreto conceded that other inmates were frustrated not by plaintiff, but by the grievance <i>process</i> because of the backlog caused by the increased volume. <i>Id.</i> Indeed, from Barreto's testimony during cross-examination, it is evident that it was not any disruptive activity of plaintiff that caused the transfer, but rather plaintiff's participation in the grievance process. Tr. 700.</p>\n<p>Although defense witnesses testified that vigorous use of the grievance process was not a proper reason to transfer a prisoner (Tr. 577, 790), and despite a medical hold on transfers to allow plaintiff's participation in post-surgical rehabilitation (Pl.Ex. 65), and despite the absence of misbehavior reports in almost two years, a transfer was requested the day after Lieutenant Barreto's January 29 memo.</p>\n<p>Personal involvement has been shown for both Commissioner Coughlin and Superintendent James Sullivan. The first transfer form indicates \"Superintendents request prompt transfer\", demonstrating Superintendent Sullivan's participation in the retaliatory attempts to have plaintiff transferred. Pl. Ex. 59; Def.Ex. S. The second transfer form, providing constructive notice to both the Commissioner and Sullivan, demonstrates on its face that the request is in response to plaintiff's exercise of protected rights. Pl.Ex. 64; Def.Ex. T. References to \"`my rights' will be kept up type talking\"; plaintiff's \"disrupting influence on grievance committee\"; and plaintiff's ability to get misbehavior reports \"dismissed due to Technical reasons\" gave the Commissioner and Superintendent adequate notice that this transfer was retaliatory.</p>\n<p></p>\n<h2>10. <i>Auburn to Clinton, January 5, 1987</i>\n</h2>\n<p>Plaintiff has carried his burden of demonstrating this transfer was motivated by the exercise of protected rights and that the defense's justification was a pretext. Upon his arrival at Auburn, plaintiff resumed his work on the Inmate Grievance Resolution <span class=\"star-pagination\">*1113</span> Committee, where he received exemplary work reviews. Pl.Exs. 66, 67. At trial, plaintiff testified about his continued religious activities at Auburn. In June of 1986, he became the Imam of the AMA. Tr. 245-47. Soon thereafter, he joined with the Imam of the only other Muslim community at the facility in an effort to unify the Muslim following under one Imam. Tr. 246-47, 259. Both plaintiff and the other Imam resigned their respective leadership positions and supported a third inmate as Imam of the unified Muslim community at Auburn. <i>Id.</i> Plaintiff claims that D.S.S. Joseph Costello questioned plaintiff extensively sometime thereafter, and was therefore put on notice about plaintiff's anticipated role in the new Muslim community. Tr. 258-60.</p>\n<p>While correction counselor Robert Mitchell found plaintiff to be well-adjusted in an October 21, 1986 semi-annual review (Pl.Ex. 68; Def.Ex. W), a transfer request was submitted on December 10, 1986 (Pl.Ex. 71; Def. Ex. X), three weeks after plaintiff filed a grievance protesting the denial of his participation in the family reunion program on November 21, 1986. Pl.Ex. 70. The PSAS form stated that plaintiff's transfer was sought because he was \"a noted Muslim leader and agitator.\" <i>Id.</i> A PSAS form submitted at a subsequent facility confirmed that plaintiff was \"transferred from Auburn for security reasons <i>as a suspected leader of Muslim Community.</i>\" Pl.Ex. 74; Def.Ex. Z (semi-annual review at Clinton, April 10, 1987) (emphasis added).</p>\n<p>While indicating an absence of misbehavior reports at Auburn, the PSAS indicated that the transfer was requested \"per Security\"; that plaintiff was \"suspected of being involved in `strong arm' tactics within this facility\"; and that plaintiff \"[m]ay be using `Inmate Grievance' assignment to put pressure on other inmates.\" Pl.Ex. 71; Def.Ex. X. The evidence at trial indicates that this justification is a pretext. At one point, correction counselor Mitchell testified that by writing the phrase \"strong arm tactics\" he meant \"proselytizing\" (Tr. 674, 676), which Joseph Costello admitted does not create a security threat. Tr. 596. While Mitchell tried to link plaintiff's alleged \"strong arm tactics\" with his becoming Imam, the evidence suggests that plaintiff resigned as Imam voluntarily. Tr. 246-47, 259. Furthermore, there was no credible evidence presented at trial that plaintiff used strong-arm tactics.</p>\n<p>Personal involvement has been demonstrated with regard to Commissioner Coughlin and D.S.S. Joseph Costello, but not with regard to Superintendent Henderson. The transfer form states, \"Transfer requested per Security\" and \"Case discussed at length with Dept. Supt. Security Costello\", demonstrating Joseph Costello's direct participation in the retaliatory transfer. Pl.Ex. 71; Def.Ex. X. The Commissioner was put on notice of the retaliatory conduct through a letter sent by plaintiff. Pl.Ex. 72. Moreover, the statement made in a PSAS form at the next facility indicating that plaintiff had been \"transferred from Auburn for security reasons as a suspected leader of Muslim Community\" (Pl.Ex. 74; Def.Ex. Z) gave the Commissioner further notice that the transfer was retaliatory. The transfer forms reference to plaintiff's alleged status as \"a noted Muslim leader and agitator\" did not in and of itself give adequate notice to Superintendent Henderson that plaintiff's exercise of protected rights was the \"but for\" cause of his transfer.</p>\n<p></p>\n<h2>11. <i>Great Meadow to Sullivan, August 21, 1987</i>\n</h2>\n<p>We conclude that this transfer and plaintiff's placement in various forms of segregation at Great Meadow were both retaliatory, but personal involvement by a defendant has been demonstrated only with regard to the segregation. As concerns plaintiff's placement in segregation, the defense has put forward no credible evidence demonstrating why he was placed in SHU or recommended for Involuntary Protective Custody.</p>\n<p>Plaintiff filed grievances on July 7 and 10, 1987. On July 14, 1987, a recommendation to place plaintiff in Involuntary Protective Custody (IPC) was submitted, stating:</p>\n<blockquote>His records indicate he is a strong [M]uslim leader who has developed a sizable and strong following; his close association with known subversive and revolutionary leaders indicates his disruptive behavior is a <span class=\"star-pagination\">*1114</span> severe threat to the safety and security of the facility. Additionally, at this time, the [M]uslim community is in a weakened leadership state due to recent transfers and [his] influence would be a threat to the safety and security of the facility.</blockquote>\n<p>Pl.Ex. 86. To the extent these comments reflect a security concern, no evidence is offered by defendants to support this contention. Moreover, this statement reflects religious intolerance on its face.</p>\n<p>On July 15, 1987, plaintiff \"attempt[ed] to resolve administratively\" the IPC recommendation by writing a letter to Superintendent Jones (Pl.Ex. 87), explaining, \"I have been keeplocked since my arrival\", thereby providing Jones with notice of the retaliatory conduct. But, on July 25, 1987, while plaintiff was on a visit with his family, guards searched his cell, dumped his belongings in bags, placed him in SHU, and did not return his belongings, including toilet articles and legal papers, until August 1, 1987. Pl.Ex. 89. Nothing in the record demonstrates why he was placed in SHU. On the same day as the cell search, plaintiff filed a grievance regarding this treatment. <i>Id.</i> The IPC recommendation was dismissed in a hearing held July 28, 1987. Pl.Ex. 88. But rather than putting an end to the retaliatory conduct, this hearing was followed three weeks later by a retaliatory request for plaintiff's transfer, submitted on August 20. Pl.Ex. 91; Def.Ex. AC. Personal involvement, and therefore liability, has only been shown as regards Superintendent Jones, who received notice of plaintiff's placement in segregation.</p>\n<p></p>\n<h2>12. <i>Eastern to Shawangunk, January 12, 1988</i>\n</h2>\n<p>Plaintiff has demonstrated that the search of his cell and subsequent placement in keeplock were retaliatory, but has not offered evidence to show that any of the named defendants were personally involved in the retaliatory transfer. He testified that within days of his arrival, D.S.S. William Costello (the brother of Joseph Costello (Costello Dep. at 97-98)) called plaintiff to his office because his \"name had preceded him.\" Tr. 320. According to plaintiff, William Costello told him that he had a good relationship with \"his Muslims\" and that he didn't want any trouble from plaintiff. <i>Id.</i> After Costello read him the \"riot act\", plaintiff promised he would be no trouble. He did, however, file a FOIL request on December 16, 1987.</p>\n<p>On Christmas Eve 1987, plaintiff's cell was ransacked by prison guards. Pl.Exs. 95, 98, 99; Tr. 329-30. On the same day, plaintiff filed a grievance regarding the incident. Pl. Ex. 95. In his grievance, plaintiff complained that the prison personnel had destroyed religious books, articles of worship, legal papers, clothing, and threw his kufis in the toilet bowl. Pl.Ex. 95; Tr. 329-30. Additionally, plaintiff testified that his manuscript detailing his prison experience, upon which he had been working for years, was stolen and never recovered. Tr. 329-30, 356-57. Moreover, when plaintiff returned to his cell after the search, he found a white supremacist pamphlet in his Koran. Pl.Ex. 97; Tr. 330.</p>\n<p>The next day, December 25, 1987, plaintiff wrote a letter of complaint to Superintendent Hoke which memorialized the events and identified D.S.S. William Costello as having ordered the search. Pl.Ex. 96; Tr. 330. We find that this provided the Superintendent with adequate notice of the retaliatory conduct,<sup>[19]</sup> and that he failed to remedy the continuing harassment. Plaintiff, thereafter, received 30 days in keeplock for out-dated prescription drugs, although plaintiff said he had a written continuing prescription from a physician. Def.Ex. AF; Tr. 331-32. The punishment was eventually expunged, but not until after plaintiff had served the full 30-day sentence. Tr. 332; Pl.Ex. 100. We find that this placement in keeplock was further retaliatory conduct.</p>\n<p><span class=\"star-pagination\">*1115</span> On January 12, 1988, plaintiff was transferred to Shawangunk. We find that this transfer was retaliatory. We conclude that the defense's claim of a second dispute between plaintiff and Reverend Umar on January 4, 1988 to be a pretext (Def.Ex. BU). However, we do not hold any of the defendants liable for the transfer because no personal involvement has been shown. On the other hand, plaintiff has demonstrated that the Superintendent had notice of the retaliatory cell search and subsequent placement in keeplock. Because the Superintendent Hoke failed to take steps to remedy the retaliatory conduct, we hold that he was personally involved in these two instances of retaliatory conduct.</p>\n<p></p>\n<h2>B. Medical Care</h2>\n<p></p>\n<h2>Applicable Legal Principles</h2>\n<p>Plaintiff asserts defendants deprived him of adequate medical care by denying him a knee operation for nearly two years after a physician first prescribed surgery, and by refusing him prescribed postoperative therapy necessary to render the operation a success. As a result of this deliberate indifference, plaintiff contends, he suffered unnecessary pain and suffering which served no legitimate penological purpose. Under the Eighth Amendment prohibition against \"unnecessary and wanton infliction of pain,\" prisoners have the clearly established right to be free from deliberate indifference to their essential medical needs. <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 104, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 291, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). In order to prevail on an Eighth Amendment claim, plaintiff must establish that the prison officials were deliberately indifferent to serious medical needs. <i>Id.</i> Prison officials have a duty to provide prisoners with \"reasonably necessary medical care which would be available to him or her ... if not incarcerated.\" <i>Langley v. Coughlin,</i> <span class=\"citation\" data-id=\"531216\"><a href=\"/opinion/531216/carolyn-langley-alberta-succaw-shirley-furtick-and-celeste-cleckley-on/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span>, 254 (2d Cir.1989). \"An inmate must rely on prison authorities to treat his medical needs; if the authorities fail to do so, those needs will not be met.\" <i>Estelle,</i> 429 U.S. at 103, 97 S.Ct. at 290.</p>\n<p>Recently, the Supreme Court established a subjective recklessness standard by which to determine deliberate indifference under the Eighth Amendment. <i>Farmer v. Brennan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994). The claim in <i>Farmer</i> was brought under <i>Bivens v. Six Unknown Fed. Narcotics Agents,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971), by a transsexual inmate who was raped when prison officials denied his requests to be kept in segregation. Adopting a <i>subjective</i> standard, the Court in <i>Farmer</i> held that a prison official may be held liable under the Eighth Amendment for acting with deliberate indifference to prisoner health or safety only if the official has <i>actual knowledge</i> that the prisoner faced a substantial risk of serious harm and disregards that risk by failing to take reasonable measures to abate it. <i>Farmer,</i> ___ U.S. at ___ - ___, 114 S.Ct. at 1977-1984.</p>\n<p>The <i>Farmer</i> Court was careful to explain that this result was not inconsistent with the <i>objective</i> standard applied in <i>City of Canton v. Harris,</i> <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span></a></span> (1989), a 42 U.S.C. § 1983 case in which the Court held that a municipality can be liable for failure to train its employees.<sup>[20]</sup> Under the objective test, municipal liability attaches when policymakers have actual <i>or</i> constructive notice of the constitutional violation. <i>Canton</i> 489 U.S. at 390, 109 S.Ct. at 1205 (O'Connor, J., concurring in part and dissenting in part). The <i>Farmer</i> Court, however, found that because <i>Canton</i> involved an interpretation of municipal liability under § 1983, it did not govern the definition of deliberate indifference under the Eighth Amendment.<sup>[21]</sup> Instead <i>Farmer</i> <span class=\"star-pagination\">*1116</span> adopted the more rigorous test requiring plaintiffs to prove subjectiveness recklessness by demonstrating actual notice.</p>\n<p>In the instant case, it is not necessary to determine whether to apply the objective test of <i>Canton</i> or the subjective test followed in <i>Farmer,</i> because even under the more demanding standard established in <i>Farmer,</i> plaintiff succeeds. Prison medical staff had <i>actual</i> notice of plaintiff's injured knee, as reflected in prison medical records, yet failed to provide adequate care. Therefore, we conclude that the responsible defendants are liable.</p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>Prison medical records reflect that plaintiff's injured knee constituted a serious medical need requiring surgery which was delayed for nearly two years. Plaintiff's knee was injured during an altercation with prison guards in Clinton on April 8, 1982. Tr. 84-5. It is well documented that plaintiff sustained injury to his anterior cruciate ligament (\"ACL\") and medial collateral ligament (\"MCL\").<sup>[22]</sup> Taking the record as a whole, the evidence demonstrates that while his injury was serious, it may not have involved any tears in the ligaments or medial meniscus.<sup>[23]</sup> Also, plaintiff's expert, Dr. Gaudinez, conceded at trial that no <i>permanent</i> injury was sustained to the meniscus and could not say for certain whether or not there was permanent injury to the ligaments. We therefore limit damages to compensation for pain which could have been reduced between the initial diagnosis in December 1983 and the operation which did not take place until November 1985.</p>\n<p>A medical report dated June 28, 1982 described plaintiff's condition in the following terms:</p>\n<blockquote>[P]ain is on the medial aspect of the left knee.... Contusion of medial aspect of left knee with [secondary] quadricep atrophy from prolonged disability.</blockquote>\n<p>Pl.Ex. 147. After plaintiff was transferred from Clinton to Green Haven (August 5, 1982), Dr. Bibilone examined the knee, indicated that the medial meniscus was strained, and, on May 18, 1993, ordered a diagnostic procedure called an arthrogram. Pl.Ex. 108; Tr. 119. A report of the arthrogram, dated July 7, 1983, indicated, \"The [ACL] appeared disrupted\" meaning the ligament was damaged. Pl.Ex. 109; Tr. 500 (Dr. Gaudinez). A report of a later orthopedic examination, dated July 20, 1983, confirmed the finding of damage to the ligament, and added that the arthrogram reflected \"no meniscal damage.\" Pl.Ex. 110; Tr. 504. The significance of this, according to plaintiff's witness Dr. Gaudinez, is that surgery was not at this stage urgent, as it later became upon an additional finding of damage to a second ligament. Tr. 506-07. Dr. Gaudinez testified that surgery would become more imperative upon the discovery of additional damage to either the meniscus or a second ligament because it \"could really lead to progressive arthritis in the knee or could lead to a bigger meniscus tear.\" Tr. 506. For this reason, we find that Green Haven personnel provided adequate medical treatment.</p>\n<p>Plaintiff was transferred from Green Haven to Attica on August 29, 1983, where a medical consultation form, dated September 8, 1993, reported, \"Severe injury to left knee one year ago. Has tear of [MCL].\" Pl.Ex. 111; Tr. 508. At trial, Dr. Gaudinez testified that a such a finding of damage to a second ligament indicated \"a slight progression\" toward <span class=\"star-pagination\">*1117</span> a worsened condition. Tr. 509. The consultation form, signed by Dr. Marin, stated that plaintiff's injury required a second arthrogram, this time using a technique to clarify damage to the second ligament. Pl. Ex. 111; Tr. 510. In a report of the second arthrogram, dated November 17, 1983, Dr. Marin indicated <i>potential</i> damage to the medial meniscus, stating, \"This could represent a minute tear.\" Pl.Ex. 113; Tr. 512. Dr. Gaudinez testified that \"if there is a tear in the meniscus, ... then having your knee give way periodically will only either make the tear of the meniscus worse, worse in terms of irreparable, or just lead to bad arthritis of the knee.\" Tr. 513. He added that a doctor \"would probably want to operate on this as early as possible.\" Tr. 514.</p>\n<p>In fact, on December 1, 1983, Dr. Marin recommended surgery. He prescribed an internal meniscectomy, or shaving of the tear in the meniscus of plaintiff's left knee. Pl. Ex. 114; Tr. 514. Dr. Gaudinez testified that he would not have put off the prescribed surgery more than a month or two from the time of the recommendation. Tr. 516. In fact, the surgery did not take place until nearly two years later.</p>\n<p>Plaintiff was transferred from Attica to Great Meadow on April 30, 1984, despite his placement on medical restriction at Attica. Pl.Ex. 25; Tr. 516-17. After spending three months at Great Meadow, plaintiff was subsequently transferred back to Attica for a month, where Dr. F. Downs issued memos permitting plaintiff to be fed in his cell \"due to torn cartilage\" (Pl.Ex. 115) and to have a cane, again, \"due to torn cartilage.\" Pl.Ex. 116. Plaintiff was then transferred to Auburn for a month, before landing at Elmira on September 23, 1984.</p>\n<p>Upon his arrival at Elmira, plaintiff was placed on medical hold. <i>See</i> Pl.Ex. 34 (Semi-annual review form stating, \"Inmate is in need of medical care available only at Elmira. Medical Director here states [plaintiff] should not be transferred now or in the future until his medical needs no longer exist\"). In a report dated October 30, 1984, Dr. Silicano, an orthopedist, summarized plaintiff's injury as follows:</p>\n<blockquote>This patient apparently has had a left knee problem for several years after an altercation and has residual chronic pain on the medial side of the left knee with a tendency for it to give way. He has been seen by a number of examiners and has had arthrograms in the past.</blockquote>\n<blockquote>.... Serial films of the medial meniscus did not reveal a definite tear. However, there was some question of a minute tear at that time.</blockquote>\n<blockquote>This patient should have further investigative studies, that being an arthroscopy of the knee. <i>If the patient does have a significant tear found on arthroscopy, I would recommend that the patient have either arthroscopic surgery or if indicated and open arthrotomy and excision of the torn meniscus if one is present.</i>\n</blockquote>\n<p>Pl.Ex. 117 (emphasis added). The recommendation for an arthroscopy was to be the third time doctors had prescribed the diagnostic procedure, which can serve as a precursor to arthroscopic or open knee surgery if so indicated.</p>\n<p>A memo, also dated October 30, 1984, from D.S.S. Novak to plaintiff, explained, \"Dr. Shah [, the Medical Director at Elmira,] has advised me that the recent orthopedic evaluation has been completed regarding your ailment and that <i>the prescribed treatment is being expedited.</i>\" Pl.Ex. 118 (emphasis added). This report indicates D.S.S. Novak's actual knowledge of plaintiff's medical need. A report, dated November 7, 1984, stated, \"Schedule arthroscopy and excision of torn meniscus if present. Approval per order Dr. Shah ASAP.\" Pl.Ex. 119 (record of several reports). Another report, dated November 15, 1984, stated, \"Ortho consult rec[ommends] surgery for torn meniscus (arthoscopy and possible meniscectomy)\" and \"Admissions for Day Surgery on 12/4/84.\" <i>Id.</i> Moreover, the November 15 report ordered that a chest x-ray, consent forms, and other steps be taken on November 28, 1984. <i>Id.</i> Dr. Gaudinez explained that such steps are routinely taken as part of preparing a patient for surgery, a procedure commonly known as a \"workup\". Tr. 529 &amp; 616.</p>\n<p>Despite the fact that plaintiff was scheduled to have surgery on December 4, 1984 <span class=\"star-pagination\">*1118</span> and had already been \"prepped\", plaintiff was transferred from Elmira to Great Meadow on December 3, the eve of the scheduled surgery in retaliation for his exercise of rights and with deliberate indifference to his medical needs.</p>\n<p>After more transfers, plaintiff ended up at Sing Sing on April 12, 1985. A memo, dated April 12, 1985, was sent from Attica, the previous facility, to Sing Sing, indicating that plaintiff had a \"[p]ossible torn [sic] medial meniscus[.]\" Pl.Ex. 122.</p>\n<p>A medical consultation report, dated June 12, 1985, states the following about plaintiff's injury:</p>\n<blockquote>This 37 [year] old inmate with possible torn medial meniscus [left] knee since April 82 having pain, several times scheduled for definitive treatment but never done. Needs reevaluation for (1) new brace and (2) definitive treatment.</blockquote>\n<p>Pl.Ex. 123 The report continues, \"Will plan [left] knee reconstruction. Wear brace in meantime.\" <i>Id.</i> Five and a half months later, while still incarcerated in Sing Sing, plaintiff finally received surgery at Helen Hayes Hospital, on November 26, 1985.</p>\n<p>The operative report indicated that an arthrotomy was performed, which required opening up the knee, cutting through the skin and muscles, and retracting the kneecap to one side to expose the knee joint fully. Pl.Ex. 125; Tr. 626-27 (Dr. Gaudinez). There were no tears in the ligaments or menisci, but both the ACL and MCL were lax. The ACL and MCL were, in effect, tightened. Additionally, the MCL was removed from the bone, cinched up, and tacked back on with a screw. Pl.Ex. 125; Tr. 627-28. Dr. Gaudinez testified the it is unclear whether the observation of no torn menisci negates the earlier hypothesis that plaintiff had a minute tear in the medial meniscus. Tr. 628-29. He suggested that it was possible that the meniscus could have healed on its own. Tr. 629. In any event, Dr. Gaudinez conceded that there was no permanent damage to the meniscus (Tr. 629), and said he was uncertain whether or not there was permanent injury to the ligaments. Tr. 644-45.</p>\n<p>Specific prescriptions for post-operative physical therapy were ordered, as reflected in medical reports, dated March 19 and 24, 1986. Pl.Exs. 128 &amp; 129. Dr. Gaudinez testified that post-operative treatment is \"important, if not more important than the surgery itself\" and that a patient who is does not engage in or is prevented from engaging in physical therapy is \"dooming [his] surgery to failure[.]\" Tr. 631. The March 24 report recommended re-evaluation in six weeks, and an April 7, 1986 report recorded continued improvement. Pl.Ex. April 7, 1986. According to Dr. Gaudinez, a patient is customarily not expected to return to vigorous activity until six months following surgery. Tr. 630-31. Five months following plaintiff's surgery, plaintiff was transferred from Sing Sing to Auburn, despite his placement on medical hold at Sing Sing. We do not, however, find that Sing Sing personnel were deliberately indifferent to plaintiff's medical needs, because plaintiff did receive needed surgery while there and successfully participated in physical therapy for close to six months before being transferred from Sing Sing to Auburn.</p>\n<p>Following the transfer on April 24, 1986, the Facilities Health Services Director at Auburn, Dr. Weiner, sent a memo, dated May 5, 1986, to prison personnel in the gym at Auburn advising that plaintiff be involved in exercises to rehabilitate his knee. Pl.Ex. 134. This indicated Dr. Weiner had actual notice of plaintiff's injury and need for physical therapy. Recommending that plaintiff be \"set up with a program involving a range of motion exercises\", Dr. Weiner's memo explained that knee surgery had been performed a mere five months earlier and that the cast had been removed in March. <i>Id.</i> Three months later, on August 12, 1986, a medical report indicates that plaintiff \"[w]as to have [physical therapy] continued here  but still not being done.\" Pl.Ex. 132. Because Auburn staff failed to provide physical therapy for plaintiff's first four months there, in spite of Dr. Weiner's actual knowledge of plaintiff's need for such post-operative treatment, we find that Dr. Weiner was deliberately indifferent to plaintiff's medical needs.</p>\n<p><span class=\"star-pagination\">*1119</span> In summary, defendants failed to provide the required surgery until nearly two years after it was first recommended. The first request for surgery was made on December 1, 1983 in Attica by Dr. Marin, who prescribed an internal meniscectomy. A second recommendation for surgery was made on October 23, 1984 in Elmira by Dr. Silicano, who prescribed arthroscopic surgery or an open arthrotomy and excision if indicated by arthroscopic investigation. This prescribed treatment was approved and expedited by Dr. Shah, but ultimately not offered to plaintiff due to his being transferred with D.S.S. Novak's participation, despite his having knowledge of plaintiff's medical need. After being transferred from Elmira on the eve of surgery in retaliation for exercising protected rights, plaintiff finally received surgery on November 26, 1985 at Sing Sing  nearly <i>two</i> years and <i>seven</i> facilities after surgery was first prescribed. Further, plaintiff was deprived adequate post-operative treatment by not receiving physical therapy during his first four months at Auburn, despite Dr. Weiner's knowledge of plaintiff's need for such therapy.</p>\n<p>We therefore conclude that D.S.S. Novak and Dr. Ira N. Weiner were deliberately indifferent to plaintiff's serious medical needs. Both had actual notice of plaintiff's medical needs, yet were deliberately indifferent to plaintiff's need for surgery (D.S.S. Novak) and for adequate post-operative treatment (Dr. Weiner). Additionally, we find Commissioner Coughlin had both constructive notice (practically all transfer forms after the knee injury describe plaintiff's medical condition) and actual notice (<i>see</i> Tr. 133-36, discussing plaintiff's testimony concerning face to face conversation with Commission Coughlin about plaintiff's medical needs) of plaintiff's medical condition.</p>\n<p>While plaintiff has not presented evidence of <i>permanent</i> injury, it is clear that the two year delay in obtaining needed surgery caused him additional pain and suffering. Each time plaintiff arrived at a new facility, doctors needed to re-examine him all over again, further delaying the surgery. Plaintiff testified, \"I felt like Sisyphus. Every time I reached the top of the hill, I fell back down again at each facility.\" Tr. 413.</p>\n<p></p>\n<h2>C. Inaccurate Information in Prison Records</h2>\n<p></p>\n<h2>Applicable Legal Principles</h2>\n<p>Plaintiff has a clearly established constitutional right to have accurate information in his prison file when such information is relied on in a parole hearing. <i>See</i> standards articulated in <i>Paine v. Baker,</i> <span class=\"citation\" data-id=\"364767\"><a href=\"/opinion/364767/frederick-robert-paine-v-ben-l-baker-supervisor-of-records-and-the/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span> (4th Cir.1979), and adopted in this district in <i>Farinaro v. Coughlin,</i> <span class=\"citation\" data-id=\"2398203\"><a href=\"/opinion/2398203/farinaro-v-coughlin/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">276</span></a></span> (S.D.N.Y.1986); <i>see also </i><i>Pruett v. Levi,</i> <span class=\"citation\" data-id=\"378276\"><a href=\"/opinion/378276/charles-edward-pruett-v-edward-h-levi-attorney-general-of-the-united/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 258 (6th Cir.1980) (following <i>Paine</i>). A claim of constitutional magnitude arises when a prisoner alleges there is information in his file, the information is false, and that the information is likely to be relied on in a constitutionally significant way. <i>Paine,</i> 595 F.2d at 201; <i>Farinaro,</i> 642 F.Supp. at 282. Elaborating on this last element, courts have stated that there must be a probability that the false information will be relied on for decisions about issues such as parole or good time credits, not merely for decisions about internal matters such a work assignments. <i>Paine,</i> 595 F.2d at 202; <i>Farinaro,</i> 642 F.Supp. at 282. The court in <i>Paine</i> noted that while other administrative decisions such as a transfer to another penal facility or status classification have been held to fall outside the ambit of the due process clause (citing <i>Meachum v. Fano,</i> <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">451</span></a></span> (1976)), \"in many situations, an adverse decision in such matters [based on false information] may have collateral consequences [such as an effect on a subsequent parole decision] touching on the liberty interest.\" <i>Paine,</i> 595 F.2d at 202.</p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>In the case before us, plaintiff has shown that there is false information in his file and that the information has been relied on in a constitutionally significant way. To the extent inaccuracies in his records were relied in decisions relating to his transfers and classification in maximum security, plaintiff has a claim insofar as these decisions had collateral consequences for his parole.</p>\n<p><span class=\"star-pagination\">*1120</span> A further requirement under <i>Paine</i> and <i>Farinaro</i> is that the error must not be one which is merely technical, it must be about the inmate's prior criminal record or disciplinary offenses. <i>Id.</i> Plaintiff here has satisfied this requirement by demonstrating that the errors in his record relate to disciplinary offenses. Additionally, as a jurisdictional prerequisite to filing an action to enforce this right under 42 U.S.C. § 1983, the prisoner must allege that he requested that the information be expunged and that prison officials refused. <i>Paine,</i> 595 F.2d at 202-03; <i>Farinaro,</i> 642 F.Supp. at 282. Plaintiff has shown that several requests were made, through both informal and formal means, to expunge flawed misbehavior reports, and yet certain flawed reports continued to be relied on as the basis for transfers, placement in segregated confinement, and classification in maximum security. We find it likely that each of these administrative decisions had collateral consequences on the timing of his eligibility for parole. We conclude that he is entitled to a new parole hearing based on accurate information, unless this issue is mooted by plaintiff's release on parole subsequent to this trial.</p>\n<p></p>\n<h2>III. Damages</h2>\n<p>In light of our findings, the Court awards the plaintiff compensatory damages of $132,000,<sup>[24]</sup> and punitive damages of $25,000.</p>\n<p>Included in the compensatory damages is $98,000 for retaliatory transfers, based on a determination that each defendant (or the state on his behalf) found liable herein for a such conduct is responsible for $6,000 for each such transfer (<i>see</i> Appendix II). This amount was enhanced by $2,000 for those transfers which were particularly egregious because of the core rights at stake, including transfers # 2, 5 (religious speech) and 9 (medical care). Also included in this award is $11,500, or $100 per day<sup>[25]</sup> for the 115 days spent in segregative confinement as a result of retaliation. Additionally, the award includes $2,500 for the retaliatory cell search and $20,000 for pain and suffering resulting from delay in obtaining medical care.</p>\n<p>We believe that the protracted time during which plaintiff was subjected to impermissible treatment in violation of his constitutional rights and the nature of such mistreatment also warrant an award of punitive damages. The actions taken with regard to plaintiff reflect both an improper motive and intent and a reckless or callous indifference to federally protected rights. At the same time, we recognize that we are reviewing the cumulative effect of many episodes, some of which standing alone would not warrant an award of punitive damages. Also, we believe that the responsibility for the totality of plaintiff's treatment rests most heavily with the higher echelon DOCS officials. Accordingly, we grant punitive damages in the sum of $25,000 as against Commissioner Coughlin, as well as present and former Superintendents Henderson, Smith, Scully, Jones, Sullivan, and Hoke (or the state on their behalf), jointly and severally.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The technique which in fact, if not by design, was utilized by the responsible DOCS officials for dealing with plaintiff was to repeatedly transfer him, even to the point of requesting his reassignment as soon as he arrived at a particular institution. The Court recognizes that defendants perceived plaintiff to be a violent<sup>[26]</sup>, litigious inmate who zealously asserted his rights and who went to great pains to antagonize and belittle DOCS personnel. We also do not ignore legitimate security concerns which prison authorities <span class=\"star-pagination\">*1121</span> may have with respect to such an inmate who wields great influence and authority over an identifiable, cohesive group of inmates.</p>\n<p>But while the \"extraordinarily difficult undertaking\" of running a prison requires that prison administrators be afforded a broad range of discretionary authority (<i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 467, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, 869, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983)), \"a prisoner is not wholly stripped of constitutional protections when he is imprisoned for crime.\" <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2974, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). \"There is no iron curtain drawn between the Constitution and the prisons of this country.\" <i>Id.</i> \"Federal courts must be especially vigilant to insure that all citizens  even the most unpopular  are guaranteed\" the protections secured by the Constitution. <i>Santiago v. Miles,</i> <span class=\"citation no-link\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">775</span></span>, 778 (W.D.N.Y.1991).</p>\n<p>As we have shown in considerable detail herein, it was plaintiff's role as a Muslim religious leader and his exercise of his constitutional rights, and not disruptive or threatening conduct on his part, that lead to the manner in which he was treated. We therefore hold that, to the extent found herein, plaintiff is entitled to relief.</p>\n<p>Within 60 days of the date of this Opinion, plaintiff should submit a proposed order setting out which misbehavior reports should be expunged and advising whether the need for a new parole hearing based on records containing accurate information has become moot. Also within 60 days from the date hereof, the parties are to have conferred and are to advise the Court whether they have consensually resolved the matter of plaintiff's counsel fees.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX I</h2>\n<p></p>\n<pre>\nTransfer Record\n1. Auburn             to          Attica           4/21/81\n2. Attica             to          Clinton          1/6/82\n3. Clinton            to          Green Haven      8/5/82\n4. Green Haven        to          Attica           8/29/83\n5. Attica             to          Great Meadow     4/30/84\n6. Great Meadow       to          Attica           7/5/84\n7. Attica             to          Auburn           8/10/84\n8. Auburn             to          Elmira           9/23/84\n9. Elmira             to          Great Meadow     12/3/84\n10. Great Meadow      to          Attica           1/17/85\n11. Attica            to          Sing Sing        4/12/85\n12. Sing Sing         to          Auburn           4/24/86\n13. Auburn            to          Clinton          1/5/87\n14. Clinton           to          Great Meadow     7/7/87\n15. Great Meadow      to          Sullivan         8/21/87\n16. Sullivan          to          Eastern          11/20/87\n17. Eastern           to          Shawangunk       1/12/88\n</pre>\n<p></p>\n<h2>APPENDIX II</h2>\n<p></p>\n<pre>\nCalculation of Damages (* indicates state liable as indemnitor)\nDefendant                $ damages: Transfer   Enhanced   Segregation\n 1. Auburn\n      Comm. Coughlin               6000\n      Supt. Henderson*             6000\n 2. Attica\n      Supt. Smith*                 6000        2000       1900 (19 days)\n 3. Clinton                    (no liability)\n 4. Green Haven\n      Supt. Scully                 6000\n 5. Attica\n      Comm. Coughlin               6000        2000       2250 (45 days)\n      Supt. Smith*                 6000        2000       2250\n 6. Great Meadow               (no liability)\n 7. Attica                     (no liability)\n 8. Auburn\n      Comm. Coughlin               6000\n      DSS J. Costello*             6000\n 9. Elmira\n      DSS Novak*                   6000        2000\n10. Great Meadow\n      Comm. Coughlin               6000\n      Supt. Jones*                 6000\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1122</span>\nDefendant                $ damages: Transfer   Enhanced   Segregation\n11. Attica                   (no liability)\n12. Sing Sing\n      Comm. Coughlin                6000\n      Supt. Sullivan*               6000\n13. Auburn\n      Comm. Coughlin                6000\n      DSS J. Costello*              6000\n14. Clinton                 (no liability)\n15. Great Meadow\n      Supt. Jones*          (no liability on transfer)    2100 (21 days)\n16. Sullivan                (no liability)\n17. Eastern\n     Supt. Hoke             (no liability on transfer)    3000 (30 days)\n                                                          + 2500 (for cell\n                                                          search)\n                         ________________      _________  ________________\nSubtotals:                $90,000              $8,000     $14,000\nTotal for Retaliatory Conduct = $112,000 (90,000 + 8,000 + 14,000)\nPain and Suffering from Delay in Medical Care = $20,000\nTotal Compensatory Damages = $132,000 (112,000 + 20,000)\n</pre>\n<h2>NOTES</h2>\n<p>[1]  <i>See</i> Appendix 1 setting forth plaintiff's transfer record.</p>\n<p>[2]  This fiction was devised in <i>Ex parte Young,</i> in which the Court opined that a state official who acts unconstitutionally is:\n</p>\n<p>stripped of his official or representative character and is subjected in his person to the consequences of his individual conduct. The State has no power to impart to him any immunity from responsibility to the supreme authority of the United States.</p>\n<p>209 U.S. at 160, 28 S.Ct. at 454.</p>\n<p>[3]  As defendants point out, to the extent any of the named defendants have retired or died, their successors automatically assume the role in the suit insofar as it involves official capacity. Def. Post-trial Br. at 34. However, the claims against the named defendants in their personal capacity continue against them or their respective estates.</p>\n<p>[4]  As an initial matter, we note that neither the defense of personal jurisdiction nor that of statute of limitations was timely preserved. Moreover, to the extent the Attorney General's Office now claims that it never had authority to appear on behalf of certain defendants, it can not now posit these defenses on their behalf.</p>\n<p>[5]  We have considered and reject because of sovereign immunity concerns the possible alternative of imposing sanctions against the State and in favor of plaintiff in an amount equal to plaintiff's damages with respect to these defendants. <i>C.f. </i><i>United States v. Horn,</i> <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span> (1st Cir. 1994).</p>\n<p>[6]  We find no evidence of an overall scheme or agreement to deprive plaintiff of his rights, which would support a conspiracy claim.</p>\n<p>[7]  As to those transfers listed as numbers 3, 6, 11, 14, and 16 in Appendix I, we have concluded that although there was evidence of retaliatory conduct, no named defendant was personally involved. Therefore, as to these transfers, we hold there is no liability.</p>\n<p>[8]  At trial, we overruled defendants' hearsay objection to this evidence and to other out-of-court statements on the ground that in certain instances, an out-of-court statement by an individual not named as a defendant, is admissible as a vicarious admission of a party opponent. For instance, an out-of-court statement made by an employee of a defendant, made within the scope of that employee's employment, is admissible as a vicarious admission.</p>\n<p>[9]  Ordering the misbehavior report expunged, Judge Conable said of the Cacciotti Memo:\n</p>\n<p>The respondents should not be allowed to evade the requirements of due process by treating such reports as established fact despite their nullification in Court or by the facility Superintendent.</p>\n<p><i>Lowrance v. Harold Smith, Superintendent of Attica,</i> Index # 9627 at 5 (N.Y. Supreme Court, County of Wyoming at Attica, February 15, 1982).</p>\n<p>[10]  Personal involvement was not found for a \"John Doe\" identified as having been a Deputy Superintendent of Security (\"D.S.S.\") at a facility, unless he was specifically identified (e.g., by name) in the evidence. A general reference to a Deputy Superintendent of Security for a particular facility on a given date is not sufficient, because dates of employment are not in the record, and it is therefore not possible to infer which D.S.S. was in charge at the time of the violation.</p>\n<p>[11]  Being transferred from Auburn to Attica had interrupted plaintiff's schooling at Syracuse University and moved him further from his family. Tr. 17 (testimony of plaintiff's wife).</p>\n<p>[12]  Moreover, plaintiff testified that during his initial interview at Green Haven, a subsequent facility, Correction Counselor Soulia explained to plaintiff that his records reflected that he was transferred from Attica to Clinton because of his behavior at Muslim services. Tr. 80.</p>\n<p>[13]  A PSAS form covers different types of information for various purposes. For instance, it can be used to provide a semi-annual review of a prisoner (every April and October for plaintiff); to request a transfer; or to document activity concerning a prisoner between the time of a transfer order and the actual transfer (called a \"transfer summary\").</p>\n<p>[14]  The form allows for three ratings: \"outstanding\", \"acceptable\", and \"poor\". Carol Obot, a Senior Correction Counselor, explained that he did not often give a rating of \"outstanding\", conceding that it was more common to give a rating of \"acceptable\" even for a good inmate. Obot Dep. at 10.</p>\n<p>[15]  Hitchen noted that plaintiff was not even in the general prison population, indicating it was not likely plaintiff was a disruptive influence prompting transfer. Tr. 734.</p>\n<p>[16]  After he arrived at the next facility, plaintiff also had an opportunity to give Commissioner Coughlin notice in a face to face conversation regarding the transfer from Attica; the interruption of plaintiff's participation in college program at Attica; and his need for knee surgery which he had not received despite a doctor's recommendation for surgery six months earlier at the previous facility. Tr. 133-36. During his incarceration at the next facility, Great Meadow, plaintiff received two written responses from the Commissioner regarding letters plaintiff had sent regarding his transfer from Attica to Great Meadow. Pl.Ex. 27.</p>\n<p>[17]  Plaintiff testified that he had an amicable relationship with Washington, a Sunni Imam, and that the two men had intended to merge the American Muslim Mission and Sunni communities. Tr. 130, 400, 402. Plaintiff further testified that he and Washington often met with Attica officials in their role as liaisons for the two Muslim communities at Attica. Tr. 130.</p>\n<p>[18]  In one letter, Commissioner Coughlin promises to make arrangements to assist plaintiff in obtaining the college credit he had lost due to the transfer. Pl.Ex. 27. Plaintiff testified that he did not receive all of the credits. Tr. 137.</p>\n<p>[19]  The search was clearly retaliatory, as indicated an audiotaped conversation between plaintiff and Sergeant Bullock, who was present during the search. In that conversation, Bullock suggested that the search was prompted because plaintiff had \"caused pain, to [a] deputy superintendent [somewhere in the system]\"; had \"lawsuits that are now pending anywhere over the state\"; had \"stepped on somebody's toes\"; or had \"lawsuits that [he] might win[.]\" Pl.Ex. 99. Defendants have failed to offer evidence demonstrating that the search would have occurred in the absence of the exercise of protected rights.</p>\n<p>[20]  The <i>Canton</i> Court opined that there may be situations in which \"the need for more or different training is so obvious, and the inadequacy so likely to result in the violation of constitutional rights, that the policymakers of the city can reasonably be said to have been deliberately indifferent to the need.\" <i>Canton,</i> 489 U.S. at 390, 109 S.Ct. at 1205. It would be hard to describe this \"obviousness test\", permitting liability to be premised on proof of constructive notice, as anything but an objective test. <i>Farmer,</i> ___ U.S. at ___, 114 S.Ct. at 1980.</p>\n<p>[21]  Distinguishing the earlier case, the <i>Farmer</i> Court observed that <i>Canton</i> involved municipal liability claims under 42 U.S.C. § 1983 where the term deliberate indifference \"was used ... for the quite different purpose of identifying the threshold for holding a city responsible for the constitutional torts committed by its inadequately trained agents.\" <i>Farmer,</i> ___ U.S. at ___, 114 S.Ct. at 1981 (quoting <i>Collins v. Harker Heights,</i> <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1061</span></a></span>, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></a></span> (1992)). The Court in <i>Farmer</i> noted \"considerable conceptual difficulty\" is involved in determining the subjective state of mind of a governmental entity in a municipal liability case such as <i>Canton. Id.</i></p>\n<p>[22]  Plaintiff's witness, Dr. Ricardo Gaudinez, explained that the ACL and MCL help prevent the knee from buckling and giving way. These two ligaments, along with two others, \"all play their own different role, but together they help stabilize the knee from going in one direction or the other.\" Tr. 491-92.</p>\n<p>[23]  According to, Dr. Gaudinez, the medial meniscus and lateral meniscus are \"basically structures made of cartilage located inside the knee joint, and they help to stabilize the femur, the thigh bone, or the tibia, the shin bone.... [T]hey also act as shock absorbers, if you will, between the femur and the tibia.\" Tr. 492.</p>\n<p>[24]  <i>See</i> Appendix II for table of calculations. In making this award, we have considered plaintiff's other claims for lost property, education, and so forth, but make no specific, independent award for such items. Additionally, we make no damages award with regard to the inaccuracies in plaintiff's prison records. These claims have been taken into account in determining the amount of damages for the transfers.</p>\n<p>[25]  <i>See </i><i>Nolley v. County of Erie,</i> <span class=\"citation no-link\"><span class=\"volume\">802</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">898</span></span> (W.D.N.Y.1992) (citing cases awarding $100 per day in segregation).</p>\n<p>[26]  Numerous DOCS documents recount in some detail the circumstances concerning the rape which resulted in plaintiff's incarceration, although the relevance of the details to these documents is not apparent.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109349/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112209/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112699/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/341618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/364767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/365773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/438844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491650/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/508159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/531216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/674595/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1406835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1422048/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1817202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2265207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2398203/"
          ]
        }
      ],
      "judges": "Sand",
      "date_created": "2014-10-31T00:06:20.522674Z",
      "date_modified": "2016-03-03T21:26:10.386751Z",
      "date_filed": "1994-09-08",
      "date_filed_is_approximate": false,
      "slug": "lowrance-v-coughlin",
      "citation_id": 2054267,
      "case_name_short": "Lowrance",
      "case_name": "Lowrance v. Coughlin",
      "case_name_full": "",
      "federal_cite_one": "862 F. Supp. 1090",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2447798/lowrance-v-coughlin/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:06:20.520310Z",
  "date_modified": "2014-10-31T00:06:20.520310Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lowrance",
  "case_name": "Lowrance v. Coughlin",
  "case_name_full": "",
  "slug": "lowrance-v-coughlin",
  "docket_number": "88 Civ. 3343 (LBS)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}