{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2452389/",
  "id": 2452389,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/272549/",
      "id": 272549,
      "absolute_url": "/opinion/272549/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2452389/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/272549/",
          "id": 272549,
          "absolute_url": "/opinion/272549/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/272549/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:41:27Z",
          "date_modified": "2017-03-24T19:48:03.110773Z",
          "type": "010combined",
          "sha1": "b18fa0458bd2276003061d1b54046a0fb40eded7",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/363/363.F2d.738.10460.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">363 F.2d 738</p>\n    <p class=\"parties\">Warren H. WHEELER, et al., and C. C. Spaulding, III, et al., Appellants,<br>v.<br>The DURHAM CITY BOARD OF EDUCATION, a body politic in Durham County, North Carolina, Appellee.</p>\n    <p class=\"docket\">No. 10460.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued May 30, 1966.</p>\n    <p class=\"date\">Decided July 5, 1966.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Nabrit, III, New York City (Jack Greenberg, Derrick A. Bell, Jr., New York City, Conrad O. Pearson, M. Hugh Thompson, William A. Marsh, Jr., F. B. McKissick, J. H. Wheeler, Durham, N. C., and J. LeVonne Chambers, Charlotte, N. C., on brief), for appellants.</p>\n      <p class=\"indent\">Jerry L. Jarvis and Marshall T. Spears, Durham, N. C. (Spears, Spears &amp; Barnes, and Watkins &amp; Jarvis, Durham, N. C., on brief), for appellee.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and SOBELOFF, BOREMAN, BRYAN and BELL, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">ALBERT V. BRYAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Further racial desegregation of the public schools in the City of Durham, North Carolina is sought by the appellants, Negro pupils and parents. Since 1960 they have continually pressed for rights and privileges assertedly accorded them by Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954). The history of the Durham litigation and the school board's plans for the non-racial assignment of pupils were precisely recounted and expounded by Judge Boreman for this court in Wheeler v. Durham City Board of Education, 346 F.2d 768 (1965), in which we disapproved the plan then under consideration. Not resolved there, on remand the present demand &#8212; assignment of teachers and other school personnel without reference to race &#8212; was pursued and is the subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On July 16, 1965, promptly after our <i>Wheeler</i> decision, the District Court entered a consent order governing pupil assignment for the 1965-1966 session only. A week later the hearing on remand was set for September 23, 1965. The Court then also directed that the school board by September 9, 1965 submit a report of its proposals for faculty assignment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The past teacher-policy of the Board and the latter's report of its future intentions, as filed on September 13, 1965, were summarized by the Court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"15. While the defendant Board has no policy <i>requiring</i> the employment of Negro teachers to teach at all Negro schools, or the employment of white teachers to teach at all white or predominantly white schools, the <i>admitted practice</i> of the Board has been to employ the best qualified available Negro teachers for schools attended by Negro pupils, and the best qualified white teachers for schools attended solely or predominantly by white pupils.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"16. On August 30, 1965, by a 4-2 vote, the defendant Board voted to continue its existing policy with respect to teacher assignments, but stated that it might, by majority vote, `make exceptions to any of its policies for valid and sound educational reasons.' The Superintendent understands this policy to mean that he has no authority to assign a white teacher to a Negro school, or a Negro teacher to a white school, without first submitting the matter to the defendant Board to determine if it will make an exception to the general policy. * * *\" (Accent added.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As scheduled, a plenary evidential hearing was held September 23-24, 1965. It was devoted entirely to the issue of \"the relationship between employment and assignment of teachers and other school personnel on a racially segregated basis and the adequacy of the plan for the enrollment and assignment of pupils.\" At its conclusion the District Court took the faculty question under advisement and directed the school board to submit a Constitutional pattern for future pupil assignment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Board's report, October 15, 1965, tendered a \"Permanent Plan for Desegregation of the Durham City Schools\", embracing \"the unrestricted freedom of choice\" design mentioned with approval in <i>Wheeler,</i> supra, 346 F.2d 768, 773. The appellants accepted the pupil assignment provision in itself, but found fault in the plan as a whole, primarily because it did not provide for the elimination of teacher allocations on the basis of race.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Having extended the appellants \"full evidentiary hearings\", as dictated by Bradley v. School Board, 382 U.S. 103, 86 S.Ct. 224, 15 L.Ed.2d 187 (1965), the District Judge approved the \"Permanent Plan\", and also ruled \"[t]hat the application of the plaintiffs for an order requiring the employment and assignment of teachers in the Durham City School System without regard to race [should] be * * * denied.\" From the final decree signed January 19, 1966 effectuating these views, the pupils and parents appeal. We reverse so much thereof as declined to grant the requested order.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Refusal of the order rested: (1) on the absence in the suit of any teachers as parties, actual or represented, the Court concluding that their omission rendered it without jurisdiction to adjudge their rights; and (2) also on the determination that the plaintiff pupils and parents had \"totally failed to prove their allegation that there is any substantial relationship between the employment and assignment of teachers on a basis of race\" and the plan proposed by the Board for the enrollment and assignment of pupils. The refusal, we think, was error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The locus standi of pupils and parents to question faculty assignments was conclusively declared in Bradley v. School Board, supra, 382 U.S. 103, 86 S.Ct. 224. We read the decision as authority for the proposition that removal of race considerations from faculty selection and allocation is, as a matter of law, an inseparable and indispensable command within the abolition of pupil segregation in public schools as pronounced in Brown v. Board of Education, supra, 347 U.S. 483, 74 S.Ct. 686. Hence no proof of the relationship between faculty allocation and pupil assignment was required here. The only factual issue is whether or not race was a factor entering into the employment and placement of teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the effect of the Durham Board's policy has been a complete racial segregation in teaching staffs is tellingly demonstrated by the District Court's findings of fact, particularly the following:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"1. During the present school year, the Durham City Public School System is composed of 2 high schools, 5 junior high schools, and 18 elementary schools. As of June, 1965, the System employed 652 teachers, 348 white and 304 Negro, and enrolled 14,365 pupils, 7,114 white and 7,251 Negro. By racial composition of students, 1 of the high schools is predominantly white and the other is attended solely by Negroes; 3 of the junior high schools are predominantly white, and the other 2 are attended solely by Negroes; and 1 of the elementary schools is all-white, 9 are predominantly white, and the remaining 8 are attended solely by Negroes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"2. In June of 1965, there were 408 Negro pupils attending 13 schools with white pupils and <i>white faculties.</i> The balance of the Negro pupils attended schools with <i>all-Negro faculties</i> and pupils. All white children attended predominanty white schools with <i>all-white faculties.</i> No white child attended any of the 11 all-Negro schools.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"3. In September of 1965, 600 Negroes attended school with white pupils and <i>white faculties,</i> 324 of them being in predominantly white schools for the first time. All white children in the System attended predominantly white schools with all-white faculties. The balance of the Negro students attended the eleven all-Negro schools. In September of 1965, 1 white teacher was employed by the all-Negro Hillside High School to teach English to outstanding students, and <i>all other teachers in the 11 Negro schools were Negroes.</i>\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (Accents have been added and figures substituted in several places for numerical words.)</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These findings obviously establish the actual use of race as a determinant in faculty allocations. Hence, we vacate the District Court's judgment insofar as it rejected the appellants' prayer for an order respecting teacher assignments.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the absence of the teachers as parties to this proceeding, we do not think that the order should require any involuntary assignment or reassignment of a teacher. Vacant teacher positions in the future, as the plaintiffs suggest, should be opened to all applicants, and each filled by the best qualified applicant regardless of race. Moreover, the order should encourage transfers at the next session by present members of the faculty to schools in which pupils are wholly or predominantly of a race other than such teachers'. A number of the faculty members have expressed a willingness to do so. Combined with the employment of new teachers regardless of race, this procedure will within a reasonable time effect the desegregation of the faculty. The presence in Durham of wives of students and faculty members of Duke University and North Carolina College who are qualified and available as teachers provides a ready source of supply to meet any demand for teachers of both races.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With the entry of such an order, we have no reason to disturb the \"Permanent Plan\" allowing the pupils a freedom of choice in the selection of their schools.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed in part, reversed in part and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> By memorandum dated May 27, 1966, and filed with this court after argument, the following additional assignments were noted:</p>\n        <p class=\"indent\">\"A full-time white English teacher at Hillside High School, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A full-time white teacher at Shepard Junior High School, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A full-time white teacher at W. G. Pearson elementary school, a predominantly Negro school, in a team-teaching situation, with a full-time Negro teacher.</p>\n        <p class=\"indent\">\"A white teacher at Whitted Junior High School, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A Negro teacher aide at Southside elementary school, a predominantly white school.</p>\n        <p class=\"indent\">\"By agreement with the principal and teacher concerned, a second white teacher is under contract to teach next fall at the predominantly Negro Hillside High School.</p>\n        <p class=\"indent\">\"A Negro science teacher now under contract is being assigned to teach science both at Durham <i>High</i> School, a predominantly white school, and to teach at Hillside, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A contract has been extended, but has not yet been signed and returned, for a white music teacher to teach at Whitted Junior High School, a predominantly Negro school.\"</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></span></p>\n    <p class=\"parties\">Warren H. WHEELER, et al., and C. C. Spaulding, III, et al., Appellants,<br>v.<br>The DURHAM CITY BOARD OF EDUCATION, a body politic in Durham County, North Carolina, Appellee.</p>\n    <p class=\"docket\">No. 10460.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued May 30, 1966.</p>\n    <p class=\"date\">Decided July 5, 1966.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James M. Nabrit, III, New York City (Jack Greenberg, Derrick A. Bell, Jr., New York City, Conrad O. Pearson, M. Hugh Thompson, William A. Marsh, Jr., F. B. McKissick, J. H. Wheeler, Durham, N. C., and J. LeVonne Chambers, Charlotte, N. C., on brief), for appellants.</p>\n      <p class=\"indent\">Jerry L. Jarvis and Marshall T. Spears, Durham, N. C. (Spears, Spears &amp; Barnes, and Watkins &amp; Jarvis, Durham, N. C., on brief), for appellee.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and SOBELOFF, BOREMAN, BRYAN and BELL, Circuit Judges, sitting en banc.</p>\n      <p class=\"indent\">ALBERT V. BRYAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Further racial desegregation of the public schools in the City of Durham, North Carolina is sought by the appellants, Negro pupils and parents. Since 1960 they have continually pressed for rights and privileges assertedly accorded them by Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954). The history of the Durham litigation and the school board's plans for the non-racial assignment of pupils were precisely recounted and expounded by Judge Boreman for this court in Wheeler v. Durham City Board of Education, <span class=\"citation\" data-id=\"268249\"><a href=\"/opinion/268249/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">768</span></a></span> (1965), in which we disapproved the plan then under consideration. Not resolved there, on remand the present demand &#8212; assignment of teachers and other school personnel without reference to race &#8212; was pursued and is the subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On July 16, 1965, promptly after our <i>Wheeler</i> decision, the District Court entered a consent order governing pupil assignment for the 1965-1966 session only. A week later the hearing on remand was set for September 23, 1965. The Court then also directed that the school board by September 9, 1965 submit a report of its proposals for faculty assignment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The past teacher-policy of the Board and the latter's report of its future intentions, as filed on September 13, 1965, were summarized by the Court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"15. While the defendant Board has no policy <i>requiring</i> the employment of Negro teachers to teach at all Negro schools, or the employment of white teachers to teach at all white or predominantly white schools, the <i>admitted practice</i> of the Board has been to employ the best qualified available Negro teachers for schools attended by Negro pupils, and the best qualified white teachers for schools attended solely or predominantly by white pupils.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"16. On August 30, 1965, by a 4-2 vote, the defendant Board voted to continue its existing policy with respect to teacher assignments, but stated that it might, by majority vote, `make exceptions to any of its policies for valid and sound educational reasons.' The Superintendent understands this policy to mean that he has no authority to assign a white teacher to a Negro school, or a Negro teacher to a white school, without first submitting the matter to the defendant Board to determine if it will make an exception to the general policy. * * *\" (Accent added.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As scheduled, a plenary evidential hearing was held September 23-24, 1965. It was devoted entirely to the issue of \"the relationship between employment and assignment of teachers and other school personnel on a racially segregated basis and the adequacy of the plan for the enrollment and assignment of pupils.\" At its conclusion the District Court took the faculty question under advisement and directed the school board to submit a Constitutional pattern for future pupil assignment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Board's report, October 15, 1965, tendered a \"Permanent Plan for Desegregation of the Durham City Schools\", embracing \"the unrestricted freedom of choice\" design mentioned with approval in <i>Wheeler,</i> supra, <span class=\"citation\" data-id=\"268249\"><a href=\"/opinion/268249/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">768</span></a></span>, 773. The appellants accepted the pupil assignment provision in itself, but found fault in the plan as a whole, primarily because it did not provide for the elimination of teacher allocations on the basis of race.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Having extended the appellants \"full evidentiary hearings\", as dictated by Bradley v. School Board, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1965), the District Judge approved the \"Permanent Plan\", and also ruled \"[t]hat the application of the plaintiffs for an order requiring the employment and assignment of teachers in the Durham City School System without regard to race [should] be * * * denied.\" From the final decree signed January 19, 1966 effectuating these views, the pupils and parents appeal. We reverse so much thereof as declined to grant the requested order.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Refusal of the order rested: (1) on the absence in the suit of any teachers as parties, actual or represented, the Court concluding that their omission rendered it without jurisdiction to adjudge their rights; and (2) also on the determination that the plaintiff pupils and parents had \"totally failed to prove their allegation that there is any substantial relationship between the employment and assignment of teachers on a basis of race\" and the plan proposed by the Board for the enrollment and assignment of pupils. The refusal, we think, was error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The locus standi of pupils and parents to question faculty assignments was conclusively declared in Bradley v. School Board, supra, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></a></span>. We read the decision as authority for the proposition that removal of race considerations from faculty selection and allocation is, as a matter of law, an inseparable and indispensable command within the abolition of pupil segregation in public schools as pronounced in Brown v. Board of Education, supra, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>. Hence no proof of the relationship between faculty allocation and pupil assignment was required here. The only factual issue is whether or not race was a factor entering into the employment and placement of teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the effect of the Durham Board's policy has been a complete racial segregation in teaching staffs is tellingly demonstrated by the District Court's findings of fact, particularly the following:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"1. During the present school year, the Durham City Public School System is composed of 2 high schools, 5 junior high schools, and 18 elementary schools. As of June, 1965, the System employed 652 teachers, 348 white and 304 Negro, and enrolled 14,365 pupils, 7,114 white and 7,251 Negro. By racial composition of students, 1 of the high schools is predominantly white and the other is attended solely by Negroes; 3 of the junior high schools are predominantly white, and the other 2 are attended solely by Negroes; and 1 of the elementary schools is all-white, 9 are predominantly white, and the remaining 8 are attended solely by Negroes.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"2. In June of 1965, there were 408 Negro pupils attending 13 schools with white pupils and <i>white faculties.</i> The balance of the Negro pupils attended schools with <i>all-Negro faculties</i> and pupils. All white children attended predominanty white schools with <i>all-white faculties.</i> No white child attended any of the 11 all-Negro schools.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"3. In September of 1965, 600 Negroes attended school with white pupils and <i>white faculties,</i> 324 of them being in predominantly white schools for the first time. All white children in the System attended predominantly white schools with all-white faculties. The balance of the Negro students attended the eleven all-Negro schools. In September of 1965, 1 white teacher was employed by the all-Negro Hillside High School to teach English to outstanding students, and <i>all other teachers in the 11 Negro schools were Negroes.</i>\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (Accents have been added and figures substituted in several places for numerical words.)</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These findings obviously establish the actual use of race as a determinant in faculty allocations. Hence, we vacate the District Court's judgment insofar as it rejected the appellants' prayer for an order respecting teacher assignments.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the absence of the teachers as parties to this proceeding, we do not think that the order should require any involuntary assignment or reassignment of a teacher. Vacant teacher positions in the future, as the plaintiffs suggest, should be opened to all applicants, and each filled by the best qualified applicant regardless of race. Moreover, the order should encourage transfers at the next session by present members of the faculty to schools in which pupils are wholly or predominantly of a race other than such teachers'. A number of the faculty members have expressed a willingness to do so. Combined with the employment of new teachers regardless of race, this procedure will within a reasonable time effect the desegregation of the faculty. The presence in Durham of wives of students and faculty members of Duke University and North Carolina College who are qualified and available as teachers provides a ready source of supply to meet any demand for teachers of both races.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With the entry of such an order, we have no reason to disturb the \"Permanent Plan\" allowing the pupils a freedom of choice in the selection of their schools.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed in part, reversed in part and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> By memorandum dated May 27, 1966, and filed with this court after argument, the following additional assignments were noted:</p>\n        <p class=\"indent\">\"A full-time white English teacher at Hillside High School, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A full-time white teacher at Shepard Junior High School, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A full-time white teacher at W. G. Pearson elementary school, a predominantly Negro school, in a team-teaching situation, with a full-time Negro teacher.</p>\n        <p class=\"indent\">\"A white teacher at Whitted Junior High School, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A Negro teacher aide at Southside elementary school, a predominantly white school.</p>\n        <p class=\"indent\">\"By agreement with the principal and teacher concerned, a second white teacher is under contract to teach next fall at the predominantly Negro Hillside High School.</p>\n        <p class=\"indent\">\"A Negro science teacher now under contract is being assigned to teach science both at Durham <i>High</i> School, a predominantly white school, and to teach at Hillside, a predominantly Negro school.</p>\n        <p class=\"indent\">\"A contract has been extended, but has not yet been signed and returned, for a white music teacher to teach at Whitted Junior High School, a predominantly Negro school.\"</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/268249/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T15:30:18.931779Z",
      "date_modified": "2017-04-09T13:01:30.780392Z",
      "date_filed": "1966-07-05",
      "date_filed_is_approximate": false,
      "slug": "warren-h-wheeler-and-c-c-spaulding-iii-v-the-durham-city-board-of",
      "citation_id": 246329,
      "case_name_short": "",
      "case_name": "Warren H. Wheeler, and C. C. Spaulding, III v. The Durham City Board of Education, a Body Politic in Durham County, North Carolina",
      "case_name_full": "",
      "federal_cite_one": "363 F.2d 738",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 22,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2452389/warren-h-wheeler-and-c-c-spaulding-iii-v-the-durha/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:07:36.524838Z",
  "date_modified": "2014-10-31T00:07:36.524838Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Warren H. Wheeler, and C. C. Spaulding, III v. The Durham City Board of Education, a Body Politic in Durham County, North Carolina",
  "case_name_full": "",
  "slug": "warren-h-wheeler-and-c-c-spaulding-iii-v-the-durha",
  "docket_number": "10460",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}