{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2459007/",
  "id": 2459007,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ksd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1899646/",
      "id": 1899646,
      "absolute_url": "/opinion/1899646/brown-v-board-of-education-of-topeka/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/1457/",
        "https://www.courtlistener.com:80/api/rest/v3/people/2212/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2459007/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1899646/",
          "id": 1899646,
          "absolute_url": "/opinion/1899646/brown-v-board-of-education-of-topeka/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1899646/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:45:40.920277Z",
          "date_modified": "2017-04-07T11:35:53.345532Z",
          "type": "010combined",
          "sha1": "d583a2d237c5c44f598f63d02813576f127a7728",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>98 F.Supp. 797 (1951)</b></center>\n<center><h1>BROWN et al.<br>\nv.<br>\nBOARD OF EDUCATION OF TOPEKA, SHAWNEE COUNTY, KANSAS et al.</h1></center>\n<center>Civ. No. T-316.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>August 3, 1951.</center>\n<p>John Scott and Charles Scott, Topeka, Kan., Robert L. Carter, New York City, Jack Greenberg, New York City, and Charles Bledsoe, Topeka, Kan., for plaintiffs.</p>\n<p>George Brewster and Lester Goodell, Topeka, Kan., for defendants.</p>\n<p>Before HUXMAN, Circuit Judge, MELLOTT, Chief Judge, and HILL, District Judge.</p>\n<p>HUXMAN, Circuit Judge.</p>\n<p>Chapter 72-1724 of the General Statutes of Kansas, 1949, relating to public schools in cities of the first class, so far as material, authorizes such cities to organize and maintain separate schools for the education of white and colored children in the grades below the high school grades. Pursuant to this authority, the City of Topeka, Kansas, a city of the first class, has established and maintains a segregated system of schools for the first six grades. It has established and maintains in the Topeka School District eighteen schools for white students and four schools for colored students.</p>\n<p>The adult plaintiffs instituted this action for themselves, their minor children plaintiffs, and all other persons similarly situated for an interlocutory injunction, a permanent injunction, restraining the enforcement, operation and execution of the state statute and the segregation instituted thereunder by the school authorities of the City of Topeka and for a declaratory judgment declaring unconstitutional the state statute and the segregation set up thereunder by the school authorities of the City of Topeka.</p>\n<p>As against the school district of Topeka they contend that the opportunities provided for the infant plaintiffs in the separate all Negro schools are inferior to those provided white children in the all white schools; that the respects in which these opportunities are inferior include the physical facilities, curricula, teaching resources, student personnel services as well as all other services. <span class=\"star-pagination\">*798</span> As against both the state and the school district, they contend that apart from all other factors segregation in itself constitutes an inferiority in educational opportunities offered to Negroes and that all of this is in violation of due process guaranteed them by the Fourteenth Amendment to the United States Constitution. In their answer both the state and the school district defend the constitutionality of the state law and in addition the school district defends the segregation in its schools instituted thereunder.</p>\n<p>We have found as a fact that the physical facilities, the curricula, courses of study, qualification of and quality of teachers, as well as other educational facilities in the two sets of schools are comparable. It is obvious that absolute equality of physical facilities is impossible of attainment in buildings that are erected at different times. So also absolute equality of subjects taught is impossible of maintenance when teachers are permitted to select books of their own choosing to use in teaching in addition to the prescribed courses of study. It is without dispute that the prescribed courses of study are identical in all of the Topeka schools and that there is no discrimination in this respect. It is also clear in the record that the educational qualifications of the teachers in the colored schools are equal to those in the white schools and that in all other respects the educational facilities and services are comparable. It is obvious from the fact that there are only four colored schools as against eighteen white schools in the Topeka School District, that colored children in many instances are required to travel much greater distances than they would be required to travel could they attend a white school, and are required to travel much greater distances than white children are required to travel. The evidence, however, establishes that the school district transports colored children to and from school free of charge. No such service is furnished to white children. We conclude that in the maintenance and operation of the schools there is no willful, intentional or substantial discrimination in the matters referred to above between the colored and white schools. In fact, while plaintiffs' attorneys have not abandoned this contention, they did not give it great emphasis in their presentation before the court. They relied primarily upon the contention that segregation in and of itself without more violates their rights guaranteed by the Fourteenth Amendment.</p>\n<p>This contention poses a question not free from difficulty. As a subordinate court in the federal judicial system, we seek the answer to this constitutional question in the decisions of the Supreme Court when it has spoken on the subject and do not substitute our own views for the declared law by the Supreme Court. The difficult question as always is to analyze the decisions and seek to ascertain the trend as revealed by the later decisions.</p>\n<p>There are a great number of cases, both federal and state, that have dealt with the many phases of segregation. Since the question involves a construction and interpretation of the federal Constitution and the pronouncements of the Supreme Court, we will consider only those cases by the Supreme Court with respect to segregation in the schools. In the early case of Plessy v. Ferguson, 163 U.S. 537, 16 S.Ct. 1138, 1140, 41 L.Ed. 256, the Supreme Court said: \"The object of the amendment was undoubtedly to enforce the absolute equality of the two races before the law, but, in the nature of things, it could not have been intended to abolish distinctions based upon color, or to enforce social, as distinguished from political equality, or a commingling of the two races upon terms unsatisfactory to either. Laws permitting, and even requiring, their separation, in places where they are liable to be brought into contact, do not necessarily imply the inferiority of either race to the other, and have been generally, if not universally, recognized as within the competency of the state legislatures in the exercise of their police power. The most common instance of this is connected with the establishment of separate schools for white and colored children, which has been held to be a valid exercise of the legislative power even by courts of states where the political rights of the colored race have been longest and most earnestly enforced.\"</p>\n<p><span class=\"star-pagination\">*799</span> It is true as contended by plaintiffs that the Plessy case involved transportation and that the above quoted statement relating to schools was not essential to the decision of the question before the court and was therefore somewhat in the nature of dicta. But that the statement is considered more than dicta is evidenced by the treatment accorded it by those seeking to strike down segregation as well as by statements in subsequent decisions of the Supreme Court. On numerous occasions the Supreme Court has been asked to overrule the Plessy case. This the Supreme Court has refused to do, on the sole ground that a decision of the question was not necessary to a disposal of the controversy presented. In the late case of Sweatt v. Painter, 339 U.S. 629, 70 S.Ct. 848, 851, 94 L.Ed. 1114, the Supreme Court again refused to review the Plessy case. The Court said: \"Nor need we reach petitioner's contention that Plessy v. Ferguson should be reexamined in the light of contemporary knowledge respecting the purposes of the Fourteenth Amendment and the effects of racial segregation.\"</p>\n<p>Gong Lum v. Rice, 275 U.S. 78, 48 S.Ct. 91, 93, 72 L.Ed. 172, was a grade school segregation case. It involved the segregation law of Mississippi. Gong Lum was a Chinese child and, because of color, was required to attend the separate schools provided for colored children. The opinion of the court assumes that the educational facilities in the colored schools were adequate and equal to those of the white schools. Thus the court said: \"The question here is whether a Chinese citizen of the United States is denied equal protection of the laws when he is classed among the colored races and furnished facilities for education equal to that offered to all, whether white, brown, yellow, or black.\" In addition to numerous state decisions on the subject, the Supreme Court in support of its conclusions cited Plessy v. Ferguson, supra. The Court also pointed out that the question was the same no matter what the color of the class that was required to attend separate schools. Thus the Court said: \"Most of the cases cited arose, it is true, over the establishment of separate schools as between white pupils and black pupils; but we cannot think that the question is any different, or that any different result can be reached, assuming the cases above cited to be rightly decided, where the issue is as between white pupils and the pupils of the yellow races.\" The court held that the question of segregation was within the discretion of the state in regulating its public schools and did not conflict with the Fourteenth Amendment.</p>\n<p>It is vigorously argued and not without some basis therefor that the later decisions of the Supreme Court in McLaurin v. Oklahoma, 339 U.S. 637, 70 S.Ct. 851, 94 L.Ed. 1149, and Sweatt v. Painter, 339 U.S. 629, 70 S.Ct. 848, 94 L.Ed. 1114, show a trend away from the Plessy and Lum cases. McLaurin v. Oklahoma arose under the segregation laws of Oklahoma. McLaurin, a colored student, applied for admission to the University of Oklahoma in order to pursue studies leading to a doctorate degree in education. He was denied admission solely because he was a Negro. After litigation in the courts, which need not be reviewed herein, the legislature amended the statute permitting the admission of colored students to institutions of higher learning attended by white students, but providing that such instruction should be given on a segregated basis; that the instruction be given in separate class rooms or at separate times. In compliance with this statute McLaurin was admitted to the university but was required to sit at a separate desk in the ante room adjoining the class room; to sit at a designated desk on the mezzanine floor of the library and to sit at a designated table and eat at a different time from the other students in the school cafeteria. These restrictions were held to violate his rights under the federal Constitution. The Supreme Court held that such treatment handicapped the student in his pursuit of effective graduate instruction.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*800</span> In Sweatt v. Painter, 339 U.S. 629, 70 S.Ct. 848, 850, 94 L.Ed. 1114, petitioner, a colored student, filed an application for admission to the University of Texas Law School. His application was rejected solely on the ground that he was a Negro. In its opinion the Supreme Court stressed the educational benefits from commingling with white students. The court concluded by stating: \"we cannot conclude that the education offered petitioner [in a separate school] is substantially equal to that which he would receive if admitted to the University of Texas Law School.\" If segregation within a school as in the McLaurin case is a denial of due process, it is difficult to see why segregation in separate schools would not result in the same denial. Or if the denial of the right to commingle with the majority group in higher institutions of learning as in the Sweatt case and gain the educational advantages resulting therefrom, is lack of due process, it is difficult to see why such denial would not result in the same lack of due process if practiced in the lower grades.</p>\n<p>It must however be remembered that in both of these cases the Supreme Court made it clear that it was confining itself to answering the one specific question, namely: \"To what extent does the Equal Protection Clause * * * limit the power of a state to distinguish between students of different races in professional and graduate education in a state university?\", and that the Supreme Court refused to review the Plessy case because that question was not essential to a decision of the controversy in the case.</p>\n<p>We are accordingly of the view that the Plessy and Lum cases, supra, have not been overruled and that they still presently are authority for the maintenance of a segregated school system in the lower grades.</p>\n<p>The prayer for relief will be denied and judgment will be entered for defendants for costs.</p>\n<h2>NOTES</h2>\n<p>[1]  The court said: \"Our society grows increasingly complex, and our need for trained leaders increases correspondingly. Appellant's case represents, perhaps, the epitome of that need, for he is attempting to obtain an advanced degree in education, to become, by definition, a leader and trainer of others. Those who will come under his guidance and influence must be directly affected by the education he receives. Their own education and development will necessarily suffer to the extent that his training is unequal to that of his classmates. State-imposed restrictions which produce such inequalities cannot be sustained.\n</p>\n<p>\"It may be argued that appellant will be in no better position when these restrictions are removed, for he may still be set apart by his fellow students. This we think irrelevant. There is a vast difference 혰 a Constitutional difference 혰 between restrictions imposed by the state which prohibit the intellectual commingling of students, and the refusal of individuals to commingle where the state presents no such bar. * * * having been admitted to a state-supported graduate school, (he), must receive the same treatment at the hands of the state as students of other races.\" [339 U.S. 637, 70 S.Ct. 853.]</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">797</span></span> (1951)</b></center>\n<center><h1>BROWN et al.<br>\nv.<br>\nBOARD OF EDUCATION OF TOPEKA, SHAWNEE COUNTY, KANSAS et al.</h1></center>\n<center>Civ. No. T-316.</center>\n<center><p><b>United States District Court, D. Kansas.</b></p></center>\n<center>August 3, 1951.</center>\n<p>John Scott and Charles Scott, Topeka, Kan., Robert L. Carter, New York City, Jack Greenberg, New York City, and Charles Bledsoe, Topeka, Kan., for plaintiffs.</p>\n<p>George Brewster and Lester Goodell, Topeka, Kan., for defendants.</p>\n<p>Before HUXMAN, Circuit Judge, MELLOTT, Chief Judge, and HILL, District Judge.</p>\n<p>HUXMAN, Circuit Judge.</p>\n<p>Chapter 72-1724 of the General Statutes of Kansas, 1949, relating to public schools in cities of the first class, so far as material, authorizes such cities to organize and maintain separate schools for the education of white and colored children in the grades below the high school grades. Pursuant to this authority, the City of Topeka, Kansas, a city of the first class, has established and maintains a segregated system of schools for the first six grades. It has established and maintains in the Topeka School District eighteen schools for white students and four schools for colored students.</p>\n<p>The adult plaintiffs instituted this action for themselves, their minor children plaintiffs, and all other persons similarly situated for an interlocutory injunction, a permanent injunction, restraining the enforcement, operation and execution of the state statute and the segregation instituted thereunder by the school authorities of the City of Topeka and for a declaratory judgment declaring unconstitutional the state statute and the segregation set up thereunder by the school authorities of the City of Topeka.</p>\n<p>As against the school district of Topeka they contend that the opportunities provided for the infant plaintiffs in the separate all Negro schools are inferior to those provided white children in the all white schools; that the respects in which these opportunities are inferior include the physical facilities, curricula, teaching resources, student personnel services as well as all other services. <span class=\"star-pagination\">*798</span> As against both the state and the school district, they contend that apart from all other factors segregation in itself constitutes an inferiority in educational opportunities offered to Negroes and that all of this is in violation of due process guaranteed them by the Fourteenth Amendment to the United States Constitution. In their answer both the state and the school district defend the constitutionality of the state law and in addition the school district defends the segregation in its schools instituted thereunder.</p>\n<p>We have found as a fact that the physical facilities, the curricula, courses of study, qualification of and quality of teachers, as well as other educational facilities in the two sets of schools are comparable. It is obvious that absolute equality of physical facilities is impossible of attainment in buildings that are erected at different times. So also absolute equality of subjects taught is impossible of maintenance when teachers are permitted to select books of their own choosing to use in teaching in addition to the prescribed courses of study. It is without dispute that the prescribed courses of study are identical in all of the Topeka schools and that there is no discrimination in this respect. It is also clear in the record that the educational qualifications of the teachers in the colored schools are equal to those in the white schools and that in all other respects the educational facilities and services are comparable. It is obvious from the fact that there are only four colored schools as against eighteen white schools in the Topeka School District, that colored children in many instances are required to travel much greater distances than they would be required to travel could they attend a white school, and are required to travel much greater distances than white children are required to travel. The evidence, however, establishes that the school district transports colored children to and from school free of charge. No such service is furnished to white children. We conclude that in the maintenance and operation of the schools there is no willful, intentional or substantial discrimination in the matters referred to above between the colored and white schools. In fact, while plaintiffs' attorneys have not abandoned this contention, they did not give it great emphasis in their presentation before the court. They relied primarily upon the contention that segregation in and of itself without more violates their rights guaranteed by the Fourteenth Amendment.</p>\n<p>This contention poses a question not free from difficulty. As a subordinate court in the federal judicial system, we seek the answer to this constitutional question in the decisions of the Supreme Court when it has spoken on the subject and do not substitute our own views for the declared law by the Supreme Court. The difficult question as always is to analyze the decisions and seek to ascertain the trend as revealed by the later decisions.</p>\n<p>There are a great number of cases, both federal and state, that have dealt with the many phases of segregation. Since the question involves a construction and interpretation of the federal Constitution and the pronouncements of the Supreme Court, we will consider only those cases by the Supreme Court with respect to segregation in the schools. In the early case of Plessy v. Ferguson, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, 1140, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></a></span>, the Supreme Court said: \"The object of the amendment was undoubtedly to enforce the absolute equality of the two races before the law, but, in the nature of things, it could not have been intended to abolish distinctions based upon color, or to enforce social, as distinguished from political equality, or a commingling of the two races upon terms unsatisfactory to either. Laws permitting, and even requiring, their separation, in places where they are liable to be brought into contact, do not necessarily imply the inferiority of either race to the other, and have been generally, if not universally, recognized as within the competency of the state legislatures in the exercise of their police power. The most common instance of this is connected with the establishment of separate schools for white and colored children, which has been held to be a valid exercise of the legislative power even by courts of states where the political rights of the colored race have been longest and most earnestly enforced.\"</p>\n<p><span class=\"star-pagination\">*799</span> It is true as contended by plaintiffs that the Plessy case involved transportation and that the above quoted statement relating to schools was not essential to the decision of the question before the court and was therefore somewhat in the nature of dicta. But that the statement is considered more than dicta is evidenced by the treatment accorded it by those seeking to strike down segregation as well as by statements in subsequent decisions of the Supreme Court. On numerous occasions the Supreme Court has been asked to overrule the Plessy case. This the Supreme Court has refused to do, on the sole ground that a decision of the question was not necessary to a disposal of the controversy presented. In the late case of Sweatt v. Painter, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">848</span></a></span>, 851, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1114</span></span>, the Supreme Court again refused to review the Plessy case. The Court said: \"Nor need we reach petitioner's contention that Plessy v. Ferguson should be reexamined in the light of contemporary knowledge respecting the purposes of the Fourteenth Amendment and the effects of racial segregation.\"</p>\n<p>Gong Lum v. Rice, <span class=\"citation\" data-id=\"101145\"><a href=\"/opinion/101145/gong-lum-v-rice/\"><span class=\"volume\">275</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"101145\"><a href=\"/opinion/101145/gong-lum-v-rice/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">91</span></a></span>, 93, <span class=\"citation\" data-id=\"101145\"><a href=\"/opinion/101145/gong-lum-v-rice/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">172</span></a></span>, was a grade school segregation case. It involved the segregation law of Mississippi. Gong Lum was a Chinese child and, because of color, was required to attend the separate schools provided for colored children. The opinion of the court assumes that the educational facilities in the colored schools were adequate and equal to those of the white schools. Thus the court said: \"The question here is whether a Chinese citizen of the United States is denied equal protection of the laws when he is classed among the colored races and furnished facilities for education equal to that offered to all, whether white, brown, yellow, or black.\" In addition to numerous state decisions on the subject, the Supreme Court in support of its conclusions cited Plessy v. Ferguson, supra. The Court also pointed out that the question was the same no matter what the color of the class that was required to attend separate schools. Thus the Court said: \"Most of the cases cited arose, it is true, over the establishment of separate schools as between white pupils and black pupils; but we cannot think that the question is any different, or that any different result can be reached, assuming the cases above cited to be rightly decided, where the issue is as between white pupils and the pupils of the yellow races.\" The court held that the question of segregation was within the discretion of the state in regulating its public schools and did not conflict with the Fourteenth Amendment.</p>\n<p>It is vigorously argued and not without some basis therefor that the later decisions of the Supreme Court in McLaurin v. Oklahoma, <span class=\"citation\" data-id=\"104805\"><a href=\"/opinion/104805/mclaurin-v-oklahoma-state-regents-for-higher-ed/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation\" data-id=\"104805\"><a href=\"/opinion/104805/mclaurin-v-oklahoma-state-regents-for-higher-ed/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1149</span></span>, and Sweatt v. Painter, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">848</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1114</span></span>, show a trend away from the Plessy and Lum cases. McLaurin v. Oklahoma arose under the segregation laws of Oklahoma. McLaurin, a colored student, applied for admission to the University of Oklahoma in order to pursue studies leading to a doctorate degree in education. He was denied admission solely because he was a Negro. After litigation in the courts, which need not be reviewed herein, the legislature amended the statute permitting the admission of colored students to institutions of higher learning attended by white students, but providing that such instruction should be given on a segregated basis; that the instruction be given in separate class rooms or at separate times. In compliance with this statute McLaurin was admitted to the university but was required to sit at a separate desk in the ante room adjoining the class room; to sit at a designated desk on the mezzanine floor of the library and to sit at a designated table and eat at a different time from the other students in the school cafeteria. These restrictions were held to violate his rights under the federal Constitution. The Supreme Court held that such treatment handicapped the student in his pursuit of effective graduate instruction.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*800</span> In Sweatt v. Painter, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, <span class=\"citation\" data-id=\"104804\"><a href=\"/opinion/104804/sweatt-v-painter/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">848</span></a></span>, 850, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1114</span></span>, petitioner, a colored student, filed an application for admission to the University of Texas Law School. His application was rejected solely on the ground that he was a Negro. In its opinion the Supreme Court stressed the educational benefits from commingling with white students. The court concluded by stating: \"we cannot conclude that the education offered petitioner [in a separate school] is substantially equal to that which he would receive if admitted to the University of Texas Law School.\" If segregation within a school as in the McLaurin case is a denial of due process, it is difficult to see why segregation in separate schools would not result in the same denial. Or if the denial of the right to commingle with the majority group in higher institutions of learning as in the Sweatt case and gain the educational advantages resulting therefrom, is lack of due process, it is difficult to see why such denial would not result in the same lack of due process if practiced in the lower grades.</p>\n<p>It must however be remembered that in both of these cases the Supreme Court made it clear that it was confining itself to answering the one specific question, namely: \"To what extent does the Equal Protection Clause * * * limit the power of a state to distinguish between students of different races in professional and graduate education in a state university?\", and that the Supreme Court refused to review the Plessy case because that question was not essential to a decision of the controversy in the case.</p>\n<p>We are accordingly of the view that the Plessy and Lum cases, supra, have not been overruled and that they still presently are authority for the maintenance of a segregated school system in the lower grades.</p>\n<p>The prayer for relief will be denied and judgment will be entered for defendants for costs.</p>\n<h2>NOTES</h2>\n<p>[1]  The court said: \"Our society grows increasingly complex, and our need for trained leaders increases correspondingly. Appellant's case represents, perhaps, the epitome of that need, for he is attempting to obtain an advanced degree in education, to become, by definition, a leader and trainer of others. Those who will come under his guidance and influence must be directly affected by the education he receives. Their own education and development will necessarily suffer to the extent that his training is unequal to that of his classmates. State-imposed restrictions which produce such inequalities cannot be sustained.\n</p>\n<p>\"It may be argued that appellant will be in no better position when these restrictions are removed, for he may still be set apart by his fellow students. This we think irrelevant. There is a vast difference 혰 a Constitutional difference 혰 between restrictions imposed by the state which prohibit the intellectual commingling of students, and the refusal of individuals to commingle where the state presents no such bar. * * * having been admitted to a state-supported graduate school, (he), must receive the same treatment at the hands of the state as students of other races.\" [<span class=\"citation\" data-id=\"104805\"><a href=\"/opinion/104805/mclaurin-v-oklahoma-state-regents-for-higher-ed/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></span>.]</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104805/"
          ]
        }
      ],
      "judges": "Huxman, Circuit Judge, Mellott, Chief Judge, and Hill, District Judge",
      "date_created": "2014-12-21T16:38:53.205617Z",
      "date_modified": "2017-04-08T18:06:09.650425Z",
      "date_filed": "1951-08-03",
      "date_filed_is_approximate": false,
      "slug": "brown-v-board-of-education-of-topeka",
      "citation_id": 1872417,
      "case_name_short": "Brown",
      "case_name": "Brown v. Board of Education of Topeka",
      "case_name_full": "",
      "federal_cite_one": "98 F. Supp. 797",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2459007/brown-v-board-of-education-of-topeka/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:09:20.953334Z",
  "date_modified": "2014-10-31T00:09:20.953334Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Brown",
  "case_name": "Brown v. Board of Education of Topeka",
  "case_name_full": "",
  "slug": "brown-v-board-of-education-of-topeka",
  "docket_number": "Civ. No. T-316",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}