{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2466330/",
  "id": 2466330,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/arwd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1454323/",
      "id": 1454323,
      "absolute_url": "/opinion/1454323/donovan-v-tony-and-susan-alamo-foundation/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2466330/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1454323/",
          "id": 1454323,
          "absolute_url": "/opinion/1454323/donovan-v-tony-and-susan-alamo-foundation/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1454323/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:14:56.769793Z",
          "date_modified": "2017-04-05T21:51:59.241128Z",
          "type": "010combined",
          "sha1": "460acf48af73c003daaf63fa713265d01ec7763f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>567 F.Supp. 556 (1982)</b></center>\n<center><h1>Raymond J. DONOVAN, Secretary of Labor, United States Department of Labor, Plaintiff,<br>\nv.<br>\nTONY AND SUSAN ALAMO FOUNDATION, et al., Defendants.</h1></center>\n<center>No. CIV 77-2183.</center>\n<center><p><b>United States District Court, W.D. Arkansas, Fort Smith Division.</b></p></center>\n<center>December 13, 1982.</center>\n<center>On Motion for Clarification February 9, 1983.</center>\n<p><span class=\"star-pagination\">*557</span> <span class=\"star-pagination\">*558</span> Robert A. Fitz, Dallas, Tex., for plaintiff.</p>\n<p>Roy Gean, Jr., Gean, Gean &amp; Gean, Fort Smith, Ark., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>OVERTON, District Judge.</p>\n<p>This is a suit by the Secretary of Labor seeking injunctive relief under the Fair Labor Standards Act. The Court has jurisdiction of the case as an action brought pursuant <span class=\"star-pagination\">*559</span> to 29 U.S.C. § 217. Following an evidentiary hearing, the Court enters the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2><i>Findings of Fact</i></h2>\n<p></p>\n<h2>I.</h2>\n<p>The Tony and Susan Alamo Foundation was incorporated under the laws of California on January 29, 1969. In the Articles of Incorporation, the Foundation purports to be a nonprofit religious corporation with the primary purposes being to: \"establish, conduct and maintain an evangelistic church, and generally to do those things needful for the promotion of Christian faith, virtue and charity.\"</p>\n<p></p>\n<h2>II.</h2>\n<p>The Foundation secured an exemption from taxation under § 501(c)(3) of the Internal Revenue Code as a corporation organized and operated exclusively for religious purposes with none of its net earnings inuring to the benefit of any private shareholder or individual. The exemption has been approved and certified by the Internal Revenue Service.</p>\n<p></p>\n<h2>III.</h2>\n<p>Since incorporation, the defendant Tony and Susan Alamo Foundation has owned or operated the following businesses in California since at least January 1, 1976:</p>\n<p></p>\n<pre>\n     Period of Time\n     From        To          Business Name      Type of Business        Location\n                                                Contract labor          Saugus, CA\n                                                crews\n                             Alamo Sewing       Manufacture of          Saugus, CA\n                             Room               clothing\n                             Alamo on Vine      Retail Sales of         Hollywood, CA\n                                                clothing\n     10/27/73    5/6/76      Alamo Exxon        Service station         Saugus, CA\n</pre>\n<p></p>\n<h2>IV.</h2>\n<p>Defendant Tony and Susan Alamo Foundation applied for, and received, a certificate of authority to conduct business affairs in the State of Arkansas. The Foundation has owned or operated the following businesses in Arkansas since April 10, 1975:</p>\n<p></p>\n<pre>\n     Period of Time\n     From        To          Business Name      Type of Business       Location\n     1/5/71      Present     Hartford           Promotion of           Alma, AR\n                             Advertising        records\n     6/1/71      Present     Alamo Record       Production of          Alma, AR\n                             Company            records\n     4/10/75     Present     Fort Smith         Landscaping            Alma, AR\n                             Mobile Nursery\n     6/15/75     Present     Alamo Shoppers     Sales of building      Alma, AR\n                             Emporium           materials\n     7/7/75      Present     Alamo Kerr         Service station        Alma, AR\n                             McGee\n     7/29/75     Present     Alamo DX           Service station        Alma, AR\n     10/21/75    Present     Alamo              Restaurant             Alma, AR\n                             Restaurant\n     2/21/76     Present     Alamo Candy        Production of          Alma, AR\n                             Company            candy\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*560</span>\n     2/21/76     Present     Fleetwood          Distribution of        Alma, AR\n                             Candies            candy\n                                                Contract labor         Alma, AR\n                                                crews\n                             Alamo Petroleum                           Alma, AR\n                             Alamo Sewing       Manufacture of         Alma, AR\n                             Room               clothing\n     5/13/76     Present     Alamo of           Retail sales of         Alma, AR\n                             Nashville          clothing\n     4/2/76      5/30/78     Alamo Bandito      Retail sales of         Alma, AR\n                                                clothing\n     7/5/76      Present     Alamo Discount     Retail sales of         Alma, AR\n                             Grocery            groceries\n     1/5/77      Present     Alamo              Construction            Alma, AR\n                             Construction\n     3/14/77     Present     Alamo Telegraph    Western Union           Alma, AR\n     6/1/77      Present     Alamo Auto         Vehicle repair          Alma, AR\n                             Repair\n     1/20/78     Present     Southwest          Recordkeeping           Alma, AR\n                             Business\n                             Management\n     5/20/78     Present     Alamo Freight      Freight-trucking        Alma, AR\n     7/1/78      Present     Alamo Ready-mix    Ready-mix concrete      Alma, AR\n     10/20/78    Present     North American     Leasing                 Alma, AR\n     6/27/79     Present     Alamo Farms        Hog farms               Alma, AR\n     6/27/79     Present     Bosco Feed         Feed and farm           Alma, AR\n                                                supplies\n     9/21/79     Present     Alma Electric      Electrical              Alma, AR\n                                                construction\n     9/21/79     Present     Alamo Land         Real estate             Alma, AR\n                             Development\n     9/21/79     Present     Alamo Packing      Packing and             Alma, AR\n                                                storage\n     9/21/79     Present     Alamo Plumbing     Plumbing                Alma, AR\n     9/21/79     Present     Alamo Quarries     Sand and gravel         Alma, AR\n     9/21/79     Present     Alamo Roofing      Roofing                 Alma, AR\n                                                construction\n</pre>\n<p></p>\n<h2>V.</h2>\n<p>The defendant, Tony and Susan Alamo Foundation, has owned or operated the following businesses in the State of Tennessee since September 1, 1974:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*561</span>\n     9/1/74      Present     Alamo of           Retail sales of        Nashville, TN\n                             Nashville          clothing\n     10/15/74    Present     Nashville Today    Distribution of        Nashville, TN\n                                                candy\n     10/15/74    Present     Tennessee Boy      Distribution           Nashville, TN\n</pre>\n<p></p>\n<h2>VI.</h2>\n<p>The Foundation has owned or operated the Tempe Towers Motel in Tempe, Arizona, since March 15, 1979.</p>\n<p></p>\n<h2>VII.</h2>\n<p>The businesses owned or operated by the Foundation are ordinary commercial businesses which offer goods and services to the general public in competition with for-profit businesses. The workers in the businesses are engaged in interstate commerce or in the production of goods for interstate commerce, or are workers handling, selling or otherwise working on goods or materials which have been moved in or produced for interstate commerce. Since January 1, 1976, the Foundation has had an annual gross volume of sales made or business done of not less than $250,000, exclusive of excise taxes at the retail level which are stated separately.</p>\n<p></p>\n<h2>VIII.</h2>\n<p>Defendant, Tony Alamo, is a resident of Crawford County, Arkansas. He is President of the Foundation and he actively supervises and directs the affairs and operations of the Foundation. Since the incorporation of the Foundation, Tony Alamo has acted directly or indirectly in the interests of the Foundation in relation to its employees and workers. Defendant, Susan Alamo, was a resident of Crawford County, Arkansas, until her death in April, 1982. She was Secretary and Treasurer of the Foundation and, at relevant times, she acted directly or indirectly in the interests of the Foundation in relation to its employees and workers.</p>\n<p></p>\n<h2>IX.</h2>\n<p>At the commencement of this action in December, 1977, defendant Larry La Roche was a resident of Crawford County, Arkansas, and Vice President of the Foundation. He no longer holds that office. There is no substantial evidence that Mr. La Roche acted directly or indirectly in the interests of the Foundation in relation to its employees or workers in the Foundation's commercial businesses.</p>\n<p></p>\n<h2>X.</h2>\n<p>The Foundation is an outgrowth of the evangelistic efforts of Tony and Susan Alamo. The affidavits<sup>[1]</sup> of the \"associates\"<sup>[2]</sup> of the Foundation provide persuasive evidence that the evangelistic work of the Alamos and/or the Foundation associates has provided spiritual and moral assistance to many people who lacked direction or purpose in their lives and some who were addicted to drugs or engaged in criminal activity.</p>\n<p>Practically all of the work performed in the operations of the commercial businesses owned or run by the Foundation is done by the associates under the direction or supervision of Tony Alamo and, until April, 1982, Susan Alamo. The associates apparently own no interest in the Foundation and their <span class=\"star-pagination\">*562</span> relationship to the Foundation is an informal one.</p>\n<p>The associates are entirely dependent upon the Foundation for long periods, in some cases several years. The associates who worked in each of the Foundation's businesses were not considered by defendants to be employees, but rather were considered as volunteers, associates of the Foundation, or brothers and sisters of the congregation. These workers received room, board, medical care, clothing, furnishings, child care and small amounts of cash money from the Foundation.</p>\n<p>The Secretary failed to produce any past or present associate of the Foundation who viewed his work in the Foundation's various commercial businesses as anything other than \"volunteering\" his services to the Foundation.<sup>[3]</sup> Typical of the associates' attitude about the Secretary's efforts in their behalf is that of Ann Elmore. Mrs. Elmore testified convincingly that she considered her work in the Foundation's businesses as part of her ministry. She views the businesses as a vehicle for preaching, witnessing and testifying in support of religious beliefs of those associated with the Foundation. She does not work for the Foundation for material rewards; she does it in furtherance of God's command to spread the gospel. Mrs. Elmore said that she never expected any compensation from the Foundation and the thought of receiving wages for her work is \"vexing to my soul.\"</p>\n<p>Although the associates expected no compensation in the form of ordinary wages, they did expect the Foundation to provide them food, shelter, clothing, transportation and medical benefits. Several former associates apparently had the idea that if the Foundation's businesses were successful, they would all prosper.</p>\n<p></p>\n<h2>XI.</h2>\n<p>The Foundation does not solicit contributions from the public. Its principal sources of income are from the operation of its commercial businesses and donations from its associates. A substantial number of associates work in the various businesses. Some associates work for \"outside employers\" at various times and turn their paychecks over to the Foundation. Others contract for various jobs, such as construction work, and turn the contract proceeds over to the Foundation. Some of the associates work at non-commercial jobs for the Foundation, such as cooks, nursery school attendants, schoolteachers, etc., at the Foundation school.</p>\n<p>The Foundation maintains no records of the hours worked by associates in its commercial businesses. The records which were \"reconstructed\" for this litigation do not accurately reflect the hours worked or jobs performed by the associates and are of no benefit to the Court.</p>\n<p>The Secretary has taken the position that an appropriate inference to be drawn from the evidence, in the absence of accurate records, is that all 300 associates worked 10 hours per day, 6 days per week. The figures of 10 hours per day, 6 days per week were elicited from former associates in response to leading questions on depositions. Some of the Secretary's witnesses, who were former associates of the Foundation, testified that work assignments were prepared for the associates and they were required to work as long as 12 to 15 hours per day, 6 or 7 days per week. One witness, Debra Malone, said she worked as long as 3 or 4 days at a time in the sewing room without sleep. In opposition to such testimony, defendants' witnesses testified there was no \"scheduling\" or \"assignment\" of work at the commercial businesses; that people just volunteered to work when they saw a need.</p>\n<p>It is difficult to draw inferences with any degree of certainty, from the testimony presented, as to the number of associates working in commercial businesses or the <span class=\"star-pagination\">*563</span> hours they worked. First, there is no basis for concluding, as the Secretary suggests, that all 300 of the associates worked in the Foundation's commercial businesses. To the contrary, the evidence reflects that the associates have constructed, decorated and furnished a number of residences, an apartment building, a church, and various other structures used by the Foundation and its associates for non-commercial purposes. The labor for much of this construction and the continuing maintenance of the structures was furnished by the associates. As previously mentioned, some associates work at the Foundation in non-commercial jobs, such as babysitting at the nursery, cooking for the other associates, etc. Furthermore, the Foundation produces a television show which obviously requires some non-commercial work time; some associates \"witness\" on the streets, in hospitals, jails and other places; and some help organize new churches. Additionally, some associates are employees of businesses other than the Foundation's and simply turn their pay-checks over to the Foundation. In any event, while it is difficult to reach any reasonably accurate conclusion as to how many associates work in the commercial businesses at any particular time, it is not reasonable to conclude that all of the adult associates are working in the commercial businesses, or, that the ones who do work in the commercial businesses do so on the regular basis suggested by the Secretary.</p>\n<p></p>\n<h2><i>Value of Benefits Furnished Associates</i></h2>\n<p>As previously mentioned, most of the associates of the Foundation are totally dependent upon the Foundation. This dependence extends, in some instances, for a period of years. In many respects, the Foundation is operated as a commune.</p>\n<p>The defendants contend that if the associates are \"employees\" and thereby entitled to wages under the Act, the defendants should receive credit for the reasonable cost of benefits furnished the associates. See, 29 U.S.C. § 203(m).</p>\n<p>The burden of establishing the \"reasonable cost\" of such benefits rests upon the defendants. As stated in <i>Donovan v. Williams Chemical Co., Inc., et al.,</i> 682 F.2d 185 at 189 (8th Cir.1982).</p>\n<blockquote>\"Section 3(m) of the Act, 29 U.S.C. § 203(m), allows employers to include the reasonable cost of providing meals, lodging, or other facilities in employee wages for purposes of the Act. The regulations promulgated by the Secretary define `reasonable cost' `to be not more than the actual cost to the employer of the board, lodging, or other facilities customarily furnished by him to his employees.' 29 C.F.R. § 531.3(a). `\"Reasonable cost\" does not include a profit to the employer or to any affiliated person.' <i>Id.</i> § 531.3(b). The regulations require employees to keep certain records of the cost incurred in furnishing board, lodging or other facilities, <i>id.</i> § 516.27(a), and also require the employer to maintain records showing additions or deductions from wages paid for board, lodging or other facilities on a work week basis. <i>Id.</i> § 516.28(b).\"</blockquote>\n<p>The employer who claims a credit for the reasonable cost of providing board, lodging, or other facilities has the burden of segregating the permissible deductions from wages and impermissible deductions, <i>i.e.,</i> the reasonable costs of meals, lodging, or other facilities from the total cost plus profit of providing them. <i>Donovan v. New Floridian Hotel, Inc.,</i> 676 F.2d 468 (11th Cir.1982) and cases cited therein. The specific guidelines for determining cost of food, lodging and other facilities are contained in Title 29 C.F.R. § 531.3. The guidelines will not be quoted in full, but the Court acknowledges and applies those guidelines in this case.</p>\n<p>Defendants presented records purporting to show the actual cost of providing food, lodging and other facilities for the associates from 1976 through 1981. Obviously, the books were not maintained with a view toward \"segregating the cost\" of benefits provided the associates. There is a sufficient basis, however, for drawing reasonable inferences as to the actual costs. The books and records of the Foundation were <span class=\"star-pagination\">*564</span> subject to an extensive audit by the Secretary's investigators. Predictably, and consistent with the entire course of this litigation, the conclusions recommended by each side are poles apart. Defendants' exhibits 34-A and 34-B are representative of the contrast.</p>\n<p></p>\n<pre>\n       OVERALL BENEFITS RECEIVED PER MONTH PER ASSOCIATE ACCORDING\n            TO RECORDS OF THE TONY AND SUSAN ALAMO FOUNDATION\n                      (Defendants' Exhibit 34-A)\n                   1976      1977      1978      1979      1980      1981\n----------------------------------------------------------------------------\nBOARD              133.31    158.27    185.37    192.79    176.89    218.84\nLODGING            451.74    413.23    448.21    433.47    426.54    463.25\nTRANSPORTATION     106.80     93.36     97.08    110.60    129.53    145.83\nCLOTHING            38.16     77.93     84.12     84.27     87.97     88.68\nMEDICAL              6.27     13.18      8.69      8.20      8.56     11.37\nUTILITIES           22.89     21.26     20.88     22.47     29.81     35.01\nOTHER              134.93    105.73    122.03    147.43    136.00    163.80\nRECREATION            .00       .00      7.30      7.41     12.58     13.50\n____________________________________________________________________________\nTOTAL              894.10    882.96    973.68  1,006.64  1,007.83  1,140.28\n============================================================================\n              OVERALL BENEFITS RECEIVED PER MONTH PER ASSOCIATE\n                      ACCORDING TO DEPARTMENT OF LABOR\n                         (Defendants' Exhibit 34-B)\n                   1976      1977      1978      1979      1980      1981\n----------------------------------------------------------------------------\nBOARD              12.05     41.27     50.52     48.62     41.01     57.31\nLODGING            38.82     43.81     56.84     59.45     69.49     78.92\nTRANSPORTATION       .00       .00       .00       .00       .00       .00\nCLOTHING            6.15      9.01      8.17      7.55     10.26      4.58\nMEDICAL             6.27     13.18      8.69      8.20      8.56     11.37\nUTILITIES          10.15      6.61      7.32      6.39      4.89      5.03\nOTHER              16.90     11.18     27.69     39.44     31.68     23.94\nRECREATION           .00       .00       .00       .00       .00       .00\n____________________________________________________________________________\nTOTAL              90.34    124.43    159.23    169.65    165.89    181.15\n============================================================================\n</pre>\n<p>While evaluating the benefits, the Court is mindful of the dispute existing between the parties regarding the quality of food, lodging and other facilities. Defendants characterize the benefits as those of the highest quality and plaintiff argues for the opposite extreme. The Court concludes the truth lies well within either extreme claimed. The photos and reliable descriptions of the housing suggest it is fairly typical of the average rental property available in the area. Some of the housing appears to be in excellent condition and well furnished, while other property is poorly maintained and ill furnished. The associates who appeared at trial certainly appeared healthy, well nourished and well clothed and there is no reason to believe the others are not.</p>\n<p>In evaluating the benefits furnished the associates, the Secretary took issue with the purchase price and depreciation schedule figures used by defendants as representative of the defendants' \"cost\" of providing lodging. The Secretary concluded that fair rental value of the property used as housing was a more appropriate measurement, particularly with respect to the Arkansas properties. <span class=\"star-pagination\">*565</span> Accordingly, the Secretary hired a real estate appraiser for the purpose of determining a fair rental value of the properties. The defendants, although urging acceptance of the alleged cost price-depreciation method, did likewise. The Court concludes the rental value method suggested by the Secretary is the appropriate measurement for the Arkansas properties.</p>\n<p>As a matter of explanation, the term \"donated\", which appears on the board schedules, generally refers to food furnished by the Foundation's restaurant, its food market or its distribution center. It is not always free food to the Foundation. Similarly, references to \"donated\" on the transportation schedule refers to gasoline, repairs and maintenance of Foundation vehicles furnished by service stations or repair shops operated by the Foundation. There are, however, categories of \"food donated\" for some years where the food was apparently a gift from third parties. The distinction is noted in footnotes to the benefits schedules.</p>\n<p></p>\n<h2><i>Benefits  1976</i></h2>\n<p>In 1976, there was an average of 316 adult associates, according to Foundation records.</p>\n<p>Plaintiffs' exhibit 49 is a schedule of benefits for 1976 which contains the cost value of benefits according to defendants. The amounts in each category accepted by the Secretary are indicated in red ink.</p>\n<p>With respect to each category, the Court reaches the following general conclusions which also form the guidelines for the analysis of the benefits schedules for subsequent years:</p>\n<blockquote>(1) Board  The figures claimed by defendant for Arkansas \"Food Donated\" from the restaurant are menu or related prices which should be reduced by 35% to more nearly reflect defendants' actual cost. The L.A. \"food donated\" is reduced by 20%. The Secretary's total disallowance of those figures was not satisfactorily explained. According to the Secretary, each associate was fed for $2.78 per week. That amount does not include children, which reduces the figure below $2 per week. Obviously, the Secretary's suggestion is in error or, at least, is not acceptable to the Court.</blockquote>\n<blockquote>With respect to the \"Food Donated\" items in the 1976 schedule, as well as the schedules for subsequent years, the Court allowed 80% of grocery store donations, and 65% of restaurant donations since these figures were supported by persuasive evidence as the \"cost\" figures to the Foundation. The Court allowed 10% of the food donated from third parties as the cost of transporting, preparing and serving the food. The Foundation maintained a cafeteria which was operated at some \"cost\" to the Foundation.</blockquote>\n<blockquote>(2) Lodging  The lodging figures are based upon the average fair rental value of the living quarters furnished the associates in Arkansas by the Foundation. The rental value is figured on the basis of furnished units. Also, such items as property tax, insurance, maintenance and repairs, etc., are included in the rental value. The figures are calculated so as to avoid duplication. For example, if utility costs are allowed elsewhere, they are not included in the rental value.</blockquote>\n<blockquote>There is persuasive evidence that a portion of the Tempe property is used for living quarters full time by at least two associates and that other associates stay there periodically when traveling between Los Angeles and Alma. An allowance of 10% of the depreciated value of the Tempe property is made for that benefit furnished by the Foundation.</blockquote>\n<blockquote>With respect to the California and Nashville property, the Court adopts the figures used by Mr. Gahm, the Secretary's auditor.</blockquote>\n<blockquote>(3) Transportation  The Secretary refused to allow any sum for transportation despite convincing evidence that all of the transportation used by the associates was furnished by the Foundation. There is uncontradicted testimony that associates were transported to and from jobs, provided airplane tickets, taken for medical treatment, etc., all in Foundation vehicles <span class=\"star-pagination\">*566</span> or at Foundation expense. The Secretary's apparent objection to defendants' figures arises because the defendants included all vehicles, commercial or otherwise, in its transportation figures. The Secretary's witness contended that \"very few\" of the Foundation's vehicles were appropriate for passenger use. The Court has examined the schedule of vehicles and equipment and concludes that approximately 50% of the vehicles are passenger type vehicles. Accordingly, the Court allows 50% of the documented expenses as transportation costs.</blockquote>\n<blockquote>(4) Clothing  The defendants furnished evidence of the value of clothing furnished the associates. The Secretary objected to the value of the Arkansas and Nashville clothing, citing as one reason for the objection the fact that retail prices of clothing donated from the Foundation's stores were used and that the figures should be reduced by the 50% markup over actual costs. The Court agrees that the figures for clothing, which are not actual purchase prices, should be reduced. There is no evidence, however, which explains why the Secretary substituted figures for the Arkansas and Nashville amounts and, therefore, the Court accepts the Foundation's figures reduced by 50%.</blockquote>\n<blockquote>(5) Medical  figures are documented amounts actually expended.</blockquote>\n<blockquote>(6) Utilities  The Arkansas utility costs have been included in the cost of lodging. The remaining utility claims are actual figures. In some instances, the Secretary refused to allow the full amounts expended but there is no explanation for the reduction.</blockquote>\n<blockquote>(7) Other  Much of the \"Other\" category claimed by the Foundation is duplicative of the rental value of lodging. Some of the categories, such as \"legal\", \"Livestock supplies\", \"Office expenses, supplies\", etc. appear to relate to Foundation activities and are not the type \"benefit\" contemplated by 28 U.S.C. § 203(m). Since the defendants have the burden of establishing the cost to them of benefits furnished associates, the figures allowed by the Secretary are generally accepted by the Court.</blockquote>\n<p>The Court concludes the defendants established by a preponderance of the evidence an average cost/benefit for each associate in accordance with the following schedule:</p>\n<p></p>\n<pre>\n                                      1976\n                                 Benefit Schedule\n              Ark.Food           Ark.Food       L.A.Food            L.A.Food        Nashville                      Average Per Mo.\n              Donated            Purchased      Donated             Purchased       Food Purchased                 Per Associate\n    Board     116,085.45<sup>[1]</sup>    6,948.82      224,983.63<sup>[2]</sup>    29,661.30       9,095.00                            102.00\n              Ark. Prop.         L.A. Prop.     Nashville           Tempe\n              120,600            42,213.28        8,402.95           1,666.66                                            45.59\n              Ark.               Ark.           L.A.                L.A.            Nashville          Taxes and\n              Purchased          Donated        Purchased           Donated         Purchased          Insurance\n    Transp.     1,810.45         11,260.25       36,293.75           6,716.34       1,455.00           5,820.68          16.71\n              Ark.               L.A.           Nashville\n    Clothing   60,007.43         18,267.09        3,218.83                                                               21.49\n              Ark.               L.A.           Nashville\n    Medical    12,415.51         10,957.27          391.05                                                                6.27\n              Ark.               L.A.           Nashville\n    Utilities                    39,805.02       10,496.83                                                               13.27\n              Ark.               L.A.           Nashville\n    Other      74,716.18<sup>[3]</sup>                                                                                           19.70\n                                                                                                                       _______\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE ----------------------------------------------------------------------  $225.03\n</pre>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*567</span> <i>Benefits  1977</i>\n</h2>\n<p>In 1977, there was an average of 385 adult associates of the Foundation. The following schedule of benefits was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n                                              1977\n                                         Benefit Schedule\n                                           (Plaintiff's Exhibit 50)\n               Ark.Food              Ark.Food           Ark.Food               L.A.Food                L.A.Food             Nashville                  Average Per Mo.\n          Donated    Donated Purchased   Purchased    Donated   Food Purchased  Per Associate\nBoard  (Rest.)  248,255.00<sup>[1]</sup>     17,000.00<sup>[3]</sup>     9,135.43              2,778.78                11,490.00<sup>[3]</sup>      15,555.72                  72.60\n       (Groc.)   31,206.80<sup>[2]</sup>\n          Ark.        L.A.    Nashville   Tempe\nLodging         173,562.50           42,213.28          16,805.95              1,666.66                                                                50.70\n               Ark.                  Ark.                L.A.                  Nashville               Autos and\n          Purchased  Donated  Purchased   Purchased    Trucks\nTransp.           4,621.20           26,356.72           4,063.89               4,892.08                  -                                             8.64\n               Nashville             Ark.                L.A.                  Ark. &amp; Nashville\n          Donations  Donations Purchased   Purchased\nClothing          3,000.00           11,965.96          27,162.17               2,513.50                                                                9.66\n          Ark.       L.A.       Nashville\nMedical          35,675.74           24,890.13             306.88                                                                                      13.18\n          Ark.       L.A.       Nashville\nUtilities       -                    27,523.96           3,000.00                                                                                       6.61\n          Ark.       L.A.       Nashville\nOther           58,550.55<sup>[4]</sup>       -                      -                                                                                         12.67\n                                                                                                                                                   _________\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE ---------------------------------------------------------------------------------------------------   $174.06\n</pre>\n<p></p>\n<h2><i>Benefits  1978</i></h2>\n<p>In 1978, there was an average of 355 adult associates at the Foundation. The following schedule of benefits was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n                                                                  1978\n                                                                Benefit Schedule\n                                                             (Plaintiff's Exhibit 51)\n               Ark.Food            Ark.Food           Ark.Food             L.A.Food                       L.A.Food             Nashville                   Average Per Mo.\n               Donated             Donated            Purchased            Purchased                      Donated              Food Purchased              Per Associate\nBoard  (Rest.) 202,603.95<sup>[1]</sup>    16,917.00<sup>[3]</sup>    5,651.91             15,345.30                      16,889.50<sup>[3]</sup>      15,009.29                   83.46\n       (Groc.)  83,119.57<sup>[2]</sup>\n               Ark.                L.A.               Nashville            Tempe\nLodging        220,050.00          42,213.48         16,805.95              1,666.66                                                                        65.90\n               Ark.                Ark.               L.A.                  Nashville                    Autos and\n               Purchased           Donated            Purchased            Purchased                      Trucks\nTransp.          2,117.54          48,423.90         15,221.80              1,876.03                          -                                             15.88\n               Nashville           Ark.              L.A.                   Ark. &amp; Nashville\n               Donations           Donations          Purchased         Purchased\nClothing        29,126.10          17,300.14         5,346.38               12,173.81                                                                        15.01\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*568</span>\n                   Ark.           L.A.         Nashville\nMedical            31,672.58       5,345.97         2.40                                                             8.69\n                   Ark.           L.A.         Nashville\nUtilities               -         27,688.63     3,500.00                                                             7.32\n                   Ark.           L.A.         Nashville\nOther              123,721.16<sup>[4]</sup>          -           -                                                          29.04\n                                                                                                                  _______\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE -----------------------------------------------------------------  $225.30\n</pre>\n<p></p>\n<h2><i>Benefits  1979</i></h2>\n<p>In 1979, there was an average of 347 adult associates at the Foundation. The following benefit schedule was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n                                              1979\n                                         Benefits Schedule\n                                           (Plaintiff's Exhibit 52)\n                   Ark.Food         Ark.Food            Ark.Food      L.A.Food           L.A.Food      Nashville         Average Per Mo.\n                   Donated          Donated             Purchased     Purchased          Donated       Food Purchased    Per Associate\nBoard     (Rest.)  183,214.85<sup>[1]</sup> 21,716.70<sup>[3]</sup>      8,168.40    18,115.50<sup>[3]</sup>      7,653.56     12,828.16             78.50\n          (Groc.)   75,165.07<sup>[2]</sup>\n                   Ark.             L.A.                Nashville     Tempe\nLodging            235,637.50       42,213.28           16,805.95     1,666.66                                               71.16\n                   Ark.             Ark.                L.A.          Tempe              Nashville     Autos and\n                   Purchased        Donated             Purchased     Purchased          Purchased     Trucks\nTransp.              6,268.97       44,452.06           37,566.45       465.82            2,614.93          -                21.94\n                   Nashville        Ark.                L.A.          Ark. &amp; Nashville\n                   Donations        Donations           Purchased     Purchased\nClothing             2,600.13       13,865.35            2,491.82     15,065.77                                               8.17\n                   Ark.             L.A.                Nashville\nMedical             27,483.77        6,217.67              431.14                                                             8.20\n                   Ark.             L.A.                Nashville     Tempe\nUtilities              -            25,059.26            6,300.00        536.08                                               7.66\n                   Ark.             L.A.                Nashville     Tempe\nOther              187,267.71<sup>[4]</sup>   -                      -             -                                                 44.97\n                                                                                                                          ________\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE  ------------------------------------------------------------------------   $240.60\n</pre>\n<p></p>\n<h2><i>Benefits  1980</i></h2>\n<p>In 1980, there was an average of 337 adult associates at the Foundation. The following benefit schedule was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*569</span>\n                                                                       1980\n                                                                   Benefits Schedule\n                                                                (Plaintiff's Exhibit 53)\n           Ark.Food      Ark.Food       Ark.Food      L.A.Food       L.A.Food    Nashville Food   SWBM Food   SWBM Food  Avg. Per Mo.\n          Donated    Donated   Purchased  Donated        Purchased    Purchased      Donated       Purchased       Per Assoc.\nBoard     195,019.50<sup>[1]</sup>  25,420.12<sup>[2]</sup>   5,978.69      98,814.00<sup>[2]</sup>   2,534.98    11,874.23        7,415.31   34,522.79      94.36\n          Ark.          L.A.           Nashville     Tempe\nLodging   276,750.00    42,213.28      17,399.17     1,666.66                                                              83.59\n          Ark.          Ark.           L.A.          Tempe          Nashville   SWBM            SWBM\n          Purchased    Donated       Purchased     Purchased      Purchased   Purchased       Donated\nTransp.      517.24        47,448.94      30,394.54        802.64<sup>[3]</sup>      4,687.76    24,979.82       14,327.12            30.45\n          Nashville     Ark.           L.A.          Ark. &amp; Nashv.  SWBM\n          Donated       Donated        Purchased     Purchased             \nClothing    3,577.19      6,690.86       2,310.72      33,059.47      2,294.68                                              11.85\n          Ark.          L.A.           Nashville     SWBM\nMedical    31,769.97     1,639.16         704.11          500.00                                                            8.56\n          Ark.          L.A.           Nashville     SWBM           Tempe\nUtilities  -            19,891.37      7,075.48      3,294.17        329.04<sup>[4]</sup>                                              7.56\n          Ark.          L.A.           Nashville     SWBM  Tempe\nOther     135,675.07<sup>[5]</sup>                                                                                                    33.55\n                                                                                                                        _________\nTOTAL BENEFITS PER MONTH PER ASSOCIATE -------------------------------------------------------------------------------  $269.92\n</pre>\n<p></p>\n<h2><i>Benefits  1981</i></h2>\n<p>In 1981, there was an average of 314 adult associates at the Foundation. The following schedule of benefits was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*570</span>\n                                                                                1981\n                                                                           Benefits Schedule\n                                                                        (Plaintiff's Exhibit 54)\n               Ark.Food      Ark.Food      Ark.Food     L.A.Food      L.A.Food    Nashv.Food    Nashv.Food   SWBM Food   SWBM Food   56 Farm   Avg. Per\n               Donated       Donated       Purchased    Donated       Purchased    Donated   Purchased   Purchased   Donated             Mo.-Assoc.\nBoard  (Rest.) 182,048.75<sup>[1]</sup> 20,347.13<sup>[3]</sup>  7,689.73     17,400.00<sup>[3]</sup>   1,918.90   10,186.46<sup>[3]</sup>  4,583.55     23,512.49   11,008.51   402.00        93.17\n       (Groc.)  71,968.00<sup>[2]</sup>\n               Ark.          L.A.          Nashville    Tempe\nLodging        289,050.00    42,213.28     23,931.78    1,666.66                                                                                   94.71\n               Ark.          Ark.          L.A.         Tempe          Nashville   SWBM         SWBM         Autos and\n               Purchased     Donated       Purchased    Purchased      Purchased   Purchased    Donated      Trucks\nTransp.        2,128.26      52,940.27     29,223.07      686.00<sup>[4]</sup>        2,706.82   37,843.50    10,434.71           -              36.08\n               Nashville     Ark.          L.A.         Ark.           Nashville   SWBM\n               Donated       Donated       Purchased    Purchased      Purchased       \nClothing       3,036.31      10,420.21       841.52       2,614.87       127,030.40    3,371.84                                                    39.10\n               Ark.          L.A.          Nashville  SWBM\nMedical         38,879.62      2,331.87          442.60         1,197.14                                                                                   11.37\n               Ark.          L.A.          Nashville    Tempe          SWBM\nUtilities       -            13,219.37     8,511.99     429.63<sup>[5]</sup>      8,017.62                                                                     8.01\n               Ark.          L.A.          Nashville    Tempe        SWBM\nOther          90,201.28                                                                                                                           23.94\n                                                                                                                                                 ________\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE ------------------------------------------------------------------------------------------------- $306.38\n</pre>\n<p></p>\n<h2><i>Outside Workers</i></h2>\n<p>The Secretary asserts claims in behalf of certain \"outside employees\"<sup>[4]</sup> for overtime payments. The claims are made pursuant to Section 7(a) of the Act, which requires <span class=\"star-pagination\">*571</span> overtime compensation of one and one-half times the employee's regular rate of pay for all hours of work in excess of 40 hours during the workweek.</p>\n<p>The Secretary's source of information upon which the claims are asserted consists of interviews of some of the employees, review of the payroll records (Px 4), computations of the Secretary's investigator, Rollin Shell (Px 18), and a summary of the computations (Px 19). Additionally, six of the fifteen employees for whom claims are asserted testified at trial.</p>\n<p>None of the employees who testified made any affirmative claim for overtime payments. To the contrary, some of the witnesses stated that they had been paid all they were due and were not seeking additional pay.</p>\n<p>Most of the claims for overtime pay result from Tony Alamo's penchant for paying the outside employees on the basis of a weekly salary. Although all of the weekly salaries were far in excess of the minimum wage rate, the employees generally worked more than a forty hour week. Any conclusions regarding entitlement of the employees to overtime pay requires the indulgence of inferences from sketchy information. Very frankly, the Court approaches this portion of the claim with little enthusiasm for several reasons. The Secretary's proof has little convincing force, particularly for those claims which were not supported by the testimony of the involved employee. At trial, the Secretary inexplicably doubled the amounts which had previously been claimed as overtime due. At least one claim, that for John Shasteen, was forcefully asserted by the Secretary until Mr. Shasteen testified at trial and the claim was withdrawn because of his testimony. Finally, the Court has the distinct impression that the employees who testified thought they were fairly treated and wanted no part of the claims.</p>\n<p>In any event, the assertions of the Secretary demand some review and the Court reaches the following conclusions with respect to these individual claims:</p>\n<p>1. John Brandon  He worked at the Alamo Transmission Shop for three different periods of time between October, 1978, and September, 1980. His hours were \"about 7:30 or 8:00 a.m. until 5 p.m. with an hour off for lunch.\" His hours were kept \"on the honor system\"; he was free to leave the job if he needed to; and he thinks he \"probably\" worked \"a little\" more than 40 hours per week sometimes. He says he was paid \"straight time\" for all hours; that he was paid for every hour he worked; and \"they don't owe me any money.\"</p>\n<p>In reviewing the payroll ledger attached to Px 4, the Court concludes that Px 18 is an accurate summary of the hours worked per week and overtime due Mr. Brandon. The total pay divided by the hourly rate which Brandon was paid each week reveals the hours worked per week. The pay records used by defendant to compensate Brandon are a more reliable method for determining the hours he worked in 1978, 1979 and 1980 than his recollection at trial. Applying Section 7(a) to the figures produced by the payroll ledger dictates the conclusion that John Brandon is entitled to $815.69 as overtime pay improperly withheld by the defendant.</p>\n<p>2. Dennis Cravens  Mr. Cravens did not testify at trial. The payroll ledger sheets indicate that Mr. Cravens was paid a weekly salary which was comfortably in excess of the minimum wage. The Secretary contends that occasionally Mr. Cravens drew more than his weekly salary and the Court should conclude that the excess payments were for overtime hours, which were paid at the regular hourly rate. After reviewing the ledger sheet, the Court concludes that the bare information provided is not a sufficient basis for reaching a \"just and reasonable inference\" that Cravens is entitled to overtime pay under Section 7(a).</p>\n<p>3. Ronald Dickenson  Mr. Dickenson did not testify. The records alone are not sufficient to support a \"just and reasonable inference\" that he is entitled to overtime pay under Section 7(a).</p>\n<p><span class=\"star-pagination\">*572</span> 4. Howard Floyd  Mr. Floyd was employed as an equipment operator at an hourly rate of $8 per hour. He made an average of $430 per week. The usual work-week was 60 hours per week. He was paid time and a half for all hours over 48 hours, but not for the hours between 40 and 48. He thinks he lost $32 per week by missing overtime for the hours between 40 and 48. He said Alamo \"paid me good\" and he didn't know what the overtime law provided and \"didn't care\".</p>\n<p>The matter of overtime due Mr. Floyd under Section 7(a) is based upon simple calculations from Px 4. The summary prepared by Rollin Shell as Px 18 is accurate. Defendant improperly withheld $2,135.00 in overtime pay from Mr. Floyd.</p>\n<p>5. Oscar Gamez  Mr. Gamez did not testify. The payroll ledger indicates that he was paid a weekly salary of $240 per week for a 60 hour week. When he worked less than 60 hours, which is, of course, a frequent occurrence in the construction business, his pay was reduced at the rate of $4 per hour. The Secretary argues that Mr. Gamez's regular rate of pay is $4 per hour and that he is entitled to time and a half for all over 40 hours. If Sections 778.108, 778.109 and 778.114 of the Interpretative Bulletin of the Code of Federal Regulations for Title 29, Part 778 are applied to Mr. Gamez's situation, he is, indeed, entitled to overtime compensation. The payroll ledger supports the calculations of Rollin Shell contained in Px 18. Defendant has improperly withheld overtime pay under Section 7(a) in the amount of $2,592.00 due Mr. Gamez.</p>\n<p>6. Alfred Lampkin  Mr. Lampkin's situation is identical to that of Howard Floyd. Mr. Lampkin is due overtime pay in the amount of $1,946, which has been improperly withheld under Section 7(a) of the Act.</p>\n<p>7. Curtis Lloyd  Mr. Lloyd's payroll ledger records indicate that he was paid the same hourly rate for all hours worked. For example, the ledger reflects that for the week ending August 10, 1979, he worked 66½ hours, his regular rate of pay was $11 per hour, and he was paid a total of $731.50. He is entitled to time and a half for all hours over 40 hours in any week. The total pay improperly denied him is $2,121.01.</p>\n<p>8. A.L. McElroy  Mr. McElroy did not testify. He was paid a weekly salary of $250. The Secretary assumes he worked a 45 hour week. The Court cannot find any substantial evidence in the record which will warrant such a conclusion. There is no evidentiary basis which will support a \"just and reasonable inference\" that Mr. McElroy was improperly denied overtime payments mandated by Section 7(a).</p>\n<p>9. Dennis Meyers  The payroll ledger indicates that Mr. Meyers was paid a straight hourly wage for all hours over 40 per week. The Court concludes the calculations in Px 18 are correct and he was improperly denied $495.26 in overtime pay under Section 7(a).</p>\n<p>10. C.H. Osborn  The payroll ledger indicates that Mr. Osborn was paid $3.77 per hour for all the hours he worked each week. His ledger entries contain the entry \"contract labor\". The significance of the entry is not explained by evidence. In any event, the calculations contained in Px 18 are correct. Mr. Osborn was improperly denied $1,145.98 in overtime pay under Section 7(a).</p>\n<p>11. Ivan Pense  Mr. Pense's situation is almost identical to that of John Brandon. He was equivocal in his testimony about the number of hours worked each week. The hours reflected in defendants' payroll ledger is the most persuasive evidence on this issue. Overtime pay in the total sum of $2,654.92 was improperly withheld from Mr. Pense.</p>\n<p>12. Sherill Rich  The payroll ledger indicates that Mr. Rich was paid $8 an hour for all hours worked. For example, the week ending August 23, 1979, he worked 60½ hours and was paid $484.00. Pursuant to the provisions of Section 7(a), he is entitled to $182.00 in overtime pay which was improperly withheld.</p>\n<p>13. Roy Van Kleer  The Court cannot locate any records in the exhibits which provide the underlying data for the claim asserted in behalf of Mr. Van Kleer. No <span class=\"star-pagination\">*573</span> testimony was produced at trial which would provide a basis for a \"just and reasonable inference\" that he is entitled to additional pay for uncompensated overtime work.</p>\n<p>14. A.Z. Hudson  Mr. Hudson was supervisor of Alamo's construction company with power to hire and fire employees. He was paid a weekly salary of $650. Because there was a reduction of his salary when he failed to work a full week, as is frequently the case in construction work, the Secretary takes the position that Mr. Hudson should be considered an hourly employee who was compensated at the rate of $10 per hour and is, thereby, entitled to overtime payments totaling $7,070.49. Mr. Shell, the Secretary's auditor, testified that, \"You have to study each one (case)\" to determine whether an employee should be exempt for purposes of overtime pay when he is compensated on a salary basis. Mr. Hudson clearly agreed to payment on a salary basis, he was satisfied with the basis of pay he received, and he is asserting no claim for additional benefits. The Court does not believe it would be appropriate to treat him other than as the supervisory salaried employee he was for overtime purposes.</p>\n<p>15. John Shasteen  The Court stated its conclusions from the bench regarding the claim in behalf of Mr. Shasteen. He was a salaried employee and there is no basis in the evidence for concluding that he is entitled to overtime pay.</p>\n<p>16. Bill Richards  Mr. Richards was paid a weekly salary according to the payroll ledger. There is no persuasive evidence as to the number of hours he worked each week. There is no basis in the evidence for a \"just and reasonable inference\" that he was improperly denied overtime pay.</p>\n<p>17. Doris Bradley  The Court can find no basis in the exhibits for concluding that Ms. Bradley was improperly denied overtime pay.</p>\n<p>18. Don Hanks  The payroll ledger indicates Mr. Hanks was paid a weekly salary. There is no evidence in the exhibits or testimony that he worked in excess of 40 hours per week. Furthermore, there is no evidence which would support a \"just and reasonable inference\" that he was improperly denied overtime pay.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p></p>\n<h2>I.</h2>\n<p>The Court has jurisdiction of this case as an action brought in equity pursuant to 29 U.S.C. § 217.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants' contention that the action should be dismissed since no alleged employees are parties, nor are any named in the complaint as required by 29 U.S.C. § 216, is misplaced. An action pursuant to 29 U.S.C. § 217 is separate and independent from an action under § 216. <i>Hodgson v. Katz &amp; Besthoff, No. 38 Inc.,</i> 365 F.Supp. 1193 (W.D.La.1973). Furthermore, defendants' contention that the action is barred by the statute of limitations because the names of employees for whom benefits were sought were not identified until the time of trial is without merit. An action is commenced for purposes of relief under § 217 when the complaint is filed. <i>Wirtz v. Novinger's Inc.,</i> 261 F.Supp. 698 (M.D.Pa. 1966).</p>\n<p></p>\n<h2>III.</h2>\n<p>The businesses identified in Paragraphs III through VI of the Findings of Fact which are owned and operated by the Foundation are part of an \"enterprise\" within the meaning and definition of Section 3(r) of 29 U.S.C. § 203(r) in that the Foundation has operated the businesses under common control for common business purposes. Even though the Foundation is incorporated as a nonprofit religious organization, the identified businesses are engaged in ordinary commercial activities in competition with other commercial businesses. See <i>Marshall v. Woods Hale Oceanographic Institute,</i> 458 F.Supp. 709 (D.Mass.1978); <i>cf. </i><i>Mitchell v. Pilgrim Holiness Church,</i> 210 F.2d 879 (7th Cir.) <i>cert. den.,</i> 347 U.S. 1013, 74 S.Ct. 867, 98 L.Ed. 1136 (1954).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*574</span> IV.</h2>\n<p>The contentions of defendants that application of the Act to its commercial businesses violates constitutional principle have no merit.</p>\n<blockquote>A. <i>Overbreadth</i>  Extension of the Act to include the commercial activities of a nonprofit religious organization is not unconstitutionally overbroad since coverage is rationally related to the statutorily recognized purpose of protecting competitors against unfair competition. 29 U.S.C. 202(a); <i>cf. </i><i>Braunfeld v. Brown,</i> 366 U.S. 599, 81 S.Ct. 1144, 6 L.Ed.2d 563 (1961).</blockquote>\n<blockquote>B. <i>\"Wilfully unequal and oppressive\" application</i>  There is no persuasive evidence that the Secretary has engaged in a \"patent abuse\" of discretion in pursuing the claims against defendants. See <i>Moog Industries v. FTC,</i> 355 U.S. 411, 414, 78 S.Ct. 377, 380, 2 L.Ed.2d 370 (1958). Furthermore, there is no proof that the Secretary has intentionally discriminated against defendants, nor is there any demonstration that plaintiff has intentionally discriminated as between religious groups or other nonprofit \"enterprises\". <i>Johnson v. Robison,</i> 415 U.S. 361, 94 S.Ct. 1160, 39 L.Ed.2d 389 (1974).</blockquote>\n<blockquote>C. <i>Infringement upon free exercise of religion</i>  Application of the Act to religious organizations is not a violation of the free exercise clause of the First Amendment. <i>Mitchell v. Pilgrim Holiness Church,</i> 210 F.2d 879 (7th Cir.) <i>cert. den.</i> 347 U.S. 1013, 74 S.Ct. 867, 98 L.Ed. 1136 (1954). The provisions of the Act are neutral and application of the Act does not interfere with the free exercise of any religious beliefs. A law does not deny the free exercise of religion because it makes practice of the religion more expensive. <i>Braunfeld v. Brown,</i> 366 U.S. 599, 605, 81 S.Ct. 1144, 1146, 6 L.Ed.2d 563 (1961).</blockquote>\n<blockquote>D. <i>Violation of the Establishment Clause</i>  Application of the Act to defendants does not violate the Establishment Clause. The Act has a secular legislative purpose; application neither advances nor inhibits religion; nor does application of the Act necessitate excessive entanglement between church and state. <i>Leman v. Kurtzman,</i> 403 U.S. 602, 91 S.Ct. 2105, 29 L.Ed.2d 745 (1971).</blockquote>\n<p></p>\n<h2>V.</h2>\n<p>The people who worked in the Foundation's commercial businesses, identified in paragraphs III, IV, V and VI, are \"employees\" of the defendants, Tony Alamo, Susan Alamo and the Foundation, within the meaning of the Act. By the same token, Tony Alamo, Susan Alamo and the Foundation are \"employers\" of those persons within the meaning of the Act.</p>\n<p>As pointed out in <i>Goldberg v. Whitaker House Coop.,</i> 366 U.S. 28 (1960) at page 31, 81 S.Ct. 933 at page 935, 6 L.Ed.2d 100:</p>\n<blockquote>\"By § 3(d) of the Act an `employer' is any person acting `in the interest of an employer in relation to an employee.' By § 3(e) an `employee' is one `employed' by an employer. By § 3(g) the term employ `includes to suffer or permit to work.'\"</blockquote>\n<p>Although many of the associates protest the payment of wages and contend they never contemplated compensation in their relationship with the Foundation's businesses, the \"economic reality\" is the test of employment. <i>Goldberg v. Whitaker House Coop., supra</i><i>; </i><i>United States v. Silk,</i> 331 U.S. 704, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947); and <i>Rutherford Food Corp. v. McComb,</i> 331 U.S. 722, 67 S.Ct. 1473, 91 L.Ed. 1772 (1947). The associates contemplated they would be fed, clothed, sheltered and provided other forms of benefits as a result of their work at the Foundation's commercial businesses. Such benefits are simply wages in another form.</p>\n<p>Under the circumstances, the Court concludes that <i>Mitchell v. Pilgrim Holiness Church Corp.,</i> 210 F.2d 879 (7th Cir.1954) <i>cert. den.,</i> 347 U.S. 1013, 74 S.Ct. 867, 98 L.Ed. 1136 (1954) is controlling. In that decision, the Court noted:</p>\n<blockquote>\"Here we have a remedial measure seeking to insure to the workers of the United States engaged in the production of goods for commerce a minimum wage sufficient to maintain a minimum standard of living <span class=\"star-pagination\">*575</span> which Congress deemed to be necessary to their well-being. We can find no reason for holding that the employees of a church corporation, who work in a printing establishment owned and operated by the corporation, should not be entitled to the benefits of this remedial legislation. While some of the defendant's employees made affidavits stating that they considered their work to be `more than a job,' and that in their positions they felt that they were helping in the work of the Lord, we must assume that the wages they received constituted the income on which they lived. It is not suggested that these employees could maintain a minimum standard of living any more cheaply than the employees of any other printing establishment in the City of Indianapolis. Nor is there any intimation that the minimum standard of living as fixed by the Act is not just as necessary to the health and well-being of the defendant's employees as it is to the health and well-being of the employees of any other printing establishment.\" 210 F.2d at 884.</blockquote>\n<p>Plaintiff is entitled to an injunction restraining the defendant employers from continuing to withhold payment of minimum wages and overtime compensation due workers found by this Court to come under the Act.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Defendants contend that a number of the associates who worked for the Foundation's benefit do not come under the Act because they worked for outside employers and donated their paycheck to the Foundation, worked in a \"non-commercial\" part of the Foundation's activities or worked in an \"exempt\" activity as identified in 29 U.S.C. § 213(a). It is not necessary to draw any legal conclusions with respect to those contentions at this point in view of the nature of the remedy. If a claim is filed which incorporates work activities not within those covered by the Act, the objection can be raised in opposition to that particular claim.</p>\n<p></p>\n<h2><i>Remedy</i></h2>\n<p>The appropriate remedy, in light of the conclusions reached, is no less difficult than many other issues in this case. As previously discussed, neither the relief recommended by plaintiff, nor defendants is, in the opinion of the Court, a satisfactory solution. Since the action is an equitable claim, the Court has some latitude in fashioning an appropriate remedy.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Foundation and Tony Alamo are hereby restrained and enjoined from withholding the payment of overtime compensation found by the Court to be due the employees identified as \"outside employees\" in the amounts indicated in this memorandum.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Foundation and Tony Alamo shall furnish to the Secretary, within 10 days of this decision, the names and last known addresses of all persons who have been associates of the Foundation, or who have worked at any of the businesses identified in Paragraphs III, IV, V and VI from January 1, 1976, to the present. Promptly thereafter, the Secretary shall mail to each such associate, former associate, or worker, notice of this decision. The notice shall advise any associate who desires to submit a claim for back wages to submit a claim in the form of an affidavit within 45 days of the mailing of the notice by the Secretary. The form of notice and claim form shall be prepared by the Secretary and approved by the Court. Within 20 days after the deadline for submitting claims, the Secretary shall submit a proposed finding of back wages due each claimant, based upon the affidavits, less applicable benefits found due, in accordance with the schedule of benefits findings in this memorandum. The defendants shall have 20 days thereafter in which to respond to the claims submitted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*576</span> III.</h2>\n<p>Defendants Tony Alamo and the Foundation are hereby enjoined and restrained from failing to comply with the provisions of 29 U.S.C. § 211 and the Regulations or orders prescribed by the Secretary thereunder.</p>\n<p></p>\n<h2>On Motion for Clarification</h2>\n<p>Pursuant to Rules 52(b) and 58 of the Federal Rules of Civil Procedure, plaintiff's motion for clarification and amendment of the Court's December 13, 1982 order, and for entry of judgment<sup>[1]</sup> is granted. The remedy section of Pages 39 and 40 of that order is modified to read as follows:</p>\n<p></p>\n<h2><i>Remedy</i></h2>\n<p>The appropriate remedy, in light of the conclusions reached, is no less difficult than many other issues in this case. As previously discussed, neither the relief recommended by the plaintiff or defendants is, in the opinion of the Court, a satisfactory solution. Since the action is an equitable claim, the Court has some latitude in fashioning the appropriate remedy.</p>\n<p></p>\n<h2>I.</h2>\n<p>Defendants Tony Alamo and the Tony and Susan Alamo Foundation, their officers, agents, servants, employees, and all persons in active concert or participation with them are hereby permanently enjoined and restrained from failing to comply with Sections 6, 7 and 15 of the Fair Labor Standards Act of 1938, 29 U.S.C. §§ 206, 207 and 215.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants Tony Alamo and the Tony and Susan Alamo Foundation are hereby restrained and enjoined from withholding the payment of overtime compensation found by the Court to be due the employees identified as \"outside employees\" in the amounts indicated in this memorandum, together with prejudgment interest thereon from the dates of withholding. The rate of judgment shall be calculated in accordance with 26 U.S.C. § 6621.</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendants Tony and Susan Alamo Foundation are hereby restrained and enjoined from withholding minimum wage and overtime compensation of all persons who have been associates of the Foundation, or who have worked at any of the businesses identified in Paragraphs III, IV, V and VI, from January 1, 1976, through the present, who make claims for back wages pursuant to the following procedure.</p>\n<p>The Foundation and Tony Alamo shall furnish to the Secretary, within 10 days of this decision, the names and addresses of all persons who have been associates of the Foundation, or who have worked in any of the businesses of the Foundation identified in Paragraphs III, IV, V and VI from January 1, 1976, to the present. Promptly thereafter, the Secretary shall mail to each associate, former associate, or worker, notice of the decision. The notice shall advise any associate who desires to submit a claim for back wages to submit a claim in the form of an affidavit within 45 days of the mailing of the notice by the Secretary. The form of notice and claim form shall be prepared by the Secretary and approved by the Court. Within 20 days after the deadline for submitting claims, the Secretary shall submit a <span class=\"star-pagination\">*577</span> proposed finding of back wages due each claimant, based upon the affidavits, less applicable benefits found due, in accordance with the schedule of benefits findings in this memorandum. The defendants shall have 20 days thereafter in which to respond to the claims submitted.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendants Tony Alamo and the Foundation are hereby enjoined and restrained from failing to comply with § 11(c) of the Fair Labor Standards Act, 29 U.S.C. § 211(c), and the regulations and orders prescribed by the Secretary thereunder.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[5]  Allowed 10% utilities at Tempe.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[5]  Allowed 10% utilities at Tempe.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> 435 U.S. 381, 98 S.Ct. 1117, 55 L.Ed.2d 357 (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> 613 F.2d 626 (6th Cir. 1979).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">556</span></span> (1982)</b></center>\n<center><h1>Raymond J. DONOVAN, Secretary of Labor, United States Department of Labor, Plaintiff,<br>\nv.<br>\nTONY AND SUSAN ALAMO FOUNDATION, et al., Defendants.</h1></center>\n<center>No. CIV 77-2183.</center>\n<center><p><b>United States District Court, W.D. Arkansas, Fort Smith Division.</b></p></center>\n<center>December 13, 1982.</center>\n<center>On Motion for Clarification February 9, 1983.</center>\n<p><span class=\"star-pagination\">*557</span> <span class=\"star-pagination\">*558</span> Robert A. Fitz, Dallas, Tex., for plaintiff.</p>\n<p>Roy Gean, Jr., Gean, Gean &amp; Gean, Fort Smith, Ark., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>OVERTON, District Judge.</p>\n<p>This is a suit by the Secretary of Labor seeking injunctive relief under the Fair Labor Standards Act. The Court has jurisdiction of the case as an action brought pursuant <span class=\"star-pagination\">*559</span> to 29 U.S.C. § 217. Following an evidentiary hearing, the Court enters the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2><i>Findings of Fact</i></h2>\n<p></p>\n<h2>I.</h2>\n<p>The Tony and Susan Alamo Foundation was incorporated under the laws of California on January 29, 1969. In the Articles of Incorporation, the Foundation purports to be a nonprofit religious corporation with the primary purposes being to: \"establish, conduct and maintain an evangelistic church, and generally to do those things needful for the promotion of Christian faith, virtue and charity.\"</p>\n<p></p>\n<h2>II.</h2>\n<p>The Foundation secured an exemption from taxation under § 501(c)(3) of the Internal Revenue Code as a corporation organized and operated exclusively for religious purposes with none of its net earnings inuring to the benefit of any private shareholder or individual. The exemption has been approved and certified by the Internal Revenue Service.</p>\n<p></p>\n<h2>III.</h2>\n<p>Since incorporation, the defendant Tony and Susan Alamo Foundation has owned or operated the following businesses in California since at least January 1, 1976:</p>\n<p></p>\n<pre>\n     Period of Time\n     From        To          Business Name      Type of Business        Location\n                                                Contract labor          Saugus, CA\n                                                crews\n                             Alamo Sewing       Manufacture of          Saugus, CA\n                             Room               clothing\n                             Alamo on Vine      Retail Sales of         Hollywood, CA\n                                                clothing\n     10/27/73    5/6/76      Alamo Exxon        Service station         Saugus, CA\n</pre>\n<p></p>\n<h2>IV.</h2>\n<p>Defendant Tony and Susan Alamo Foundation applied for, and received, a certificate of authority to conduct business affairs in the State of Arkansas. The Foundation has owned or operated the following businesses in Arkansas since April 10, 1975:</p>\n<p></p>\n<pre>\n     Period of Time\n     From        To          Business Name      Type of Business       Location\n     1/5/71      Present     Hartford           Promotion of           Alma, AR\n                             Advertising        records\n     6/1/71      Present     Alamo Record       Production of          Alma, AR\n                             Company            records\n     4/10/75     Present     Fort Smith         Landscaping            Alma, AR\n                             Mobile Nursery\n     6/15/75     Present     Alamo Shoppers     Sales of building      Alma, AR\n                             Emporium           materials\n     7/7/75      Present     Alamo Kerr         Service station        Alma, AR\n                             McGee\n     7/29/75     Present     Alamo DX           Service station        Alma, AR\n     10/21/75    Present     Alamo              Restaurant             Alma, AR\n                             Restaurant\n     2/21/76     Present     Alamo Candy        Production of          Alma, AR\n                             Company            candy\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*560</span>\n     2/21/76     Present     Fleetwood          Distribution of        Alma, AR\n                             Candies            candy\n                                                Contract labor         Alma, AR\n                                                crews\n                             Alamo Petroleum                           Alma, AR\n                             Alamo Sewing       Manufacture of         Alma, AR\n                             Room               clothing\n     5/13/76     Present     Alamo of           Retail sales of         Alma, AR\n                             Nashville          clothing\n     4/2/76      5/30/78     Alamo Bandito      Retail sales of         Alma, AR\n                                                clothing\n     7/5/76      Present     Alamo Discount     Retail sales of         Alma, AR\n                             Grocery            groceries\n     1/5/77      Present     Alamo              Construction            Alma, AR\n                             Construction\n     3/14/77     Present     Alamo Telegraph    Western Union           Alma, AR\n     6/1/77      Present     Alamo Auto         Vehicle repair          Alma, AR\n                             Repair\n     1/20/78     Present     Southwest          Recordkeeping           Alma, AR\n                             Business\n                             Management\n     5/20/78     Present     Alamo Freight      Freight-trucking        Alma, AR\n     7/1/78      Present     Alamo Ready-mix    Ready-mix concrete      Alma, AR\n     10/20/78    Present     North American     Leasing                 Alma, AR\n     6/27/79     Present     Alamo Farms        Hog farms               Alma, AR\n     6/27/79     Present     Bosco Feed         Feed and farm           Alma, AR\n                                                supplies\n     9/21/79     Present     Alma Electric      Electrical              Alma, AR\n                                                construction\n     9/21/79     Present     Alamo Land         Real estate             Alma, AR\n                             Development\n     9/21/79     Present     Alamo Packing      Packing and             Alma, AR\n                                                storage\n     9/21/79     Present     Alamo Plumbing     Plumbing                Alma, AR\n     9/21/79     Present     Alamo Quarries     Sand and gravel         Alma, AR\n     9/21/79     Present     Alamo Roofing      Roofing                 Alma, AR\n                                                construction\n</pre>\n<p></p>\n<h2>V.</h2>\n<p>The defendant, Tony and Susan Alamo Foundation, has owned or operated the following businesses in the State of Tennessee since September 1, 1974:</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*561</span>\n     9/1/74      Present     Alamo of           Retail sales of        Nashville, TN\n                             Nashville          clothing\n     10/15/74    Present     Nashville Today    Distribution of        Nashville, TN\n                                                candy\n     10/15/74    Present     Tennessee Boy      Distribution           Nashville, TN\n</pre>\n<p></p>\n<h2>VI.</h2>\n<p>The Foundation has owned or operated the Tempe Towers Motel in Tempe, Arizona, since March 15, 1979.</p>\n<p></p>\n<h2>VII.</h2>\n<p>The businesses owned or operated by the Foundation are ordinary commercial businesses which offer goods and services to the general public in competition with for-profit businesses. The workers in the businesses are engaged in interstate commerce or in the production of goods for interstate commerce, or are workers handling, selling or otherwise working on goods or materials which have been moved in or produced for interstate commerce. Since January 1, 1976, the Foundation has had an annual gross volume of sales made or business done of not less than $250,000, exclusive of excise taxes at the retail level which are stated separately.</p>\n<p></p>\n<h2>VIII.</h2>\n<p>Defendant, Tony Alamo, is a resident of Crawford County, Arkansas. He is President of the Foundation and he actively supervises and directs the affairs and operations of the Foundation. Since the incorporation of the Foundation, Tony Alamo has acted directly or indirectly in the interests of the Foundation in relation to its employees and workers. Defendant, Susan Alamo, was a resident of Crawford County, Arkansas, until her death in April, 1982. She was Secretary and Treasurer of the Foundation and, at relevant times, she acted directly or indirectly in the interests of the Foundation in relation to its employees and workers.</p>\n<p></p>\n<h2>IX.</h2>\n<p>At the commencement of this action in December, 1977, defendant Larry La Roche was a resident of Crawford County, Arkansas, and Vice President of the Foundation. He no longer holds that office. There is no substantial evidence that Mr. La Roche acted directly or indirectly in the interests of the Foundation in relation to its employees or workers in the Foundation's commercial businesses.</p>\n<p></p>\n<h2>X.</h2>\n<p>The Foundation is an outgrowth of the evangelistic efforts of Tony and Susan Alamo. The affidavits<sup>[1]</sup> of the \"associates\"<sup>[2]</sup> of the Foundation provide persuasive evidence that the evangelistic work of the Alamos and/or the Foundation associates has provided spiritual and moral assistance to many people who lacked direction or purpose in their lives and some who were addicted to drugs or engaged in criminal activity.</p>\n<p>Practically all of the work performed in the operations of the commercial businesses owned or run by the Foundation is done by the associates under the direction or supervision of Tony Alamo and, until April, 1982, Susan Alamo. The associates apparently own no interest in the Foundation and their <span class=\"star-pagination\">*562</span> relationship to the Foundation is an informal one.</p>\n<p>The associates are entirely dependent upon the Foundation for long periods, in some cases several years. The associates who worked in each of the Foundation's businesses were not considered by defendants to be employees, but rather were considered as volunteers, associates of the Foundation, or brothers and sisters of the congregation. These workers received room, board, medical care, clothing, furnishings, child care and small amounts of cash money from the Foundation.</p>\n<p>The Secretary failed to produce any past or present associate of the Foundation who viewed his work in the Foundation's various commercial businesses as anything other than \"volunteering\" his services to the Foundation.<sup>[3]</sup> Typical of the associates' attitude about the Secretary's efforts in their behalf is that of Ann Elmore. Mrs. Elmore testified convincingly that she considered her work in the Foundation's businesses as part of her ministry. She views the businesses as a vehicle for preaching, witnessing and testifying in support of religious beliefs of those associated with the Foundation. She does not work for the Foundation for material rewards; she does it in furtherance of God's command to spread the gospel. Mrs. Elmore said that she never expected any compensation from the Foundation and the thought of receiving wages for her work is \"vexing to my soul.\"</p>\n<p>Although the associates expected no compensation in the form of ordinary wages, they did expect the Foundation to provide them food, shelter, clothing, transportation and medical benefits. Several former associates apparently had the idea that if the Foundation's businesses were successful, they would all prosper.</p>\n<p></p>\n<h2>XI.</h2>\n<p>The Foundation does not solicit contributions from the public. Its principal sources of income are from the operation of its commercial businesses and donations from its associates. A substantial number of associates work in the various businesses. Some associates work for \"outside employers\" at various times and turn their paychecks over to the Foundation. Others contract for various jobs, such as construction work, and turn the contract proceeds over to the Foundation. Some of the associates work at non-commercial jobs for the Foundation, such as cooks, nursery school attendants, schoolteachers, etc., at the Foundation school.</p>\n<p>The Foundation maintains no records of the hours worked by associates in its commercial businesses. The records which were \"reconstructed\" for this litigation do not accurately reflect the hours worked or jobs performed by the associates and are of no benefit to the Court.</p>\n<p>The Secretary has taken the position that an appropriate inference to be drawn from the evidence, in the absence of accurate records, is that all 300 associates worked 10 hours per day, 6 days per week. The figures of 10 hours per day, 6 days per week were elicited from former associates in response to leading questions on depositions. Some of the Secretary's witnesses, who were former associates of the Foundation, testified that work assignments were prepared for the associates and they were required to work as long as 12 to 15 hours per day, 6 or 7 days per week. One witness, Debra Malone, said she worked as long as 3 or 4 days at a time in the sewing room without sleep. In opposition to such testimony, defendants' witnesses testified there was no \"scheduling\" or \"assignment\" of work at the commercial businesses; that people just volunteered to work when they saw a need.</p>\n<p>It is difficult to draw inferences with any degree of certainty, from the testimony presented, as to the number of associates working in commercial businesses or the <span class=\"star-pagination\">*563</span> hours they worked. First, there is no basis for concluding, as the Secretary suggests, that all 300 of the associates worked in the Foundation's commercial businesses. To the contrary, the evidence reflects that the associates have constructed, decorated and furnished a number of residences, an apartment building, a church, and various other structures used by the Foundation and its associates for non-commercial purposes. The labor for much of this construction and the continuing maintenance of the structures was furnished by the associates. As previously mentioned, some associates work at the Foundation in non-commercial jobs, such as babysitting at the nursery, cooking for the other associates, etc. Furthermore, the Foundation produces a television show which obviously requires some non-commercial work time; some associates \"witness\" on the streets, in hospitals, jails and other places; and some help organize new churches. Additionally, some associates are employees of businesses other than the Foundation's and simply turn their pay-checks over to the Foundation. In any event, while it is difficult to reach any reasonably accurate conclusion as to how many associates work in the commercial businesses at any particular time, it is not reasonable to conclude that all of the adult associates are working in the commercial businesses, or, that the ones who do work in the commercial businesses do so on the regular basis suggested by the Secretary.</p>\n<p></p>\n<h2><i>Value of Benefits Furnished Associates</i></h2>\n<p>As previously mentioned, most of the associates of the Foundation are totally dependent upon the Foundation. This dependence extends, in some instances, for a period of years. In many respects, the Foundation is operated as a commune.</p>\n<p>The defendants contend that if the associates are \"employees\" and thereby entitled to wages under the Act, the defendants should receive credit for the reasonable cost of benefits furnished the associates. See, 29 U.S.C. § 203(m).</p>\n<p>The burden of establishing the \"reasonable cost\" of such benefits rests upon the defendants. As stated in <i>Donovan v. Williams Chemical Co., Inc., et al.,</i> <span class=\"citation\" data-id=\"406026\"><a href=\"/opinion/406026/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">185</span></a></span> at 189 (8th Cir.1982).</p>\n<blockquote>\"Section 3(m) of the Act, 29 U.S.C. § 203(m), allows employers to include the reasonable cost of providing meals, lodging, or other facilities in employee wages for purposes of the Act. The regulations promulgated by the Secretary define `reasonable cost' `to be not more than the actual cost to the employer of the board, lodging, or other facilities customarily furnished by him to his employees.' 29 C.F.R. § 531.3(a). `\"Reasonable cost\" does not include a profit to the employer or to any affiliated person.' <i>Id.</i> § 531.3(b). The regulations require employees to keep certain records of the cost incurred in furnishing board, lodging or other facilities, <i>id.</i> § 516.27(a), and also require the employer to maintain records showing additions or deductions from wages paid for board, lodging or other facilities on a work week basis. <i>Id.</i> § 516.28(b).\"</blockquote>\n<p>The employer who claims a credit for the reasonable cost of providing board, lodging, or other facilities has the burden of segregating the permissible deductions from wages and impermissible deductions, <i>i.e.,</i> the reasonable costs of meals, lodging, or other facilities from the total cost plus profit of providing them. <i>Donovan v. New Floridian Hotel, Inc.,</i> <span class=\"citation\" data-id=\"402597\"><a href=\"/opinion/402597/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span> (11th Cir.1982) and cases cited therein. The specific guidelines for determining cost of food, lodging and other facilities are contained in Title 29 C.F.R. § 531.3. The guidelines will not be quoted in full, but the Court acknowledges and applies those guidelines in this case.</p>\n<p>Defendants presented records purporting to show the actual cost of providing food, lodging and other facilities for the associates from 1976 through 1981. Obviously, the books were not maintained with a view toward \"segregating the cost\" of benefits provided the associates. There is a sufficient basis, however, for drawing reasonable inferences as to the actual costs. The books and records of the Foundation were <span class=\"star-pagination\">*564</span> subject to an extensive audit by the Secretary's investigators. Predictably, and consistent with the entire course of this litigation, the conclusions recommended by each side are poles apart. Defendants' exhibits 34-A and 34-B are representative of the contrast.</p>\n<p></p>\n<pre>\n       OVERALL BENEFITS RECEIVED PER MONTH PER ASSOCIATE ACCORDING\n            TO RECORDS OF THE TONY AND SUSAN ALAMO FOUNDATION\n                      (Defendants' Exhibit 34-A)\n                   1976      1977      1978      1979      1980      1981\n----------------------------------------------------------------------------\nBOARD              133.31    158.27    185.37    192.79    176.89    218.84\nLODGING            451.74    413.23    448.21    433.47    426.54    463.25\nTRANSPORTATION     106.80     93.36     97.08    110.60    129.53    145.83\nCLOTHING            38.16     77.93     84.12     84.27     87.97     88.68\nMEDICAL              6.27     13.18      8.69      8.20      8.56     11.37\nUTILITIES           22.89     21.26     20.88     22.47     29.81     35.01\nOTHER              134.93    105.73    122.03    147.43    136.00    163.80\nRECREATION            .00       .00      7.30      7.41     12.58     13.50\n____________________________________________________________________________\nTOTAL              894.10    882.96    973.68  1,006.64  1,007.83  1,140.28\n============================================================================\n              OVERALL BENEFITS RECEIVED PER MONTH PER ASSOCIATE\n                      ACCORDING TO DEPARTMENT OF LABOR\n                         (Defendants' Exhibit 34-B)\n                   1976      1977      1978      1979      1980      1981\n----------------------------------------------------------------------------\nBOARD              12.05     41.27     50.52     48.62     41.01     57.31\nLODGING            38.82     43.81     56.84     59.45     69.49     78.92\nTRANSPORTATION       .00       .00       .00       .00       .00       .00\nCLOTHING            6.15      9.01      8.17      7.55     10.26      4.58\nMEDICAL             6.27     13.18      8.69      8.20      8.56     11.37\nUTILITIES          10.15      6.61      7.32      6.39      4.89      5.03\nOTHER              16.90     11.18     27.69     39.44     31.68     23.94\nRECREATION           .00       .00       .00       .00       .00       .00\n____________________________________________________________________________\nTOTAL              90.34    124.43    159.23    169.65    165.89    181.15\n============================================================================\n</pre>\n<p>While evaluating the benefits, the Court is mindful of the dispute existing between the parties regarding the quality of food, lodging and other facilities. Defendants characterize the benefits as those of the highest quality and plaintiff argues for the opposite extreme. The Court concludes the truth lies well within either extreme claimed. The photos and reliable descriptions of the housing suggest it is fairly typical of the average rental property available in the area. Some of the housing appears to be in excellent condition and well furnished, while other property is poorly maintained and ill furnished. The associates who appeared at trial certainly appeared healthy, well nourished and well clothed and there is no reason to believe the others are not.</p>\n<p>In evaluating the benefits furnished the associates, the Secretary took issue with the purchase price and depreciation schedule figures used by defendants as representative of the defendants' \"cost\" of providing lodging. The Secretary concluded that fair rental value of the property used as housing was a more appropriate measurement, particularly with respect to the Arkansas properties. <span class=\"star-pagination\">*565</span> Accordingly, the Secretary hired a real estate appraiser for the purpose of determining a fair rental value of the properties. The defendants, although urging acceptance of the alleged cost price-depreciation method, did likewise. The Court concludes the rental value method suggested by the Secretary is the appropriate measurement for the Arkansas properties.</p>\n<p>As a matter of explanation, the term \"donated\", which appears on the board schedules, generally refers to food furnished by the Foundation's restaurant, its food market or its distribution center. It is not always free food to the Foundation. Similarly, references to \"donated\" on the transportation schedule refers to gasoline, repairs and maintenance of Foundation vehicles furnished by service stations or repair shops operated by the Foundation. There are, however, categories of \"food donated\" for some years where the food was apparently a gift from third parties. The distinction is noted in footnotes to the benefits schedules.</p>\n<p></p>\n<h2><i>Benefits  1976</i></h2>\n<p>In 1976, there was an average of 316 adult associates, according to Foundation records.</p>\n<p>Plaintiffs' exhibit 49 is a schedule of benefits for 1976 which contains the cost value of benefits according to defendants. The amounts in each category accepted by the Secretary are indicated in red ink.</p>\n<p>With respect to each category, the Court reaches the following general conclusions which also form the guidelines for the analysis of the benefits schedules for subsequent years:</p>\n<blockquote>(1) Board  The figures claimed by defendant for Arkansas \"Food Donated\" from the restaurant are menu or related prices which should be reduced by 35% to more nearly reflect defendants' actual cost. The L.A. \"food donated\" is reduced by 20%. The Secretary's total disallowance of those figures was not satisfactorily explained. According to the Secretary, each associate was fed for $2.78 per week. That amount does not include children, which reduces the figure below $2 per week. Obviously, the Secretary's suggestion is in error or, at least, is not acceptable to the Court.</blockquote>\n<blockquote>With respect to the \"Food Donated\" items in the 1976 schedule, as well as the schedules for subsequent years, the Court allowed 80% of grocery store donations, and 65% of restaurant donations since these figures were supported by persuasive evidence as the \"cost\" figures to the Foundation. The Court allowed 10% of the food donated from third parties as the cost of transporting, preparing and serving the food. The Foundation maintained a cafeteria which was operated at some \"cost\" to the Foundation.</blockquote>\n<blockquote>(2) Lodging  The lodging figures are based upon the average fair rental value of the living quarters furnished the associates in Arkansas by the Foundation. The rental value is figured on the basis of furnished units. Also, such items as property tax, insurance, maintenance and repairs, etc., are included in the rental value. The figures are calculated so as to avoid duplication. For example, if utility costs are allowed elsewhere, they are not included in the rental value.</blockquote>\n<blockquote>There is persuasive evidence that a portion of the Tempe property is used for living quarters full time by at least two associates and that other associates stay there periodically when traveling between Los Angeles and Alma. An allowance of 10% of the depreciated value of the Tempe property is made for that benefit furnished by the Foundation.</blockquote>\n<blockquote>With respect to the California and Nashville property, the Court adopts the figures used by Mr. Gahm, the Secretary's auditor.</blockquote>\n<blockquote>(3) Transportation  The Secretary refused to allow any sum for transportation despite convincing evidence that all of the transportation used by the associates was furnished by the Foundation. There is uncontradicted testimony that associates were transported to and from jobs, provided airplane tickets, taken for medical treatment, etc., all in Foundation vehicles <span class=\"star-pagination\">*566</span> or at Foundation expense. The Secretary's apparent objection to defendants' figures arises because the defendants included all vehicles, commercial or otherwise, in its transportation figures. The Secretary's witness contended that \"very few\" of the Foundation's vehicles were appropriate for passenger use. The Court has examined the schedule of vehicles and equipment and concludes that approximately 50% of the vehicles are passenger type vehicles. Accordingly, the Court allows 50% of the documented expenses as transportation costs.</blockquote>\n<blockquote>(4) Clothing  The defendants furnished evidence of the value of clothing furnished the associates. The Secretary objected to the value of the Arkansas and Nashville clothing, citing as one reason for the objection the fact that retail prices of clothing donated from the Foundation's stores were used and that the figures should be reduced by the 50% markup over actual costs. The Court agrees that the figures for clothing, which are not actual purchase prices, should be reduced. There is no evidence, however, which explains why the Secretary substituted figures for the Arkansas and Nashville amounts and, therefore, the Court accepts the Foundation's figures reduced by 50%.</blockquote>\n<blockquote>(5) Medical  figures are documented amounts actually expended.</blockquote>\n<blockquote>(6) Utilities  The Arkansas utility costs have been included in the cost of lodging. The remaining utility claims are actual figures. In some instances, the Secretary refused to allow the full amounts expended but there is no explanation for the reduction.</blockquote>\n<blockquote>(7) Other  Much of the \"Other\" category claimed by the Foundation is duplicative of the rental value of lodging. Some of the categories, such as \"legal\", \"Livestock supplies\", \"Office expenses, supplies\", etc. appear to relate to Foundation activities and are not the type \"benefit\" contemplated by 28 U.S.C. § 203(m). Since the defendants have the burden of establishing the cost to them of benefits furnished associates, the figures allowed by the Secretary are generally accepted by the Court.</blockquote>\n<p>The Court concludes the defendants established by a preponderance of the evidence an average cost/benefit for each associate in accordance with the following schedule:</p>\n<p></p>\n<pre>\n                                      1976\n                                 Benefit Schedule\n              Ark.Food           Ark.Food       L.A.Food            L.A.Food        Nashville                      Average Per Mo.\n              Donated            Purchased      Donated             Purchased       Food Purchased                 Per Associate\n    Board     116,085.45<sup>[1]</sup>    6,948.82      224,983.63<sup>[2]</sup>    29,661.30       9,095.00                            102.00\n              Ark. Prop.         L.A. Prop.     Nashville           Tempe\n              120,600            42,213.28        8,402.95           1,666.66                                            45.59\n              Ark.               Ark.           L.A.                L.A.            Nashville          Taxes and\n              Purchased          Donated        Purchased           Donated         Purchased          Insurance\n    Transp.     1,810.45         11,260.25       36,293.75           6,716.34       1,455.00           5,820.68          16.71\n              Ark.               L.A.           Nashville\n    Clothing   60,007.43         18,267.09        3,218.83                                                               21.49\n              Ark.               L.A.           Nashville\n    Medical    12,415.51         10,957.27          391.05                                                                6.27\n              Ark.               L.A.           Nashville\n    Utilities                    39,805.02       10,496.83                                                               13.27\n              Ark.               L.A.           Nashville\n    Other      74,716.18<sup>[3]</sup>                                                                                           19.70\n                                                                                                                       _______\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE ----------------------------------------------------------------------  $225.03\n</pre>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*567</span> <i>Benefits  1977</i>\n</h2>\n<p>In 1977, there was an average of 385 adult associates of the Foundation. The following schedule of benefits was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n                                              1977\n                                         Benefit Schedule\n                                           (Plaintiff's Exhibit 50)\n               Ark.Food              Ark.Food           Ark.Food               L.A.Food                L.A.Food             Nashville                  Average Per Mo.\n          Donated    Donated Purchased   Purchased    Donated   Food Purchased  Per Associate\nBoard  (Rest.)  248,255.00<sup>[1]</sup>     17,000.00<sup>[3]</sup>     9,135.43              2,778.78                11,490.00<sup>[3]</sup>      15,555.72                  72.60\n       (Groc.)   31,206.80<sup>[2]</sup>\n          Ark.        L.A.    Nashville   Tempe\nLodging         173,562.50           42,213.28          16,805.95              1,666.66                                                                50.70\n               Ark.                  Ark.                L.A.                  Nashville               Autos and\n          Purchased  Donated  Purchased   Purchased    Trucks\nTransp.           4,621.20           26,356.72           4,063.89               4,892.08                  -                                             8.64\n               Nashville             Ark.                L.A.                  Ark. &amp; Nashville\n          Donations  Donations Purchased   Purchased\nClothing          3,000.00           11,965.96          27,162.17               2,513.50                                                                9.66\n          Ark.       L.A.       Nashville\nMedical          35,675.74           24,890.13             306.88                                                                                      13.18\n          Ark.       L.A.       Nashville\nUtilities       -                    27,523.96           3,000.00                                                                                       6.61\n          Ark.       L.A.       Nashville\nOther           58,550.55<sup>[4]</sup>       -                      -                                                                                         12.67\n                                                                                                                                                   _________\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE ---------------------------------------------------------------------------------------------------   $174.06\n</pre>\n<p></p>\n<h2><i>Benefits  1978</i></h2>\n<p>In 1978, there was an average of 355 adult associates at the Foundation. The following schedule of benefits was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n                                                                  1978\n                                                                Benefit Schedule\n                                                             (Plaintiff's Exhibit 51)\n               Ark.Food            Ark.Food           Ark.Food             L.A.Food                       L.A.Food             Nashville                   Average Per Mo.\n               Donated             Donated            Purchased            Purchased                      Donated              Food Purchased              Per Associate\nBoard  (Rest.) 202,603.95<sup>[1]</sup>    16,917.00<sup>[3]</sup>    5,651.91             15,345.30                      16,889.50<sup>[3]</sup>      15,009.29                   83.46\n       (Groc.)  83,119.57<sup>[2]</sup>\n               Ark.                L.A.               Nashville            Tempe\nLodging        220,050.00          42,213.48         16,805.95              1,666.66                                                                        65.90\n               Ark.                Ark.               L.A.                  Nashville                    Autos and\n               Purchased           Donated            Purchased            Purchased                      Trucks\nTransp.          2,117.54          48,423.90         15,221.80              1,876.03                          -                                             15.88\n               Nashville           Ark.              L.A.                   Ark. &amp; Nashville\n               Donations           Donations          Purchased         Purchased\nClothing        29,126.10          17,300.14         5,346.38               12,173.81                                                                        15.01\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*568</span>\n                   Ark.           L.A.         Nashville\nMedical            31,672.58       5,345.97         2.40                                                             8.69\n                   Ark.           L.A.         Nashville\nUtilities               -         27,688.63     3,500.00                                                             7.32\n                   Ark.           L.A.         Nashville\nOther              123,721.16<sup>[4]</sup>          -           -                                                          29.04\n                                                                                                                  _______\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE -----------------------------------------------------------------  $225.30\n</pre>\n<p></p>\n<h2><i>Benefits  1979</i></h2>\n<p>In 1979, there was an average of 347 adult associates at the Foundation. The following benefit schedule was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n                                              1979\n                                         Benefits Schedule\n                                           (Plaintiff's Exhibit 52)\n                   Ark.Food         Ark.Food            Ark.Food      L.A.Food           L.A.Food      Nashville         Average Per Mo.\n                   Donated          Donated             Purchased     Purchased          Donated       Food Purchased    Per Associate\nBoard     (Rest.)  183,214.85<sup>[1]</sup> 21,716.70<sup>[3]</sup>      8,168.40    18,115.50<sup>[3]</sup>      7,653.56     12,828.16             78.50\n          (Groc.)   75,165.07<sup>[2]</sup>\n                   Ark.             L.A.                Nashville     Tempe\nLodging            235,637.50       42,213.28           16,805.95     1,666.66                                               71.16\n                   Ark.             Ark.                L.A.          Tempe              Nashville     Autos and\n                   Purchased        Donated             Purchased     Purchased          Purchased     Trucks\nTransp.              6,268.97       44,452.06           37,566.45       465.82            2,614.93          -                21.94\n                   Nashville        Ark.                L.A.          Ark. &amp; Nashville\n                   Donations        Donations           Purchased     Purchased\nClothing             2,600.13       13,865.35            2,491.82     15,065.77                                               8.17\n                   Ark.             L.A.                Nashville\nMedical             27,483.77        6,217.67              431.14                                                             8.20\n                   Ark.             L.A.                Nashville     Tempe\nUtilities              -            25,059.26            6,300.00        536.08                                               7.66\n                   Ark.             L.A.                Nashville     Tempe\nOther              187,267.71<sup>[4]</sup>   -                      -             -                                                 44.97\n                                                                                                                          ________\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE  ------------------------------------------------------------------------   $240.60\n</pre>\n<p></p>\n<h2><i>Benefits  1980</i></h2>\n<p>In 1980, there was an average of 337 adult associates at the Foundation. The following benefit schedule was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*569</span>\n                                                                       1980\n                                                                   Benefits Schedule\n                                                                (Plaintiff's Exhibit 53)\n           Ark.Food      Ark.Food       Ark.Food      L.A.Food       L.A.Food    Nashville Food   SWBM Food   SWBM Food  Avg. Per Mo.\n          Donated    Donated   Purchased  Donated        Purchased    Purchased      Donated       Purchased       Per Assoc.\nBoard     195,019.50<sup>[1]</sup>  25,420.12<sup>[2]</sup>   5,978.69      98,814.00<sup>[2]</sup>   2,534.98    11,874.23        7,415.31   34,522.79      94.36\n          Ark.          L.A.           Nashville     Tempe\nLodging   276,750.00    42,213.28      17,399.17     1,666.66                                                              83.59\n          Ark.          Ark.           L.A.          Tempe          Nashville   SWBM            SWBM\n          Purchased    Donated       Purchased     Purchased      Purchased   Purchased       Donated\nTransp.      517.24        47,448.94      30,394.54        802.64<sup>[3]</sup>      4,687.76    24,979.82       14,327.12            30.45\n          Nashville     Ark.           L.A.          Ark. &amp; Nashv.  SWBM\n          Donated       Donated        Purchased     Purchased             \nClothing    3,577.19      6,690.86       2,310.72      33,059.47      2,294.68                                              11.85\n          Ark.          L.A.           Nashville     SWBM\nMedical    31,769.97     1,639.16         704.11          500.00                                                            8.56\n          Ark.          L.A.           Nashville     SWBM           Tempe\nUtilities  -            19,891.37      7,075.48      3,294.17        329.04<sup>[4]</sup>                                              7.56\n          Ark.          L.A.           Nashville     SWBM  Tempe\nOther     135,675.07<sup>[5]</sup>                                                                                                    33.55\n                                                                                                                        _________\nTOTAL BENEFITS PER MONTH PER ASSOCIATE -------------------------------------------------------------------------------  $269.92\n</pre>\n<p></p>\n<h2><i>Benefits  1981</i></h2>\n<p>In 1981, there was an average of 314 adult associates at the Foundation. The following schedule of benefits was established by a preponderance of the evidence.</p>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*570</span>\n                                                                                1981\n                                                                           Benefits Schedule\n                                                                        (Plaintiff's Exhibit 54)\n               Ark.Food      Ark.Food      Ark.Food     L.A.Food      L.A.Food    Nashv.Food    Nashv.Food   SWBM Food   SWBM Food   56 Farm   Avg. Per\n               Donated       Donated       Purchased    Donated       Purchased    Donated   Purchased   Purchased   Donated             Mo.-Assoc.\nBoard  (Rest.) 182,048.75<sup>[1]</sup> 20,347.13<sup>[3]</sup>  7,689.73     17,400.00<sup>[3]</sup>   1,918.90   10,186.46<sup>[3]</sup>  4,583.55     23,512.49   11,008.51   402.00        93.17\n       (Groc.)  71,968.00<sup>[2]</sup>\n               Ark.          L.A.          Nashville    Tempe\nLodging        289,050.00    42,213.28     23,931.78    1,666.66                                                                                   94.71\n               Ark.          Ark.          L.A.         Tempe          Nashville   SWBM         SWBM         Autos and\n               Purchased     Donated       Purchased    Purchased      Purchased   Purchased    Donated      Trucks\nTransp.        2,128.26      52,940.27     29,223.07      686.00<sup>[4]</sup>        2,706.82   37,843.50    10,434.71           -              36.08\n               Nashville     Ark.          L.A.         Ark.           Nashville   SWBM\n               Donated       Donated       Purchased    Purchased      Purchased       \nClothing       3,036.31      10,420.21       841.52       2,614.87       127,030.40    3,371.84                                                    39.10\n               Ark.          L.A.          Nashville  SWBM\nMedical         38,879.62      2,331.87          442.60         1,197.14                                                                                   11.37\n               Ark.          L.A.          Nashville    Tempe          SWBM\nUtilities       -            13,219.37     8,511.99     429.63<sup>[5]</sup>      8,017.62                                                                     8.01\n               Ark.          L.A.          Nashville    Tempe        SWBM\nOther          90,201.28                                                                                                                           23.94\n                                                                                                                                                 ________\nTOTAL AVERAGE BENEFITS PER MONTH PER ASSOCIATE ------------------------------------------------------------------------------------------------- $306.38\n</pre>\n<p></p>\n<h2><i>Outside Workers</i></h2>\n<p>The Secretary asserts claims in behalf of certain \"outside employees\"<sup>[4]</sup> for overtime payments. The claims are made pursuant to Section 7(a) of the Act, which requires <span class=\"star-pagination\">*571</span> overtime compensation of one and one-half times the employee's regular rate of pay for all hours of work in excess of 40 hours during the workweek.</p>\n<p>The Secretary's source of information upon which the claims are asserted consists of interviews of some of the employees, review of the payroll records (Px 4), computations of the Secretary's investigator, Rollin Shell (Px 18), and a summary of the computations (Px 19). Additionally, six of the fifteen employees for whom claims are asserted testified at trial.</p>\n<p>None of the employees who testified made any affirmative claim for overtime payments. To the contrary, some of the witnesses stated that they had been paid all they were due and were not seeking additional pay.</p>\n<p>Most of the claims for overtime pay result from Tony Alamo's penchant for paying the outside employees on the basis of a weekly salary. Although all of the weekly salaries were far in excess of the minimum wage rate, the employees generally worked more than a forty hour week. Any conclusions regarding entitlement of the employees to overtime pay requires the indulgence of inferences from sketchy information. Very frankly, the Court approaches this portion of the claim with little enthusiasm for several reasons. The Secretary's proof has little convincing force, particularly for those claims which were not supported by the testimony of the involved employee. At trial, the Secretary inexplicably doubled the amounts which had previously been claimed as overtime due. At least one claim, that for John Shasteen, was forcefully asserted by the Secretary until Mr. Shasteen testified at trial and the claim was withdrawn because of his testimony. Finally, the Court has the distinct impression that the employees who testified thought they were fairly treated and wanted no part of the claims.</p>\n<p>In any event, the assertions of the Secretary demand some review and the Court reaches the following conclusions with respect to these individual claims:</p>\n<p>1. John Brandon  He worked at the Alamo Transmission Shop for three different periods of time between October, 1978, and September, 1980. His hours were \"about 7:30 or 8:00 a.m. until 5 p.m. with an hour off for lunch.\" His hours were kept \"on the honor system\"; he was free to leave the job if he needed to; and he thinks he \"probably\" worked \"a little\" more than 40 hours per week sometimes. He says he was paid \"straight time\" for all hours; that he was paid for every hour he worked; and \"they don't owe me any money.\"</p>\n<p>In reviewing the payroll ledger attached to Px 4, the Court concludes that Px 18 is an accurate summary of the hours worked per week and overtime due Mr. Brandon. The total pay divided by the hourly rate which Brandon was paid each week reveals the hours worked per week. The pay records used by defendant to compensate Brandon are a more reliable method for determining the hours he worked in 1978, 1979 and 1980 than his recollection at trial. Applying Section 7(a) to the figures produced by the payroll ledger dictates the conclusion that John Brandon is entitled to $815.69 as overtime pay improperly withheld by the defendant.</p>\n<p>2. Dennis Cravens  Mr. Cravens did not testify at trial. The payroll ledger sheets indicate that Mr. Cravens was paid a weekly salary which was comfortably in excess of the minimum wage. The Secretary contends that occasionally Mr. Cravens drew more than his weekly salary and the Court should conclude that the excess payments were for overtime hours, which were paid at the regular hourly rate. After reviewing the ledger sheet, the Court concludes that the bare information provided is not a sufficient basis for reaching a \"just and reasonable inference\" that Cravens is entitled to overtime pay under Section 7(a).</p>\n<p>3. Ronald Dickenson  Mr. Dickenson did not testify. The records alone are not sufficient to support a \"just and reasonable inference\" that he is entitled to overtime pay under Section 7(a).</p>\n<p><span class=\"star-pagination\">*572</span> 4. Howard Floyd  Mr. Floyd was employed as an equipment operator at an hourly rate of $8 per hour. He made an average of $430 per week. The usual work-week was 60 hours per week. He was paid time and a half for all hours over 48 hours, but not for the hours between 40 and 48. He thinks he lost $32 per week by missing overtime for the hours between 40 and 48. He said Alamo \"paid me good\" and he didn't know what the overtime law provided and \"didn't care\".</p>\n<p>The matter of overtime due Mr. Floyd under Section 7(a) is based upon simple calculations from Px 4. The summary prepared by Rollin Shell as Px 18 is accurate. Defendant improperly withheld $2,135.00 in overtime pay from Mr. Floyd.</p>\n<p>5. Oscar Gamez  Mr. Gamez did not testify. The payroll ledger indicates that he was paid a weekly salary of $240 per week for a 60 hour week. When he worked less than 60 hours, which is, of course, a frequent occurrence in the construction business, his pay was reduced at the rate of $4 per hour. The Secretary argues that Mr. Gamez's regular rate of pay is $4 per hour and that he is entitled to time and a half for all over 40 hours. If Sections 778.108, 778.109 and 778.114 of the Interpretative Bulletin of the Code of Federal Regulations for Title 29, Part 778 are applied to Mr. Gamez's situation, he is, indeed, entitled to overtime compensation. The payroll ledger supports the calculations of Rollin Shell contained in Px 18. Defendant has improperly withheld overtime pay under Section 7(a) in the amount of $2,592.00 due Mr. Gamez.</p>\n<p>6. Alfred Lampkin  Mr. Lampkin's situation is identical to that of Howard Floyd. Mr. Lampkin is due overtime pay in the amount of $1,946, which has been improperly withheld under Section 7(a) of the Act.</p>\n<p>7. Curtis Lloyd  Mr. Lloyd's payroll ledger records indicate that he was paid the same hourly rate for all hours worked. For example, the ledger reflects that for the week ending August 10, 1979, he worked 66½ hours, his regular rate of pay was $11 per hour, and he was paid a total of $731.50. He is entitled to time and a half for all hours over 40 hours in any week. The total pay improperly denied him is $2,121.01.</p>\n<p>8. A.L. McElroy  Mr. McElroy did not testify. He was paid a weekly salary of $250. The Secretary assumes he worked a 45 hour week. The Court cannot find any substantial evidence in the record which will warrant such a conclusion. There is no evidentiary basis which will support a \"just and reasonable inference\" that Mr. McElroy was improperly denied overtime payments mandated by Section 7(a).</p>\n<p>9. Dennis Meyers  The payroll ledger indicates that Mr. Meyers was paid a straight hourly wage for all hours over 40 per week. The Court concludes the calculations in Px 18 are correct and he was improperly denied $495.26 in overtime pay under Section 7(a).</p>\n<p>10. C.H. Osborn  The payroll ledger indicates that Mr. Osborn was paid $3.77 per hour for all the hours he worked each week. His ledger entries contain the entry \"contract labor\". The significance of the entry is not explained by evidence. In any event, the calculations contained in Px 18 are correct. Mr. Osborn was improperly denied $1,145.98 in overtime pay under Section 7(a).</p>\n<p>11. Ivan Pense  Mr. Pense's situation is almost identical to that of John Brandon. He was equivocal in his testimony about the number of hours worked each week. The hours reflected in defendants' payroll ledger is the most persuasive evidence on this issue. Overtime pay in the total sum of $2,654.92 was improperly withheld from Mr. Pense.</p>\n<p>12. Sherill Rich  The payroll ledger indicates that Mr. Rich was paid $8 an hour for all hours worked. For example, the week ending August 23, 1979, he worked 60½ hours and was paid $484.00. Pursuant to the provisions of Section 7(a), he is entitled to $182.00 in overtime pay which was improperly withheld.</p>\n<p>13. Roy Van Kleer  The Court cannot locate any records in the exhibits which provide the underlying data for the claim asserted in behalf of Mr. Van Kleer. No <span class=\"star-pagination\">*573</span> testimony was produced at trial which would provide a basis for a \"just and reasonable inference\" that he is entitled to additional pay for uncompensated overtime work.</p>\n<p>14. A.Z. Hudson  Mr. Hudson was supervisor of Alamo's construction company with power to hire and fire employees. He was paid a weekly salary of $650. Because there was a reduction of his salary when he failed to work a full week, as is frequently the case in construction work, the Secretary takes the position that Mr. Hudson should be considered an hourly employee who was compensated at the rate of $10 per hour and is, thereby, entitled to overtime payments totaling $7,070.49. Mr. Shell, the Secretary's auditor, testified that, \"You have to study each one (case)\" to determine whether an employee should be exempt for purposes of overtime pay when he is compensated on a salary basis. Mr. Hudson clearly agreed to payment on a salary basis, he was satisfied with the basis of pay he received, and he is asserting no claim for additional benefits. The Court does not believe it would be appropriate to treat him other than as the supervisory salaried employee he was for overtime purposes.</p>\n<p>15. John Shasteen  The Court stated its conclusions from the bench regarding the claim in behalf of Mr. Shasteen. He was a salaried employee and there is no basis in the evidence for concluding that he is entitled to overtime pay.</p>\n<p>16. Bill Richards  Mr. Richards was paid a weekly salary according to the payroll ledger. There is no persuasive evidence as to the number of hours he worked each week. There is no basis in the evidence for a \"just and reasonable inference\" that he was improperly denied overtime pay.</p>\n<p>17. Doris Bradley  The Court can find no basis in the exhibits for concluding that Ms. Bradley was improperly denied overtime pay.</p>\n<p>18. Don Hanks  The payroll ledger indicates Mr. Hanks was paid a weekly salary. There is no evidence in the exhibits or testimony that he worked in excess of 40 hours per week. Furthermore, there is no evidence which would support a \"just and reasonable inference\" that he was improperly denied overtime pay.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p></p>\n<h2>I.</h2>\n<p>The Court has jurisdiction of this case as an action brought in equity pursuant to 29 U.S.C. § 217.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants' contention that the action should be dismissed since no alleged employees are parties, nor are any named in the complaint as required by 29 U.S.C. § 216, is misplaced. An action pursuant to 29 U.S.C. § 217 is separate and independent from an action under § 216. <i>Hodgson v. Katz &amp; Besthoff, No. 38 Inc.,</i> <span class=\"citation\" data-id=\"1414456\"><a href=\"/opinion/1414456/hodgson-v-katz-and-besthoff-38-inc/\"><span class=\"volume\">365</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1193</span></a></span> (W.D.La.1973). Furthermore, defendants' contention that the action is barred by the statute of limitations because the names of employees for whom benefits were sought were not identified until the time of trial is without merit. An action is commenced for purposes of relief under § 217 when the complaint is filed. <i>Wirtz v. Novinger's Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">698</span></span> (M.D.Pa. 1966).</p>\n<p></p>\n<h2>III.</h2>\n<p>The businesses identified in Paragraphs III through VI of the Findings of Fact which are owned and operated by the Foundation are part of an \"enterprise\" within the meaning and definition of Section 3(r) of 29 U.S.C. § 203(r) in that the Foundation has operated the businesses under common control for common business purposes. Even though the Foundation is incorporated as a nonprofit religious organization, the identified businesses are engaged in ordinary commercial activities in competition with other commercial businesses. See <i>Marshall v. Woods Hale Oceanographic Institute,</i> <span class=\"citation\" data-id=\"1876096\"><a href=\"/opinion/1876096/marshall-v-woods-hole-oceanographic-inst/\"><span class=\"volume\">458</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">709</span></a></span> (D.Mass.1978); <i>cf. </i><i>Mitchell v. Pilgrim Holiness Church,</i> <span class=\"citation\" data-id=\"233525\"><a href=\"/opinion/233525/mitchell-secretary-of-labor-v-pilgrim-holiness-church-corp/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></a></span> (7th Cir.) <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">867</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1136</span></span> (1954).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*574</span> IV.</h2>\n<p>The contentions of defendants that application of the Act to its commercial businesses violates constitutional principle have no merit.</p>\n<blockquote>A. <i>Overbreadth</i>  Extension of the Act to include the commercial activities of a nonprofit religious organization is not unconstitutionally overbroad since coverage is rationally related to the statutorily recognized purpose of protecting competitors against unfair competition. 29 U.S.C. 202(a); <i>cf. </i><i>Braunfeld v. Brown,</i> <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">599</span></a></span>, <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1144</span></a></span>, <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></a></span> (1961).</blockquote>\n<blockquote>B. <i>\"Wilfully unequal and oppressive\" application</i>  There is no persuasive evidence that the Secretary has engaged in a \"patent abuse\" of discretion in pursuing the claims against defendants. See <i>Moog Industries v. FTC,</i> <span class=\"citation\" data-id=\"105622\"><a href=\"/opinion/105622/moog-industries-inc-v-ftc/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 414, <span class=\"citation\" data-id=\"105622\"><a href=\"/opinion/105622/moog-industries-inc-v-ftc/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></a></span>, 380, <span class=\"citation\" data-id=\"105622\"><a href=\"/opinion/105622/moog-industries-inc-v-ftc/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1958). Furthermore, there is no proof that the Secretary has intentionally discriminated against defendants, nor is there any demonstration that plaintiff has intentionally discriminated as between religious groups or other nonprofit \"enterprises\". <i>Johnson v. Robison,</i> <span class=\"citation\" data-id=\"108980\"><a href=\"/opinion/108980/johnson-v-robison/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, <span class=\"citation\" data-id=\"108980\"><a href=\"/opinion/108980/johnson-v-robison/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"108980\"><a href=\"/opinion/108980/johnson-v-robison/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (1974).</blockquote>\n<blockquote>C. <i>Infringement upon free exercise of religion</i>  Application of the Act to religious organizations is not a violation of the free exercise clause of the First Amendment. <i>Mitchell v. Pilgrim Holiness Church,</i> <span class=\"citation\" data-id=\"233525\"><a href=\"/opinion/233525/mitchell-secretary-of-labor-v-pilgrim-holiness-church-corp/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></a></span> (7th Cir.) <i>cert. den.</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">867</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1136</span></span> (1954). The provisions of the Act are neutral and application of the Act does not interfere with the free exercise of any religious beliefs. A law does not deny the free exercise of religion because it makes practice of the religion more expensive. <i>Braunfeld v. Brown,</i> <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">599</span></a></span>, 605, <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1144</span></a></span>, 1146, <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></a></span> (1961).</blockquote>\n<blockquote>D. <i>Violation of the Establishment Clause</i>  Application of the Act to defendants does not violate the Establishment Clause. The Act has a secular legislative purpose; application neither advances nor inhibits religion; nor does application of the Act necessitate excessive entanglement between church and state. <i>Leman v. Kurtzman,</i> <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1971).</blockquote>\n<p></p>\n<h2>V.</h2>\n<p>The people who worked in the Foundation's commercial businesses, identified in paragraphs III, IV, V and VI, are \"employees\" of the defendants, Tony Alamo, Susan Alamo and the Foundation, within the meaning of the Act. By the same token, Tony Alamo, Susan Alamo and the Foundation are \"employers\" of those persons within the meaning of the Act.</p>\n<p>As pointed out in <i>Goldberg v. Whitaker House Coop.,</i> <span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></span> (1960) at page 31, <span class=\"citation\" data-id=\"106220\"><a href=\"/opinion/106220/goldberg-v-whitaker-house-cooperative-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">933</span></a></span> at page 935, <span class=\"citation\" data-id=\"106220\"><a href=\"/opinion/106220/goldberg-v-whitaker-house-cooperative-inc/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span>:</p>\n<blockquote>\"By § 3(d) of the Act an `employer' is any person acting `in the interest of an employer in relation to an employee.' By § 3(e) an `employee' is one `employed' by an employer. By § 3(g) the term employ `includes to suffer or permit to work.'\"</blockquote>\n<p>Although many of the associates protest the payment of wages and contend they never contemplated compensation in their relationship with the Foundation's businesses, the \"economic reality\" is the test of employment. <i>Goldberg v. Whitaker House Coop., supra</i><i>; </i><i>United States v. Silk,</i> <span class=\"citation\" data-id=\"104447\"><a href=\"/opinion/104447/united-states-v-silk/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">704</span></a></span>, <span class=\"citation\" data-id=\"104447\"><a href=\"/opinion/104447/united-states-v-silk/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></a></span>, <span class=\"citation\" data-id=\"104447\"><a href=\"/opinion/104447/united-states-v-silk/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1757</span></a></span> (1947); and <i>Rutherford Food Corp. v. McComb,</i> <span class=\"citation\" data-id=\"104448\"><a href=\"/opinion/104448/rutherford-food-corp-v-mccomb/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, <span class=\"citation\" data-id=\"104448\"><a href=\"/opinion/104448/rutherford-food-corp-v-mccomb/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1473</span></a></span>, <span class=\"citation\" data-id=\"104448\"><a href=\"/opinion/104448/rutherford-food-corp-v-mccomb/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1772</span></a></span> (1947). The associates contemplated they would be fed, clothed, sheltered and provided other forms of benefits as a result of their work at the Foundation's commercial businesses. Such benefits are simply wages in another form.</p>\n<p>Under the circumstances, the Court concludes that <i>Mitchell v. Pilgrim Holiness Church Corp.,</i> <span class=\"citation\" data-id=\"233525\"><a href=\"/opinion/233525/mitchell-secretary-of-labor-v-pilgrim-holiness-church-corp/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">879</span></a></span> (7th Cir.1954) <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">867</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1136</span></span> (1954) is controlling. In that decision, the Court noted:</p>\n<blockquote>\"Here we have a remedial measure seeking to insure to the workers of the United States engaged in the production of goods for commerce a minimum wage sufficient to maintain a minimum standard of living <span class=\"star-pagination\">*575</span> which Congress deemed to be necessary to their well-being. We can find no reason for holding that the employees of a church corporation, who work in a printing establishment owned and operated by the corporation, should not be entitled to the benefits of this remedial legislation. While some of the defendant's employees made affidavits stating that they considered their work to be `more than a job,' and that in their positions they felt that they were helping in the work of the Lord, we must assume that the wages they received constituted the income on which they lived. It is not suggested that these employees could maintain a minimum standard of living any more cheaply than the employees of any other printing establishment in the City of Indianapolis. Nor is there any intimation that the minimum standard of living as fixed by the Act is not just as necessary to the health and well-being of the defendant's employees as it is to the health and well-being of the employees of any other printing establishment.\" 210 F.2d at 884.</blockquote>\n<p>Plaintiff is entitled to an injunction restraining the defendant employers from continuing to withhold payment of minimum wages and overtime compensation due workers found by this Court to come under the Act.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Defendants contend that a number of the associates who worked for the Foundation's benefit do not come under the Act because they worked for outside employers and donated their paycheck to the Foundation, worked in a \"non-commercial\" part of the Foundation's activities or worked in an \"exempt\" activity as identified in 29 U.S.C. § 213(a). It is not necessary to draw any legal conclusions with respect to those contentions at this point in view of the nature of the remedy. If a claim is filed which incorporates work activities not within those covered by the Act, the objection can be raised in opposition to that particular claim.</p>\n<p></p>\n<h2><i>Remedy</i></h2>\n<p>The appropriate remedy, in light of the conclusions reached, is no less difficult than many other issues in this case. As previously discussed, neither the relief recommended by plaintiff, nor defendants is, in the opinion of the Court, a satisfactory solution. Since the action is an equitable claim, the Court has some latitude in fashioning an appropriate remedy.</p>\n<p></p>\n<h2>I.</h2>\n<p>The Foundation and Tony Alamo are hereby restrained and enjoined from withholding the payment of overtime compensation found by the Court to be due the employees identified as \"outside employees\" in the amounts indicated in this memorandum.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Foundation and Tony Alamo shall furnish to the Secretary, within 10 days of this decision, the names and last known addresses of all persons who have been associates of the Foundation, or who have worked at any of the businesses identified in Paragraphs III, IV, V and VI from January 1, 1976, to the present. Promptly thereafter, the Secretary shall mail to each such associate, former associate, or worker, notice of this decision. The notice shall advise any associate who desires to submit a claim for back wages to submit a claim in the form of an affidavit within 45 days of the mailing of the notice by the Secretary. The form of notice and claim form shall be prepared by the Secretary and approved by the Court. Within 20 days after the deadline for submitting claims, the Secretary shall submit a proposed finding of back wages due each claimant, based upon the affidavits, less applicable benefits found due, in accordance with the schedule of benefits findings in this memorandum. The defendants shall have 20 days thereafter in which to respond to the claims submitted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*576</span> III.</h2>\n<p>Defendants Tony Alamo and the Foundation are hereby enjoined and restrained from failing to comply with the provisions of 29 U.S.C. § 211 and the Regulations or orders prescribed by the Secretary thereunder.</p>\n<p></p>\n<h2>On Motion for Clarification</h2>\n<p>Pursuant to Rules 52(b) and 58 of the Federal Rules of Civil Procedure, plaintiff's motion for clarification and amendment of the Court's December 13, 1982 order, and for entry of judgment<sup>[1]</sup> is granted. The remedy section of Pages 39 and 40 of that order is modified to read as follows:</p>\n<p></p>\n<h2><i>Remedy</i></h2>\n<p>The appropriate remedy, in light of the conclusions reached, is no less difficult than many other issues in this case. As previously discussed, neither the relief recommended by the plaintiff or defendants is, in the opinion of the Court, a satisfactory solution. Since the action is an equitable claim, the Court has some latitude in fashioning the appropriate remedy.</p>\n<p></p>\n<h2>I.</h2>\n<p>Defendants Tony Alamo and the Tony and Susan Alamo Foundation, their officers, agents, servants, employees, and all persons in active concert or participation with them are hereby permanently enjoined and restrained from failing to comply with Sections 6, 7 and 15 of the Fair Labor Standards Act of 1938, 29 U.S.C. §§ 206, 207 and 215.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendants Tony Alamo and the Tony and Susan Alamo Foundation are hereby restrained and enjoined from withholding the payment of overtime compensation found by the Court to be due the employees identified as \"outside employees\" in the amounts indicated in this memorandum, together with prejudgment interest thereon from the dates of withholding. The rate of judgment shall be calculated in accordance with 26 U.S.C. § 6621.</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendants Tony and Susan Alamo Foundation are hereby restrained and enjoined from withholding minimum wage and overtime compensation of all persons who have been associates of the Foundation, or who have worked at any of the businesses identified in Paragraphs III, IV, V and VI, from January 1, 1976, through the present, who make claims for back wages pursuant to the following procedure.</p>\n<p>The Foundation and Tony Alamo shall furnish to the Secretary, within 10 days of this decision, the names and addresses of all persons who have been associates of the Foundation, or who have worked in any of the businesses of the Foundation identified in Paragraphs III, IV, V and VI from January 1, 1976, to the present. Promptly thereafter, the Secretary shall mail to each associate, former associate, or worker, notice of the decision. The notice shall advise any associate who desires to submit a claim for back wages to submit a claim in the form of an affidavit within 45 days of the mailing of the notice by the Secretary. The form of notice and claim form shall be prepared by the Secretary and approved by the Court. Within 20 days after the deadline for submitting claims, the Secretary shall submit a <span class=\"star-pagination\">*577</span> proposed finding of back wages due each claimant, based upon the affidavits, less applicable benefits found due, in accordance with the schedule of benefits findings in this memorandum. The defendants shall have 20 days thereafter in which to respond to the claims submitted.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendants Tony Alamo and the Foundation are hereby enjoined and restrained from failing to comply with § 11(c) of the Fair Labor Standards Act, 29 U.S.C. § 211(c), and the regulations and orders prescribed by the Secretary thereunder.</p>\n<h2>NOTES</h2>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[5]  Allowed 10% utilities at Tempe.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[5]  Allowed 10% utilities at Tempe.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n<p>[2]  The term \"associates\" of the Foundation is the way most of the workers described their relationship with the Foundation.</p>\n<p>[3]  Some of the witnesses who testified by deposition were former associates who had become disillusioned with the Foundation and Tony Alamo. Nevertheless, at the time they were at the Foundation and working in its businesses, they considered themselves \"volunteers\" of their services.</p>\n<p>[4]  \"Outside workers\" is the term applied to employees who work in the Foundation's commercial businesses who are not associates of the Foundation.</p>\n<p>[1]  The defendants filed a notice of appeal on December 23, 1982, and plaintiff has filed his Eighth Circuit appearance with the Court of Appeals. Defendants contend that plaintiff's failure to object to the appeal and entry of appearance before the Eighth Circuit constitutes a waiver of entry of judgment. <i>Bankers Trust Co. v. Mallis,</i> <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1117</span></a></span>, <span class=\"citation\" data-id=\"109822\"><a href=\"/opinion/109822/bankers-trust-co-v-mallis/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">357</span></a></span> (1978). In 1979, Congress amended the Federal Rules of Appellate Procedure to deal with premature appeals. Rule 4(a)(2) of the Federal Rules of Appellate Procedure states that a notice of appeal which is filed after announcement of decision or order but before entry of judgment or order shall be treated as filed after such entry or on the day thereof. Upon entry of a separate judgment, the defendant may file a new notice of appeal, or the Court of Appeals may maintain jurisdiction over defendants' December 23 notice of appeal in order to hear the appeal after judgment is entered. <i>Beukema's Petroleum Co. v. Admiral Petroleum Co.,</i> <span class=\"citation\" data-id=\"373823\"><a href=\"/opinion/373823/beukemas-petroleum-company-suburban-oil-company-intervenor-v-admiral/\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span> (6th Cir. 1979).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106251/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/233525/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1414456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1876096/"
          ]
        }
      ],
      "judges": "Overton",
      "date_created": "2014-10-31T00:11:42.224100Z",
      "date_modified": "2017-04-05T21:48:59.884195Z",
      "date_filed": "1983-02-09",
      "date_filed_is_approximate": false,
      "slug": "donovan-v-tony-and-susan-alamo-foundation",
      "citation_id": 1427094,
      "case_name_short": "Donovan",
      "case_name": "Donovan v. Tony and Susan Alamo Foundation",
      "case_name_full": "",
      "federal_cite_one": "567 F. Supp. 556",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2466330/donovan-v-tony-and-susan-alamo-foundation/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:11:42.221336Z",
  "date_modified": "2014-10-31T00:11:42.221336Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Donovan",
  "case_name": "Donovan v. Tony and Susan Alamo Foundation",
  "case_name_full": "",
  "slug": "donovan-v-tony-and-susan-alamo-foundation",
  "docket_number": "CIV 77-2183",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}