{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2469091/",
  "id": 2469091,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/iowa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1838247/",
      "id": 1838247,
      "absolute_url": "/opinion/1838247/keasling-v-thompson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2469091/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1838247/",
          "id": 1838247,
          "absolute_url": "/opinion/1838247/keasling-v-thompson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1838247/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4415/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:34:50.026134Z",
          "date_modified": "2017-04-07T06:11:14.404550Z",
          "type": "010combined",
          "sha1": "b863e36fae7d0b438b62db83ab4224e383c18a06",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>217 N.W.2d 687 (1974)</b></center>\n<center><h1>Daniel KEASLING, a Minor, by Harlan Keasling, as his Father and Next Friend, and Harlan Keasling, Individually, Appellants,<br>\nv.<br>\nIra THOMPSON and Thomas Murphy, Appellees.</h1></center>\n<center>No. 56364.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>April 24, 1974.</center>\n<p><span class=\"star-pagination\">*688</span> Richard C. Bauerle, Johnson, Bauerle &amp; Hester, Ottumwa, for appellants.</p>\n<p>James W. Crawford and Gerald T. Sullivan, Cedar Rapids, for appellee Ira Thompson.</p>\n<p>Heard en banc.</p>\n<p>MOORE, Chief Justice.</p>\n<p>The issue in this case is the constitutionality of Code section 321.494, commonly referred to as the Iowa guest statute. The trial court held it constitutional. We affirm.</p>\n<p>Plaintiff Daniel Keasling, a minor, was injured October 31, 1971, while riding in an automobile driven by defendant Ira <span class=\"star-pagination\">*689</span> Thompson's son, when the vehicle collided with another at a rural intersection in Keokuk County. Action was brought by plaintiffs for damages resulting from the accident. Thompson and Thomas Murphy, owner and operator of the other vehicle involved, were made defendants. As amended plaintiffs' petition against Thompson was in three divisions, one alleging recklessness, another alleging specific negligence and the third alleging general negligence under the doctrine of res ipsa loquitur. Thompson moved to strike the negligence divisions on the ground they failed to state a cause of action under the guest statute. Plaintiffs resisted, alleging the guest statute is unconstitutional under the equal protection clause of Amendment 14, United States Constitution, and Article I, section 6, of the Iowa Constitution. The lower court sustained the motion. We granted interlocutory appeal therefrom.</p>\n<p>The two equal protection clauses here raised need not be considered separately as both set out substantially the same limitations on state legislation. Graham v. Worthington, 259 Iowa 845, 863, 146 N.W.2d 626, 638.</p>\n<p>Code section 321.494 provides:</p>\n<blockquote>\"The owner or operator of a motor vehicle shall not be liable for any damages to any passenger or person riding in said motor vehicle as a guest or by invitation and not for hire unless damage is caused as a result of the driver of said motor vehicle being under the influence of an alcoholic beverage, a narcotic, hypnotic or other drug, or any combination of such substances, or because of the reckless operation by him of such motor vehicle.\"</blockquote>\n<p>It was enacted in 1927. Acts 42 G.A., chapter 119. It was entitled \"An Act to amend the law * * * to limit the civil liability of owners and operators of automobiles.\" Its provisions were again considered in 1969 when the words \"an alcoholic beverage, a narcotic, hypnotic or other drug, or any combination of such substances\" were substituted for the original words \"intoxicating liquor\". Acts 63 G.A., chapter 205, section 4.</p>\n<p>Here, as in the lower court, plaintiffs-appellants assert our guest statute violates equal protection in that the classification made between automobile guests and paying passengers is not rational. In other words, is our guest statute classification rationally based?</p>\n<p>No claim is made that a guest's right to sue his host for ordinary negligence is a fundamental right. Therefore the traditional equal protection standard must be applied. The statute must be liberally construed with a view to promote its objects. Murray v. Lang, 252 Iowa 260, 265, 106 N.W.2d 643, 646, and citations.</p>\n<p>Plaintiffs have assumed a heavy burden as the following propositions are well established. Ordinarily, statutes, with notable exceptions not here involved, regularly enacted by the legislature will be accorded a strong presumption of constitutionality and all reasonable intendments must be indulged in favor of the validity of the legislation attacked. One who challenges legislation on constitutional grounds has the burden to negate every reasonable basis upon which the statute may be sustained. Where the constitutionality of a statute is merely doubtful or fairly debatable, the courts will not interfere. Thus a statute will not be declared unconstitutional unless it clearly, palpably and without doubt, infringes the constitution. Hearth Corporation v. C-B-R Development Co., Inc., Iowa, 210 N.W.2d 632, 636, 637; State v. Vick, Iowa, 205 N.W.2d 727, 729, and the many authorities cited in these opinions. The legislature is given wide discretion in defining the limits of classes when a statute involves classification of persons or things. If a classification is reasonable and operates equally upon all within the class, it is a valid classification. Brown Enterprises, Inc. v. Fulton, Iowa, 192 N.W.2d 773, 776 and citations.</p>\n<p><span class=\"star-pagination\">*690</span> The judicial branch of the government has no power to determine whether legislative Acts are wise or unwise, nor has it the power to declare an Act void unless it is plainly and without doubt repugnant to some provision of the Constitution. Graham v. Worthington, supra, 259 Iowa 845, 850, 851, 146 N.W.2d 626, 631.</p>\n<p>This court has repeatedly recognized the classification established by the legislature in our guest statute. Its purpose is to protect \"the good samaritan\" from liability to free-riding passengers as distinguished from passenger liability when the owner or driver is receiving some definite and tangible benefit. Boge v. Jack Link Truck Line, Inc., Iowa, 200 N.W.2d 544, 546; Anderson v. City of Council Bluffs, Iowa, 195 N.W.2d 373, 375; Nielsen v. Kohlstedt, 254 Iowa 470, 473, 117 N.W.2d 900, 903, and citations.</p>\n<p>In Marean v. Petersen, 259 Iowa 557, 565, 144 N.W.2d 906, 911, we say: \"Our guest statute, section 321.494, Code, 1962, like most others of its kind, was enacted in order to correct certain well-known evils then existingprotection of the well-meaning good samaritan owner or operator of an automobile.\" It cites Powers v. Hatcher, 257 Iowa 833, 836, 135 N.W.2d 114, 116.</p>\n<p>In Lunday v. Vogelmann, Iowa, 213 N. W.2d 904, 907, we considered the question of equal protection as it relates to statutory classification. We stated:</p>\n<blockquote>\"[T]he classification must be sustained unless it is patently arbitrary and bears no rational relationship to a legitimate governmental interest. <i>Id.</i> It does not deny equal protection simply because in practice it results in some inequality; practical problems of government permit rough accommodations; and the classification will be upheld if any state of facts reasonably can be conceived to justify it. Dandridge v. Williams, 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 491, 501-502 (1970). The legislature has wide discretion in deciding classifications. Cedar Mem. Park Cem. Ass'n v. Personnel Assoc., Inc., 178 N.W.2d 343, 350 (Iowa 1970). Our view of the wisdom of the legislation is irrelevant. Peel v. Burk, 197 N.W.2d 617, 619 (Iowa 1972).\"</blockquote>\n<p>Our guest statute has not heretofore been challenged on the constitutional question of equal protection. That issue however has been litigated in several other jurisdictions as approximately half the states have guest statutes similar to section 321.494.</p>\n<p>A summary of the holdings in other jurisdictions is found in 8 Am.Jur.2d, Automobiles and Highway Traffic, § 472, pp. 36-37:</p>\n<blockquote>\"The so-called `guest' statutes which merely limit the liability of the owner or operator of a motor vehicle toward his gratuitous guest by requiring a degree of negligence or misconduct greater than ordinary negligence as a condition of the liability of the owner or operator for injuries to such a guest, but which do not wholly deny a gratuitous guest a right of action against the owner or operator of a motor vehicle, have generally been held constitutional. Such statutes are generally sustained as a reasonable exercise of the police power of the state to conserve human life and safety, provided the guest is not deprived of all remedy for a justiciable injury. Such statutes have been held constitutional as against objections that they deny one of due process of law, a remedy at law, or access to the courts, that they deny equal protection of the laws; violate equal privileges and immunities provisions; infringe vested rights; or violate provisions relating to the judicial powers of the state, or with respect to damages or the constitutional right to trial by jury.\"</blockquote>\n<p>Perhaps the first case involving the constitutionality of a guest statute is Silver v. Silver (1928), 108 Conn. 371, 143 A. 240. It involved a statute very similar to ours. The court held the classification was not <span class=\"star-pagination\">*691</span> violative of the equal protection clause of the constitution. That holding was appealed and affirmed in Silver v. Silver, 280 U. S. 117, 123, 124, 50 S.Ct. 57-59, 74 L.Ed. 221, 226, where the Supreme Court stated:</p>\n<blockquote>\"* * *. In this day of almost universal highway transportation by motor car, we cannot say that abuses originating in the multiplicity of suits growing out of the gratuitous carriage of passengers in automobiles do not present so conspicuous an example of what the Legislature may regard as an evil, as to justify legislation aimed at it, even though some abuses may not be hit. (Citations). It is enough that the present statute strikes at the evil where it is felt, and reaches the class of cases where it most frequently occurs.\"</blockquote>\n<p>Naudzius v. Lahr, 253 Mich. 216, 234 N.W. 581 (1931) has been frequently cited for its excellent constitutional discussion of guest statutes. It was contended the classification was without reasonable basis. The court held the Michigan guest statute constitutional. At page 584 of 234 N.W., it is stated:</p>\n<blockquote>\"* * *. The law also has social features. It is well known that drivers hesitate to take neighbors for a ride or to assist on his way a weary traveler because of potential liability for injuries. Few, if indeed any, of these features seen to have manifested themselves in the use of other vehicles than motorcars. Perhaps the Legislature also had other reasons for the law. In view of the abundance of personal injury litigation from the operation of motorcars and the conditions readily conceivable as pertinent to the relation of guest passenger in them, which litigation and conditions seem to be substantially absent from the use of other vehicles, it cannot be said that the classification at bar was arbitrary and without reasonable basis.\"</blockquote>\n<p>Naudzius is cited and followed in the rather recent case of Miller v. Huizinga, 23 Mich.App. 363, 178 N.W.2d 542, which holds the guest statute does not violate due process and equal protection clauses of the Fourteenth Amendment to the United States Constitution.</p>\n<p>In upholding the constitutionality of the Illinois guest statute the court in Delany v. Badame, 49 Ill.2d 168, 274 N.E.2d 353, 355 (September 30, 1971) stated:</p>\n<blockquote>\"The rationale of Silver v. Silver has been followed by the courts of ten other States which have considered the constitutionality of guest statutes requiring proof of wilful and wanton conduct, and in all such States, the act has been held constitutional as not granting a special immunity nor making an improper classification. See, Arkansas: Roberson v. Roberson (1937), 193 Ark. 669, 101 S. W.2d 961, `wilful and wanton'; Colorado: Vogts v. Guerrette (1960), 142 Colo. 527, 351 P.2d 851, `intentional, intoxication or wilful and wanton'; California: Ferreira v. Barham (1964), 230 Cal.App.2d 128, 40 Cal.Rptr. 739, `intoxication or wilful conduct'; Delaware: Gallegher v. Davis (1936), 7 WWHarr. 380, 37 Del. 380, 183 A. 620, `intentional wilful or wanton': Kansas: Wright's Estate v. Pizel (1950), 168 Kan. 493, 214 P.2d 328, `gross wanton negligence'; Ohio: Smith v. Williams (1935), 51 Ohio App. 464, 1 N.E.2d 643, `wilful or wanton misconduct': Oregon: Perozzi v. Ganiere (1935), 149 Or. 330, 40 P.2d 1009, `intentional or gross negligence or intoxication'; South Carolina: Fulghum v. Bleakley (1935), 177 S.C. 286, 181 S.E. 30, `intentional or heedless'; Texas: Campbell v. Paschall (1938), 132 Tex. 226, 121 S.W.2d 593, `intentional or heedless': and Washington: Shea v. Olson (1936), 185 Wash. 143, 53 P.2d 615, `intentional or gross negligence or intoxication'.</blockquote>\n<blockquote>\"There are guest statutes in Idaho, Indiana, Iowa, Montana, Nevada, North Dakota, South Dakota, Utah, Vermont and Wyoming, but no cases involving the constitutionality of the statute. * * *.\" <span class=\"star-pagination\">*692</span> See also Romero v. Tilton, 78 N.M. 696, 437 P.2d 157 (1967) and Harlow v. Ryland, 8 Cir., 172 F.2d 784 (1949). Like the many cited cases, supra, each holds the guest statute involved does not violate the equal protection clause.</blockquote>\n<p>Plaintiffs in their brief rely entirely on the holding in Brown v. Merlo, 8 Cal.3d 855, 106 Cal.Rptr. 388, 506 P.2d 212 1973). On submission of this appeal it stood alone as a one-case minority holding that a guest statute is unconstitutional as a violation of equal protection. It cites no authority outside its jurisdiction. It indicates an attack on the wisdom of the legislative Act. Its reasoning is unsound unless it can be said the conclusion is based on section 1714 of the California Civil Code which provides: \"Every one is responsible, not only for the result of his willful acts, but also for an injury occasioned to another by his want of ordinary care or skill in the management of his property or person. * * *.\" Iowa has no such statute.</p>\n<p>Brown v. Merlo, supra, is analyzed and its unsound reasoning demonstrated in Tisko v. Harrison, Tex.Civ.App.1973, 500 S. W.2d 565. After considering the United States Supreme Court holding in Silver v. Silver, supra, and those of the many cited state courts, the Texas guest statute was held constitutional as against claimed denial of equal protection.</p>\n<p>Since submission of this appeal the Kansas Supreme Court in Henry v. Bauder, Kan., 518 P.2d 362 (1974), by a four to three opinion has agreed with the holding in Brown v. Merlo, supra. In doing so it overruled three earlier cases upholding the constitutionality of the Kansas guest statute on other grounds. The dissent relied on the established majority rule.</p>\n<p>The more recent case of Johnson v. Hassett, N.D., 217 N.W.2d 771, filed March 29, 1974, declines to follow the holding of Brown v. Merlo that the guest statute violates the equal protection clause of Amendment 14, United States Constitution. The North Dakota Supreme Court therein recognizes the Supreme Court's holding in Silver v. Silver remains unchanged. However, the North Dakota court holds its guest statute violates the equal protection clause of the state's broad constitutional provisions. Unlike the Iowa equal protection clause, that of North Dakota does not set out substantially the same limitations as Amendment 14.</p>\n<p>The North Dakota court specifically bases its conclusion on the terms of that state's constitution, its recently re-enacted statute declaring liability for ordinary negligence and the adoption of the comparative-negligence law. Thus it is readily distinguishable from the case at bar.</p>\n<p>The United States Supreme Court and the many cited State Supreme Courts have ruled guest statutes constitutional. If Silver v. Silver, supra, is to be reversed we must acknowledge the Supreme Court's exclusive right to do so. We believe the overwhelming majority state court holdings also dictate an affirmance in this case.</p>\n<p>Plaintiff's appeal for a change of our guest statute is made in the wrong forum. It should be addressed to the legislature. We repeat what we said in Hessler v. Ford, 255 Iowa 1055, 1059, 125 N.W.2d 132, 134:</p>\n<blockquote>\"Plaintiff makes an impassioned argument against the guest statute. We will answer him in the words of the trial court. `Regardless of the legislative objects, good or bad, the so-called Guest Statute does appear in nearly all State Codes today. This is something that can only be corrected by the legislature.' The legislature at least is in a position to do something about it. We are not.\"</blockquote>\n<p>We hold plaintiffs have failed to establish section 321.494 is clearly, palpably and without doubt unconstitutional as claimed by them.</p>\n<p><span class=\"star-pagination\">*693</span> We affirm the ruling and order of the lower court.</p>\n<p>Affirmed.</p>\n<p>LeGRAND, REES and UHLENHOPP, JJ., concur.</p>\n<p>HARRIS, J., concurs in result.</p>\n<p>Special concurrence by LeGRAND, J., joined in by UHLENHOPP and HARRIS, JJ.</p>\n<p>Dissent by McCORMICK, J., joined in by MASON, RAWLINGS AND REYNOLDSON, JJ.</p>\n<p>LeGRAND, Justice (concurring specially).</p>\n<p>I join the majority opinion, but I wish to add some further observations concerning my reasons for doing so.</p>\n<p>First, I take it as agreed between proponents and opponents of the guest statute that so-called \"traditional\" equal protection standards, rather than the \"strict\" rules applied in the few \"suspect classification\" or \"fundamental interest\" cases, determine this controversy. See Brown v. Merlo, 8 Cal.3d 855, 106 Cal.Rptr. 388, 506 P.2d 212.</p>\n<p>This is consistent with the retreat from what was once assumed to be an expansion of strict construction principles into new and hitherto untried areas. See Lindsey v. Normet, 405 U.S. 56, 92 S.Ct. 862, 31 L. Ed.2d 36 (1972); Richardson v. Belcher, 404 U.S. 78, 92 S.Ct. 254, 30 L.Ed.2d 231 (1971); Jefferson v. Hackney, 406 U.S. 535, 92 S.Ct. 1724, 32 L.Ed.2d 285 (1972); San Antonio, etc., School District v. Rodriguez, 411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973); McGinnis v. Royster, 410 U.S. 263, 93 S.Ct. 1055, 35 L.Ed.2d 282 (1973) and Metropolis Theater Co. v. Chicago, 228 U.S. 61, 69-70, 33 S.Ct. 441, 57 L.Ed. 730 (1913).</p>\n<p>In considering equal protection disputes by these traditional rules, there is, as the majority opinion points out, a strong presumption of constitutionality which plaintiffs must refute on every reasonable hypothesis by strong, clear, and convincing proof, although those who challenge guest statutes peremptorily sweep this constitutional guideline under the rug.</p>\n<p>Despite unabated attack, guest statutes generally survived until the California case of Brown v. Merlo, supra, decided in 1973.</p>\n<p>That opinion has been taken as a signal for renewed assault on such statutes. In recent months Kansas (Henry v. Bauder, Kan., 518 P.2d 362) and North Dakota (Johnson v. Hassett, N.D., 217 N.W.2d 771, decided March 29, 1974) have adopted California's minority view. Texas (Tisko v. Harrison, Tex.Civ.App., 500 S.W.2d 565) has reiterated its earlier position.</p>\n<p>Like many other courts, we have said our guest statute was enacted to avoid collusive claims and to prevent an ungrateful guest from suing his host. It should be noted those are reasons the court has ascribed to the legislature. The legislature itself simply stated it enacted the guest statute to limit the liability of owners and drivers of motor vehicles. Chapter 119, Acts 42 G.A. (1927). It did not elaborate on <i>why</i> it did so.</p>\n<p>Perhaps the reasons for limiting this liability are those we have attributed to them. But this is not necessarily the case. In any event it is important to remember these widely heralded motives were judicially conceived. They have never been legislatively expressed.</p>\n<p>For instance, the Supreme Court in the Railway Express Agency case cited and quoted from later herein apparently bestowed its benediction on the desire to avoid vexatious litigation as a legitimate purpose of guest statutes.</p>\n<p>Another possible reason was touched upon in McConville v. State Farm Mutual Automobile Ins. Co., 15 Wis.2d 374, 383, 113 N.W.2d 14, 19 (1962) as follows, although <span class=\"star-pagination\">*694</span> that case repudiated the judicially-imposed Wisconsin guest rule:</p>\n<blockquote>\"* * * Liability insurance is widely prevalent today. In few cases will the [elimination of the guest statute] shift the burden of loss from the injured guest to the negligent host personally. <i>In the great majority of cases it will shift part or all of the burden of loss from the injured individual to the motoring public</i> * * *.\" (Emphasis supplied.)</blockquote>\n<p>This policy question of who should bear the loss (guest or rest of motoring public), no matter what its determination, persists. And it seems to me our decision must be on the basis of whether, on equal protection grounds, the state can be denied the right to make that choice.</p>\n<p>I believe the state could argue rationally, though perhaps unwisely, that the injuries resulting to an automobile guest from a negligent act of his host should be borne by the guest. The state could rationally argue the guest chose a relationship somewhat different and in many ways more dangerous than others generally experienced by a guest. It could say the rest of the motoring public should not contribute to such a class of injuries because they volunteered only to share the highways and not the automobile of the negligent driver.</p>\n<p>Once this conclusion is reached, the arguments against constitutionality crumble. The \"overinclusive\" and \"underinclusive\" arguments are valid anyway only when strict scrutiny is to be applied. San Antonio, etc., School District v. Rodriguez, supra; McGinnis v. Royster, supra; Tisko v. Harrison, supra, 500 S.W.2d at 571.</p>\n<p>Most of the arguments upon which guest statutes have been declared unconstitutional reflect judicial impatience with legislative inactionimpatience which has long been manifest and which has been systematically fed by most of those writing on the subject. However, even most of these severe critics have advocated legislative change, rather than judicial repudiation. 45 Temple Law Quarterly 432, 447 (1972); 22 Ohio State L.J. 629, 644 (1961); 11 Univ. of Fla.L.Rev. 287, 311 (1958); 41 S.Cal.L.Rev. 884, 896 (1968); 6 Alberta L.Rev. 211, 218 (1968); 2 Portia L.J. 105, 114 (1966); 5 Univ. of W. L.A. L.Rev. 53, 62 (1973); 42 Univ. of Cincinnati L.Rev. 709, 723 (1973). A contra view is expressed in 23 Drake L.Rev. 216, 224 (1973) and 4 Memphis State Univ.L.Rev. 197, 199 (1973), both of which exhort courts to invalidate guest statutes in the face of legislative inaction.</p>\n<p>The overinclusive argument takes the position the statute is bad because it catches those who would not collude as well as those who would. As pointed out in Tisko v. Harrison, supra, 500 S.W.2d 565, 572, such an argument would invalidate laws such as the Statute of Frauds since many honest claimants are frustrated in their proof because the law has taken strong measures to protect society from the fraudulent few. The wisdom of that sort of decision is exactly what makes this a legislative, rather than a judicial, function.</p>\n<p>The underinclusive argumentthat the legislation excludes some who should be includedhas been discredited by the United States Supreme Court in other circumstances on numerous occasions.</p>\n<p>In Railway Express Agency v. New York, 336 U.S. 106, 110, 69 S.Ct. 463, 465, 93 L.Ed. 533, 539 (1949), it was held a city regulation which prohibits advertising trucks on the city streets but permits the owner of a business to advertise his own wares on his own trucks was not a violation of equal protection. The court said:</p>\n<blockquote>\"And the fact that New York City sees fit to eliminate from traffic this kind of distraction but does not touch what may be even greater ones in a different category, such as the vivid displays on Times Square, is immaterial. It is no requirement of equal protection that all evils of the same genus be eradicated or none at all.\" <span class=\"star-pagination\">*695</span> In a separate concurring opinion in that case, Justice Jackson said this at page 115 of 336 U.S., at page 468 of 69 S.Ct., at page 541 of 93 L.Ed.:</blockquote>\n<blockquote>\"Where individuals contribute to an evil or danger in the same way and to the same degree, may those who do so for hire be prohibited, while those who do so for their own commercial ends but not for hire be allowed to continue? I think the answer has to be that the hireling may be put in a class by himself and may be dealt with differently than those who act on their own. But this is not merely because such a discrimination will enable the lawmaker to diminish the evil. That might be done by many classifications, which I should think wholly unsustainable. It is rather because there is a real difference between doing in self interest and doing for hire, so that it is one thing to tolerate action from those who act on their own and it is another thing to permit the same action to be promoted for a price.</blockquote>\n<blockquote>\"Certainly the presence or absence of hire has been the hook by which much highway regulation has been supported. Rights usual to passengers may be denied to the nonpaying guest in an automobile to limit vexatious litigation. Silver v. Silver, 280 U.S. 117, 50 S.Ct. 57, 74 L.Ed. 221, 65 A.L.R. 939.\"</blockquote>\n<p>In Williamson v. Lee Optical Co. of Oklahoma, 348 U.S. 483, 487, 75 S.Ct. 461, 464, 99 L.Ed. 563, 571 (1955) this appears:</p>\n<blockquote>\"The Oklahoma law [which makes it unlawful for any person not a licensed optometrist or ophthalmologist to fit lenses or to duplicate or replace lenses into frames except upon written prescriptive authority of an Oklahoma licensed ophthalmologist or optometrist] may exact a needless, wasteful requirement in many cases. But it is for the legislature, not the courts, to balance the advantages and disadvantages of the new requirement. It appears that in many cases the optician can easily supply the new frames or new lenses without reference to the old written prescription. It also appears that many written prescriptions contain no directive data in regard to fitting spectacles to the face. But in some cases the directions contained in the prescription are essential, if the glasses are to be fitted so as to correct the particular defects of vision or alleviate the eye condition. The legislature might have concluded that the frequency of occasions when a prescription is necessary was sufficient to justify this regulation of the fitting of eyeglasses. Likewise, when it is necessary to duplicate a lens, a written prescription may or may not be necessary. But the legislature might have concluded that one was needed often enough to require one in every case. Or the legislature may have concluded that eye examinations were so critical, not only for correction of vision but also for detection of latent ailments or diseases, that every change in frames and every duplication of a lens should be accompanied by a prescription from a medical expert. To be sure, the present law does not require a new examination of the eyes every time the frames are changed or the lenses duplicated. For if the old prescription is on file with the optician, he can go ahead and make the new fitting or duplicate the lens. But the law need not be in every respect logically consistent with its aims to be constitutional. It is enough that there is an evil at hand for correction and that it might be thought that the particular legislative measure was a rational way to correct it.</blockquote>\n<blockquote>\"The day is gone when this Court uses the Due Process Clause of the Fourteenth Amendment to strike down state laws, regulatory of business and industrial conditions, because they may be unwise, improvident, or out of harmony with a particular school of thought.\"</blockquote>\n<p>That discussion dealt with due process but beginning at page 489 of 348 U.S., at page 465 of 75 S.Ct., at page 572 of 99 L. <span class=\"star-pagination\">*696</span> Ed. the court talks about equal protection in connection with the same regulatory statute:</p>\n<blockquote>\"The problem of legislative classification is a perennial one, admitting of no doctrinaire definition. Evils in the same field may be of different dimensions and proportions, requiring different remedies. Or so the legislature may think. * * * Or the reform may take one step at a time, addressing itself to the phase of the problem which seems most acute to the legislative mind. * * * The legislature may select one phase of one field and apply a remedy there, neglecting the others. * * * The prohibition of the Equal Protection Clause goes no further than the invidious discrimination.\"</blockquote>\n<p>See also Dandridge v. Williams, 397 U. S. 471, 90 S.Ct. 1153, 25 L.Ed.2d 491 (1970); Lindsey v. Normet, 405 U.S. 56, 70, 92 S.Ct. 862, 873, 31 L.Ed.2d 36, 49 (1972); McGowan v. Maryland, 366 U.S. 420, 426, 81 S.Ct. 1101, 1105, 6 L.Ed.2d 393, 399 (1961).</p>\n<p>When courts intervene to take such basic decisions from the legislative body whose right and duty it is to make them, they arrogate to themselves power which is not theirs and authority which resides in the general assembly.</p>\n<p>In other words, the fact that a statute includes more personsor fewerwithin its sweep than those who fit the pattern which the statute was designed to catch does not invalidate a law. This involves a balancing of competing advantages and disadvantages, a legislative function. Among the cases which reach this conclusion are the following: Delany v. Badame, 49 Ill.2d 168, 274 N.E.2d 353 (1971); Smith v. Williams, 51 Ohio App. 464, 1 N. E.2d 643 (1935); Perozzi v. Ganiere, 149 Or. 330, 40 P.2d 1009 (1935); Shea v. Olson, 185 Wash. 143, 53 P.2d 615 (1936), aff'd, 186 Wash. 700, 59 P.2d 1183 (1936); Harlow v. Ryland, 172 F.2d 784 (8th Cir. 1949); Pickett v. Matthews, 238 Ala. 542, 192 So. 261 (1939); Hillock v. Heilman, 201 So.2d 544 (Fla.1967); Miller v. Huizinga, 23 Mich.App. 363, 178 N.W.2d 542 (1970); Romero v. Tilton, 78 N.M. 696, 437 P.2d 157 (1967); Campbell v. Paschall, 132 Tex. 226, 121 S.W.2d 593 (1938); Tisko v. Harrison, (Tex.Civ.App.1973), 500 S.W.2d 565.</p>\n<p>I believe the trial court should be affirmed because plaintiffs have failed to prove what must be proven to strike down § 321.494, The Code, as violative of the equal protection clause. Until California took the bit in its teeth, the principle that the remedy for this allegedly unwise and unfair law lay with the legislature was not seriously challenged. Since that 1973 decision courts whose philosophy differs from that expressed by such statutes have rallied round to reach the conclusion their laws, too, are unconstitutional by \"modern\" standards under \"present day\" conditions. In doing so they have been over-zealous to search out constitutional flaws where none exist. See \"Judicial Nullification of Guest Statutes,\" 41 S.Cal.L.Rev. 884 (1968).</p>\n<p>This had led to some strange results. For instance it is claimed by some that the statute offends against equal protection because it treats all guests <i>alike.</i> We are also told that judicial erosion of the statute by the creation of numerous (and sometimes frivolous) exceptions now somehow renders what is left unconstitutional. (See dissent in this case and statement in Henry v. Bauder, supra, 518 P.2d at 367.)</p>\n<p>What has happened is that judicial forbearance has run out in the face of disapproval of the law itself. This hardly serves as a legitimate reason for the overthrow of the statute. Courts should pay the same deference to statutes they don't like as to those they do.</p>\n<p>I would affirm the trial court because to do otherwise is to intrude unreasonably in the legislative arena.</p>\n<p>UHLENHOPP and HARRIS, JJ., join in this special concurrence.</p>\n<p><span class=\"star-pagination\">*697</span> McCORMICK, Justice (dissenting).</p>\n<p>I do not believe the majority decision meets the constitutional issue raised in this appeal. That issue, simply put but not capable of simple answer, is whether the legislature has drawn a rational line in singling out and excluding motor vehicle guests from those entitled to recover damages for injuries caused by the ordinary negligence of vehicle drivers.</p>\n<p>It is necessary at the outset to identify the classification made by the guest statute. By its terms, it purports to classify all motor vehicle passengers into one of two groups, those who are guests and those who are not. Guests have no remedy for injury caused by a driver's negligence; other passengers retain their common law right of action.</p>\n<p>The statute does not say what passengers are guests. That task was left entirely to this court. In an effort to serve the apparent legislative purpose to shield owners and operators of motor vehicles from liability for negligent injury to their passengers we decided any injured passenger who asserts a claim against a vehicle owner or operator has the burden to prove he was not riding as a quest. Murray v. Lang, 252 Iowa 260, 106 N.W.2d 643 (1960). In that way the classification signified by legislative use of the term \"guest\" was left for judicial definition. Definition of guest status, as a result, has been a case by case process of exclusion. It is thus not sufficient to say we are dealing with a legislative classification. The judicial branch was handed the responsibility to apply an undefined statutory classification to concrete factual situations. Consequently the resulting guest statute classification can be identified and analyzed only by study of litigation in this state involving the issue of passenger status. The majority does not identify the classification except by reference to the statute.</p>\n<p>Commentators elsewhere have labeled the judicial application of guest statutes a process of judicial nullification. See, e. g., Comment, Judicial Nullification of Guest Statutes, 41 S.Cal.L.Rev. 884 (1968); Comment, 54 Nw.U.L.Rev. 263; Note, 3 Wyo. L.J. 225 (1949). Others have simply recognized the utter confusion and disarray produced by judicial efforts to apply the statutes. See, e. g., Note, 18 Cornell L.Q. 621 (1933); Tipton, Florida's Automobile Guest Statute, 11 U.Fla.L.Rev. 287 (1958); Comment, 8 W.Res.L.Rev. 170 (1957).</p>\n<p>The difficulty in distinguishing and reconciling cases based on application of the statute to concrete factual situations led the court in Olson v. Hodges, 236 Iowa 612, 613, 19 N.W.2d 676, 678 (1945), to observe:</p>\n<blockquote>\"Automobile-guest cases * * * have been before this court many times since [the guest statute's] enactment in 1927. The provisions of the statute and the controlling principles of law as repeatedly stated by this court are well known. The difficulty lies in the application of those principles to the varying facts in each case. Because the cases differ in facts, there is no profit in the dissection of precedents.\"</blockquote>\n<p>See Ross v. McNeal, 171 N.W.2d 515, 518 (Iowa 1969) (\"Each case must be decided in the light of its own facts.\"). Thus, although the guest statute classification cannot be understood except by analysis of the cases, we are forewarned that each case constitutes a separate classification based on its own facts.</p>\n<p>In any event, the statute cannot be understood without reference to the cases. When it is understood from that perspective, I believe the resulting legislative classification is constitutionally indefensible.</p>\n<p>I. <i>The cases.</i> In Knutson v. Lurie, 217 Iowa 192, 251 N.W. 147 (1933), the general outline of the excluded class is drawn. It is not limited to passengers who pay to ride. It includes an occupant performing duties as a servant of the owner or operator of the motor vehicle, or who rides there for the definite and tangible benefit <span class=\"star-pagination\">*698</span> of the owner or operator, or for the mutual, definite and tangible benefit of the owner or operator and the occupant. Benefits which are incidental to hospitality, social relations, companionship and the like are not \"definite and tangible.\"</p>\n<p>A problem arose early relating to whether one not actually in the motor vehicle is a guest. In Puckett v. Pailthorpe, 207 Iowa 613, 223 N.W. 254 (1929), a woman about to enter an unoccupied car to wait to be driven home was injured when she opened the door and it fell onto her foot. She was held not to be a guest because not riding in the car when injured. Similarly, a boy riding on a sled hooked to the rear of a moving car was held not to be a guest in Samuelson v. Sherrill, 225 Iowa 421, 280 N.W. 596 (1938). A woman who was injured when hit by a truck from which she had just alighted was held not to be a guest in Shinofield v. Curtis, 245 Iowa 1352, 66 N.W.2d 465 (1954). But a woman who opened a car door preparatory to entering and was injured when the car started in reverse was held to be a guest in Rainsbarger v. Shepherd, 254 Iowa 486, 118 N.W.2d 41 (1962), where the court distinguished Puckett v. Pailthorpe, supra, on the ground the host in Puckett was not yet in the car or operating it.</p>\n<p>A passenger was held to be a guest as a matter of law despite evidence she was being transported against her will in Vance v. Grohe, 223 Iowa 1109, 274 N.W. 902 (1937). An owner was held to be a guest in his own automobile in Murray v. Lang, supra, and a 13 day-old child was held to be a guest in Horst v. Holtzen, 249 Iowa 958, 90 N.W.2d 41 (1958).</p>\n<p>A passenger permitted to ride to market with his cattle as part of the inducement for the shipping contract was held to be a passenger for hire in Boge v. Jack Link Truck Line, Inc., 200 N.W.2d 544 (Iowa 1972). But a passenger permitted to ride to market without such inducement was held to be a guest in Johnson v. Johnson, 174 N.W.2d 444 (Iowa 1970). The jury may find a truck passenger not a guest even though asked to accompany the driver to keep him company if also expected to help load the truck at its destination. In re Estate of Ronfeldt, 261 Iowa 12, 152 N. W.2d 837 (1967). A jury question is also generated if he testified he was asked to go along as a relief driver. Porter v. Decker, 222 Iowa 1109, 270 N.W. 897 (1937). But an automobile passenger who rides after being told she \"should\" help with the driving is a guest as a matter of law. Sullivan v. Harris, 224 Iowa 345, 276 N.W. 88 (1937).</p>\n<p>In Livingston v. Schreckengost, 255 Iowa 1102, 125 N.W.2d 126 (1963), two teachers commuting to college took turns driving their respective cars. The court held a ride-sharing arrangement motivated by economy rather than companionship would be a definite and tangible benefit. The same rule was applied in Marean v. Petersen, 259 Iowa 557, 144 N.W.2d 906 (1966). But a division of expenses was held not sufficient to make a passenger other than a guest. McCornack v. Pickerell, 225 Iowa 1076, 283 N.W. 899 (1939); Clendenning v. Simerman, 220 Iowa 739, 263 N.W. 248 (1935). One who simply rode to a job site with a fellow worker was held to be a guest in Nielsen v. Kohlstedt, 254 Iowa 470, 117 N.W.2d 900 (1962).</p>\n<p>Payment of 75 cents toward gas expense by a nurse riding with another to a polio workshop was held not to be a definite and tangible benefit in Haas v. Owens, 248 Iowa 781, 81 N.W.2d 654 (1957). But a jury question to take the passenger out of the guest statute was found to exist where there was evidence a nurse rode along on a shopping excursion to help the driver pick out nurses' uniforms. Bodaken v. Logan, 254 Iowa 230, 117 N.W.2d 470 (1962). A jury question was found where there was evidence the passenger accompanied the driver on a trip to Omaha to help pick out a wedding gift. Winter v. Moore, 255 Iowa 1, 121 N.W.2d 82 (1963). A jury question was also found where a passenger paid $2 for a trip and $2 for gas for a <span class=\"star-pagination\">*699</span> 15 mile ride with a tavern acquaintance. Morrow v. Redd, 257 Iowa 151, 131 N.W. 2d 761 (1964). The same was true where a passenger expended sums for repairs and tires and agreed to share expenses with a sister while traveling to Mississippi to their grandmother's funeral. Bilbro v. Bilbro, 256 Iowa 499, 128 N.W.2d 282 (1964). But a passenger who helped pay for gas for her sister's car when riding with her to Minnesota to help another sister with her housework was held as a matter of law to be a guest in Badger v. Groszbach, 259 Iowa 644, 145 N.W.2d 588 (1966).</p>\n<p>A passenger driven to his own home to obtain phonograph records and a stereo to entertain the driver and others was held to be a guest as a matter of law in Vipond v. Jergensen, 260 Iowa 646, 148 N.W.2d 598 (1967). The same result was reached where a passenger rode along to furnish directions to place where another passenger could buy a chain saw in Jackson v. Brown, 164 N.W.2d 824 (Iowa 1969). But a jury question was found where there was evidence a passenger rode with a driver to help look for stolen fender skirts. Ritter v. Dexter, 250 Iowa 830, 95 N.W.2d 280 (1959); cf. McBride v. Dexter, 250 Iowa 7, 92 N.W.2d 443 (1958). A jury question was also recognized where there was evidence a passenger rode along to direct the driver to the location of some beer in Sieren v. Stoutner, 162 N.W.2d 396 (Iowa 1968).</p>\n<p>The court said in Delay v. Kudart, 256 Iowa 523, 128 N.W.2d 201 (1964), that if a passenger rode along to help determine if the car's engine and carburetor were adjusted and performing properly he would not be a guest. But where there was evidence a passenger was asked to ride with a driver to see if the car would stop heating up, he was held to be a guest as a matter of law. Sauer v. Scott, 176 N.W.2d 140 (Iowa 1970).</p>\n<p>A jury question was found where the passenger was a maid given a ride by her employer to pick up the maid's repaired shoes. Knutson v. Lurie, supra. The issue was also held for the jury where a passenger accompanied a co-employee in picking up material for their employer. Hansen v. Nelson, 240 Iowa 1298, 39 N.W.2d 292 (1949).</p>\n<p>In McCrady v. Sino, 254 Iowa 856, 118 N.W.2d 592 (1962), a jury question was found based on evidence a minor passenger rode in a truck box to help comfort the driver's ponies. A jury question was also held to exist where there was evidence a passenger rode in a car because of the driver's apprehension over the weather. Zwanziger v. Chicago &amp; Northwestern Ry. Co., 259 Iowa 14, 141 N.W.2d 568 (1966). A woman who rode in a city ambulance to comfort her critically injured son was, as a matter of law, not a guest. Anderson v. City of Council Bluffs, 195 N.W.2d 373 (Iowa 1972). But a grandmother who rode along with her daughter to \"baby sit\" a grandchild in the car was held as a matter of law to be a guest in Ross v. McNeal, supra.</p>\n<p>Jury questions to take passengers out of the statute were found where there was evidence a passenger rode in a truck in a common endeavor to collect scrap for the war effort in Thuente v. Mart Motors, 234 Iowa 1294, 15 N.W.2d 622 (1944), and where a passenger was helping a fellow member of a lodge's food committee take food to the lodge in Stenberg v. Buckley, 245 Iowa 622, 61 N.W.2d 452 (1953). But no jury question was found when a little girl was injured while riding with a volunteer mother on a girl scout outing. Wharff v. McBride, 183 N.W.2d 700 (Iowa 1971).</p>\n<p>A jury question existed when a passenger was riding as a prospective purchaser in a car driven by a used car salesman. Bookhart v. Greenlease-Lied Motor Co., 215 Iowa 8, 244 N.W. 721 (1932). The same was true when a car salesman gave a ride to an employee of a prospective purchaser. Wittrock v. Newcom, 224 Iowa 925, 277 N.W. 286 (1938), and when an implement dealer furnished a ride to the <span class=\"star-pagination\">*700</span> brother of a prospective purchaser of a tractor so the customer could have the benefit of the brother's advice, Mitchell v. Heaton, 231 Iowa 269, 1 N.W.2d 284 (1941). But a passenger who rode with a prospective purchaser in a used car to advise him on the purchase was held as a matter of law to be a guest of the car dealer in Sproll v. Burkett Motor Co., 223 Iowa 902, 274 N.W. 63 (1937).</p>\n<p>The guest statute classification of motor vehicle passengers demonstrated in these cases is the subject of the equal protection challenge in the present case.</p>\n<p>II. <i>The constitutional standard.</i> Plaintiffs contend this classification offends federal and state constitutional assurances of equal protection. Section 1 of Amendment 14, United States Constitution, provides that no state may deny equal protection of the laws to any person within its jurisdiction. Article 1, § 6 of the Iowa Constitution requires that all laws have a uniform operation and shall not grant privileges which, upon the same terms, do not belong to all. These provisions set substantially the same limitation on state legislation. Graham v. Worthington, 259 Iowa 845, 863, 146 N.W.2d 626, 638 (1966). Nevertheless, deference to state laws based on the concept of federalism is not involved in applying the state constitutional standard.</p>\n<p>The equal protection standard does not outlaw all classifications but does prohibit unreasonable classifications.</p>\n<p>Although legislatures exist to decide the wisdom of statutes, courts exist to decide their constitutionality. When the legislature's judgment of the wisdom of a statute is shown to conflict with a constitutional limitation on legislative power, it is the responsibility of the courts to strike the statute. With due deference to the majority view and to legislative judgment, I am unable to reconcile the guest statute with the overriding equal protection mandate of the state and federal constitutions.</p>\n<p>The majority recites the traditional rule defining the heavy burden on one who attacks the constitutionality of a statute. This is frequently done as a prelude to a judicial declaration the attack has failed in a given case. See, e. g., Lunday v. Vogelmann, 213 N.W.2d 904, 907 (Iowa 1973), and citations. It is frequently omitted in cases where the attack is successful. See, e. g., State v. Wedelstedt, 213 N.W.2d 652 (Iowa 1973). Perhaps one may be forgiven for suspecting recital of the rule sometimes serves as a substitute for critical analysis.</p>\n<p>In reality we ought to acknowledge the presumption of constitutionality is truly rebuttable and not simply a self-fulfilling prophecy.</p>\n<p>I agree with the commentator in 45 Temp.L.Q. 432, 443 (1972) who observed, \"As long as a court grants the legislature a truly rebuttable presumption of constitutionality, the guest should be able to prove there is not a rational basis for guest laws.\"</p>\n<p>I also agree with the unanimous view of this court in Chicago &amp; N.W. Ry. Co. v. Fachman, 255 Iowa 989, 1003, 125 N.W.2d 210, 217-218 (1963), that federal and state constitutional equal protection provisions \"should not be frittered away,\" that \"their importance in guarding against the segregation of society into classes, and in assuring to all citizens * * * equality before the law, which is essential to free government, cannot be overestimated,\" and that if statutes cannot be saved from constitutional attack except \"by resort to refinements in distinction and sophistry in reasoning * * *, they should fall.\"</p>\n<p>The United States Supreme Court has given increasing emphasis to the concept that even under traditional equal protection analysis a legislative classification is unreasonable if it lacks a fair and substantial relation to a proper legislative goal. United States Dep't of Agriculture v. Moreno, 413 U.S. 528, 93 S.Ct. 2821, 37 L.Ed.2d 782 (1973); Weber v. Aetna Casualty &amp; Surety <span class=\"star-pagination\">*701</span> Co., 406 U.S. 164, 172, 92 S.Ct. 1400, 1405, 31 L.Ed.2d 768, 777 (1972) (\"the tests to determine the validity of state statutes under the Equal Protection Clause have been variously expressed, but this Court requires, at a minimum, that a statutory classification bear some rational relationship to a legitimate state purpose.\"); Reed v. Reed, 404 U.S. 71, 92 S.Ct. 251, 30 L.Ed.2d 225 (1971); The Supreme Court, 1972 Term, 87 Harv.L.Rev. 55, 125-133 (1973); Gunther, The Supreme Court, 1971 TermForeward: In Search of Evolving Doctrine on a Changing Court: A Model for a Newer Equal Protection, 86 Harv. L.Rev. 1 (1972).</p>\n<p>Thus, even under the traditional equal protection standard, states may not legislate people into disparate classes on the basis of criteria not having a fair and substantial relation to the object of the legislation. Equal protection continues to demand that all persons similarly situated be treated alike. A classification denies equal protection unless it includes all who are similarly situated and none who are not. That is, it is unreasonable if it is either under-inclusive or over-inclusive. See United States Dep't of Agriculture v. Moreno, supra; Gomez v. Perez, 409 U.S. 535, 93 S.Ct. 872, 35 L.Ed.2d 56 (1973); Police Department of Chicago v. Mosley, 408 U.S. 92, 92 S.Ct. 2286, 33 L.Ed.2d 212 (1972); James v. Strange, 407 U.S. 128, 92 S.Ct. 2027, 32 L.Ed.2d 600 (1972); Jackson v. Indiana, 406 U.S. 715, 92 S.Ct. 1845, 32 L. Ed.2d 435 (1972); Weber v. Aetna Casualty &amp; Surety Co., supra; Stanley v. Illinois, 405 U.S. 645, 92 S.Ct. 1208, 31 L.Ed.2d 551 (1972); Eisenstadt v. Baird, 405 U.S. 438, 92 S.Ct. 1029, 31 L.Ed.2d 349 (1972); Reed v. Reed, supra.</p>\n<p>In assessing the reasonableness of a classification we must consider matters of common knowledge. State v. Bartels, 191 Iowa 1060, 1073, 181 N.W. 508, 515 (1921) (\"we must take into consideration matters of common knowledge and common report and the history of the times\"). Further, we must evaluate it in the light of current legal rights of persons similarly situated. Otherwise we could not judge whether it is in fact under-inclusive or over-inclusive.</p>\n<p>III. <i>The reasonableness of the classification.</i> We have no legislative history from which to determine the actual purpose of our legislature in enacting the guest statute.</p>\n<p>Prior to enactment of the guest statute, under common law, a passenger could predicate liability on the driver's ordinary negligence. Stanbery v. Johnson, 218 Iowa 160, 164, 254 N.W. 303, 305 (1934). As noted in Stanbery, the legislature obviously intended to eliminate the liability of owners and operators of motor vehicles to guest passengers except where the vehicle was being driven by a person under the influence of intoxicating liquor or recklessly, and now of course the exception includes any form of drug intoxication.</p>\n<p>A comment in 14 Iowa L.Rev. 243 (1929) expressed the view the statute could be saved from equal protection attack only if it protected the negligence of owners and operators of motor vehicles as a valid exercise of the police power. The author noted, with considerable prescience:</p>\n<blockquote>\"The benefit of the law will accrue to negligent hosts and liability insurance companies but such a result can scarcely support the measure as a police regulation. * * * [T]his statute without reason discriminates in favor of guests who are not occupants of automobiles, guests who ride as paying guests and guests of reckless or intoxicated drivers and against ordinary nonpaying guests in automobiles. Such a classification is so arbitrary that the denial of equal protection of the law seems to appear beyond a reasonable doubt.\"</blockquote>\n<p>I believe Silver v. Silver, 280 U.S 117, 50 S.Ct. 57, 74 L.Ed. 221 (1929), which sustained the constitutionality of Connecticut's guest statute, is distinguishable on three bases. First, the equal protection <span class=\"star-pagination\">*702</span> challenge there involved the narrow question of the permissibility of the distinction drawn between automobile guests and guests in other conveyances. At that time the court believed automotive travel was sufficiently unique that a state legislature might give automotive passengers disparate treatment. Any such uniqueness has dissipated.</p>\n<p>Second, the intervening years have greatly expanded the right of recovery for ordinary negligence by persons similarly situated. And third, subsequent judicial application of the statute in Iowa has demonstrated the essentially equivocal, fortuitous and irrational nature of the effort at statutory classification.</p>\n<p>This observation is supported by two of the last three state supreme court decisions dealing with the same constitutional issue. See Brown v. Merlo, 8 Cal.3d 855, 106 Cal.Rptr. 388, 506 P.2d 212 (1973); Henry v. Bauder, 518 P.2d 362 (Kan.1974); cf. Johnson v. Hassett, 217 N.W.2d 771 (N.D. 1974). But see Tisco v. Harrison, 500 S. W.2d 565 (Tex.Civ.App.1973).</p>\n<p>In the absence of knowledge of the actual legislative purpose for guest statutes, and in an endeavor to search for some rational basis to sustain them, courts have arrived at two main imputed legislative goals held to be rationally advanced by guest statutes. One is the hospitality or good samaritan rationale adopted by the majority opinion in this case but largely discredited elsewhere. The other is the collusion-prevention rationale adopted by Texas in Tisco v. Harrison, supra, and in most other jurisdictions in which guest statutes have been upheld when attacked on equal protection grounds. See, e. g., Naudzius v. Lahr, 253 Mich. 216, 234 N.W. 581 (1931). Iowa adopted the hospitality rationale from a California case, Crawford v. Foster, 110 Cal.App. 81, 293 P. 841 (1930). Bookhart v. Greenlease-Lied Motor Co., supra. Now the majority opinion declines to follow California's recognition of the irrationality of that basis for saving the statute.</p>\n<p>IV. <i>The hospitality goal.</i> The fundamental premise of the \"good samaritan\" argument is that an injured person should not recover damages based on ordinary negligence from a social host unless it is first demonstrated he has conferred a definite and tangible benefit on the host. See Knutson v. Lurie, supra. This premise is demonstrably inapplicable to any social guest other than a motor vehicle passenger.</p>\n<p>Since the guest statute applies in Iowa only to motor vehicles as that term is defined in Code § 321.1(2), it does not include passengers in boats, airplanes, or other forms of conveyance. Public policy permits them to sue for their host's ordinary negligence.</p>\n<p>A social guest anywhere other than in a motor vehicle is permitted to recover for his host's active negligence. This includes a host who is a possessor of land. See Lattner v. Immaculate Conception Church, 255 Iowa 120, 121 N.W.2d 639 (1963); Mann v. Des Moines Ry. Co., 232 Iowa 1049, 7 N.W.2d 45 (1942); cf. Rosenau v. City of Estherville, 199 N.W.2d 125 (Iowa 1972); Hanson v. Town &amp; Country Shopping Center, Inc., 259 Iowa 542, 144 N.W. 2d 870 (1966); Restatement of Torts, Second, § 341. As noted by the California court in Brown v. Merlo, supra, its guest statute was similarly out of step with general tort law even before Rowland v. Christian, 69 Cal.2d 108, 70 Cal.Rptr. 97, 443 P.2d 561 (1968), where land possessors were held to owe a duty of due care to all social guests. See, 106 Cal.Rptr. at 395, fn. 6, 506 P.2d at 219, fn. 6; cf. Oettinger v. Stewart, 24 Cal.2d 133, 148 P.2d 19 (1944).</p>\n<p>The guest statute itself does not reach a parental claim for lost services, companionship and society brought against a motor vehicle owner or operator based on injuries to a minor guest passenger caused by the driver's ordinary negligence. Irlbeck v. Pomeroy, 210 N.W.2d 831 (Iowa 1973). Nor does it reach a person entering an unoccupied car, Puckett v. Pailthorpe, <span class=\"star-pagination\">*703</span> supra, or a person outside a vehicle but transported by it, Samuelson v. Sherrill, supra.</p>\n<p>Many pre-existing immunities from ordinary negligence liability have been eliminated in Iowa. They include state tort immunity, chapter 25A, The Code, local government tort immunity, chapter 613A, The Code, and charitable immunity, Haynes v. Presbyterian Hosp. Ass'n, 241 Iowa 1269, 45 N.W.2d 151 (1950). Public policy in every area of our law except as to automobile guests plainly supports the common law principle which imposes liability for negligent injury to recipients of hospitality.</p>\n<p>Thus I do not believe Brown v. Merlo, supra, is distinguishable on the basis California also has a statute recognizing the identical public policy.</p>\n<p>The guest statute's differential treatment of motor vehicle social guests cannot be squared with the law's treatment of social guests elsewhere. The statute is arbitrary insofar as it singles out motor vehicle guests for loss of their common law rights of action.</p>\n<p>Independent of this I agree with the California, Kansas and North Dakota courts that the generosity of a host does not itself constitute a rational basis for removing a guest's protection for negligently inflicted injuries. It is repugnant to our concept of tort law to suggest it is reprehensible ingratitude for an injured person to seek to be made whole by the person whose negligence has caused his loss.</p>\n<p>As demonstrated by the \"collusion prevention\" argument, most guests today are relatives, acquaintances and friends. The host in such situations is unlike the good samaritan who extends hospitality to a stranger in need without expectation of reward. Most guests are not strangers to their hosts. They ride in motor vehicles from a spirit of reciprocal hospitality for mutual reasons involving companionship and friendship. The social benefit flows to the host as much as to the guest. Every driver or owner is probably at some time a motor vehicle guest. In fact we have said an owner can even be a guest in his own motor vehicle. Murray v. Lang, supra.</p>\n<p>Hosts are usually as surprised and disappointed as their guests when they learn after an accident that the guest's injury caused by the driver's ordinary negligence must go uncompensated despite liability insurance. This discovery is more likely to be disruptive of the spirit of reciprocal hospitality which fostered the guest relationship than the making of a claim.</p>\n<p>The guest statute classification is unreasonable in its inclusion of relatives, acquaintances and friends in the same class as strangers where the purpose is relevant only to bar negligence claims by strangers. Therefore, insofar as based on the goal of protecting the good samaritan, the statute is grossly over-inclusive and offends equal protection.</p>\n<p>It might also be suggested the guest statute accomplishes a peculiar distortion of the message of the parable of the good samaritan.</p>\n<p>The good samaritan or hospitality justification does not permit the arbitrary classification of motor vehicle guests differently than other guests, has outlived its reasons, and is inherently irrational under today's conditions.</p>\n<p>V. <i>Collusion prevention.</i> Similarly, the imputed legislative goal of collusion prevention is not rationally advanced by the guest statute. Its classification in this regard is over-inclusive, under-inclusive, and invidiously discriminatory.</p>\n<p>The collusion-prevention rationale rests on a premise antithetical to the good samaritan argument. Instead of treating guest claims as reprehensible ingratitude toward the host, it assumes guests and hosts will conspire to defraud the host's liability insurer from a mutual desire to see that the guest is compensated for his <span class=\"star-pagination\">*704</span> injuries. The very fact these imputed legislative goals proceed from opposite premises points up the over-inclusiveness of the guest statute classification in relation to either purpose.</p>\n<p>As a collusion-prevention measure the statute impermissibly sweeps within its ambit all guest claims based on ordinary negligence. Included are claims of honest guests, claims against honest hosts, claims where negligence exists in fact and even claims in behalf of persons, such as infants, incapable of collusion. See Horst v. Holtzen, supra, holding a 13 day-old child to be a guest. Because it does indiscriminately bar such claims, it is irrationally broad and denies equal protection to those wrongly included in the class.</p>\n<p>It is under-inclusive because it assumes collusion is more likely to occur where ordinary negligence may be shown than otherwise. Yet the circumstances which will take a case out of the guest statute are susceptible of ready fabrication. A showing that the journey was motivated in part by a definite tangible benefit to the host requires less imagination than fabrication of facts showing ordinary negligence.</p>\n<p>This is illustrated by the kinds of exceptions which our cases have recognized as sufficient to make the guest statute inapplicable. See, e. g., In re Estate of Ronfeldt, supra (passenger accompanied a friend on a trip to pick up water pipe); Zwanziger v. Chicago &amp; Northwestern Ry. Co., supra (passenger accompanied driver because of driver's apprehension over the weather); Morrow v. Redd, supra (passenger who met driver in a tavern, paid two dollars for gas and two dollars for the trip for a 15 mile ride); Bilbro v. Bilbro, supra (passenger agreed to share sister's trip expenses and pay expenses for tires and repairs); Delay v. Kudart, supra (dictum-passenger not a guest if he rode in an auto to determine for driver if the engine and carburetor worked properly); McCrady v. Sino, supra (minor passenger rode in truck box to comfort ponies); Bodaken v. Logan, supra (passenger accompanied driver on shopping trip to help pick out nurse uniforms); Winter v. Moore, supra (passenger rode along to help shop for a joint wedding gift); Ritter v. Dexter, supra (passenger accompanied driver to help look for stolen fender skirts); Sieren v. Stoutner, supra (passenger accompanied driver to show him where some beer was located).</p>\n<p>There is nothing in the requirement of a showing of a definite tangible benefit to assure a lessening of opportunity for collusion. It is no assurance of honesty.</p>\n<p>In addition, as with the hospitality goal, the anti-collusion purpose does not justify classifying motor vehicle guests differently than social guests similarly situated. See Division IV.</p>\n<p>Defendant's argument that the family immunity doctrine supports the rationality of the anti-collusion goal is unconvincing. In Barlow v. Iblings, 261 Iowa 713, 156 N.W.2d 105 (1968), only passing reference was made to collusion prevention as a basis for parental immunity. The classification included all persons similarly situated, and the case's recognition of parental immunity should remove rather than enhance the possibility of collusion in guest cases.</p>\n<p>As a matter of fact there is no evidence motor vehicle guests are more likely to collude than other tort claimants. The Minnesota Supreme Court observed:</p>\n<blockquote>\"It is true that some states have adopted guest statutes designed in part to prevent collusion, but we find nothing in the authorities to indicate that there is a danger of widespread perjury in jurisdictions such as ours, where passengers, who are usually on friendly terms with their drivers, are permitted to recover for ordinary negligence.\" Balts v. Balts, 273 Minn. 419, 430-431, 142 N.W.2d 66, 73 (1966).</blockquote>\n<p>Our system of justice, correctly I believe, assumes the honesty of most people. It also assumes the ability of the adversary <span class=\"star-pagination\">*705</span> process, with its devices for testing credibility such as discovery, cross-examination, impeachment, the insight of juries, and penalties of perjury, to expose dishonesty.</p>\n<p>Liability insurers are afforded additional protection by co-operation clauses in their policies which require the insured to co-operate as a condition precedent to the insurer's liability. 8 Blashfield Automobile Law and Practice, supra, § 342.11 at 281 (\"The co-operation clause is designed to prevent collusion and connivance between claimant and the insured * * *.\"). The possibilities of loss of insurance, loss of driver's license, or higher premiums are additional special inducements to honesty of motor vehicle hosts.</p>\n<p>I believe the line drawn to exclude motor vehicle guests from recovery based on the driver's ordinary negligence is irrational because it does not bear a fair and substantial relation to the prevention of collusion. Hence the classification denies equal protection insofar as premised on that imputed legislative goal.</p>\n<p>VI. <i>The classification itself.</i> In Brown v. Merlo, supra, the California Supreme Court concluded the irrationality of its guest statute was aggravated by exceptions which fortuitously would \"stay the operation of the statute under a variety of diverse, illogical circumstances.\" <i>Id.</i> 106 Cal.Rptr. at 391, 506 P.2d at 215. The court held that \"Although in specific cases such statutory quirks may work to ameliorate the harsh consequences of the general provision, these numerous exceptions when viewed in toto produce an absured and illogical pattern which completely drains the statute of any rationality it might conceivably claim.\" Kansas similarly noted what it referred to as its \"crazy-quilt pattern of application of the guest act\" which it held \"clearly show[s] the inequities of the statute and the resulting denial of equal justice to persons similarly situtated.\" Henry v. Bauder, supra 518 P.2d at 367.</p>\n<p>I would reach the same conclusion regarding the classification demonstrated in our interpretations of the statute mentioned in Division I, supra. Like the author of a law review article on the Florida statute I might be inclined to attribute the confusion, injustices and difficulties to the judiciary rather than the legislature were it not for the fact other states with similar statutes have had precisely the same experience. See Tipton, Florida's Automobile Guest Statute, supra, at 299.</p>\n<p>Analysis of our cases confirms the statement in Olson v. Hodges, supra, that \"there is no profit in the dissection of precedents.\" I am persuaded this is because of the artificiality of the attempted statutory classification rather than because of material differences in the cases. Circumstances which determine whether a passenger is a guest or not are so fortuitous and otherwise insignificant in ordinary human affairs that absurd and seemingly inconsistent results have proved inevitable.</p>\n<p>Therefore, whatever legislative purpose may have been hidden in the mind of the legislature which enacted the Iowa guest statute, the statute has operated in such an erratic way as to prevent rational classification.</p>\n<p>VII. <i>Judicial responsibility.</i> We are all aware of the delicate balance required of courts in constitutional adjudication. On the one side are considerations of usual legislative prerogative in matters of public policy. Under those considerations the separation of powers concept demands judicial deference. On the other side are considerations of judicial responsibility to safeguard rights assured the people by the federal and state constitutions. Under those considerations the separation of powers concept demands judicial interference.</p>\n<p>With due respect to the majority view, I believe this is an exceptional case requiring judicial intervention.</p>\n<p>I do not believe the arguments against the guest statute are answered by counting the states which still have them but do <span class=\"star-pagination\">*706</span> point out that, contrary to the statement from Hessler v. Ford, 255 Iowa 1055, 1059, 125 N.W.2d 132, 134 (1963), quoted with approval in the majority opinion, only 22 states still have guest statutes. No state has enacted one since 1939. Several have fallen.</p>\n<p>Iowa now has the nation's oldest guest statute. Connecticut and Oregon also enacted guest statutes in 1927. Malcolm, Automobile Guest Law, § 3 at 2 (1937). The Connecticut statute was repealed in 1937. Conn.Gen.Stat. § 340(E) (Supp.1939). The Oregon statute was held unconstitutional in Stewart v. Houk, 127 Or. 589, 271 P. 998 (1928). A new Oregon statute was enacted in 1929. Vermont repealed its guest statute in 1970, and Florida repealed its statute in 1972. 5 Blashfield Automobile Law and Practice, § 211.3 (Third Ed. 1966, 1973 Supp.). Kentucky's statute was held unconstitutional in Ludwig v. Johnson, 243 Ky. 533, 49 S.W.2d 347 (1932); California's statute was held unconstitutional in Brown v. Merlo, supra; Kansas' guest statute was held unconstitutional in Henry v. Bauder, supra; and North Dakota's statute was held unconstitutional in Johnson v. Hassett, supra. See notes, 23 Drake L.Rev. 216 (1973); 4 Memphis State L.Rev. 197 (1973); 49 Notre Dame Lawyer 446 (1973).</p>\n<p>I believe the recent California, Kansas and North Dakota decisions, all striking guest statutes on equal protection grounds, demonstrate appropriate senstitivity to the task of responsible constitutional analysis, are well reasoned, and are persuasive authority for striking the Iowa statute on the same basis.</p>\n<p>For the reasons given, not involving any mere question of public policy, I would hold the Iowa guest statute, Code § 321.494, violates the equal protection guarantees of Article I, § 6, Iowa Constitution, and Amendment 14, United States Constitution. In doing so I do not dispute the legislative right to regulate motor vehicle liability but maintain such regulation may not infringe constitutional safeguards.</p>\n<p>The classification in the guest statute which protects owners or operators of motor vehicles from some passenger claims based on the driver's ordinary negligence treats such passengers differently than other persons similarly situated, does not bear a fair and substantial relation to any reasonably conceivable legislative purpose for the statute, and is inherently irrational. The guest statute is thus invidiously discriminatory and cannot be squared with the constitutional assurance of equal protection of the laws.</p>\n<p>I would reverse the trial court.</p>\n<p>MASON, RAWLINGS and REYNOLDSON, J J., join in this dissent.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">687</span></span> (1974)</b></center>\n<center><h1>Daniel KEASLING, a Minor, by Harlan Keasling, as his Father and Next Friend, and Harlan Keasling, Individually, Appellants,<br>\nv.<br>\nIra THOMPSON and Thomas Murphy, Appellees.</h1></center>\n<center>No. 56364.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>April 24, 1974.</center>\n<p><span class=\"star-pagination\">*688</span> Richard C. Bauerle, Johnson, Bauerle &amp; Hester, Ottumwa, for appellants.</p>\n<p>James W. Crawford and Gerald T. Sullivan, Cedar Rapids, for appellee Ira Thompson.</p>\n<p>Heard en banc.</p>\n<p>MOORE, Chief Justice.</p>\n<p>The issue in this case is the constitutionality of Code section 321.494, commonly referred to as the Iowa guest statute. The trial court held it constitutional. We affirm.</p>\n<p>Plaintiff Daniel Keasling, a minor, was injured October 31, 1971, while riding in an automobile driven by defendant Ira <span class=\"star-pagination\">*689</span> Thompson's son, when the vehicle collided with another at a rural intersection in Keokuk County. Action was brought by plaintiffs for damages resulting from the accident. Thompson and Thomas Murphy, owner and operator of the other vehicle involved, were made defendants. As amended plaintiffs' petition against Thompson was in three divisions, one alleging recklessness, another alleging specific negligence and the third alleging general negligence under the doctrine of res ipsa loquitur. Thompson moved to strike the negligence divisions on the ground they failed to state a cause of action under the guest statute. Plaintiffs resisted, alleging the guest statute is unconstitutional under the equal protection clause of Amendment 14, United States Constitution, and Article I, section 6, of the Iowa Constitution. The lower court sustained the motion. We granted interlocutory appeal therefrom.</p>\n<p>The two equal protection clauses here raised need not be considered separately as both set out substantially the same limitations on state legislation. Graham v. Worthington, <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">845</span></span>, 863, <span class=\"citation\" data-id=\"2224235\"><a href=\"/opinion/2224235/graham-v-worthington/\"><span class=\"volume\">146</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">626</span></a></span>, 638.</p>\n<p>Code section 321.494 provides:</p>\n<blockquote>\"The owner or operator of a motor vehicle shall not be liable for any damages to any passenger or person riding in said motor vehicle as a guest or by invitation and not for hire unless damage is caused as a result of the driver of said motor vehicle being under the influence of an alcoholic beverage, a narcotic, hypnotic or other drug, or any combination of such substances, or because of the reckless operation by him of such motor vehicle.\"</blockquote>\n<p>It was enacted in 1927. Acts 42 G.A., chapter 119. It was entitled \"An Act to amend the law * * * to limit the civil liability of owners and operators of automobiles.\" Its provisions were again considered in 1969 when the words \"an alcoholic beverage, a narcotic, hypnotic or other drug, or any combination of such substances\" were substituted for the original words \"intoxicating liquor\". Acts 63 G.A., chapter 205, section 4.</p>\n<p>Here, as in the lower court, plaintiffs-appellants assert our guest statute violates equal protection in that the classification made between automobile guests and paying passengers is not rational. In other words, is our guest statute classification rationally based?</p>\n<p>No claim is made that a guest's right to sue his host for ordinary negligence is a fundamental right. Therefore the traditional equal protection standard must be applied. The statute must be liberally construed with a view to promote its objects. Murray v. Lang, <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">260</span></span>, 265, <span class=\"citation\" data-id=\"1949553\"><a href=\"/opinion/1949553/murray-v-lang/\"><span class=\"volume\">106</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">643</span></a></span>, 646, and citations.</p>\n<p>Plaintiffs have assumed a heavy burden as the following propositions are well established. Ordinarily, statutes, with notable exceptions not here involved, regularly enacted by the legislature will be accorded a strong presumption of constitutionality and all reasonable intendments must be indulged in favor of the validity of the legislation attacked. One who challenges legislation on constitutional grounds has the burden to negate every reasonable basis upon which the statute may be sustained. Where the constitutionality of a statute is merely doubtful or fairly debatable, the courts will not interfere. Thus a statute will not be declared unconstitutional unless it clearly, palpably and without doubt, infringes the constitution. Hearth Corporation v. C-B-R Development Co., Inc., Iowa, <span class=\"citation\" data-id=\"2136271\"><a href=\"/opinion/2136271/hearth-corporation-v-cbr-development-co-inc/\"><span class=\"volume\">210</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">632</span></a></span>, 636, 637; State v. Vick, Iowa, <span class=\"citation\" data-id=\"2223050\"><a href=\"/opinion/2223050/state-v-vick/\"><span class=\"volume\">205</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">727</span></a></span>, 729, and the many authorities cited in these opinions. The legislature is given wide discretion in defining the limits of classes when a statute involves classification of persons or things. If a classification is reasonable and operates equally upon all within the class, it is a valid classification. Brown Enterprises, Inc. v. Fulton, Iowa, <span class=\"citation\" data-id=\"1593162\"><a href=\"/opinion/1593162/brown-enterprises-inc-v-fulton/\"><span class=\"volume\">192</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">773</span></a></span>, 776 and citations.</p>\n<p><span class=\"star-pagination\">*690</span> The judicial branch of the government has no power to determine whether legislative Acts are wise or unwise, nor has it the power to declare an Act void unless it is plainly and without doubt repugnant to some provision of the Constitution. Graham v. Worthington, supra, <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">845</span></span>, 850, 851, <span class=\"citation\" data-id=\"2224235\"><a href=\"/opinion/2224235/graham-v-worthington/\"><span class=\"volume\">146</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">626</span></a></span>, 631.</p>\n<p>This court has repeatedly recognized the classification established by the legislature in our guest statute. Its purpose is to protect \"the good samaritan\" from liability to free-riding passengers as distinguished from passenger liability when the owner or driver is receiving some definite and tangible benefit. Boge v. Jack Link Truck Line, Inc., Iowa, <span class=\"citation\" data-id=\"1618124\"><a href=\"/opinion/1618124/boge-v-jack-link-truck-line-inc/\"><span class=\"volume\">200</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">544</span></a></span>, 546; Anderson v. City of Council Bluffs, Iowa, <span class=\"citation\" data-id=\"1839167\"><a href=\"/opinion/1839167/anderson-v-city-of-council-bluffs/\"><span class=\"volume\">195</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">373</span></a></span>, 375; Nielsen v. Kohlstedt, <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">470</span></span>, 473, <span class=\"citation\" data-id=\"1699128\"><a href=\"/opinion/1699128/nielsen-v-kohlstedt/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">900</span></a></span>, 903, and citations.</p>\n<p>In Marean v. Petersen, <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">557</span></span>, 565, <span class=\"citation\" data-id=\"2202355\"><a href=\"/opinion/2202355/marean-v-petersen/\"><span class=\"volume\">144</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">906</span></a></span>, 911, we say: \"Our guest statute, section 321.494, Code, 1962, like most others of its kind, was enacted in order to correct certain well-known evils then existingprotection of the well-meaning good samaritan owner or operator of an automobile.\" It cites Powers v. Hatcher, <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">833</span></span>, 836, <span class=\"citation\" data-id=\"1918198\"><a href=\"/opinion/1918198/powers-v-hatcher/\"><span class=\"volume\">135</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">114</span></a></span>, 116.</p>\n<p>In Lunday v. Vogelmann, Iowa, <span class=\"citation\" data-id=\"1242927\"><a href=\"/opinion/1242927/lunday-v-vogelmann/\"><span class=\"volume\">213</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">904</span></a></span>, 907, we considered the question of equal protection as it relates to statutory classification. We stated:</p>\n<blockquote>\"[T]he classification must be sustained unless it is patently arbitrary and bears no rational relationship to a legitimate governmental interest. <i>Id.</i> It does not deny equal protection simply because in practice it results in some inequality; practical problems of government permit rough accommodations; and the classification will be upheld if any state of facts reasonably can be conceived to justify it. Dandridge v. Williams, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 485, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1161, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span>, 501-502 (1970). The legislature has wide discretion in deciding classifications. Cedar Mem. Park Cem. Ass'n v. Personnel Assoc., Inc., <span class=\"citation\" data-id=\"1939632\"><a href=\"/opinion/1939632/cedar-mem-park-cem-assn-v-personnel-assoc-inc/\"><span class=\"volume\">178</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">343</span></a></span>, 350 (Iowa 1970). Our view of the wisdom of the legislation is irrelevant. Peel v. Burk, <span class=\"citation\" data-id=\"1650592\"><a href=\"/opinion/1650592/peel-v-burk/\"><span class=\"volume\">197</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">617</span></a></span>, 619 (Iowa 1972).\"</blockquote>\n<p>Our guest statute has not heretofore been challenged on the constitutional question of equal protection. That issue however has been litigated in several other jurisdictions as approximately half the states have guest statutes similar to section 321.494.</p>\n<p>A summary of the holdings in other jurisdictions is found in 8 Am.Jur.2d, Automobiles and Highway Traffic, § 472, pp. 36-37:</p>\n<blockquote>\"The so-called `guest' statutes which merely limit the liability of the owner or operator of a motor vehicle toward his gratuitous guest by requiring a degree of negligence or misconduct greater than ordinary negligence as a condition of the liability of the owner or operator for injuries to such a guest, but which do not wholly deny a gratuitous guest a right of action against the owner or operator of a motor vehicle, have generally been held constitutional. Such statutes are generally sustained as a reasonable exercise of the police power of the state to conserve human life and safety, provided the guest is not deprived of all remedy for a justiciable injury. Such statutes have been held constitutional as against objections that they deny one of due process of law, a remedy at law, or access to the courts, that they deny equal protection of the laws; violate equal privileges and immunities provisions; infringe vested rights; or violate provisions relating to the judicial powers of the state, or with respect to damages or the constitutional right to trial by jury.\"</blockquote>\n<p>Perhaps the first case involving the constitutionality of a guest statute is Silver v. Silver (1928), <span class=\"citation\" data-id=\"3320731\"><a href=\"/opinion/3325386/silver-v-silver/\"><span class=\"volume\">108</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">371</span></a></span>, <span class=\"citation\" data-id=\"3320731\"><a href=\"/opinion/3325386/silver-v-silver/\"><span class=\"volume\">143</span> <span class=\"reporter\">A.</span> <span class=\"page\">240</span></a></span>. It involved a statute very similar to ours. The court held the classification was not <span class=\"star-pagination\">*691</span> violative of the equal protection clause of the constitution. That holding was appealed and affirmed in Silver v. Silver, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 123, 124, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></a></span>-59, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">221</span></a></span>, 226, where the Supreme Court stated:</p>\n<blockquote>\"* * *. In this day of almost universal highway transportation by motor car, we cannot say that abuses originating in the multiplicity of suits growing out of the gratuitous carriage of passengers in automobiles do not present so conspicuous an example of what the Legislature may regard as an evil, as to justify legislation aimed at it, even though some abuses may not be hit. (Citations). It is enough that the present statute strikes at the evil where it is felt, and reaches the class of cases where it most frequently occurs.\"</blockquote>\n<p>Naudzius v. Lahr, <span class=\"citation\" data-id=\"3495738\"><a href=\"/opinion/3526068/naudzius-v-lahr/\"><span class=\"volume\">253</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">216</span></a></span>, <span class=\"citation\" data-id=\"3495738\"><a href=\"/opinion/3526068/naudzius-v-lahr/\"><span class=\"volume\">234</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">581</span></a></span> (1931) has been frequently cited for its excellent constitutional discussion of guest statutes. It was contended the classification was without reasonable basis. The court held the Michigan guest statute constitutional. At page 584 of 234 N.W., it is stated:</p>\n<blockquote>\"* * *. The law also has social features. It is well known that drivers hesitate to take neighbors for a ride or to assist on his way a weary traveler because of potential liability for injuries. Few, if indeed any, of these features seen to have manifested themselves in the use of other vehicles than motorcars. Perhaps the Legislature also had other reasons for the law. In view of the abundance of personal injury litigation from the operation of motorcars and the conditions readily conceivable as pertinent to the relation of guest passenger in them, which litigation and conditions seem to be substantially absent from the use of other vehicles, it cannot be said that the classification at bar was arbitrary and without reasonable basis.\"</blockquote>\n<p>Naudzius is cited and followed in the rather recent case of Miller v. Huizinga, 23 Mich.App. 363, <span class=\"citation\" data-id=\"1939165\"><a href=\"/opinion/1939165/miller-v-huizinga/\"><span class=\"volume\">178</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">542</span></a></span>, which holds the guest statute does not violate due process and equal protection clauses of the Fourteenth Amendment to the United States Constitution.</p>\n<p>In upholding the constitutionality of the Illinois guest statute the court in Delany v. Badame, <span class=\"citation\" data-id=\"2157068\"><a href=\"/opinion/2157068/delany-v-badame/\"><span class=\"volume\">49</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">168</span></a></span>, <span class=\"citation\" data-id=\"2157068\"><a href=\"/opinion/2157068/delany-v-badame/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">353</span></a></span>, 355 (September 30, 1971) stated:</p>\n<blockquote>\"The rationale of Silver v. Silver has been followed by the courts of ten other States which have considered the constitutionality of guest statutes requiring proof of wilful and wanton conduct, and in all such States, the act has been held constitutional as not granting a special immunity nor making an improper classification. See, Arkansas: Roberson v. Roberson (1937), <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">669</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">961</span></span>, `wilful and wanton'; Colorado: Vogts v. Guerrette (1960), <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">527</span></span>, <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">851</span></span>, `intentional, intoxication or wilful and wanton'; California: Ferreira v. Barham (1964), <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">739</span></span>, `intoxication or wilful conduct'; Delaware: Gallegher v. Davis (1936), 7 WWHarr. 380, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">Del.</span> <span class=\"page\">380</span></span>, <span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">A.</span> <span class=\"page\">620</span></span>, `intentional wilful or wanton': Kansas: Wright's Estate v. Pizel (1950), <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">328</span></span>, `gross wanton negligence'; Ohio: Smith v. Williams (1935), <span class=\"citation\" data-id=\"3737857\"><a href=\"/opinion/3985441/smith-admr-v-williams/\"><span class=\"volume\">51</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">464</span></a></span>, <span class=\"citation\" data-id=\"3737857\"><a href=\"/opinion/3985441/smith-admr-v-williams/\"><span class=\"volume\">1</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">643</span></a></span>, `wilful or wanton misconduct': Oregon: Perozzi v. Ganiere (1935), <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Or.</span> <span class=\"page\">330</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1009</span></span>, `intentional or gross negligence or intoxication'; South Carolina: Fulghum v. Bleakley (1935), <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">286</span></span>, <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">30</span></span>, `intentional or heedless'; Texas: Campbell v. Paschall (1938), <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">593</span></span>, `intentional or heedless': and Washington: Shea v. Olson (1936), <span class=\"citation\" data-id=\"4000961\"><a href=\"/opinion/4224855/shea-v-olson/\"><span class=\"volume\">185</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">143</span></a></span>, <span class=\"citation\" data-id=\"4000961\"><a href=\"/opinion/4224855/shea-v-olson/\"><span class=\"volume\">53</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">615</span></a></span>, `intentional or gross negligence or intoxication'.</blockquote>\n<blockquote>\"There are guest statutes in Idaho, Indiana, Iowa, Montana, Nevada, North Dakota, South Dakota, Utah, Vermont and Wyoming, but no cases involving the constitutionality of the statute. * * *.\" <span class=\"star-pagination\">*692</span> See also Romero v. Tilton, <span class=\"citation\" data-id=\"1266806\"><a href=\"/opinion/1266806/romero-v-tilton/\"><span class=\"volume\">78</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">696</span></a></span>, <span class=\"citation\" data-id=\"1266806\"><a href=\"/opinion/1266806/romero-v-tilton/\"><span class=\"volume\">437</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">157</span></a></span> (1967) and Harlow v. Ryland, 8 Cir., <span class=\"citation\" data-id=\"1546323\"><a href=\"/opinion/1546323/harlow-v-ryland/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></a></span> (1949). Like the many cited cases, supra, each holds the guest statute involved does not violate the equal protection clause.</blockquote>\n<p>Plaintiffs in their brief rely entirely on the holding in Brown v. Merlo, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">506</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">212</span></a></span> 1973). On submission of this appeal it stood alone as a one-case minority holding that a guest statute is unconstitutional as a violation of equal protection. It cites no authority outside its jurisdiction. It indicates an attack on the wisdom of the legislative Act. Its reasoning is unsound unless it can be said the conclusion is based on section 1714 of the California Civil Code which provides: \"Every one is responsible, not only for the result of his willful acts, but also for an injury occasioned to another by his want of ordinary care or skill in the management of his property or person. * * *.\" Iowa has no such statute.</p>\n<p>Brown v. Merlo, supra, is analyzed and its unsound reasoning demonstrated in Tisko v. Harrison, Tex.Civ.App.1973, <span class=\"citation\" data-id=\"2393434\"><a href=\"/opinion/2393434/tisko-v-harrison/\"><span class=\"volume\">500</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span>. After considering the United States Supreme Court holding in Silver v. Silver, supra, and those of the many cited state courts, the Texas guest statute was held constitutional as against claimed denial of equal protection.</p>\n<p>Since submission of this appeal the Kansas Supreme Court in Henry v. Bauder, Kan., <span class=\"citation\" data-id=\"1128998\"><a href=\"/opinion/1128998/henry-v-bauder/\"><span class=\"volume\">518</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">362</span></a></span> (1974), by a four to three opinion has agreed with the holding in Brown v. Merlo, supra. In doing so it overruled three earlier cases upholding the constitutionality of the Kansas guest statute on other grounds. The dissent relied on the established majority rule.</p>\n<p>The more recent case of Johnson v. Hassett, N.D., <span class=\"citation\" data-id=\"1837726\"><a href=\"/opinion/1837726/johnson-v-hassett/\"><span class=\"volume\">217</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">771</span></a></span>, filed March 29, 1974, declines to follow the holding of Brown v. Merlo that the guest statute violates the equal protection clause of Amendment 14, United States Constitution. The North Dakota Supreme Court therein recognizes the Supreme Court's holding in Silver v. Silver remains unchanged. However, the North Dakota court holds its guest statute violates the equal protection clause of the state's broad constitutional provisions. Unlike the Iowa equal protection clause, that of North Dakota does not set out substantially the same limitations as Amendment 14.</p>\n<p>The North Dakota court specifically bases its conclusion on the terms of that state's constitution, its recently re-enacted statute declaring liability for ordinary negligence and the adoption of the comparative-negligence law. Thus it is readily distinguishable from the case at bar.</p>\n<p>The United States Supreme Court and the many cited State Supreme Courts have ruled guest statutes constitutional. If Silver v. Silver, supra, is to be reversed we must acknowledge the Supreme Court's exclusive right to do so. We believe the overwhelming majority state court holdings also dictate an affirmance in this case.</p>\n<p>Plaintiff's appeal for a change of our guest statute is made in the wrong forum. It should be addressed to the legislature. We repeat what we said in Hessler v. Ford, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1055</span></span>, 1059, <span class=\"citation\" data-id=\"1629087\"><a href=\"/opinion/1629087/hessler-v-ford/\"><span class=\"volume\">125</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">132</span></a></span>, 134:</p>\n<blockquote>\"Plaintiff makes an impassioned argument against the guest statute. We will answer him in the words of the trial court. `Regardless of the legislative objects, good or bad, the so-called Guest Statute does appear in nearly all State Codes today. This is something that can only be corrected by the legislature.' The legislature at least is in a position to do something about it. We are not.\"</blockquote>\n<p>We hold plaintiffs have failed to establish section 321.494 is clearly, palpably and without doubt unconstitutional as claimed by them.</p>\n<p><span class=\"star-pagination\">*693</span> We affirm the ruling and order of the lower court.</p>\n<p>Affirmed.</p>\n<p>LeGRAND, REES and UHLENHOPP, JJ., concur.</p>\n<p>HARRIS, J., concurs in result.</p>\n<p>Special concurrence by LeGRAND, J., joined in by UHLENHOPP and HARRIS, JJ.</p>\n<p>Dissent by McCORMICK, J., joined in by MASON, RAWLINGS AND REYNOLDSON, JJ.</p>\n<p>LeGRAND, Justice (concurring specially).</p>\n<p>I join the majority opinion, but I wish to add some further observations concerning my reasons for doing so.</p>\n<p>First, I take it as agreed between proponents and opponents of the guest statute that so-called \"traditional\" equal protection standards, rather than the \"strict\" rules applied in the few \"suspect classification\" or \"fundamental interest\" cases, determine this controversy. See Brown v. Merlo, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">506</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">212</span></a></span>.</p>\n<p>This is consistent with the retreat from what was once assumed to be an expansion of strict construction principles into new and hitherto untried areas. See Lindsey v. Normet, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">862</span></a></span>, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></a></span> (1972); Richardson v. Belcher, <span class=\"citation\" data-id=\"108405\"><a href=\"/opinion/108405/richardson-v-belcher/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"108405\"><a href=\"/opinion/108405/richardson-v-belcher/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"108405\"><a href=\"/opinion/108405/richardson-v-belcher/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1971); Jefferson v. Hackney, <span class=\"citation\" data-id=\"108548\"><a href=\"/opinion/108548/jefferson-v-hackney/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation\" data-id=\"108548\"><a href=\"/opinion/108548/jefferson-v-hackney/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1724</span></a></span>, <span class=\"citation\" data-id=\"108548\"><a href=\"/opinion/108548/jefferson-v-hackney/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">285</span></a></span> (1972); San Antonio, etc., School District v. Rodriguez, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973); McGinnis v. Royster, <span class=\"citation\" data-id=\"108717\"><a href=\"/opinion/108717/mcginnis-v-royster/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, <span class=\"citation\" data-id=\"108717\"><a href=\"/opinion/108717/mcginnis-v-royster/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1055</span></a></span>, <span class=\"citation\" data-id=\"108717\"><a href=\"/opinion/108717/mcginnis-v-royster/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1973) and Metropolis Theater Co. v. Chicago, <span class=\"citation\" data-id=\"97830\"><a href=\"/opinion/97830/metropolis-theater-company-plffs-in-err-v-city-of-chicago-and-ernest-j/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 69-70, <span class=\"citation\" data-id=\"97830\"><a href=\"/opinion/97830/metropolis-theater-company-plffs-in-err-v-city-of-chicago-and-ernest-j/\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"97830\"><a href=\"/opinion/97830/metropolis-theater-company-plffs-in-err-v-city-of-chicago-and-ernest-j/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">730</span></a></span> (1913).</p>\n<p>In considering equal protection disputes by these traditional rules, there is, as the majority opinion points out, a strong presumption of constitutionality which plaintiffs must refute on every reasonable hypothesis by strong, clear, and convincing proof, although those who challenge guest statutes peremptorily sweep this constitutional guideline under the rug.</p>\n<p>Despite unabated attack, guest statutes generally survived until the California case of Brown v. Merlo, supra, decided in 1973.</p>\n<p>That opinion has been taken as a signal for renewed assault on such statutes. In recent months Kansas (Henry v. Bauder, Kan., <span class=\"citation\" data-id=\"1128998\"><a href=\"/opinion/1128998/henry-v-bauder/\"><span class=\"volume\">518</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">362</span></a></span>) and North Dakota (Johnson v. Hassett, N.D., <span class=\"citation\" data-id=\"1837726\"><a href=\"/opinion/1837726/johnson-v-hassett/\"><span class=\"volume\">217</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">771</span></a></span>, decided March 29, 1974) have adopted California's minority view. Texas (Tisko v. Harrison, Tex.Civ.App., <span class=\"citation\" data-id=\"2393434\"><a href=\"/opinion/2393434/tisko-v-harrison/\"><span class=\"volume\">500</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span>) has reiterated its earlier position.</p>\n<p>Like many other courts, we have said our guest statute was enacted to avoid collusive claims and to prevent an ungrateful guest from suing his host. It should be noted those are reasons the court has ascribed to the legislature. The legislature itself simply stated it enacted the guest statute to limit the liability of owners and drivers of motor vehicles. Chapter 119, Acts 42 G.A. (1927). It did not elaborate on <i>why</i> it did so.</p>\n<p>Perhaps the reasons for limiting this liability are those we have attributed to them. But this is not necessarily the case. In any event it is important to remember these widely heralded motives were judicially conceived. They have never been legislatively expressed.</p>\n<p>For instance, the Supreme Court in the Railway Express Agency case cited and quoted from later herein apparently bestowed its benediction on the desire to avoid vexatious litigation as a legitimate purpose of guest statutes.</p>\n<p>Another possible reason was touched upon in McConville v. State Farm Mutual Automobile Ins. Co., <span class=\"citation\" data-id=\"2118626\"><a href=\"/opinion/2118626/mcconville-v-state-farm-mut-auto-ins-co/\"><span class=\"volume\">15</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">374</span></a></span>, 383, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">14</span></span>, 19 (1962) as follows, although <span class=\"star-pagination\">*694</span> that case repudiated the judicially-imposed Wisconsin guest rule:</p>\n<blockquote>\"* * * Liability insurance is widely prevalent today. In few cases will the [elimination of the guest statute] shift the burden of loss from the injured guest to the negligent host personally. <i>In the great majority of cases it will shift part or all of the burden of loss from the injured individual to the motoring public</i> * * *.\" (Emphasis supplied.)</blockquote>\n<p>This policy question of who should bear the loss (guest or rest of motoring public), no matter what its determination, persists. And it seems to me our decision must be on the basis of whether, on equal protection grounds, the state can be denied the right to make that choice.</p>\n<p>I believe the state could argue rationally, though perhaps unwisely, that the injuries resulting to an automobile guest from a negligent act of his host should be borne by the guest. The state could rationally argue the guest chose a relationship somewhat different and in many ways more dangerous than others generally experienced by a guest. It could say the rest of the motoring public should not contribute to such a class of injuries because they volunteered only to share the highways and not the automobile of the negligent driver.</p>\n<p>Once this conclusion is reached, the arguments against constitutionality crumble. The \"overinclusive\" and \"underinclusive\" arguments are valid anyway only when strict scrutiny is to be applied. San Antonio, etc., School District v. Rodriguez, supra; McGinnis v. Royster, supra; Tisko v. Harrison, supra, 500 S.W.2d at 571.</p>\n<p>Most of the arguments upon which guest statutes have been declared unconstitutional reflect judicial impatience with legislative inactionimpatience which has long been manifest and which has been systematically fed by most of those writing on the subject. However, even most of these severe critics have advocated legislative change, rather than judicial repudiation. 45 Temple Law Quarterly 432, 447 (1972); 22 Ohio State L.J. 629, 644 (1961); 11 Univ. of Fla.L.Rev. 287, 311 (1958); 41 S.Cal.L.Rev. 884, 896 (1968); 6 Alberta L.Rev. 211, 218 (1968); 2 Portia L.J. 105, 114 (1966); 5 Univ. of W. L.A. L.Rev. 53, 62 (1973); 42 Univ. of Cincinnati L.Rev. 709, 723 (1973). A contra view is expressed in 23 Drake L.Rev. 216, 224 (1973) and 4 Memphis State Univ.L.Rev. 197, 199 (1973), both of which exhort courts to invalidate guest statutes in the face of legislative inaction.</p>\n<p>The overinclusive argument takes the position the statute is bad because it catches those who would not collude as well as those who would. As pointed out in Tisko v. Harrison, supra, <span class=\"citation\" data-id=\"2393434\"><a href=\"/opinion/2393434/tisko-v-harrison/\"><span class=\"volume\">500</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span>, 572, such an argument would invalidate laws such as the Statute of Frauds since many honest claimants are frustrated in their proof because the law has taken strong measures to protect society from the fraudulent few. The wisdom of that sort of decision is exactly what makes this a legislative, rather than a judicial, function.</p>\n<p>The underinclusive argumentthat the legislation excludes some who should be includedhas been discredited by the United States Supreme Court in other circumstances on numerous occasions.</p>\n<p>In Railway Express Agency v. New York, <span class=\"citation\" data-id=\"104624\"><a href=\"/opinion/104624/railway-express-agency-inc-v-new-york/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 110, <span class=\"citation\" data-id=\"104624\"><a href=\"/opinion/104624/railway-express-agency-inc-v-new-york/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">463</span></a></span>, 465, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">533</span></span>, 539 (1949), it was held a city regulation which prohibits advertising trucks on the city streets but permits the owner of a business to advertise his own wares on his own trucks was not a violation of equal protection. The court said:</p>\n<blockquote>\"And the fact that New York City sees fit to eliminate from traffic this kind of distraction but does not touch what may be even greater ones in a different category, such as the vivid displays on Times Square, is immaterial. It is no requirement of equal protection that all evils of the same genus be eradicated or none at all.\" <span class=\"star-pagination\">*695</span> In a separate concurring opinion in that case, Justice Jackson said this at page 115 of 336 U.S., at page 468 of 69 S.Ct., at page 541 of 93 L.Ed.:</blockquote>\n<blockquote>\"Where individuals contribute to an evil or danger in the same way and to the same degree, may those who do so for hire be prohibited, while those who do so for their own commercial ends but not for hire be allowed to continue? I think the answer has to be that the hireling may be put in a class by himself and may be dealt with differently than those who act on their own. But this is not merely because such a discrimination will enable the lawmaker to diminish the evil. That might be done by many classifications, which I should think wholly unsustainable. It is rather because there is a real difference between doing in self interest and doing for hire, so that it is one thing to tolerate action from those who act on their own and it is another thing to permit the same action to be promoted for a price.</blockquote>\n<blockquote>\"Certainly the presence or absence of hire has been the hook by which much highway regulation has been supported. Rights usual to passengers may be denied to the nonpaying guest in an automobile to limit vexatious litigation. Silver v. Silver, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">221</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">939</span></span>.\"</blockquote>\n<p>In Williamson v. Lee Optical Co. of Oklahoma, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 487, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, 464, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></span>, 571 (1955) this appears:</p>\n<blockquote>\"The Oklahoma law [which makes it unlawful for any person not a licensed optometrist or ophthalmologist to fit lenses or to duplicate or replace lenses into frames except upon written prescriptive authority of an Oklahoma licensed ophthalmologist or optometrist] may exact a needless, wasteful requirement in many cases. But it is for the legislature, not the courts, to balance the advantages and disadvantages of the new requirement. It appears that in many cases the optician can easily supply the new frames or new lenses without reference to the old written prescription. It also appears that many written prescriptions contain no directive data in regard to fitting spectacles to the face. But in some cases the directions contained in the prescription are essential, if the glasses are to be fitted so as to correct the particular defects of vision or alleviate the eye condition. The legislature might have concluded that the frequency of occasions when a prescription is necessary was sufficient to justify this regulation of the fitting of eyeglasses. Likewise, when it is necessary to duplicate a lens, a written prescription may or may not be necessary. But the legislature might have concluded that one was needed often enough to require one in every case. Or the legislature may have concluded that eye examinations were so critical, not only for correction of vision but also for detection of latent ailments or diseases, that every change in frames and every duplication of a lens should be accompanied by a prescription from a medical expert. To be sure, the present law does not require a new examination of the eyes every time the frames are changed or the lenses duplicated. For if the old prescription is on file with the optician, he can go ahead and make the new fitting or duplicate the lens. But the law need not be in every respect logically consistent with its aims to be constitutional. It is enough that there is an evil at hand for correction and that it might be thought that the particular legislative measure was a rational way to correct it.</blockquote>\n<blockquote>\"The day is gone when this Court uses the Due Process Clause of the Fourteenth Amendment to strike down state laws, regulatory of business and industrial conditions, because they may be unwise, improvident, or out of harmony with a particular school of thought.\"</blockquote>\n<p>That discussion dealt with due process but beginning at page 489 of 348 U.S., at page 465 of 75 S.Ct., at page 572 of 99 L. <span class=\"star-pagination\">*696</span> Ed. the court talks about equal protection in connection with the same regulatory statute:</p>\n<blockquote>\"The problem of legislative classification is a perennial one, admitting of no doctrinaire definition. Evils in the same field may be of different dimensions and proportions, requiring different remedies. Or so the legislature may think. * * * Or the reform may take one step at a time, addressing itself to the phase of the problem which seems most acute to the legislative mind. * * * The legislature may select one phase of one field and apply a remedy there, neglecting the others. * * * The prohibition of the Equal Protection Clause goes no further than the invidious discrimination.\"</blockquote>\n<p>See also Dandridge v. Williams, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1970); Lindsey v. Normet, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 70, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">862</span></a></span>, 873, <span class=\"citation\" data-id=\"108466\"><a href=\"/opinion/108466/lindsey-v-normet/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></a></span>, 49 (1972); McGowan v. Maryland, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 426, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, 1105, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span>, 399 (1961).</p>\n<p>When courts intervene to take such basic decisions from the legislative body whose right and duty it is to make them, they arrogate to themselves power which is not theirs and authority which resides in the general assembly.</p>\n<p>In other words, the fact that a statute includes more personsor fewerwithin its sweep than those who fit the pattern which the statute was designed to catch does not invalidate a law. This involves a balancing of competing advantages and disadvantages, a legislative function. Among the cases which reach this conclusion are the following: Delany v. Badame, <span class=\"citation\" data-id=\"2157068\"><a href=\"/opinion/2157068/delany-v-badame/\"><span class=\"volume\">49</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">168</span></a></span>, <span class=\"citation\" data-id=\"2157068\"><a href=\"/opinion/2157068/delany-v-badame/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">353</span></a></span> (1971); Smith v. Williams, <span class=\"citation\" data-id=\"3737857\"><a href=\"/opinion/3985441/smith-admr-v-williams/\"><span class=\"volume\">51</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">464</span></a></span>, <span class=\"citation\" data-id=\"3737857\"><a href=\"/opinion/3985441/smith-admr-v-williams/\"><span class=\"volume\">1</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">643</span></a></span> (1935); Perozzi v. Ganiere, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">Or.</span> <span class=\"page\">330</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1009</span></span> (1935); Shea v. Olson, <span class=\"citation\" data-id=\"4000961\"><a href=\"/opinion/4224855/shea-v-olson/\"><span class=\"volume\">185</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">143</span></a></span>, <span class=\"citation\" data-id=\"4000961\"><a href=\"/opinion/4224855/shea-v-olson/\"><span class=\"volume\">53</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">615</span></a></span> (1936), aff'd, <span class=\"citation\" data-id=\"3993890\"><a href=\"/opinion/4219069/shea-v-olson/\"><span class=\"volume\">186</span> <span class=\"reporter\">Wash.</span> <span class=\"page\">700</span></a></span>, <span class=\"citation\" data-id=\"3993890\"><a href=\"/opinion/4219069/shea-v-olson/\"><span class=\"volume\">59</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1183</span></a></span> (1936); Harlow v. Ryland, <span class=\"citation\" data-id=\"1546323\"><a href=\"/opinion/1546323/harlow-v-ryland/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></a></span> (8th Cir. 1949); Pickett v. Matthews, <span class=\"citation\" data-id=\"3251338\"><a href=\"/opinion/3249429/pickett-v-matthews/\"><span class=\"volume\">238</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">542</span></a></span>, <span class=\"citation\" data-id=\"3251338\"><a href=\"/opinion/3249429/pickett-v-matthews/\"><span class=\"volume\">192</span> <span class=\"reporter\">So.</span> <span class=\"page\">261</span></a></span> (1939); Hillock v. Heilman, <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">544</span></span> (Fla.1967); Miller v. Huizinga, 23 Mich.App. 363, <span class=\"citation\" data-id=\"1939165\"><a href=\"/opinion/1939165/miller-v-huizinga/\"><span class=\"volume\">178</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">542</span></a></span> (1970); Romero v. Tilton, <span class=\"citation\" data-id=\"1266806\"><a href=\"/opinion/1266806/romero-v-tilton/\"><span class=\"volume\">78</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">696</span></a></span>, <span class=\"citation\" data-id=\"1266806\"><a href=\"/opinion/1266806/romero-v-tilton/\"><span class=\"volume\">437</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">157</span></a></span> (1967); Campbell v. Paschall, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">593</span></span> (1938); Tisko v. Harrison, (Tex.Civ.App.1973), <span class=\"citation\" data-id=\"2393434\"><a href=\"/opinion/2393434/tisko-v-harrison/\"><span class=\"volume\">500</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span>.</p>\n<p>I believe the trial court should be affirmed because plaintiffs have failed to prove what must be proven to strike down § 321.494, The Code, as violative of the equal protection clause. Until California took the bit in its teeth, the principle that the remedy for this allegedly unwise and unfair law lay with the legislature was not seriously challenged. Since that 1973 decision courts whose philosophy differs from that expressed by such statutes have rallied round to reach the conclusion their laws, too, are unconstitutional by \"modern\" standards under \"present day\" conditions. In doing so they have been over-zealous to search out constitutional flaws where none exist. See \"Judicial Nullification of Guest Statutes,\" 41 S.Cal.L.Rev. 884 (1968).</p>\n<p>This had led to some strange results. For instance it is claimed by some that the statute offends against equal protection because it treats all guests <i>alike.</i> We are also told that judicial erosion of the statute by the creation of numerous (and sometimes frivolous) exceptions now somehow renders what is left unconstitutional. (See dissent in this case and statement in Henry v. Bauder, supra, 518 P.2d at 367.)</p>\n<p>What has happened is that judicial forbearance has run out in the face of disapproval of the law itself. This hardly serves as a legitimate reason for the overthrow of the statute. Courts should pay the same deference to statutes they don't like as to those they do.</p>\n<p>I would affirm the trial court because to do otherwise is to intrude unreasonably in the legislative arena.</p>\n<p>UHLENHOPP and HARRIS, JJ., join in this special concurrence.</p>\n<p><span class=\"star-pagination\">*697</span> McCORMICK, Justice (dissenting).</p>\n<p>I do not believe the majority decision meets the constitutional issue raised in this appeal. That issue, simply put but not capable of simple answer, is whether the legislature has drawn a rational line in singling out and excluding motor vehicle guests from those entitled to recover damages for injuries caused by the ordinary negligence of vehicle drivers.</p>\n<p>It is necessary at the outset to identify the classification made by the guest statute. By its terms, it purports to classify all motor vehicle passengers into one of two groups, those who are guests and those who are not. Guests have no remedy for injury caused by a driver's negligence; other passengers retain their common law right of action.</p>\n<p>The statute does not say what passengers are guests. That task was left entirely to this court. In an effort to serve the apparent legislative purpose to shield owners and operators of motor vehicles from liability for negligent injury to their passengers we decided any injured passenger who asserts a claim against a vehicle owner or operator has the burden to prove he was not riding as a quest. Murray v. Lang, <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">260</span></span>, <span class=\"citation\" data-id=\"1949553\"><a href=\"/opinion/1949553/murray-v-lang/\"><span class=\"volume\">106</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">643</span></a></span> (1960). In that way the classification signified by legislative use of the term \"guest\" was left for judicial definition. Definition of guest status, as a result, has been a case by case process of exclusion. It is thus not sufficient to say we are dealing with a legislative classification. The judicial branch was handed the responsibility to apply an undefined statutory classification to concrete factual situations. Consequently the resulting guest statute classification can be identified and analyzed only by study of litigation in this state involving the issue of passenger status. The majority does not identify the classification except by reference to the statute.</p>\n<p>Commentators elsewhere have labeled the judicial application of guest statutes a process of judicial nullification. See, e. g., Comment, Judicial Nullification of Guest Statutes, 41 S.Cal.L.Rev. 884 (1968); Comment, 54 Nw.U.L.Rev. 263; Note, 3 Wyo. L.J. 225 (1949). Others have simply recognized the utter confusion and disarray produced by judicial efforts to apply the statutes. See, e. g., Note, 18 Cornell L.Q. 621 (1933); Tipton, Florida's Automobile Guest Statute, 11 U.Fla.L.Rev. 287 (1958); Comment, 8 W.Res.L.Rev. 170 (1957).</p>\n<p>The difficulty in distinguishing and reconciling cases based on application of the statute to concrete factual situations led the court in Olson v. Hodges, <span class=\"citation\" data-id=\"3432246\"><a href=\"/opinion/3434579/olson-v-hodges/\"><span class=\"volume\">236</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">612</span></a></span>, 613, <span class=\"citation\" data-id=\"3432246\"><a href=\"/opinion/3434579/olson-v-hodges/\"><span class=\"volume\">19</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">676</span></a></span>, 678 (1945), to observe:</p>\n<blockquote>\"Automobile-guest cases * * * have been before this court many times since [the guest statute's] enactment in 1927. The provisions of the statute and the controlling principles of law as repeatedly stated by this court are well known. The difficulty lies in the application of those principles to the varying facts in each case. Because the cases differ in facts, there is no profit in the dissection of precedents.\"</blockquote>\n<p>See Ross v. McNeal, <span class=\"citation\" data-id=\"1848754\"><a href=\"/opinion/1848754/ross-v-mcneal/\"><span class=\"volume\">171</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">515</span></a></span>, 518 (Iowa 1969) (\"Each case must be decided in the light of its own facts.\"). Thus, although the guest statute classification cannot be understood except by analysis of the cases, we are forewarned that each case constitutes a separate classification based on its own facts.</p>\n<p>In any event, the statute cannot be understood without reference to the cases. When it is understood from that perspective, I believe the resulting legislative classification is constitutionally indefensible.</p>\n<p>I. <i>The cases.</i> In Knutson v. Lurie, <span class=\"citation\" data-id=\"3435997\"><a href=\"/opinion/3438103/knutson-v-lurie/\"><span class=\"volume\">217</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">192</span></a></span>, <span class=\"citation\" data-id=\"3435997\"><a href=\"/opinion/3438103/knutson-v-lurie/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">147</span></a></span> (1933), the general outline of the excluded class is drawn. It is not limited to passengers who pay to ride. It includes an occupant performing duties as a servant of the owner or operator of the motor vehicle, or who rides there for the definite and tangible benefit <span class=\"star-pagination\">*698</span> of the owner or operator, or for the mutual, definite and tangible benefit of the owner or operator and the occupant. Benefits which are incidental to hospitality, social relations, companionship and the like are not \"definite and tangible.\"</p>\n<p>A problem arose early relating to whether one not actually in the motor vehicle is a guest. In Puckett v. Pailthorpe, <span class=\"citation\" data-id=\"3435114\"><a href=\"/opinion/3437275/puckett-v-pailthorpe/\"><span class=\"volume\">207</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">613</span></a></span>, <span class=\"citation\" data-id=\"3435114\"><a href=\"/opinion/3437275/puckett-v-pailthorpe/\"><span class=\"volume\">223</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">254</span></a></span> (1929), a woman about to enter an unoccupied car to wait to be driven home was injured when she opened the door and it fell onto her foot. She was held not to be a guest because not riding in the car when injured. Similarly, a boy riding on a sled hooked to the rear of a moving car was held not to be a guest in Samuelson v. Sherrill, <span class=\"citation\" data-id=\"3431239\"><a href=\"/opinion/3433635/samuelson-v-sherrill/\"><span class=\"volume\">225</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">421</span></a></span>, <span class=\"citation\" data-id=\"3431239\"><a href=\"/opinion/3433635/samuelson-v-sherrill/\"><span class=\"volume\">280</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">596</span></a></span> (1938). A woman who was injured when hit by a truck from which she had just alighted was held not to be a guest in Shinofield v. Curtis, <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1352</span></span>, <span class=\"citation\" data-id=\"1849282\"><a href=\"/opinion/1849282/shinofield-v-curtis/\"><span class=\"volume\">66</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">465</span></a></span> (1954). But a woman who opened a car door preparatory to entering and was injured when the car started in reverse was held to be a guest in Rainsbarger v. Shepherd, <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">486</span></span>, <span class=\"citation\" data-id=\"1236751\"><a href=\"/opinion/1236751/rainsbarger-v-shepherd/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">41</span></a></span> (1962), where the court distinguished Puckett v. Pailthorpe, supra, on the ground the host in Puckett was not yet in the car or operating it.</p>\n<p>A passenger was held to be a guest as a matter of law despite evidence she was being transported against her will in Vance v. Grohe, <span class=\"citation\" data-id=\"3432176\"><a href=\"/opinion/3434514/vance-v-grohe/\"><span class=\"volume\">223</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1109</span></a></span>, <span class=\"citation\" data-id=\"3432176\"><a href=\"/opinion/3434514/vance-v-grohe/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">902</span></a></span> (1937). An owner was held to be a guest in his own automobile in Murray v. Lang, supra, and a 13 day-old child was held to be a guest in Horst v. Holtzen, <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">958</span></span>, <span class=\"citation\" data-id=\"1823580\"><a href=\"/opinion/1823580/horst-v-holtzen/\"><span class=\"volume\">90</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">41</span></a></span> (1958).</p>\n<p>A passenger permitted to ride to market with his cattle as part of the inducement for the shipping contract was held to be a passenger for hire in Boge v. Jack Link Truck Line, Inc., <span class=\"citation\" data-id=\"1618124\"><a href=\"/opinion/1618124/boge-v-jack-link-truck-line-inc/\"><span class=\"volume\">200</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">544</span></a></span> (Iowa 1972). But a passenger permitted to ride to market without such inducement was held to be a guest in Johnson v. Johnson, <span class=\"citation\" data-id=\"2016924\"><a href=\"/opinion/2016924/johnson-v-johnson/\"><span class=\"volume\">174</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">444</span></a></span> (Iowa 1970). The jury may find a truck passenger not a guest even though asked to accompany the driver to keep him company if also expected to help load the truck at its destination. In re Estate of Ronfeldt, <span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">12</span></span>, <span class=\"citation\" data-id=\"1830990\"><a href=\"/opinion/1830990/in-re-estate-of-ronfeldt/\"><span class=\"volume\">152</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">837</span></a></span> (1967). A jury question is also generated if he testified he was asked to go along as a relief driver. Porter v. Decker, <span class=\"citation\" data-id=\"3433510\"><a href=\"/opinion/3435758/porter-v-decker/\"><span class=\"volume\">222</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1109</span></a></span>, <span class=\"citation\" data-id=\"3433510\"><a href=\"/opinion/3435758/porter-v-decker/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">897</span></a></span> (1937). But an automobile passenger who rides after being told she \"should\" help with the driving is a guest as a matter of law. Sullivan v. Harris, <span class=\"citation\" data-id=\"3431477\"><a href=\"/opinion/3433858/sullivan-v-harris/\"><span class=\"volume\">224</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"3431477\"><a href=\"/opinion/3433858/sullivan-v-harris/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">88</span></a></span> (1937).</p>\n<p>In Livingston v. Schreckengost, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1102</span></span>, <span class=\"citation\" data-id=\"1629362\"><a href=\"/opinion/1629362/livingston-v-schreckengost/\"><span class=\"volume\">125</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">126</span></a></span> (1963), two teachers commuting to college took turns driving their respective cars. The court held a ride-sharing arrangement motivated by economy rather than companionship would be a definite and tangible benefit. The same rule was applied in Marean v. Petersen, <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">557</span></span>, <span class=\"citation\" data-id=\"2202355\"><a href=\"/opinion/2202355/marean-v-petersen/\"><span class=\"volume\">144</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">906</span></a></span> (1966). But a division of expenses was held not sufficient to make a passenger other than a guest. McCornack v. Pickerell, <span class=\"citation\" data-id=\"3429375\"><a href=\"/opinion/3431892/mccornack-v-pickerell/\"><span class=\"volume\">225</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1076</span></a></span>, <span class=\"citation\" data-id=\"3429375\"><a href=\"/opinion/3431892/mccornack-v-pickerell/\"><span class=\"volume\">283</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">899</span></a></span> (1939); Clendenning v. Simerman, <span class=\"citation\" data-id=\"3434001\"><a href=\"/opinion/3436233/clendenning-v-simerman/\"><span class=\"volume\">220</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">739</span></a></span>, <span class=\"citation\" data-id=\"3434001\"><a href=\"/opinion/3436233/clendenning-v-simerman/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">248</span></a></span> (1935). One who simply rode to a job site with a fellow worker was held to be a guest in Nielsen v. Kohlstedt, <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">470</span></span>, <span class=\"citation\" data-id=\"1699128\"><a href=\"/opinion/1699128/nielsen-v-kohlstedt/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">900</span></a></span> (1962).</p>\n<p>Payment of 75 cents toward gas expense by a nurse riding with another to a polio workshop was held not to be a definite and tangible benefit in Haas v. Owens, <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">781</span></span>, <span class=\"citation\" data-id=\"1610125\"><a href=\"/opinion/1610125/haas-v-owens/\"><span class=\"volume\">81</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">654</span></a></span> (1957). But a jury question to take the passenger out of the guest statute was found to exist where there was evidence a nurse rode along on a shopping excursion to help the driver pick out nurses' uniforms. Bodaken v. Logan, <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">230</span></span>, <span class=\"citation\" data-id=\"1698868\"><a href=\"/opinion/1698868/bodaken-v-logan/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">470</span></a></span> (1962). A jury question was found where there was evidence the passenger accompanied the driver on a trip to Omaha to help pick out a wedding gift. Winter v. Moore, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1</span></span>, <span class=\"citation\" data-id=\"1926978\"><a href=\"/opinion/1926978/winter-v-moore/\"><span class=\"volume\">121</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">82</span></a></span> (1963). A jury question was also found where a passenger paid $2 for a trip and $2 for gas for a <span class=\"star-pagination\">*699</span> 15 mile ride with a tavern acquaintance. Morrow v. Redd, <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">151</span></span>, <span class=\"citation\" data-id=\"2138851\"><a href=\"/opinion/2138851/morrow-v-redd/\"><span class=\"volume\">131</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">761</span></a></span> (1964). The same was true where a passenger expended sums for repairs and tires and agreed to share expenses with a sister while traveling to Mississippi to their grandmother's funeral. Bilbro v. Bilbro, <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">499</span></span>, <span class=\"citation\" data-id=\"2168345\"><a href=\"/opinion/2168345/bilbro-v-bilbro/\"><span class=\"volume\">128</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">282</span></a></span> (1964). But a passenger who helped pay for gas for her sister's car when riding with her to Minnesota to help another sister with her housework was held as a matter of law to be a guest in Badger v. Groszbach, <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">644</span></span>, <span class=\"citation\" data-id=\"1612998\"><a href=\"/opinion/1612998/badger-v-groszbach/\"><span class=\"volume\">145</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">588</span></a></span> (1966).</p>\n<p>A passenger driven to his own home to obtain phonograph records and a stereo to entertain the driver and others was held to be a guest as a matter of law in Vipond v. Jergensen, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">646</span></span>, <span class=\"citation\" data-id=\"2073783\"><a href=\"/opinion/2073783/vipond-v-jergensen/\"><span class=\"volume\">148</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">598</span></a></span> (1967). The same result was reached where a passenger rode along to furnish directions to place where another passenger could buy a chain saw in Jackson v. Brown, <span class=\"citation\" data-id=\"1720881\"><a href=\"/opinion/1720881/jackson-v-brown/\"><span class=\"volume\">164</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">824</span></a></span> (Iowa 1969). But a jury question was found where there was evidence a passenger rode with a driver to help look for stolen fender skirts. Ritter v. Dexter, <span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">830</span></span>, <span class=\"citation\" data-id=\"1241050\"><a href=\"/opinion/1241050/ritter-v-dexter/\"><span class=\"volume\">95</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">280</span></a></span> (1959); cf. McBride v. Dexter, <span class=\"citation no-link\"><span class=\"volume\">250</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">7</span></span>, <span class=\"citation\" data-id=\"2041113\"><a href=\"/opinion/2041113/mcbride-v-dexter/\"><span class=\"volume\">92</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">443</span></a></span> (1958). A jury question was also recognized where there was evidence a passenger rode along to direct the driver to the location of some beer in Sieren v. Stoutner, <span class=\"citation\" data-id=\"2211127\"><a href=\"/opinion/2211127/sieren-v-stoutner/\"><span class=\"volume\">162</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">396</span></a></span> (Iowa 1968).</p>\n<p>The court said in Delay v. Kudart, <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">523</span></span>, <span class=\"citation\" data-id=\"2168331\"><a href=\"/opinion/2168331/delay-v-kudart/\"><span class=\"volume\">128</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">201</span></a></span> (1964), that if a passenger rode along to help determine if the car's engine and carburetor were adjusted and performing properly he would not be a guest. But where there was evidence a passenger was asked to ride with a driver to see if the car would stop heating up, he was held to be a guest as a matter of law. Sauer v. Scott, <span class=\"citation\" data-id=\"1806129\"><a href=\"/opinion/1806129/sauer-v-scott/\"><span class=\"volume\">176</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">140</span></a></span> (Iowa 1970).</p>\n<p>A jury question was found where the passenger was a maid given a ride by her employer to pick up the maid's repaired shoes. Knutson v. Lurie, supra. The issue was also held for the jury where a passenger accompanied a co-employee in picking up material for their employer. Hansen v. Nelson, <span class=\"citation\" data-id=\"3430519\"><a href=\"/opinion/3432960/hansen-v-nelson/\"><span class=\"volume\">240</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1298</span></a></span>, <span class=\"citation\" data-id=\"3430519\"><a href=\"/opinion/3432960/hansen-v-nelson/\"><span class=\"volume\">39</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">292</span></a></span> (1949).</p>\n<p>In McCrady v. Sino, <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">856</span></span>, <span class=\"citation\" data-id=\"1236475\"><a href=\"/opinion/1236475/mccrady-v-sino/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">592</span></a></span> (1962), a jury question was found based on evidence a minor passenger rode in a truck box to help comfort the driver's ponies. A jury question was also held to exist where there was evidence a passenger rode in a car because of the driver's apprehension over the weather. Zwanziger v. Chicago &amp; Northwestern Ry. Co., <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">14</span></span>, <span class=\"citation\" data-id=\"1799639\"><a href=\"/opinion/1799639/zwanziger-v-chicago-northwestern-railway-co/\"><span class=\"volume\">141</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">568</span></a></span> (1966). A woman who rode in a city ambulance to comfort her critically injured son was, as a matter of law, not a guest. Anderson v. City of Council Bluffs, <span class=\"citation\" data-id=\"1839167\"><a href=\"/opinion/1839167/anderson-v-city-of-council-bluffs/\"><span class=\"volume\">195</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">373</span></a></span> (Iowa 1972). But a grandmother who rode along with her daughter to \"baby sit\" a grandchild in the car was held as a matter of law to be a guest in Ross v. McNeal, supra.</p>\n<p>Jury questions to take passengers out of the statute were found where there was evidence a passenger rode in a truck in a common endeavor to collect scrap for the war effort in Thuente v. Mart Motors, <span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1294</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">622</span></span> (1944), and where a passenger was helping a fellow member of a lodge's food committee take food to the lodge in Stenberg v. Buckley, <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">622</span></span>, <span class=\"citation\" data-id=\"1900064\"><a href=\"/opinion/1900064/stenberg-v-buckley/\"><span class=\"volume\">61</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">452</span></a></span> (1953). But no jury question was found when a little girl was injured while riding with a volunteer mother on a girl scout outing. Wharff v. McBride, <span class=\"citation\" data-id=\"2151061\"><a href=\"/opinion/2151061/wharff-v-mcbride/\"><span class=\"volume\">183</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">700</span></a></span> (Iowa 1971).</p>\n<p>A jury question existed when a passenger was riding as a prospective purchaser in a car driven by a used car salesman. Bookhart v. Greenlease-Lied Motor Co., <span class=\"citation\" data-id=\"3437374\"><a href=\"/opinion/3439380/bookhart-v-greenlease-lied-motor-co/\"><span class=\"volume\">215</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"3437374\"><a href=\"/opinion/3439380/bookhart-v-greenlease-lied-motor-co/\"><span class=\"volume\">244</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">721</span></a></span> (1932). The same was true when a car salesman gave a ride to an employee of a prospective purchaser. Wittrock v. Newcom, <span class=\"citation\" data-id=\"3430560\"><a href=\"/opinion/3432995/wittrock-v-newcom/\"><span class=\"volume\">224</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">925</span></a></span>, <span class=\"citation\" data-id=\"3430560\"><a href=\"/opinion/3432995/wittrock-v-newcom/\"><span class=\"volume\">277</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">286</span></a></span> (1938), and when an implement dealer furnished a ride to the <span class=\"star-pagination\">*700</span> brother of a prospective purchaser of a tractor so the customer could have the benefit of the brother's advice, Mitchell v. Heaton, <span class=\"citation\" data-id=\"3429090\"><a href=\"/opinion/3431616/mitchell-v-heaton/\"><span class=\"volume\">231</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">269</span></a></span>, <span class=\"citation\" data-id=\"3429090\"><a href=\"/opinion/3431616/mitchell-v-heaton/\"><span class=\"volume\">1</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">284</span></a></span> (1941). But a passenger who rode with a prospective purchaser in a used car to advise him on the purchase was held as a matter of law to be a guest of the car dealer in Sproll v. Burkett Motor Co., <span class=\"citation\" data-id=\"3430633\"><a href=\"/opinion/3433064/sproll-v-burkett-motor-co/\"><span class=\"volume\">223</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">902</span></a></span>, <span class=\"citation\" data-id=\"3430633\"><a href=\"/opinion/3433064/sproll-v-burkett-motor-co/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">63</span></a></span> (1937).</p>\n<p>The guest statute classification of motor vehicle passengers demonstrated in these cases is the subject of the equal protection challenge in the present case.</p>\n<p>II. <i>The constitutional standard.</i> Plaintiffs contend this classification offends federal and state constitutional assurances of equal protection. Section 1 of Amendment 14, United States Constitution, provides that no state may deny equal protection of the laws to any person within its jurisdiction. Article 1, § 6 of the Iowa Constitution requires that all laws have a uniform operation and shall not grant privileges which, upon the same terms, do not belong to all. These provisions set substantially the same limitation on state legislation. Graham v. Worthington, <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">845</span></span>, 863, <span class=\"citation\" data-id=\"2224235\"><a href=\"/opinion/2224235/graham-v-worthington/\"><span class=\"volume\">146</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">626</span></a></span>, 638 (1966). Nevertheless, deference to state laws based on the concept of federalism is not involved in applying the state constitutional standard.</p>\n<p>The equal protection standard does not outlaw all classifications but does prohibit unreasonable classifications.</p>\n<p>Although legislatures exist to decide the wisdom of statutes, courts exist to decide their constitutionality. When the legislature's judgment of the wisdom of a statute is shown to conflict with a constitutional limitation on legislative power, it is the responsibility of the courts to strike the statute. With due deference to the majority view and to legislative judgment, I am unable to reconcile the guest statute with the overriding equal protection mandate of the state and federal constitutions.</p>\n<p>The majority recites the traditional rule defining the heavy burden on one who attacks the constitutionality of a statute. This is frequently done as a prelude to a judicial declaration the attack has failed in a given case. See, e. g., Lunday v. Vogelmann, <span class=\"citation\" data-id=\"1242927\"><a href=\"/opinion/1242927/lunday-v-vogelmann/\"><span class=\"volume\">213</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">904</span></a></span>, 907 (Iowa 1973), and citations. It is frequently omitted in cases where the attack is successful. See, e. g., State v. Wedelstedt, <span class=\"citation\" data-id=\"1242941\"><a href=\"/opinion/1242941/state-v-wedelstedt/\"><span class=\"volume\">213</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">652</span></a></span> (Iowa 1973). Perhaps one may be forgiven for suspecting recital of the rule sometimes serves as a substitute for critical analysis.</p>\n<p>In reality we ought to acknowledge the presumption of constitutionality is truly rebuttable and not simply a self-fulfilling prophecy.</p>\n<p>I agree with the commentator in 45 Temp.L.Q. 432, 443 (1972) who observed, \"As long as a court grants the legislature a truly rebuttable presumption of constitutionality, the guest should be able to prove there is not a rational basis for guest laws.\"</p>\n<p>I also agree with the unanimous view of this court in Chicago &amp; N.W. Ry. Co. v. Fachman, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">989</span></span>, 1003, <span class=\"citation\" data-id=\"1629676\"><a href=\"/opinion/1629676/chicago-and-northwestern-railway-co-v-fachman/\"><span class=\"volume\">125</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">210</span></a></span>, 217-218 (1963), that federal and state constitutional equal protection provisions \"should not be frittered away,\" that \"their importance in guarding against the segregation of society into classes, and in assuring to all citizens * * * equality before the law, which is essential to free government, cannot be overestimated,\" and that if statutes cannot be saved from constitutional attack except \"by resort to refinements in distinction and sophistry in reasoning * * *, they should fall.\"</p>\n<p>The United States Supreme Court has given increasing emphasis to the concept that even under traditional equal protection analysis a legislative classification is unreasonable if it lacks a fair and substantial relation to a proper legislative goal. United States Dep't of Agriculture v. Moreno, <span class=\"citation\" data-id=\"108856\"><a href=\"/opinion/108856/department-of-agriculture-v-moreno/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"108856\"><a href=\"/opinion/108856/department-of-agriculture-v-moreno/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2821</span></a></span>, <span class=\"citation\" data-id=\"108856\"><a href=\"/opinion/108856/department-of-agriculture-v-moreno/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span></a></span> (1973); Weber v. Aetna Casualty &amp; Surety <span class=\"star-pagination\">*701</span> Co., <span class=\"citation\" data-id=\"108527\"><a href=\"/opinion/108527/weber-v-aetna-casualty-surety-co/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 172, <span class=\"citation\" data-id=\"108527\"><a href=\"/opinion/108527/weber-v-aetna-casualty-surety-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1400</span></a></span>, 1405, <span class=\"citation\" data-id=\"108527\"><a href=\"/opinion/108527/weber-v-aetna-casualty-surety-co/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span>, 777 (1972) (\"the tests to determine the validity of state statutes under the Equal Protection Clause have been variously expressed, but this Court requires, at a minimum, that a statutory classification bear some rational relationship to a legitimate state purpose.\"); Reed v. Reed, <span class=\"citation\" data-id=\"108404\"><a href=\"/opinion/108404/reed-v-reed/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation\" data-id=\"108404\"><a href=\"/opinion/108404/reed-v-reed/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">251</span></a></span>, <span class=\"citation\" data-id=\"108404\"><a href=\"/opinion/108404/reed-v-reed/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></a></span> (1971); The Supreme Court, 1972 Term, 87 Harv.L.Rev. 55, 125-133 (1973); Gunther, The Supreme Court, 1971 TermForeward: In Search of Evolving Doctrine on a Changing Court: A Model for a Newer Equal Protection, 86 Harv. L.Rev. 1 (1972).</p>\n<p>Thus, even under the traditional equal protection standard, states may not legislate people into disparate classes on the basis of criteria not having a fair and substantial relation to the object of the legislation. Equal protection continues to demand that all persons similarly situated be treated alike. A classification denies equal protection unless it includes all who are similarly situated and none who are not. That is, it is unreasonable if it is either under-inclusive or over-inclusive. See United States Dep't of Agriculture v. Moreno, supra; Gomez v. Perez, <span class=\"citation\" data-id=\"108663\"><a href=\"/opinion/108663/gomez-v-perez/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation\" data-id=\"108663\"><a href=\"/opinion/108663/gomez-v-perez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"108663\"><a href=\"/opinion/108663/gomez-v-perez/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></a></span> (1973); Police Department of Chicago v. Mosley, <span class=\"citation\" data-id=\"108597\"><a href=\"/opinion/108597/police-dept-of-chicago-v-mosley/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, <span class=\"citation\" data-id=\"108597\"><a href=\"/opinion/108597/police-dept-of-chicago-v-mosley/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></a></span>, <span class=\"citation\" data-id=\"108597\"><a href=\"/opinion/108597/police-dept-of-chicago-v-mosley/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span></a></span> (1972); James v. Strange, <span class=\"citation\" data-id=\"108570\"><a href=\"/opinion/108570/james-v-strange/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, <span class=\"citation\" data-id=\"108570\"><a href=\"/opinion/108570/james-v-strange/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2027</span></a></span>, <span class=\"citation\" data-id=\"108570\"><a href=\"/opinion/108570/james-v-strange/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span> (1972); Jackson v. Indiana, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></a></span>, <span class=\"citation\" data-id=\"108556\"><a href=\"/opinion/108556/jackson-v-indiana/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1972); Weber v. Aetna Casualty &amp; Surety Co., supra; Stanley v. Illinois, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></a></span>, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></a></span> (1972); Eisenstadt v. Baird, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1972); Reed v. Reed, supra.</p>\n<p>In assessing the reasonableness of a classification we must consider matters of common knowledge. State v. Bartels, <span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1060</span></span>, 1073, <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">508</span></span>, 515 (1921) (\"we must take into consideration matters of common knowledge and common report and the history of the times\"). Further, we must evaluate it in the light of current legal rights of persons similarly situated. Otherwise we could not judge whether it is in fact under-inclusive or over-inclusive.</p>\n<p>III. <i>The reasonableness of the classification.</i> We have no legislative history from which to determine the actual purpose of our legislature in enacting the guest statute.</p>\n<p>Prior to enactment of the guest statute, under common law, a passenger could predicate liability on the driver's ordinary negligence. Stanbery v. Johnson, <span class=\"citation\" data-id=\"3431017\"><a href=\"/opinion/3433426/stanbery-v-johnson/\"><span class=\"volume\">218</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">160</span></a></span>, 164, <span class=\"citation\" data-id=\"3431017\"><a href=\"/opinion/3433426/stanbery-v-johnson/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">303</span></a></span>, 305 (1934). As noted in Stanbery, the legislature obviously intended to eliminate the liability of owners and operators of motor vehicles to guest passengers except where the vehicle was being driven by a person under the influence of intoxicating liquor or recklessly, and now of course the exception includes any form of drug intoxication.</p>\n<p>A comment in 14 Iowa L.Rev. 243 (1929) expressed the view the statute could be saved from equal protection attack only if it protected the negligence of owners and operators of motor vehicles as a valid exercise of the police power. The author noted, with considerable prescience:</p>\n<blockquote>\"The benefit of the law will accrue to negligent hosts and liability insurance companies but such a result can scarcely support the measure as a police regulation. * * * [T]his statute without reason discriminates in favor of guests who are not occupants of automobiles, guests who ride as paying guests and guests of reckless or intoxicated drivers and against ordinary nonpaying guests in automobiles. Such a classification is so arbitrary that the denial of equal protection of the law seems to appear beyond a reasonable doubt.\"</blockquote>\n<p>I believe Silver v. Silver, 280 U.S 117, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"101480\"><a href=\"/opinion/101480/silver-v-silver/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">221</span></a></span> (1929), which sustained the constitutionality of Connecticut's guest statute, is distinguishable on three bases. First, the equal protection <span class=\"star-pagination\">*702</span> challenge there involved the narrow question of the permissibility of the distinction drawn between automobile guests and guests in other conveyances. At that time the court believed automotive travel was sufficiently unique that a state legislature might give automotive passengers disparate treatment. Any such uniqueness has dissipated.</p>\n<p>Second, the intervening years have greatly expanded the right of recovery for ordinary negligence by persons similarly situated. And third, subsequent judicial application of the statute in Iowa has demonstrated the essentially equivocal, fortuitous and irrational nature of the effort at statutory classification.</p>\n<p>This observation is supported by two of the last three state supreme court decisions dealing with the same constitutional issue. See Brown v. Merlo, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">506</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">212</span></a></span> (1973); Henry v. Bauder, <span class=\"citation\" data-id=\"1128998\"><a href=\"/opinion/1128998/henry-v-bauder/\"><span class=\"volume\">518</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">362</span></a></span> (Kan.1974); cf. Johnson v. Hassett, <span class=\"citation\" data-id=\"1837726\"><a href=\"/opinion/1837726/johnson-v-hassett/\"><span class=\"volume\">217</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">771</span></a></span> (N.D. 1974). But see Tisco v. Harrison, <span class=\"citation\" data-id=\"2393434\"><a href=\"/opinion/2393434/tisko-v-harrison/\"><span class=\"volume\">500</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span> (Tex.Civ.App.1973).</p>\n<p>In the absence of knowledge of the actual legislative purpose for guest statutes, and in an endeavor to search for some rational basis to sustain them, courts have arrived at two main imputed legislative goals held to be rationally advanced by guest statutes. One is the hospitality or good samaritan rationale adopted by the majority opinion in this case but largely discredited elsewhere. The other is the collusion-prevention rationale adopted by Texas in Tisco v. Harrison, supra, and in most other jurisdictions in which guest statutes have been upheld when attacked on equal protection grounds. See, e. g., Naudzius v. Lahr, <span class=\"citation\" data-id=\"3495738\"><a href=\"/opinion/3526068/naudzius-v-lahr/\"><span class=\"volume\">253</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">216</span></a></span>, <span class=\"citation\" data-id=\"3495738\"><a href=\"/opinion/3526068/naudzius-v-lahr/\"><span class=\"volume\">234</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">581</span></a></span> (1931). Iowa adopted the hospitality rationale from a California case, Crawford v. Foster, <span class=\"citation\" data-id=\"3288543\"><a href=\"/opinion/3289980/crawford-v-foster/\"><span class=\"volume\">110</span> <span class=\"reporter\">Cal. App.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"3288543\"><a href=\"/opinion/3289980/crawford-v-foster/\"><span class=\"volume\">293</span> <span class=\"reporter\">P.</span> <span class=\"page\">841</span></a></span> (1930). Bookhart v. Greenlease-Lied Motor Co., supra. Now the majority opinion declines to follow California's recognition of the irrationality of that basis for saving the statute.</p>\n<p>IV. <i>The hospitality goal.</i> The fundamental premise of the \"good samaritan\" argument is that an injured person should not recover damages based on ordinary negligence from a social host unless it is first demonstrated he has conferred a definite and tangible benefit on the host. See Knutson v. Lurie, supra. This premise is demonstrably inapplicable to any social guest other than a motor vehicle passenger.</p>\n<p>Since the guest statute applies in Iowa only to motor vehicles as that term is defined in Code § 321.1(2), it does not include passengers in boats, airplanes, or other forms of conveyance. Public policy permits them to sue for their host's ordinary negligence.</p>\n<p>A social guest anywhere other than in a motor vehicle is permitted to recover for his host's active negligence. This includes a host who is a possessor of land. See Lattner v. Immaculate Conception Church, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1</span></span>20, <span class=\"citation\" data-id=\"1926592\"><a href=\"/opinion/1926592/lattner-v-immaculate-conception-church/\"><span class=\"volume\">121</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">639</span></a></span> (1963); Mann v. Des Moines Ry. Co., <span class=\"citation\" data-id=\"3432320\"><a href=\"/opinion/3434650/mann-v-des-moines-ry-co/\"><span class=\"volume\">232</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1049</span></a></span>, <span class=\"citation\" data-id=\"3432320\"><a href=\"/opinion/3434650/mann-v-des-moines-ry-co/\"><span class=\"volume\">7</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">45</span></a></span> (1942); cf. Rosenau v. City of Estherville, <span class=\"citation\" data-id=\"1346804\"><a href=\"/opinion/1346804/rosenau-v-city-of-estherville/\"><span class=\"volume\">199</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">125</span></a></span> (Iowa 1972); Hanson v. Town &amp; Country Shopping Center, Inc., <span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">542</span></span>, <span class=\"citation\" data-id=\"2074532\"><a href=\"/opinion/2074532/hanson-v-town-country-shopping-center-inc/\"><span class=\"volume\">144</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">870</span></a></span> (1966); Restatement of Torts, Second, § 341. As noted by the California court in Brown v. Merlo, supra, its guest statute was similarly out of step with general tort law even before Rowland v. Christian, <span class=\"citation\" data-id=\"1447366\"><a href=\"/opinion/1447366/rowland-v-christian/\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">108</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">97</span></span>, <span class=\"citation no-link\"><span class=\"volume\">443</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">561</span></span> (1968), where land possessors were held to owe a duty of due care to all social guests. See, 106 Cal.Rptr. at 395, fn. 6, 506 P.2d at 219, fn. 6; cf. Oettinger v. Stewart, <span class=\"citation\" data-id=\"1422413\"><a href=\"/opinion/1422413/oettinger-v-stewart/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">133</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">19</span></span> (1944).</p>\n<p>The guest statute itself does not reach a parental claim for lost services, companionship and society brought against a motor vehicle owner or operator based on injuries to a minor guest passenger caused by the driver's ordinary negligence. Irlbeck v. Pomeroy, <span class=\"citation\" data-id=\"2136113\"><a href=\"/opinion/2136113/irlbeck-v-pomeroy/\"><span class=\"volume\">210</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">831</span></a></span> (Iowa 1973). Nor does it reach a person entering an unoccupied car, Puckett v. Pailthorpe, <span class=\"star-pagination\">*703</span> supra, or a person outside a vehicle but transported by it, Samuelson v. Sherrill, supra.</p>\n<p>Many pre-existing immunities from ordinary negligence liability have been eliminated in Iowa. They include state tort immunity, chapter 25A, The Code, local government tort immunity, chapter 613A, The Code, and charitable immunity, Haynes v. Presbyterian Hosp. Ass'n, <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1269</span></span>, <span class=\"citation\" data-id=\"1879146\"><a href=\"/opinion/1879146/haynes-v-presbyterian-hospital-assn/\"><span class=\"volume\">45</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">151</span></a></span> (1950). Public policy in every area of our law except as to automobile guests plainly supports the common law principle which imposes liability for negligent injury to recipients of hospitality.</p>\n<p>Thus I do not believe Brown v. Merlo, supra, is distinguishable on the basis California also has a statute recognizing the identical public policy.</p>\n<p>The guest statute's differential treatment of motor vehicle social guests cannot be squared with the law's treatment of social guests elsewhere. The statute is arbitrary insofar as it singles out motor vehicle guests for loss of their common law rights of action.</p>\n<p>Independent of this I agree with the California, Kansas and North Dakota courts that the generosity of a host does not itself constitute a rational basis for removing a guest's protection for negligently inflicted injuries. It is repugnant to our concept of tort law to suggest it is reprehensible ingratitude for an injured person to seek to be made whole by the person whose negligence has caused his loss.</p>\n<p>As demonstrated by the \"collusion prevention\" argument, most guests today are relatives, acquaintances and friends. The host in such situations is unlike the good samaritan who extends hospitality to a stranger in need without expectation of reward. Most guests are not strangers to their hosts. They ride in motor vehicles from a spirit of reciprocal hospitality for mutual reasons involving companionship and friendship. The social benefit flows to the host as much as to the guest. Every driver or owner is probably at some time a motor vehicle guest. In fact we have said an owner can even be a guest in his own motor vehicle. Murray v. Lang, supra.</p>\n<p>Hosts are usually as surprised and disappointed as their guests when they learn after an accident that the guest's injury caused by the driver's ordinary negligence must go uncompensated despite liability insurance. This discovery is more likely to be disruptive of the spirit of reciprocal hospitality which fostered the guest relationship than the making of a claim.</p>\n<p>The guest statute classification is unreasonable in its inclusion of relatives, acquaintances and friends in the same class as strangers where the purpose is relevant only to bar negligence claims by strangers. Therefore, insofar as based on the goal of protecting the good samaritan, the statute is grossly over-inclusive and offends equal protection.</p>\n<p>It might also be suggested the guest statute accomplishes a peculiar distortion of the message of the parable of the good samaritan.</p>\n<p>The good samaritan or hospitality justification does not permit the arbitrary classification of motor vehicle guests differently than other guests, has outlived its reasons, and is inherently irrational under today's conditions.</p>\n<p>V. <i>Collusion prevention.</i> Similarly, the imputed legislative goal of collusion prevention is not rationally advanced by the guest statute. Its classification in this regard is over-inclusive, under-inclusive, and invidiously discriminatory.</p>\n<p>The collusion-prevention rationale rests on a premise antithetical to the good samaritan argument. Instead of treating guest claims as reprehensible ingratitude toward the host, it assumes guests and hosts will conspire to defraud the host's liability insurer from a mutual desire to see that the guest is compensated for his <span class=\"star-pagination\">*704</span> injuries. The very fact these imputed legislative goals proceed from opposite premises points up the over-inclusiveness of the guest statute classification in relation to either purpose.</p>\n<p>As a collusion-prevention measure the statute impermissibly sweeps within its ambit all guest claims based on ordinary negligence. Included are claims of honest guests, claims against honest hosts, claims where negligence exists in fact and even claims in behalf of persons, such as infants, incapable of collusion. See Horst v. Holtzen, supra, holding a 13 day-old child to be a guest. Because it does indiscriminately bar such claims, it is irrationally broad and denies equal protection to those wrongly included in the class.</p>\n<p>It is under-inclusive because it assumes collusion is more likely to occur where ordinary negligence may be shown than otherwise. Yet the circumstances which will take a case out of the guest statute are susceptible of ready fabrication. A showing that the journey was motivated in part by a definite tangible benefit to the host requires less imagination than fabrication of facts showing ordinary negligence.</p>\n<p>This is illustrated by the kinds of exceptions which our cases have recognized as sufficient to make the guest statute inapplicable. See, e. g., In re Estate of Ronfeldt, supra (passenger accompanied a friend on a trip to pick up water pipe); Zwanziger v. Chicago &amp; Northwestern Ry. Co., supra (passenger accompanied driver because of driver's apprehension over the weather); Morrow v. Redd, supra (passenger who met driver in a tavern, paid two dollars for gas and two dollars for the trip for a 15 mile ride); Bilbro v. Bilbro, supra (passenger agreed to share sister's trip expenses and pay expenses for tires and repairs); Delay v. Kudart, supra (dictum-passenger not a guest if he rode in an auto to determine for driver if the engine and carburetor worked properly); McCrady v. Sino, supra (minor passenger rode in truck box to comfort ponies); Bodaken v. Logan, supra (passenger accompanied driver on shopping trip to help pick out nurse uniforms); Winter v. Moore, supra (passenger rode along to help shop for a joint wedding gift); Ritter v. Dexter, supra (passenger accompanied driver to help look for stolen fender skirts); Sieren v. Stoutner, supra (passenger accompanied driver to show him where some beer was located).</p>\n<p>There is nothing in the requirement of a showing of a definite tangible benefit to assure a lessening of opportunity for collusion. It is no assurance of honesty.</p>\n<p>In addition, as with the hospitality goal, the anti-collusion purpose does not justify classifying motor vehicle guests differently than social guests similarly situated. See Division IV.</p>\n<p>Defendant's argument that the family immunity doctrine supports the rationality of the anti-collusion goal is unconvincing. In Barlow v. Iblings, <span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">713</span></span>, <span class=\"citation\" data-id=\"2209081\"><a href=\"/opinion/2209081/barlow-v-iblings/\"><span class=\"volume\">156</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">105</span></a></span> (1968), only passing reference was made to collusion prevention as a basis for parental immunity. The classification included all persons similarly situated, and the case's recognition of parental immunity should remove rather than enhance the possibility of collusion in guest cases.</p>\n<p>As a matter of fact there is no evidence motor vehicle guests are more likely to collude than other tort claimants. The Minnesota Supreme Court observed:</p>\n<blockquote>\"It is true that some states have adopted guest statutes designed in part to prevent collusion, but we find nothing in the authorities to indicate that there is a danger of widespread perjury in jurisdictions such as ours, where passengers, who are usually on friendly terms with their drivers, are permitted to recover for ordinary negligence.\" Balts v. Balts, <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">419</span></span>, 430-431, <span class=\"citation\" data-id=\"1229314\"><a href=\"/opinion/1229314/balts-v-balts/\"><span class=\"volume\">142</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">66</span></a></span>, 73 (1966).</blockquote>\n<p>Our system of justice, correctly I believe, assumes the honesty of most people. It also assumes the ability of the adversary <span class=\"star-pagination\">*705</span> process, with its devices for testing credibility such as discovery, cross-examination, impeachment, the insight of juries, and penalties of perjury, to expose dishonesty.</p>\n<p>Liability insurers are afforded additional protection by co-operation clauses in their policies which require the insured to co-operate as a condition precedent to the insurer's liability. 8 Blashfield Automobile Law and Practice, supra, § 342.11 at 281 (\"The co-operation clause is designed to prevent collusion and connivance between claimant and the insured * * *.\"). The possibilities of loss of insurance, loss of driver's license, or higher premiums are additional special inducements to honesty of motor vehicle hosts.</p>\n<p>I believe the line drawn to exclude motor vehicle guests from recovery based on the driver's ordinary negligence is irrational because it does not bear a fair and substantial relation to the prevention of collusion. Hence the classification denies equal protection insofar as premised on that imputed legislative goal.</p>\n<p>VI. <i>The classification itself.</i> In Brown v. Merlo, supra, the California Supreme Court concluded the irrationality of its guest statute was aggravated by exceptions which fortuitously would \"stay the operation of the statute under a variety of diverse, illogical circumstances.\" <i>Id.</i> 106 Cal.Rptr. at 391, 506 P.2d at 215. The court held that \"Although in specific cases such statutory quirks may work to ameliorate the harsh consequences of the general provision, these numerous exceptions when viewed in toto produce an absured and illogical pattern which completely drains the statute of any rationality it might conceivably claim.\" Kansas similarly noted what it referred to as its \"crazy-quilt pattern of application of the guest act\" which it held \"clearly show[s] the inequities of the statute and the resulting denial of equal justice to persons similarly situtated.\" Henry v. Bauder, supra 518 P.2d at 367.</p>\n<p>I would reach the same conclusion regarding the classification demonstrated in our interpretations of the statute mentioned in Division I, supra. Like the author of a law review article on the Florida statute I might be inclined to attribute the confusion, injustices and difficulties to the judiciary rather than the legislature were it not for the fact other states with similar statutes have had precisely the same experience. See Tipton, Florida's Automobile Guest Statute, supra, at 299.</p>\n<p>Analysis of our cases confirms the statement in Olson v. Hodges, supra, that \"there is no profit in the dissection of precedents.\" I am persuaded this is because of the artificiality of the attempted statutory classification rather than because of material differences in the cases. Circumstances which determine whether a passenger is a guest or not are so fortuitous and otherwise insignificant in ordinary human affairs that absurd and seemingly inconsistent results have proved inevitable.</p>\n<p>Therefore, whatever legislative purpose may have been hidden in the mind of the legislature which enacted the Iowa guest statute, the statute has operated in such an erratic way as to prevent rational classification.</p>\n<p>VII. <i>Judicial responsibility.</i> We are all aware of the delicate balance required of courts in constitutional adjudication. On the one side are considerations of usual legislative prerogative in matters of public policy. Under those considerations the separation of powers concept demands judicial deference. On the other side are considerations of judicial responsibility to safeguard rights assured the people by the federal and state constitutions. Under those considerations the separation of powers concept demands judicial interference.</p>\n<p>With due respect to the majority view, I believe this is an exceptional case requiring judicial intervention.</p>\n<p>I do not believe the arguments against the guest statute are answered by counting the states which still have them but do <span class=\"star-pagination\">*706</span> point out that, contrary to the statement from Hessler v. Ford, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1055</span></span>, 1059, <span class=\"citation\" data-id=\"1629087\"><a href=\"/opinion/1629087/hessler-v-ford/\"><span class=\"volume\">125</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">132</span></a></span>, 134 (1963), quoted with approval in the majority opinion, only 22 states still have guest statutes. No state has enacted one since 1939. Several have fallen.</p>\n<p>Iowa now has the nation's oldest guest statute. Connecticut and Oregon also enacted guest statutes in 1927. Malcolm, Automobile Guest Law, § 3 at 2 (1937). The Connecticut statute was repealed in 1937. Conn.Gen.Stat. § 340(E) (Supp.1939). The Oregon statute was held unconstitutional in Stewart v. Houk, <span class=\"citation\" data-id=\"3841027\"><a href=\"/opinion/4082164/stewart-v-houk/\"><span class=\"volume\">127</span> <span class=\"reporter\">Or.</span> <span class=\"page\">589</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">P.</span> <span class=\"page\">998</span></span> (1928). A new Oregon statute was enacted in 1929. Vermont repealed its guest statute in 1970, and Florida repealed its statute in 1972. 5 Blashfield Automobile Law and Practice, § 211.3 (Third Ed. 1966, 1973 Supp.). Kentucky's statute was held unconstitutional in Ludwig v. Johnson, <span class=\"citation\" data-id=\"3455115\"><a href=\"/opinion/3456961/ludwig-v-johnson/\"><span class=\"volume\">243</span> <span class=\"reporter\">Ky.</span> <span class=\"page\">533</span></a></span>, <span class=\"citation\" data-id=\"3455115\"><a href=\"/opinion/3456961/ludwig-v-johnson/\"><span class=\"volume\">49</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">347</span></a></span> (1932); California's statute was held unconstitutional in Brown v. Merlo, supra; Kansas' guest statute was held unconstitutional in Henry v. Bauder, supra; and North Dakota's statute was held unconstitutional in Johnson v. Hassett, supra. See notes, 23 Drake L.Rev. 216 (1973); 4 Memphis State L.Rev. 197 (1973); 49 Notre Dame Lawyer 446 (1973).</p>\n<p>I believe the recent California, Kansas and North Dakota decisions, all striking guest statutes on equal protection grounds, demonstrate appropriate senstitivity to the task of responsible constitutional analysis, are well reasoned, and are persuasive authority for striking the Iowa statute on the same basis.</p>\n<p>For the reasons given, not involving any mere question of public policy, I would hold the Iowa guest statute, Code § 321.494, violates the equal protection guarantees of Article I, § 6, Iowa Constitution, and Amendment 14, United States Constitution. In doing so I do not dispute the legislative right to regulate motor vehicle liability but maintain such regulation may not infringe constitutional safeguards.</p>\n<p>The classification in the guest statute which protects owners or operators of motor vehicles from some passenger claims based on the driver's ordinary negligence treats such passengers differently than other persons similarly situated, does not bear a fair and substantial relation to any reasonably conceivable legislative purpose for the statute, and is inherently irrational. The guest statute is thus invidiously discriminatory and cannot be squared with the constitutional assurance of equal protection of the laws.</p>\n<p>I would reverse the trial court.</p>\n<p>MASON, RAWLINGS and REYNOLDSON, J J., join in this dissent.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108497/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108527/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1128998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1229314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1236475/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1236751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1241050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1242927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1242941/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1266806/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1346804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1354187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1422413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1447366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1546323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1593162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1610125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1612998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1618124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1629087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1629362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1629676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1650592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1698868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1699128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1720881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1799639/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1806129/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1823580/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1830990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1837726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1839167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1848754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1849282/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1879146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1900064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1918198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1926592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1926978/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1939165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1939632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1949553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2016924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2041113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2073783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2074532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2118626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2136113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2136271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2138851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2151061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2157068/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2168331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2168345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2202355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2209081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2211127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2223050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2224235/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2393434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3251338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3288543/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3320731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3429090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3429375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3430519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3430560/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3430633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3431017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3431239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3431477/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3432176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3432246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3432320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3433510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3434001/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3435114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3435997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3437374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3455115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3495738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3737857/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3841027/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3964927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3993890/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/4000961/"
          ]
        }
      ],
      "judges": "Moore",
      "date_created": "2014-10-31T00:12:34.131385Z",
      "date_modified": "2017-04-08T11:52:04.464582Z",
      "date_filed": "1974-04-24",
      "date_filed_is_approximate": false,
      "slug": "keasling-v-thompson",
      "citation_id": 1811018,
      "case_name_short": "Keasling",
      "case_name": "Keasling v. Thompson",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "217 N.W.2d 687",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 51,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2469091/keasling-v-thompson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:12:34.128805Z",
  "date_modified": "2014-10-31T00:12:34.128805Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Keasling",
  "case_name": "Keasling v. Thompson",
  "case_name_full": "",
  "slug": "keasling-v-thompson",
  "docket_number": "56364",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}