{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2479457/",
  "id": 2479457,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ned/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2498432/",
      "id": 2498432,
      "absolute_url": "/opinion/2498432/larocca-v-precision-motorcars-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2479457/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2498432/",
          "id": 2498432,
          "absolute_url": "/opinion/2498432/larocca-v-precision-motorcars-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2498432/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3293/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:57:02.835886Z",
          "date_modified": "2017-04-10T08:50:12.025019Z",
          "type": "010combined",
          "sha1": "63cafbb3a05fa4db89cb162846a2229409758ef2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>45 F.Supp.2d 762 (1999)</b></center>\n<center><h1>Robert LaROCCA, Plaintiff,<br>\nv.<br>\nPRECISION MOTORCARS, INC., d/b/a Rhoden Used Cars, d/b/a Acura of Omaha, Defendant.</h1></center>\n<center>No. 4:98CV3195.</center>\n<center><p><b>United States District Court, D. Nebraska.</b></p></center>\n<center>March 26, 1999.</center>\n<p><span class=\"star-pagination\">*763</span> <span class=\"star-pagination\">*764</span> <span class=\"star-pagination\">*765</span> Kathleen Neary of Vincent M. Powers &amp; Associates, Lincoln, NE, for plaintiff.</p>\n<p>James C. Zalewski of DeMars, Gordon, Olson &amp; Shively, Lincoln, NE, for defendant.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER ON MOTION FOR SUMMARY JUDGMENT</h2>\n<p>URBOM, Senior District Judge.</p>\n<p>This case comes before me on the defendant's Motion for Summary Judgment, filing 17, aimed at the plaintiff's claims of unlawful employment discrimination  hostile work environment, disparate treatment, intentional discrimination based on association, constructive discharge and retaliation  under both Title VII of the Civil Rights Act of 1964 and section 1981 of the Civil Rights Act of 1866, as amended by the Civil Rights Act of 1991. After careful consideration, I shall grant in part the defendant's motion for summary judgment on the plaintiff's Title VII and section 1981 claims of discrimination. As for the plaintiff's claims that survive this motion, I believe that only after hearing the full slate of evidence at trial will I be in a position to make a definitive ruling on their sufficiency.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>A motion for summary judgment shall be granted when, viewing the facts and reasonable inferences in the light most favorable to the nonmoving party, \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\" FED. R.CIV.P. 56(c). A genuine issue of material fact exists when there is sufficient evidence favoring the party opposing the motion for a jury to return a verdict for that party. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). In determining whether a genuine issue of material fact exists, the evidence is to be taken in the <span class=\"star-pagination\">*766</span> light most favorable to the non-moving party. <i>Adickes v. S.H. Kress &amp; Co.,</i> 398 U.S. 144, 157, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1970). If the moving party meets the initial burden of establishing the nonexistence of a genuine issue, then the burden shifts to the opposing party to produce evidence of the existence of a genuine issue for trial. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). The opposing party \"may not rest upon mere allegation or denials of his pleading, but must set forth specific facts showing that there  is a genuine issue for trial\" and \"must present affirmative evidence in order to defeat a properly supported motion for summary judgment.\" <i>Anderson,</i> 477 U.S. at 256-57, 106 S.Ct. 2505 (citations omitted).</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>According to the evidence most favorable to the plaintiff, the following are the facts.</p>\n<p>In August of 1996, the defendant ran an employment advertisement in the local newspaper seeking full-time, used car sales help. The plaintiff, an Italian male, with dark brown skin and dark eyes, responded to that ad and was eventually hired after a brief five to ten minute interview. As a used car salesman, the plaintiff earned a thousand dollars a month draw that applied against his commission on the cars he was able to sell during that period.</p>\n<p>It was not long before the plaintiff got his first taste of the discriminatory attitude that saturated his work environment. During his initial sales training, the plaintiff was instructed by two supervisory personnel, as well as a fellow salesman, that \"if a `Gook' comes on the lot to raise the price [of the car] upwards of 2000.\" Ex. 1, 29:7-16. Unfortunately, such derogatory comments were not isolated. Instead, the plaintiff endured a steady stream of such discriminatory behavior throughout his term of employment with the defendant.</p>\n<p>For example, on one occasion, the defendant's supervisor, disgusted with a black customer, screamed \"fucking niggers\" in the presence of the plaintiff. Ex. 1, 32:20-33:1. On another, the defendant's finance and general sales manager accused a white co-worker of being part black because of his affinity for Cadillacs. Ex. 1, 34:11-35:3. Furthermore, the defendant's employees made a multitude of derogatory ethnic jokes about a Mexican family that had come to the defendant's lot to buy a van. Ex. 1, 35:12-21. Specifically, the defendant's employees referred to the Mexican family, in lewd fashion, as \"wet-backs\" and \"bean dip.\" <i>Id.</i> Finally, the defendant's employees crudely painted a white toy doll the color black and placed it in a black co-workers chair just to get a rise out of him. Ex. 1, 35:25-36:21. Again, these were not isolated incidents. Rather, the plaintiff's work environment was replete with such discriminatory conduct. Ex. 1, 33:13-34:3.</p>\n<p>The plaintiff also found himself as the focal point of some unwelcome discriminatory animus. During the course of his employment, the plaintiff was called a \"spic\" on at least three separate occasions by the defendant's finance and general manager, Lu Friend. In the first instance, at least, Ms. Friend's derogatory comment appears to stem from her misperception of the plaintiff's Italian characteristics. Ex. 1, 14:19-15:5. Her misperception, however, was quickly corrected when the plaintiff reported the derogatory remark to his immediate supervisor, Pat Scally, who confronted Ms. Friend with the plaintiff's displeasure with the disparaging epithet and reminded her that the plaintiff was of Italian descent. Ex. 1, 15:6-24.</p>\n<p>But despite these efforts, the plaintiff would be assaulted with the derogatory ethnic slur on two subsequent occasions. Some weeks later, the plaintiff found himself trying to sell a car to a group of customers of Mexican origin that had come to the defendant's sales lot. The problem was that not one of them spoke any English. To sell a car, then, the plaintiff <span class=\"star-pagination\">*767</span> needed the services of someone who spoke Spanish; he needed an interpreter. Learning of his dilemma, Ms. Friend commented to the plaintiff, \"Well, what do you need a translator for? You're a `Spic.' Don't you speak Spanish?\" Ex. 1, 30:14-16.</p>\n<p>Then, one fall Saturday afternoon, Ms. Friend again called the plaintiff a \"spic.\" Ex. 1, 31:1-10. Upset, the plaintiff finally confronted Ms. Friend about her unwithered use of the derogatory term, \"spic,\" toward him despite her knowledge of his true national origin. Ex. 1, 31:11-14. Her response: she intentionally called the plaintiff a \"spic\" because she knew it upset him. Ex. 1, 31:15-16.</p>\n<p>Beyond the derogatory comments and insults, the plaintiff also claims that he was denied access to certain benefits afforded to other employees. For example, the defendant provided its &amp; \"star\" salesman, Jason Svoboda, a white employee, with a three-to-four-page list of prospective buyers generated from a toll-free number. Ex. 1, 23:9-18. Without the list, the plaintiff contends that he was denied the same opportunity to make sales and earn money as Mr. Svoboda. Ex. 1, 56:15-25. Furthermore, the plaintiff was not permitted the same use of a demo car as Mr. Svoboda and other white employees. Ex. 1, 26:7-29:1.</p>\n<p>Frustrated, the plaintiff filed a timely charge of unlawful discrimination against the defendant with the Lincoln Commission on Human Rights, the Nebraska Equal Opportunity Commission, and the Equal Opportunity Commission. Soon thereafter, Ms. Friend came into the office pretty upset. And although the plaintiff was not certain that she had received the charges of discrimination, he assumed so from her statement, \"Boy, I hate people that don't want to work for their money.\" Ex. 60:2-7. Moreover, the plaintiff, even though he had arrived late for work on other occasions, was written up twice by Ms. Friend for tardiness despite the fact that she took such liberties with her own work schedule. Ex. 1, 17:21-18:10; 44:11-45:22. Also, during this time, after a terrible day at the office, the plaintiff sat and laid his head down at his desk. \"It was just kind of a `get me out of here' type of thing.\" Ex. 1, 60:8-11. Ms. Friend could have just let it pass, but instead she questioned the plaintiff's need for a pillow. <i>Id.</i> In short, the plaintiff felt harassed and ridiculed by Ms. Friend's actions subsequently to his discrimination charge.</p>\n<p>On November 30, 1996, the plaintiff terminated his employment with the defendant. The plaintiff had been in negotiations to sell a Honda that entire week, as well as the week before. So that day, when the plaintiff walked into the office and learned that all his hard work was for naught, because the Honda was on its way to Omaha, the plaintiff was, to say the least, disenchanted. He immediately went to his sales manager, Todd Adamson, and asked if the car was on its way to Omaha, and if he knew that he had a cash deal on that car. Mr. Adamson apparently had no idea about the plaintiff's cash deal, as no posting of any such deal on the board had been made. Consequently, Mr. Adamson denied the plaintiff's request to keep the car on the lot; the car was going to Omaha. At that point, apparently, Mr. Adamson started \"yelling and screaming and waving at the door and waving his fist in [the plaintiff's] face, he was yelling, about that if they wanted to get rid of me they would have already [done so.]\" Ex. 1, 42:10-13. Troubled by Mr. Adamson's behavior, the plaintiff went to Ms. Friend, who told him that she'd handle it. With Mr. Adamson behind her, Ms. Friend reiterated to the plaintiff that \"if they had wanted to get rid of [him], they would have\" already done so. Ex. 1, 42:19-20. She then apologized for Mr. Adamson's conduct. Ex. 1, 39:6-8. Unfortunately, Mr. Adamson \"stood behind her with a little grin.\" Ex. 1, 39:9-10. For the plaintiff that was the last straw, \"[he] could tell then that nothing would ever be done <span class=\"star-pagination\">*768</span> there.\" Ex. 1, 39: 10-11. The plaintiff immediately left the office, never to return.</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>The law in the Eighth Circuit is that \"summary judgment should only be used sparingly in employment discrimination cases.\" <i>Hardin v. Hussmann Corp.,</i> 45 F.3d 262, 264 (8th Cir.1995) (citations omitted). \"Summary judgments should only be granted in those rare instances where there is no dispute of fact and where there exists only one conclusion.\" <i>Id.</i> \"All the evidence must point one way and be susceptible of no reasonable inferences sustaining the position of the nonmoving party.\" <i>Id.</i> That said, I now turn to the defendant's motion for summary judgment with respect to each of the plaintiff's individual claims of employment discrimination.</p>\n<p></p>\n<h2><i>Hostile Work Environment under Title VII</i></h2>\n<p>Title VII forbids discrimination in employment. Section 703(a)(1) of Title VII makes it \"an unlawful employment practice for an employer ... to discriminate against any individual with respect to [his] compensation, terms, conditions, or privileges of employment, because of such individual's ... national origin.\" 42 U.S.C. section 2000e-2(a)(1). This language</p>\n<blockquote>\"is not limited to `economic' or `tangible' discrimination. The phrase `terms, conditions, or privileges of employment' evidences a congressional intent `to strike at the entire spectrum of disparate treatment of men and women' in employment,\" which includes requiring people to work in a discriminatorily hostile or abusive environment.</blockquote>\n<p><i>Harris v. Forklift Systems, Inc.,</i> 510 U.S. 17, 21, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993) (quoting <i>Meritor Savings Bank, FSB v. Vinson,</i> 477 U.S. 57, 64, 106 S.Ct. 2399, 91 L.Ed.2d 49 (1986) (quoting <i>Los Angeles Dept. of Water and Power v. Manhart,</i> 435 U.S. 702, 707 n. 13, 98 S.Ct. 1370, 55 L.Ed.2d 657 (1978) (internal quotations omitted))). Indeed, Title VII is violated \"[w]hen the workplace is permeated with discriminatory intimidation, ridicule, and insult that is sufficiently severe or pervasive to alter the conditions of the victim's employment and create an abusive working environment....\" <i>Id.</i> (internal quotations and citations omitted). Consequently, \"Conduct that is not severe or pervasive enough to create an objectively hostile or abusive work environment  an environment that a reasonable person would find hostile or abusive  is beyond Title VII's purview.\" <i>Id.</i> Moreover, \"if the victim does not subjectively perceive the environment to be abusive, the conduct has not actually altered the conditions of the victim's employment, and there is no Title VII violation.\" <i>Id.</i> at 21-22, 114 S.Ct. 367. In short, then, a hostile work environment must be both objectively and subjectively offensive, one that a reasonable victim would find hostile or abusive, and one that the actual victim in fact did perceive to be so in order to be actionable under the statute.</p>\n<p>Although there is no \"mathematically precise test\" for determining if and when offensive conduct reaches a sufficient level to create a hostile work environment in the mind of a reasonable person, it is well established that \"Title VII comes into play before the harassing conduct leads to a nervous breakdown.\" <i>Id.</i> at 22, 114 S.Ct. 367. Indeed, \"there is no need for [the conduct] to be psychologically injurious\" before conduct enters the purview of Title VII. <i>Id.</i> However, it is just as clear that the occasionally annoying or offensive comment does not rise to the level of sexual harassment. <i>Steiner v. Showboat Operating Co.,</i> 25 F.3d 1459, 1463 (9th Cir. 1994). The Supreme Court has instructed courts to determine whether an environment is sufficiently hostile or abusive by \"looking at all the circumstances,\" including the \"frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably <span class=\"star-pagination\">*769</span> interferes with an employee's work performance.\" <i>Harris,</i> 510 U.S. at 23, 114 S.Ct. 367. <i>See also </i><i>Stacks v. Southwestern Bell Yellow Pages, Inc.,</i> 27 F.3d 1316, 1327 (8th Cir.1994) (citations omitted) (\"Just as `[a] play cannot be understood on the basis of some of its scenes but only on its entire performance, ... a discrimination analysis must concentrate not only on individual incidents but on the overall scenario.'\").</p>\n<p>The key issue in analyzing a hostile work environment claim, then, is whether the plaintiff, as a member of a protected class, has been exposed to disadvantageous terms or hostile conditions of employment, as a result of his membership in a protected class, to which other employees, outside the protected class, were not exposed. <i>Smith v. St. Louis Univ.,</i> 109 F.3d 1261, 1264-65 (8th Cir.1997); <i>E.E.O.C. v. General Motors Corp.,</i> 11 F.Supp.2d 1077, 1080 (E.D.Mo.1998). However, in order to establish a prima facie hostile work environment claim, he must also show that his employer knew or should have known of the disadvantageous terms or hostile conditions of employment in question and failed to take remedial action. <i>See </i><i>E.E.O.C.,</i> 11 F.Supp.2d at 1080; <i>Rodkey v. Trans World Airlines, Inc.,</i> 1997 WL 823568, at *2 (W.D.Mo.1997) (citing <i>Smith,</i> 109 F.3d at 1264 (8th Cir. 1997); <i>Davis v. City of Sioux City,</i> 115 F.3d 1365 (8th Cir.1997)). Here, the defendant asserts that the plaintiff cannot make out a prima facie case for hostile work environment because he is not a member of a protected class, since he is of Italian descent. And even if he was, the defendant professes, the offensive incidents encountered by the plaintiff, assuming they are true, constitute nothing more than isolated, stray remarks unable to create a hostile environment. Moreover, defendant claims, the plaintiff's allegation of being perceived as a member of a protected class, Hispanic, is quite contrived, as his Italian ancestry was no mystery to anyone employed by the defendant.</p>\n<p>\"Italian-American\" falls within the purview of Title VII making it an unlawful employment practice for an employer to discriminate against any individual on basis of national origin. \"The term `national origin' on its face refers to the country where a person was born, or, more broadly, the country from which his or her ancestors came.\" <i>Espinoza v. Farah Manufacturing Co., Inc.,</i> 414 U.S. 86, 88, 94 S.Ct. 334, 38 L.Ed.2d 287 (1973). In other words, \" `national origin' means national. It means the country from which you or your forebears came.... You may come from Poland, Czechoslovakia, England, France, or any other country.\" 110 Cong.Rec. 2549 (1964) (statement of Rep. Roosevelt). Indeed, according to the Equal Employment Opportunity Commission, national origin discrimination \"includ[es], but [is] not limited to, the denial of equal employment opportunity because of an individual's, or his or her ancestor's, place of origin....\" 29 C.F.R. section 1606.1. Consequently, with these guidelines in mind, the courts have found numerous nationalities to fall within the forbidden realm of national origin discrimination under Title VII including native Alaskan, American citizen, American Indian, Belgian, Cajun, Chilean, Egyptian, Ethiopian, Filipino, French, German, Greek, Gypsy, native Hawaiian, Hungarian, Indian, Iranian, Iraqi, Irish, <i>Italian,</i> Japanese, Korean, Micronesian, New Zealander, Norwegian, Pakistani, Palestinian, Panamanian, Serbian, Slavic, Soviet, Sri Lankan, Ukrainian, and Vietnamese. <i>See</i> 3 Lex. K. Larson, Employment Discrimination 58.02 (2d ed.1998). In sum, then, the plaintiff, as a individual of Italian descent, falls within an identifiable class sought to be protected from a hostile work environment under Title VII of the Civil Rights Act of 1964.</p>\n<p>Although the plaintiff is a member in a protected group, he must still establish that he was subjected to unwelcome harassment, that the harassment was based on his protected status, that the <span class=\"star-pagination\">*770</span> harassment affected a term, condition, or privilege of his employment, and that the defendant knew or should have known of the harassment in question but declined to take proper remedial action to prevail on his claim of hostile work environment. It is clear from the plaintiff's deposition that he did not welcome the alleged harassment he received during his tenure with the defendant. <i>See</i> Exhibit 1, pp. 14:19-15:8; 31:1-14; 35:25-36:12. Moreover, the plaintiff's deposition sets forth sufficient evidence to support a reasonable inference that he would not have been subject to the alleged harassment if he had not been of Italian descent. Perhaps the most important characteristic of the plaintiff's Italian descent is his dark brown skin. In fact, it is this characteristic that apparently led the defendant's finance and general sales manager, Lu Friend, to confuse the plaintiff for a person of Mexican origin. Ex. 1, pp. 14:19-15:5. Even despite subsequent notification of the plaintiffs true national descent, Italian, her derogatory insults persisted; she continued to refer to the plaintiff in the same derogatory fashion, as a \"spic,\" Ex. 1, pp. 30:5-16; 31:1-14, because \"she like[d] to see him get hot about it.\" Ex. 1, p. 31:15-16. Here, a reasonable inference supports the conclusion that Ms. Friend's persistent derogatory comments arose from and persisted because of the plaintiff's Italian characteristics, specifically his dark brown skin. The fact that Ms. Friend ignorantly used the wrong derogatory ethnic remark toward the plaintiff is inconsequential. It is enough that the plaintiff's Italian characteristics were the foundation of Ms. Friend's harassment.</p>\n<p>Of course, the ultimate question is whether the harassment affected a term, condition, or privilege of the plaintiff's employment. The \"adducement of a few isolated incidents of [national origin-] oriented harassment or hostility is insufficient to establish a violation.... A party must convince the trial court that he or she has endured a `steady barrage of opprobrious [] comment.'\" <i>Ways v. City of Lincoln,</i> 871 F.2d 750, 754 (8th Cir.1989) (internal citations omitted). The plaintiff's deposition establishes that he was subject to numerous derogatory epithets. Although the plaintiff was only able to recount three instances at his deposition in which derogatory comments were directed at him personally, he maintains that he was referred to regularly in such a derogatory manner. Ex. 1, p. 33:13-23. In fact, derogatory epithets such as \"wetback\" and \"spic\" were slung his way so often that he simply could not remember them all. Ex. 1, p. 33:19-34:3. Moreover, the plaintiff was able to recall at least five other specific incidents of discriminatory animus that flooded his work environment. <i>See</i> Ex. 1, pp. 29:7-18; 32:20-33:1; 34:11-35:3; 35:12-21; 35:25-36:18. In short, the plaintiff has produced sufficient evidence to demonstrate that he was frequently and routinely subjected to hostile, offensive and unwelcome disparaging remarks throughout his term of employment with the defendant. Indeed, given the offensive nature and frequency of these comments, I cannot find as a matter of law that a reasonable person would not have considered discriminatory conduct sufficiently severe or pervasive to alter the terms and conditions of employment to create a hostile work environment.</p>\n<p>Finally, the plaintiff must show that the defendant knew or should have known of the harassment, and took no effectual action to correct the situation. Here, in its motion for summary judgment, the defendant has not challenged this element of the plaintiff's prima facie case. As a result, the plaintiff did not address it in his response. Therefore, I shall not address it here as the evidence and argument before me at this time are insufficient to permit a thoughtful analysis.</p>\n<p>In sum, then, the plaintiff has set forth sufficient evidence to establish that he was subjected to a hostile work environment because of his national origin. Therefore, I shall deny the defendant's motion with <span class=\"star-pagination\">*771</span> respect to this aspect of the plaintiff's hostile-work-environment claim.</p>\n<p>That said, however, I find that the plaintiff has failed to establish that the perception of him as a person of Mexican descent was anything more than an isolated incident. Indeed, Ms. Friend's initial misperception is the only evidence the plaintiff has set forth to support his claim; but her misperception, remember, was quickly remedied. Therefore, I shall grant the defendant's motion with respect to this aspect of the plaintiff's hostile-work-environment claim.</p>\n<p></p>\n<h2><i>Disparate Treatment under Title VII</i></h2>\n<p>To establish a Title VII violation under the disparate-treatment theory, the plaintiff must show intentional discrimination.<sup>[1]</sup> Thus, the plaintiff is required to prove that the employment decision in question was made with a discriminatory intent or motive. \"Discriminatory intent may be shown by direct or circumstantial evidence.\" <i>Marzec v. Marsh,</i> 990 F.2d 393, 395 (8th Cir.1993) (citation omitted.) Should the plaintiff offer no direct evidence of discriminatory intent to support his claim it must be analyzed under the burden-shifting framework set out by the <i>McDonnell Douglas Corp. v. Green, infra,</i> line of cases. <i>Lang v. Star Herald,</i> 107 F.3d 1308, 1311 (8th Cir.1997). Under the <i>McDonnell Douglas</i> framework,</p>\n<blockquote>the plaintiff bears the initial burden of establishing a prima facie case of discrimination. The prima facie case, in the absence of an explanation from the employer, creates a presumption that the employer unlawfully discriminated against the employee. If the plaintiff establishes a prima facie case, the burden of production shifts at the second stage to the defendant, who must articulate some legitimate, nondiscriminatory reason for the adverse employment action. If the defendant carries this burden of production, the presumption raised by the prima facie case is rebutted and drops from the case. The burden then shifts back at the third and final stage to the plaintiff, who is given the opportunity to show that the employer's proffered reason was merely a pretext for discrimination. The plaintiff retains at all times the ultimate burden of persuading the trier of fact that the adverse employment action was motivated by intentional discrimination.</blockquote>\n<p><i>Moschetti v. Chicago, Central &amp; Pacific R. Co.,</i> 119 F.3d 707, 709 (8th Cir.1997).</p>\n<p>Here, the plaintiff has offered no direct evidence of discriminatory intent to support his claims of discrimination. Rather, the plaintiff sets forth only circumstantial evidence of the defendant's discriminatory intent. Specifically, the plaintiff claims that because he was denied access to a list of approximately 300 sales leads and the use of a demo car by the defendant, he suffered adverse terms, conditions and privileges of employment due to his national origin.<sup>[2]</sup> Consequently, the plaintiff is relegated to the three-step burden-shifting analysis set forth above. Initially, then, the plaintiff must establish a prima facie case. To establish a prima <span class=\"star-pagination\">*772</span> facie case the plaintiff must show four elements: (1) that he is a member in a protected class; (2) that he was qualified to receive the benefit(s) in question; (3) that he was denied the benefit; and (4) that the same benefit was available to others with similar qualifications. <i>Lang,</i> 107 F.3d at 1311. As previously discussed, it is clear the plaintiff, as an Italian-American, is a member in a protected class entitled to Title VII protection. The issue, then, is whether the plaintiff has established, through his deposition testimony, elements (2), (3), and (4) of his prima facie case.</p>\n<p>First, the plaintiff alleges he was the victim of unlawful discrimination because he was not afforded the same opportunities to sell as a white employee, Jason Svoboda. Specifically, he contends that he was denied access to a three-to-four-page list of names and phone numbers of prospective buyers that the defendant furnished Mr. Svoboda. As a result, the plaintiff proclaims, he was denied the same opportunities to sell and earn money as Mr. Svoboda. The plaintiff, at the very least, has set forth sufficient evidence to support a reasonable inference that he was not treated the same as Mr. Svoboda. However, Title VII requires more. Title VII requires the plaintiff to show that he was qualified to receive the benefit of the sales list. More importantly, Title VII mandates that the plaintiff demonstrate that the sales list was available to other similarly situated employees as \"it does not create substantive rights to preferential treatment.\" <i>Id.</i> at 1312 (citing 42 U.S.C. § 2000e-2(j) (1994)). Unfortunately, the plaintiff has not presented sufficient evidence to permit a reasonable inference in his favor with respect to either issue. Consequently, the plaintiff has failed to establish a prima facie case of intentional discrimination.</p>\n<p>The plaintiff also maintains he was discriminated against because he was not permitted the same use of a demo car during the term of his employment as Mr. Svoboda and other white employees. The plaintiff does not submit that he was never provided access to a demo car but that he was not afforded the extended use of such a car enjoyed by other white employees. Again, although the plaintiff has set forth sufficient evidence to support a reasonable inference that he was not treated the same as other white employees, he has failed to show that he was entitled to the benefit in question or that said benefit was available to other employees with similar qualifications to himself. Again, the plaintiff has failed to establish a prima facie case of intentional discrimination. Therefore, I shall grant the defendant's motion with respect to this claim.</p>\n<p></p>\n<h2><i>Discrimination Based on Association under Title VII</i></h2>\n<p>Title VII prohibits employment discrimination against all races, <i>McDonald v. Santa Fe Trail Trans. Co.,</i> 427 U.S. 273, 96 S.Ct. 2574, 49 L.Ed.2d 493 (1976), so long as the discrimination is \"because of such individuals race.\" 42 U.S.C. section 2000e-2(a) (it unlawful for an employer to discriminate against any individual \"because of such individual's race....\"). In other words, \"discriminatory employment practices based on an individual's association with people of a particular race or national origin are prohibited under Title VII.\" <i>Reiter v. Center Consolidated School Dist., No. 26-JT,</i> 618 F.Supp. 1458, 1460 (D.Colo.1985). \"Where a plaintiff claims discrimination based upon an interracial [] association, he alleges, by definition, that he has been discriminated against because of <i>his</i> race.\" <i>Parr v. Woodmen of the World Life Ins. Co.,</i> 791 F.2d 888, 892 (11th Cir.1986). The rationale is that \"the plaintiff was discriminated against on the basis of his race because his race was different from the race of the people he associated with.\" <i>Reiter,</i> 618 F.Supp. at 1460. Therefore, the focus of such a claim \"should be whether the employee has been discriminated against and whether that discrimination was `because <span class=\"star-pagination\">*773</span> of the employee's race.\" <i>Drake v. Minnesota Min. &amp; Mfg. Co.,</i> 134 F.3d 878, 884 (7th Cir.1998).</p>\n<p>Here, the plaintiff maintains that he was subject to adverse terms, conditions and privileges of employment because of his association with a black co-worker, Larry Arnold. As discussed above, the plaintiff has established a prima facie case of hostile work environment but not for intentional discrimination. Thus, the plaintiff's intentional discrimination claim on the basis of association with a black co-employee ends here. The only question, then, is whether he was subjected to a hostile work environment due to his association with a black co-worker. In other words, but for the plaintiff not being black, he would not have been discriminated against because of his association. The plaintiff has produced no evidence to this effect. He has introduced no evidence that the discriminatory hostile environment he encountered was a result of his race being different from his black co-employee. Rather the evidence suggests that the plaintiff would have been subject to the alleged hostile work conditions irrespective of his association with Mr. Arnold. Consequently, I shall grant the defendant's motion with respect to this claim of unlawful discrimination.</p>\n<p></p>\n<h2><i>Constructive Discharge under Title VII</i></h2>\n<p>\"`A constructive discharge exists when an employer deliberately renders the employee's working conditions intolerable and thus forces [the employee] to quit his job.'\" <i>Johnson v. Bunny Bread Co.,</i> 646 F.2d 1250, 1256 (8th Cir.1981) (quoting <i>Slotkin v. Human Development Corp.,</i> 454 F.Supp. 250, 255 (E.D.Mo.1978)). \"When an employer denies a conscious effort to force an employee to [quit] ... the employer must necessarily be held to intend the reasonably foreseeable consequences of its actions.\" <i>Hukkanen v. Int'l Union of Operating Engineers,</i> 3 F.3d 281, 284 (8th Cir.1993). Therefore, \"The plaintiff can satisfy the intent requirement by demonstrating that he quit as a reasonably foreseeable consequence of the [defendant's] discriminatory actions.\" <i>Tidwell v. Meyer's Bakeries, Inc.,</i> 93 F.3d 490, 494 (8th Cir.1996) (citation omitted).</p>\n<p>That said, however, \"A constructive discharge arises only when a reasonable person would find the conditions of employment intolerable. To act reasonably, an employee has an obligation not to assume the worst and not to jump to conclusions too quickly.\" <i>Id.</i> (citations omitted). Thus, \"An employee who quits without giving [his] employer a reasonable chance to work out a problem is not constructively discharged.\" <i>West v. Marion Merrell Dow, Inc.,</i> 54 F.3d 493, 498 (8th Cir.1995). Here, the plaintiff has presented enough evidence to permit a reasonable inference that a reasonable person would have found the conditions of employment so intolerable that his or her only recourse was to resign. <i>See </i><i>Delph v. Dr. Pepper Bottling Co.,</i> 130 F.3d 349, 356-57 (8th Cir.1997) (holding that a hostile work environment was sufficient to constitute constructive discharge, because the harassment was expressed by the plaintiff's supervisor and the offending language was not only used in the plaintiff's presence, but was directed at him); <i>Kimzey v. Wal-Mart Stores, Inc.,</i> 107 F.3d 568, 574 (8th Cir.1997) (highlighting management's indifference to the plaintiff's complaints of hostile environment, the court held that \"[i]f an employee quits because she reasonably believes there is no chance for fair treatment, there has been a constructive discharge.\"); <i>but see </i><i>Hanenburg v. Principal Mut. Life Ins. Co.,</i> 118 F.3d 570, 575 (8th Cir.1997). Therefore, I shall deny the defendant's motion.</p>\n<p></p>\n<h2><i>Retaliation under Title VII</i></h2>\n<p>Title VII also prohibits employer retaliation. 42 U.S.C. section 2000e-3(a). \"Under Title VII an employer is prohibited from discriminating against an employee who has `opposed any practice <span class=\"star-pagination\">*774</span> made an unlawful employment practice' by the statute, or who has `made a charge ...' under the statute.\" <i>Moschetti,</i> 119 F.3d at 709 (quoting 42 U.S.C. section 2000e-3(a) (1997)). Again, the order and allocation of the burden of proof is the burden-shifting framework laid out in <i>McDonnell Douglas Corp. v. Green, supra. Id.</i> With this type of allegation, the plaintiff may satisfy his initial burden of establishing a prima facie case for retaliation by proving that he engaged in a statutorily protected activity, that the defendant took subsequent adverse employment action against him, and a causal relationship between the two. <i>Montandon v. Farmland Industries, Inc.,</i> 116 F.3d 355, 359 (8th Cir.1997). The defendant may then rebut the plaintiff's prima facie case by demonstrating a legitimate, nondiscriminatory reason for the adverse action against the plaintiff<i>: Id.</i> Finally, if the defendant fulfills its burden, the plaintiff may prove that the defendant's proffered reasons are a pretext for illegal retaliation. <i>Id.</i></p>\n<p>Again, the defendant challenges the plaintiff's prima facie case. And again, the plaintiff's deposition produces enough evidence to support a reasonable inference that he was retaliated against for his formal charge of discrimination. More specifically, the plaintiff has established a reasonable inference that the requisite causal link exists between the protected activity, his formal charge of discrimination, and the defendant's subsequent adverse employment action, his constructive discharge. The fact that both occurred within a eleven day span is enough to sneak by this motion for summary judgment. Therefore, I shall deny the defendant's motion with respect to the plaintiff's claim of retaliation.</p>\n<p></p>\n<h2><i>The Section 1981 Claims</i></h2>\n<p>Section 1981 of the Civil Rights Act of 1866 provides \"all persons within the jurisdiction of the United States\" the same right \"to make and enforce contracts ... as is enjoyed by white citizens.\" 42 U.S.C. section 1981(a). Initially, section 1981 was interpreted to only forbid racial discrimination, which included discrimination solely because of an individual's ancestry, or ethnic characteristics, <i>Saint Francis College v. Al-Khazraji,</i> 481 U.S. 604, 613, 107 S.Ct. 2022, 95 L.Ed.2d 582 (1986), in both private and public contract formation. <i>Runyon v. McCrary,</i> 427 U.S. 160, 168, 96 S.Ct. 2586, 49 L.Ed.2d 415 (1976); <i>Patterson v. McLean Credit Union,</i> 491 U.S. 164, 178-81, 109 S.Ct. 2363, 105 L.Ed.2d 132 (1989). In other words, section 1981, as worded, did not \"cover postformation conduct unrelated to an employee's right to enforce his or her contract right, such as incidents relating to the conditions of employment. ...\" <i>Patterson,</i> 491 U.S. at 178, 109 S.Ct. 2363.</p>\n<p>Then, in 1991, in its efforts to restore and strengthen the civil rights laws, Congress passed the 1991 Civil Rights Act. With respect to section 1981, the 1991 Act supplied a broader definition of \"make and enforce contracts\" to ensure that all persons would not be discriminated against in any aspect of contracting because of their race. It added:</p>\n<blockquote>For purposes of this section, the term \"make and enforce contracts\" includes the making, performance, modification, and termination of contracts, and the enjoyment of all benefits, privileges, terms and conditions of the contractual relationship.</blockquote>\n<p>42 U.S.C. section 1981(b). In short, then, section 1981, as it stands today, prohibits purposeful racial discrimination in almost every aspect of contract. <i>Spriggs v. Diamond Auto Glass,</i> 165 F.3d 1015, 1017-18 (4th Cir.1999).</p>\n<p>Section 1981 governs only contractual relationships. Here, the plaintiff has not alleged the existence of an express, formal employment contract between himself and the defendant. Instead, the plaintiff was an at-will employee under Nebraska law subject to termination at any time, whenever and for whatever cause an employer <span class=\"star-pagination\">*775</span> chose. <i>Myers v. Nebraska Equal Opp. Comm.,</i> 255 Neb. 156, 163, 582 N.W.2d 362, 368 (1998). Consequently, the defendant contends that no underlying contract exists for the plaintiff to base his section 1981 claims. I disagree.</p>\n<p>While district courts addressing this issue are split on whether an at-will employee may maintain a section 1981 claim, <i>compare </i><i>Hawkins v. Pepsico, Inc.,</i> 10 F.Supp.2d 548 (M.D.N.C.1998) (holding that at-will employees have no contractual relationship with their employers to support a cause of action under section 1981) <i>with </i><i>O'Neal v. Ferguson Const. Co.,</i> 35 F.Supp.2d 832 (D.N.M.1999) (holding that an at-will employee may bring a cause of action under section 1981), a recent decision from the Fifth Circuit convinces me that an at-will employment relationship is sufficiently contractual to come under section 1981's protection. In <i>Fadeyi v. Planned Parenthood Ass'n of Lubbock, Inc.,</i> 160 F.3d 1048 (5th Cir.1998), the plaintiff, an African-American woman, sued her former employer, Planned Parenthood, for race discrimination under section 1981. Despite her status as an at-will employee, the plaintiff claimed that she stood in a contractual relationship with her former employer. Therefore, she argued, she could sustain an action under section 1981.</p>\n<p>Planned Parenthood countered, as the defendant does here, that an at-will employee has no contractual relationship with his or her employer and therefore no rights under section 1981. The district court agreed and granted summary judgment. On appeal, however, the Fifth Circuit sided with the employee and reversed. After careful review, the Fifth Circuit concluded that \"irrespective of being subject to at-will termination, such an employee stands in a contractual relationship with his employer and thus may maintain a cause of action under section 1981.\" <i>Id.</i> at 1050.</p>\n<p>In support, the Fifth Circuit explored the historical make-up of section 1981. First, it examined the Supreme Court's analysis in <i>Patterson,</i> the match that lit the fire under the 1991 Civil Rights Act. In <i>Patterson,</i> the Fifth Circuit concluded, the Supreme Court, at least implicitly, acknowledged that the plaintiff, an at-will employee, might have a cause of action under section 1981. Although the Supreme Court did hold that racial harassment was not actionable under section 1981, because such conduct did not restrict the plaintiff's ability to make a contract or enforce a contract right (a holding later overturned by the 1991 Civil Rights Act), it also stated that \"the question whether a promotion claim is actionable under section 1981 depends upon whether the nature of the change in position was such that it involved the opportunity to enter into a <i>new</i> contract with the employer. If so, then the employer's refusal to enter the <i>new</i> contract is actionable under section 1981.\" <i>Patterson,</i> 491 U.S. at 185, 109 S.Ct. 2363 (emphasis added). For the Fifth Circuit, \"This language [left] no doubt that the [Supreme] Court considered the employee's relationship with her employer to be a contractual one: Obviously, there can be no `new contract' unless there is first an old contract.\" <i>Fadeyi,</i> 160 F.3d at 1050 (citing <i>Harris v. New York Times,</i> 1993 WL 42773, at *4 (S.D.N.Y.1993)) (suggesting that this portion of <i>Patterson</i> demonstrates that \"the Court regarded [the plaintiff's] relationship with employer ... as sufficiently contractual in nature to satisfy section 1981.\").</p>\n<p>The Fifth Circuit then turned its attention to the legislative history behind the 1991 Civil Rights Act; specifically, the Fifth Circuit focused on the amendments to section 1981. After having reviewed the relevant material, the Fifth Circuit concluded that</p>\n<blockquote>[t]he legislative history of the amendments to section 1981 reflects the intent of Congress to protect minorities in their employment relationships. For example, the report of the House Judiciary Committee stated that the 1991 <span class=\"star-pagination\">*776</span> amendments were `designed to restore and strengthen civil rights laws that ban discrimination in employment.... By restoring the broad scope of Section 1981, Congress will ensure that all Americans may not be harassed, fired or otherwise discriminated against in contracts because of their race.' [Consequently,] [t]o hold that at-will employees have no right of action under section 1981 would effectively eviscerate the very protection that Congress expressly intended to install for minority employees, especially those who, by virtue of working for small businesses, are not protected by Title VII.</blockquote>\n<p><i>Id.</i> (footnote omitted). Simply put,</p>\n<blockquote>None can contest that discriminating against an employee on the basis of race is illegal and against public policy. In amending section 1981, Congress was advancing such public policy concerns by providing a vehicle for every employee to remedy racial discrimination in the workplace. Congress could not have meant to exclude at-will workers from the reach of section 1981, as to do so would be to allow use of the ubiquitous at-will doctrine as leverage to incite violations of ... federal laws.</blockquote>\n<p><i>Id.</i> at 1052 (internal quotations and footnotes omitted).</p>\n<p>In short, then, an at-will employment relationship, though terminable at will, is contractual. <i>Spriggs,</i> 165 F.3d 1015, 1018-19 (4th Cir.1999) (citing <i>McKnight v. General Motors Corp.,</i> 908 F.2d 104, 109 (7th Cir.1990) (\"Employment at will is not a state of nature but a continuing contractual relation.\")) (footnote omitted).</p>\n<blockquote>[I] believe[] that [the][d]efendant has confused the issue of whether the employee has a `contract' in the sense used in labor law  i.e., employment for an agreed duration, with certain benefits and protections  with the issue of whether there is a contract between an employer and an at-will employee at all. Even at-will employees have some sort of contract, in the broader legal sense of that term, with their employer. Even though the at-will employee could not file a breach of contract claim for being fired (since he has no protections), the at-will employee would be able to file a breach of contract claim if, for example, he was not paid the correct amount. `Contract' is used in section 1981 in its basic legal meaning, not a specialized labor law meaning.</blockquote>\n<p><i>Lane v. Ogden Entertainment, Inc.,</i> 13 F.Supp.2d 1261, 1272 (M.D.Ala.1998). Consequently, I must disagree with the defendant's claim that at-will employment is not a contractual relationship. Thus, the plaintiff is entitled to the protections provided by section 1981 so long as he is able to show that he suffered purposeful racial discrimination at the hands of the defendant.</p>\n<p>Racial discrimination under section 1981 has been held to include intentional discrimination based on an individual's ancestry or ethnic characteristics, but not discrimination based solely on the nation of one's origin.<sup>[3]</sup> Because the plaintiff's claims of unlawful discrimination under section 1981 are based on the fact that he <span class=\"star-pagination\">*777</span> was born of a certain ethnicity, rather than the place or nation of his origin, the only question that remains here is whether the plaintiff has set forth sufficient evidence to establish a prima facie case under each claim of purposeful racial discrimination under section 1981. Since the plaintiff's section 1981 claims are merely duplicative of his Title VII claims, I will not separately analyze the plaintiff's claims under section 1981. The Eighth Circuit has held that the legal standard for a section 1981 case is identical to the standard in a Title VII case. <i>See, e.g., </i><i>Kim v. Nash Finch Co.,</i> 123 F.3d 1046 (8th Cir.1997); <i>Richmond v. Board of Regents of the University of Minnesota,</i> 957 F.2d 595 (8th Cir. 1992). Therefore, my analysis and conclusions with respect to the plaintiff's Title VII claims are equally applicable to his parallel claims under section 1981.</p>\n<p>IT IS THEREFORE ORDERED that the defendant's Motion for Summary Judgment, filing 17, is granted in part and denied in part in the following respects:</p>\n<p>(1) the defendant's motion as it pertains to the plaintiff's claims of disparate treatment under both Title VII and section 1981, Counts III and VIII of the plaintiff's Second Amended Complaint, respectively, is granted;</p>\n<p>(2) the defendant's motion as it pertains to the plaintiff's claims of intentional discrimination based on association under both Title VII and section 1981, Counts V and X of the plaintiff's Second Amended Complaint, respectively, is granted; and</p>\n<p>(3) in all other respects, the motion is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute provides that it shall be an unlawful employment practice for an employer\n</p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>42 U.S.C. section 2000e-2(a).</p>\n<p>[2]  The plaintiff also claims that he was subjected to adverse terms, conditions and privileges of employment due to the color of his skin. I shall not address this contention, however, because the plaintiff qualifies for Title VII protection on the basis of national origin, a defining characteristic of which is the dark color of his skin.</p>\n<p>[3]  It should be noted, however,\n</p>\n<p>that the line between discrimination based on \"ancestry or ethnic characteristics,\" <i>ante,</i> at 2028, and discrimination based on \"place or nation of ... origin,\" <i>ibid.,</i> is not a bright one. It is true that one's ancestry the ethnic group from which an individual and his or her ancestors are descended is not necessarily the same as one's national origin  the country \"where a person was born, or, more broadly, the country from which his or her ancestors came.\" <i>Espinoza v. Farah Manufacturing Co.,</i> 414 U.S. 86, 88, 94 S.Ct. 334, 336, 38 L.Ed.2d 287 (1973) (emphasis added). Often, however, the two are identical as a factual matter: one was born in the nation whose primary stock is one's own ethnic group. Moreover, national origin claims have been treated as ancestry or ethnicity claims in some circumstances. For example, in the Title VII context, the terms overlap as a legal matter. <i>See</i> 29 C.F.R. § 1606.1 (1986) (emphasis added) (national origin discrimination \"includ[es], but [is] not limited to, the denial of equal employment opportunity because of an individual's, or his or her ancestor's, place of origin; or because an individual has the physical, cultural, or linguistic characteristics of a national origin group\"); <i>Espinoza, supra,</i> at 89, 94 S.Ct., at 337 (the deletion of the word ancestry from the final version of section 703 of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2(e), \"was not intended as a material change, ... suggesting that the terms `national origin' and `ancestry' were considered synonymous\").</p>\n<p><i>Saint Francis College v. Al-Khazraji,</i> 481 U.S. 604, 613-14, 107 S.Ct. 2022, 95 L.Ed.2d 582 (1987) (Brennan, J., concurring).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">762</span></span> (1999)</b></center>\n<center><h1>Robert LaROCCA, Plaintiff,<br>\nv.<br>\nPRECISION MOTORCARS, INC., d/b/a Rhoden Used Cars, d/b/a Acura of Omaha, Defendant.</h1></center>\n<center>No. 4:98CV3195.</center>\n<center><p><b>United States District Court, D. Nebraska.</b></p></center>\n<center>March 26, 1999.</center>\n<p><span class=\"star-pagination\">*763</span> <span class=\"star-pagination\">*764</span> <span class=\"star-pagination\">*765</span> Kathleen Neary of Vincent M. Powers &amp; Associates, Lincoln, NE, for plaintiff.</p>\n<p>James C. Zalewski of DeMars, Gordon, Olson &amp; Shively, Lincoln, NE, for defendant.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER ON MOTION FOR SUMMARY JUDGMENT</h2>\n<p>URBOM, Senior District Judge.</p>\n<p>This case comes before me on the defendant's Motion for Summary Judgment, filing 17, aimed at the plaintiff's claims of unlawful employment discrimination  hostile work environment, disparate treatment, intentional discrimination based on association, constructive discharge and retaliation  under both Title VII of the Civil Rights Act of 1964 and section 1981 of the Civil Rights Act of 1866, as amended by the Civil Rights Act of 1991. After careful consideration, I shall grant in part the defendant's motion for summary judgment on the plaintiff's Title VII and section 1981 claims of discrimination. As for the plaintiff's claims that survive this motion, I believe that only after hearing the full slate of evidence at trial will I be in a position to make a definitive ruling on their sufficiency.</p>\n<p></p>\n<h2><i>Standard of Review</i></h2>\n<p>A motion for summary judgment shall be granted when, viewing the facts and reasonable inferences in the light most favorable to the nonmoving party, \"there is no genuine issue as to any material fact and ... the moving party is entitled to a judgment as a matter of law.\" FED. R.CIV.P. 56(c). A genuine issue of material fact exists when there is sufficient evidence favoring the party opposing the motion for a jury to return a verdict for that party. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In determining whether a genuine issue of material fact exists, the evidence is to be taken in the <span class=\"star-pagination\">*766</span> light most favorable to the non-moving party. <i>Adickes v. S.H. Kress &amp; Co.,</i> <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 157, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1970). If the moving party meets the initial burden of establishing the nonexistence of a genuine issue, then the burden shifts to the opposing party to produce evidence of the existence of a genuine issue for trial. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party \"may not rest upon mere allegation or denials of his pleading, but must set forth specific facts showing that there  is a genuine issue for trial\" and \"must present affirmative evidence in order to defeat a properly supported motion for summary judgment.\" <i>Anderson,</i> 477 U.S. at 256-57, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span> (citations omitted).</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>According to the evidence most favorable to the plaintiff, the following are the facts.</p>\n<p>In August of 1996, the defendant ran an employment advertisement in the local newspaper seeking full-time, used car sales help. The plaintiff, an Italian male, with dark brown skin and dark eyes, responded to that ad and was eventually hired after a brief five to ten minute interview. As a used car salesman, the plaintiff earned a thousand dollars a month draw that applied against his commission on the cars he was able to sell during that period.</p>\n<p>It was not long before the plaintiff got his first taste of the discriminatory attitude that saturated his work environment. During his initial sales training, the plaintiff was instructed by two supervisory personnel, as well as a fellow salesman, that \"if a `Gook' comes on the lot to raise the price [of the car] upwards of 2000.\" Ex. 1, 29:7-16. Unfortunately, such derogatory comments were not isolated. Instead, the plaintiff endured a steady stream of such discriminatory behavior throughout his term of employment with the defendant.</p>\n<p>For example, on one occasion, the defendant's supervisor, disgusted with a black customer, screamed \"fucking niggers\" in the presence of the plaintiff. Ex. 1, 32:20-33:1. On another, the defendant's finance and general sales manager accused a white co-worker of being part black because of his affinity for Cadillacs. Ex. 1, 34:11-35:3. Furthermore, the defendant's employees made a multitude of derogatory ethnic jokes about a Mexican family that had come to the defendant's lot to buy a van. Ex. 1, 35:12-21. Specifically, the defendant's employees referred to the Mexican family, in lewd fashion, as \"wet-backs\" and \"bean dip.\" <i>Id.</i> Finally, the defendant's employees crudely painted a white toy doll the color black and placed it in a black co-workers chair just to get a rise out of him. Ex. 1, 35:25-36:21. Again, these were not isolated incidents. Rather, the plaintiff's work environment was replete with such discriminatory conduct. Ex. 1, 33:13-34:3.</p>\n<p>The plaintiff also found himself as the focal point of some unwelcome discriminatory animus. During the course of his employment, the plaintiff was called a \"spic\" on at least three separate occasions by the defendant's finance and general manager, Lu Friend. In the first instance, at least, Ms. Friend's derogatory comment appears to stem from her misperception of the plaintiff's Italian characteristics. Ex. 1, 14:19-15:5. Her misperception, however, was quickly corrected when the plaintiff reported the derogatory remark to his immediate supervisor, Pat Scally, who confronted Ms. Friend with the plaintiff's displeasure with the disparaging epithet and reminded her that the plaintiff was of Italian descent. Ex. 1, 15:6-24.</p>\n<p>But despite these efforts, the plaintiff would be assaulted with the derogatory ethnic slur on two subsequent occasions. Some weeks later, the plaintiff found himself trying to sell a car to a group of customers of Mexican origin that had come to the defendant's sales lot. The problem was that not one of them spoke any English. To sell a car, then, the plaintiff <span class=\"star-pagination\">*767</span> needed the services of someone who spoke Spanish; he needed an interpreter. Learning of his dilemma, Ms. Friend commented to the plaintiff, \"Well, what do you need a translator for? You're a `Spic.' Don't you speak Spanish?\" Ex. 1, 30:14-16.</p>\n<p>Then, one fall Saturday afternoon, Ms. Friend again called the plaintiff a \"spic.\" Ex. 1, 31:1-10. Upset, the plaintiff finally confronted Ms. Friend about her unwithered use of the derogatory term, \"spic,\" toward him despite her knowledge of his true national origin. Ex. 1, 31:11-14. Her response: she intentionally called the plaintiff a \"spic\" because she knew it upset him. Ex. 1, 31:15-16.</p>\n<p>Beyond the derogatory comments and insults, the plaintiff also claims that he was denied access to certain benefits afforded to other employees. For example, the defendant provided its &amp; \"star\" salesman, Jason Svoboda, a white employee, with a three-to-four-page list of prospective buyers generated from a toll-free number. Ex. 1, 23:9-18. Without the list, the plaintiff contends that he was denied the same opportunity to make sales and earn money as Mr. Svoboda. Ex. 1, 56:15-25. Furthermore, the plaintiff was not permitted the same use of a demo car as Mr. Svoboda and other white employees. Ex. 1, 26:7-29:1.</p>\n<p>Frustrated, the plaintiff filed a timely charge of unlawful discrimination against the defendant with the Lincoln Commission on Human Rights, the Nebraska Equal Opportunity Commission, and the Equal Opportunity Commission. Soon thereafter, Ms. Friend came into the office pretty upset. And although the plaintiff was not certain that she had received the charges of discrimination, he assumed so from her statement, \"Boy, I hate people that don't want to work for their money.\" Ex. 60:2-7. Moreover, the plaintiff, even though he had arrived late for work on other occasions, was written up twice by Ms. Friend for tardiness despite the fact that she took such liberties with her own work schedule. Ex. 1, 17:21-18:10; 44:11-45:22. Also, during this time, after a terrible day at the office, the plaintiff sat and laid his head down at his desk. \"It was just kind of a `get me out of here' type of thing.\" Ex. 1, 60:8-11. Ms. Friend could have just let it pass, but instead she questioned the plaintiff's need for a pillow. <i>Id.</i> In short, the plaintiff felt harassed and ridiculed by Ms. Friend's actions subsequently to his discrimination charge.</p>\n<p>On November 30, 1996, the plaintiff terminated his employment with the defendant. The plaintiff had been in negotiations to sell a Honda that entire week, as well as the week before. So that day, when the plaintiff walked into the office and learned that all his hard work was for naught, because the Honda was on its way to Omaha, the plaintiff was, to say the least, disenchanted. He immediately went to his sales manager, Todd Adamson, and asked if the car was on its way to Omaha, and if he knew that he had a cash deal on that car. Mr. Adamson apparently had no idea about the plaintiff's cash deal, as no posting of any such deal on the board had been made. Consequently, Mr. Adamson denied the plaintiff's request to keep the car on the lot; the car was going to Omaha. At that point, apparently, Mr. Adamson started \"yelling and screaming and waving at the door and waving his fist in [the plaintiff's] face, he was yelling, about that if they wanted to get rid of me they would have already [done so.]\" Ex. 1, 42:10-13. Troubled by Mr. Adamson's behavior, the plaintiff went to Ms. Friend, who told him that she'd handle it. With Mr. Adamson behind her, Ms. Friend reiterated to the plaintiff that \"if they had wanted to get rid of [him], they would have\" already done so. Ex. 1, 42:19-20. She then apologized for Mr. Adamson's conduct. Ex. 1, 39:6-8. Unfortunately, Mr. Adamson \"stood behind her with a little grin.\" Ex. 1, 39:9-10. For the plaintiff that was the last straw, \"[he] could tell then that nothing would ever be done <span class=\"star-pagination\">*768</span> there.\" Ex. 1, 39: 10-11. The plaintiff immediately left the office, never to return.</p>\n<p></p>\n<h2><i>Analysis</i></h2>\n<p>The law in the Eighth Circuit is that \"summary judgment should only be used sparingly in employment discrimination cases.\" <i>Hardin v. Hussmann Corp.,</i> <span class=\"citation\" data-id=\"686811\"><a href=\"/opinion/686811/66-fair-emplpraccas-bna-1369-66-empl-prac-dec-p-43516-william-d/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 264 (8th Cir.1995) (citations omitted). \"Summary judgments should only be granted in those rare instances where there is no dispute of fact and where there exists only one conclusion.\" <i>Id.</i> \"All the evidence must point one way and be susceptible of no reasonable inferences sustaining the position of the nonmoving party.\" <i>Id.</i> That said, I now turn to the defendant's motion for summary judgment with respect to each of the plaintiff's individual claims of employment discrimination.</p>\n<p></p>\n<h2><i>Hostile Work Environment under Title VII</i></h2>\n<p>Title VII forbids discrimination in employment. Section 703(a)(1) of Title VII makes it \"an unlawful employment practice for an employer ... to discriminate against any individual with respect to [his] compensation, terms, conditions, or privileges of employment, because of such individual's ... national origin.\" 42 U.S.C. section 2000e-2(a)(1). This language</p>\n<blockquote>\"is not limited to `economic' or `tangible' discrimination. The phrase `terms, conditions, or privileges of employment' evidences a congressional intent `to strike at the entire spectrum of disparate treatment of men and women' in employment,\" which includes requiring people to work in a discriminatorily hostile or abusive environment.</blockquote>\n<p><i>Harris v. Forklift Systems, Inc.,</i> <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 21, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1993) (quoting <i>Meritor Savings Bank, FSB v. Vinson,</i> <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 64, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2399</span></a></span>, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (1986) (quoting <i>Los Angeles Dept. of Water and Power v. Manhart,</i> <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span>, 707 n. 13, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1370</span></a></span>, <span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></a></span> (1978) (internal quotations omitted))). Indeed, Title VII is violated \"[w]hen the workplace is permeated with discriminatory intimidation, ridicule, and insult that is sufficiently severe or pervasive to alter the conditions of the victim's employment and create an abusive working environment....\" <i>Id.</i> (internal quotations and citations omitted). Consequently, \"Conduct that is not severe or pervasive enough to create an objectively hostile or abusive work environment  an environment that a reasonable person would find hostile or abusive  is beyond Title VII's purview.\" <i>Id.</i> Moreover, \"if the victim does not subjectively perceive the environment to be abusive, the conduct has not actually altered the conditions of the victim's employment, and there is no Title VII violation.\" <i>Id.</i> at 21-22, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. In short, then, a hostile work environment must be both objectively and subjectively offensive, one that a reasonable victim would find hostile or abusive, and one that the actual victim in fact did perceive to be so in order to be actionable under the statute.</p>\n<p>Although there is no \"mathematically precise test\" for determining if and when offensive conduct reaches a sufficient level to create a hostile work environment in the mind of a reasonable person, it is well established that \"Title VII comes into play before the harassing conduct leads to a nervous breakdown.\" <i>Id.</i> at 22, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. Indeed, \"there is no need for [the conduct] to be psychologically injurious\" before conduct enters the purview of Title VII. <i>Id.</i> However, it is just as clear that the occasionally annoying or offensive comment does not rise to the level of sexual harassment. <i>Steiner v. Showboat Operating Co.,</i> <span class=\"citation\" data-id=\"671501\"><a href=\"/opinion/671501/barbara-l-steiner-v-showboat-operating-company-dba-showboat-hotel/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1459</span></a></span>, 1463 (9th Cir. 1994). The Supreme Court has instructed courts to determine whether an environment is sufficiently hostile or abusive by \"looking at all the circumstances,\" including the \"frequency of the discriminatory conduct; its severity; whether it is physically threatening or humiliating, or a mere offensive utterance; and whether it unreasonably <span class=\"star-pagination\">*769</span> interferes with an employee's work performance.\" <i>Harris,</i> 510 U.S. at 23, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>. <i>See also </i><i>Stacks v. Southwestern Bell Yellow Pages, Inc.,</i> <span class=\"citation\" data-id=\"672908\"><a href=\"/opinion/672908/barbara-stacks-v-southwestern-bell-yellow-pages-inc/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1316</span></a></span>, 1327 (8th Cir.1994) (citations omitted) (\"Just as `[a] play cannot be understood on the basis of some of its scenes but only on its entire performance, ... a discrimination analysis must concentrate not only on individual incidents but on the overall scenario.'\").</p>\n<p>The key issue in analyzing a hostile work environment claim, then, is whether the plaintiff, as a member of a protected class, has been exposed to disadvantageous terms or hostile conditions of employment, as a result of his membership in a protected class, to which other employees, outside the protected class, were not exposed. <i>Smith v. St. Louis Univ.,</i> <span class=\"citation\" data-id=\"738548\"><a href=\"/opinion/738548/victorija-smith-v-st-louis-university-a-missouri-benevolent-corporation/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1264-65 (8th Cir.1997); <i>E.E.O.C. v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"2288771\"><a href=\"/opinion/2288771/eeoc-v-general-motors-corp/\"><span class=\"volume\">11</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1077</span></a></span>, 1080 (E.D.Mo.1998). However, in order to establish a prima facie hostile work environment claim, he must also show that his employer knew or should have known of the disadvantageous terms or hostile conditions of employment in question and failed to take remedial action. <i>See </i><i>E.E.O.C.,</i> 11 F.Supp.2d at 1080; <i>Rodkey v. Trans World Airlines, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">823568</span></span>, at *2 (W.D.Mo.1997) (citing <i>Smith,</i> 109 F.3d at 1264 (8th Cir. 1997); <i>Davis v. City of Sioux City,</i> <span class=\"citation\" data-id=\"741887\"><a href=\"/opinion/741887/74-fair-emplpraccas-bna-978-70-empl-prac-dec-p-44778-cheryl-a/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1365</span></a></span> (8th Cir.1997)). Here, the defendant asserts that the plaintiff cannot make out a prima facie case for hostile work environment because he is not a member of a protected class, since he is of Italian descent. And even if he was, the defendant professes, the offensive incidents encountered by the plaintiff, assuming they are true, constitute nothing more than isolated, stray remarks unable to create a hostile environment. Moreover, defendant claims, the plaintiff's allegation of being perceived as a member of a protected class, Hispanic, is quite contrived, as his Italian ancestry was no mystery to anyone employed by the defendant.</p>\n<p>\"Italian-American\" falls within the purview of Title VII making it an unlawful employment practice for an employer to discriminate against any individual on basis of national origin. \"The term `national origin' on its face refers to the country where a person was born, or, more broadly, the country from which his or her ancestors came.\" <i>Espinoza v. Farah Manufacturing Co., Inc.,</i> <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 88, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">334</span></a></span>, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1973). In other words, \" `national origin' means national. It means the country from which you or your forebears came.... You may come from Poland, Czechoslovakia, England, France, or any other country.\" 110 Cong.Rec. 2549 (1964) (statement of Rep. Roosevelt). Indeed, according to the Equal Employment Opportunity Commission, national origin discrimination \"includ[es], but [is] not limited to, the denial of equal employment opportunity because of an individual's, or his or her ancestor's, place of origin....\" 29 C.F.R. section 1606.1. Consequently, with these guidelines in mind, the courts have found numerous nationalities to fall within the forbidden realm of national origin discrimination under Title VII including native Alaskan, American citizen, American Indian, Belgian, Cajun, Chilean, Egyptian, Ethiopian, Filipino, French, German, Greek, Gypsy, native Hawaiian, Hungarian, Indian, Iranian, Iraqi, Irish, <i>Italian,</i> Japanese, Korean, Micronesian, New Zealander, Norwegian, Pakistani, Palestinian, Panamanian, Serbian, Slavic, Soviet, Sri Lankan, Ukrainian, and Vietnamese. <i>See</i> 3 Lex. K. Larson, Employment Discrimination 58.02 (2d ed.1998). In sum, then, the plaintiff, as a individual of Italian descent, falls within an identifiable class sought to be protected from a hostile work environment under Title VII of the Civil Rights Act of 1964.</p>\n<p>Although the plaintiff is a member in a protected group, he must still establish that he was subjected to unwelcome harassment, that the harassment was based on his protected status, that the <span class=\"star-pagination\">*770</span> harassment affected a term, condition, or privilege of his employment, and that the defendant knew or should have known of the harassment in question but declined to take proper remedial action to prevail on his claim of hostile work environment. It is clear from the plaintiff's deposition that he did not welcome the alleged harassment he received during his tenure with the defendant. <i>See</i> Exhibit 1, pp. 14:19-15:8; 31:1-14; 35:25-36:12. Moreover, the plaintiff's deposition sets forth sufficient evidence to support a reasonable inference that he would not have been subject to the alleged harassment if he had not been of Italian descent. Perhaps the most important characteristic of the plaintiff's Italian descent is his dark brown skin. In fact, it is this characteristic that apparently led the defendant's finance and general sales manager, Lu Friend, to confuse the plaintiff for a person of Mexican origin. Ex. 1, pp. 14:19-15:5. Even despite subsequent notification of the plaintiffs true national descent, Italian, her derogatory insults persisted; she continued to refer to the plaintiff in the same derogatory fashion, as a \"spic,\" Ex. 1, pp. 30:5-16; 31:1-14, because \"she like[d] to see him get hot about it.\" Ex. 1, p. 31:15-16. Here, a reasonable inference supports the conclusion that Ms. Friend's persistent derogatory comments arose from and persisted because of the plaintiff's Italian characteristics, specifically his dark brown skin. The fact that Ms. Friend ignorantly used the wrong derogatory ethnic remark toward the plaintiff is inconsequential. It is enough that the plaintiff's Italian characteristics were the foundation of Ms. Friend's harassment.</p>\n<p>Of course, the ultimate question is whether the harassment affected a term, condition, or privilege of the plaintiff's employment. The \"adducement of a few isolated incidents of [national origin-] oriented harassment or hostility is insufficient to establish a violation.... A party must convince the trial court that he or she has endured a `steady barrage of opprobrious [] comment.'\" <i>Ways v. City of Lincoln,</i> <span class=\"citation\" data-id=\"520648\"><a href=\"/opinion/520648/john-ways-sr-v-city-of-lincoln-city-of-lincoln-police-department-dean/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span>, 754 (8th Cir.1989) (internal citations omitted). The plaintiff's deposition establishes that he was subject to numerous derogatory epithets. Although the plaintiff was only able to recount three instances at his deposition in which derogatory comments were directed at him personally, he maintains that he was referred to regularly in such a derogatory manner. Ex. 1, p. 33:13-23. In fact, derogatory epithets such as \"wetback\" and \"spic\" were slung his way so often that he simply could not remember them all. Ex. 1, p. 33:19-34:3. Moreover, the plaintiff was able to recall at least five other specific incidents of discriminatory animus that flooded his work environment. <i>See</i> Ex. 1, pp. 29:7-18; 32:20-33:1; 34:11-35:3; 35:12-21; 35:25-36:18. In short, the plaintiff has produced sufficient evidence to demonstrate that he was frequently and routinely subjected to hostile, offensive and unwelcome disparaging remarks throughout his term of employment with the defendant. Indeed, given the offensive nature and frequency of these comments, I cannot find as a matter of law that a reasonable person would not have considered discriminatory conduct sufficiently severe or pervasive to alter the terms and conditions of employment to create a hostile work environment.</p>\n<p>Finally, the plaintiff must show that the defendant knew or should have known of the harassment, and took no effectual action to correct the situation. Here, in its motion for summary judgment, the defendant has not challenged this element of the plaintiff's prima facie case. As a result, the plaintiff did not address it in his response. Therefore, I shall not address it here as the evidence and argument before me at this time are insufficient to permit a thoughtful analysis.</p>\n<p>In sum, then, the plaintiff has set forth sufficient evidence to establish that he was subjected to a hostile work environment because of his national origin. Therefore, I shall deny the defendant's motion with <span class=\"star-pagination\">*771</span> respect to this aspect of the plaintiff's hostile-work-environment claim.</p>\n<p>That said, however, I find that the plaintiff has failed to establish that the perception of him as a person of Mexican descent was anything more than an isolated incident. Indeed, Ms. Friend's initial misperception is the only evidence the plaintiff has set forth to support his claim; but her misperception, remember, was quickly remedied. Therefore, I shall grant the defendant's motion with respect to this aspect of the plaintiff's hostile-work-environment claim.</p>\n<p></p>\n<h2><i>Disparate Treatment under Title VII</i></h2>\n<p>To establish a Title VII violation under the disparate-treatment theory, the plaintiff must show intentional discrimination.<sup>[1]</sup> Thus, the plaintiff is required to prove that the employment decision in question was made with a discriminatory intent or motive. \"Discriminatory intent may be shown by direct or circumstantial evidence.\" <i>Marzec v. Marsh,</i> <span class=\"citation\" data-id=\"603873\"><a href=\"/opinion/603873/61-fair-emplpraccas-bna-713-61-empl-prac-dec-p-42144-karon-m/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></a></span>, 395 (8th Cir.1993) (citation omitted.) Should the plaintiff offer no direct evidence of discriminatory intent to support his claim it must be analyzed under the burden-shifting framework set out by the <i>McDonnell Douglas Corp. v. Green, infra,</i> line of cases. <i>Lang v. Star Herald,</i> <span class=\"citation\" data-id=\"736935\"><a href=\"/opinion/736935/73-fair-emplpraccas-bna-1585-70-empl-prac-dec-p-44594-jodee-lang/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span>, 1311 (8th Cir.1997). Under the <i>McDonnell Douglas</i> framework,</p>\n<blockquote>the plaintiff bears the initial burden of establishing a prima facie case of discrimination. The prima facie case, in the absence of an explanation from the employer, creates a presumption that the employer unlawfully discriminated against the employee. If the plaintiff establishes a prima facie case, the burden of production shifts at the second stage to the defendant, who must articulate some legitimate, nondiscriminatory reason for the adverse employment action. If the defendant carries this burden of production, the presumption raised by the prima facie case is rebutted and drops from the case. The burden then shifts back at the third and final stage to the plaintiff, who is given the opportunity to show that the employer's proffered reason was merely a pretext for discrimination. The plaintiff retains at all times the ultimate burden of persuading the trier of fact that the adverse employment action was motivated by intentional discrimination.</blockquote>\n<p><i>Moschetti v. Chicago, Central &amp; Pacific R. Co.,</i> <span class=\"citation\" data-id=\"744119\"><a href=\"/opinion/744119/74-fair-emplpraccas-bna-444-71-empl-prac-dec-p-44867-james/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">707</span></a></span>, 709 (8th Cir.1997).</p>\n<p>Here, the plaintiff has offered no direct evidence of discriminatory intent to support his claims of discrimination. Rather, the plaintiff sets forth only circumstantial evidence of the defendant's discriminatory intent. Specifically, the plaintiff claims that because he was denied access to a list of approximately 300 sales leads and the use of a demo car by the defendant, he suffered adverse terms, conditions and privileges of employment due to his national origin.<sup>[2]</sup> Consequently, the plaintiff is relegated to the three-step burden-shifting analysis set forth above. Initially, then, the plaintiff must establish a prima facie case. To establish a prima <span class=\"star-pagination\">*772</span> facie case the plaintiff must show four elements: (1) that he is a member in a protected class; (2) that he was qualified to receive the benefit(s) in question; (3) that he was denied the benefit; and (4) that the same benefit was available to others with similar qualifications. <i>Lang,</i> 107 F.3d at 1311. As previously discussed, it is clear the plaintiff, as an Italian-American, is a member in a protected class entitled to Title VII protection. The issue, then, is whether the plaintiff has established, through his deposition testimony, elements (2), (3), and (4) of his prima facie case.</p>\n<p>First, the plaintiff alleges he was the victim of unlawful discrimination because he was not afforded the same opportunities to sell as a white employee, Jason Svoboda. Specifically, he contends that he was denied access to a three-to-four-page list of names and phone numbers of prospective buyers that the defendant furnished Mr. Svoboda. As a result, the plaintiff proclaims, he was denied the same opportunities to sell and earn money as Mr. Svoboda. The plaintiff, at the very least, has set forth sufficient evidence to support a reasonable inference that he was not treated the same as Mr. Svoboda. However, Title VII requires more. Title VII requires the plaintiff to show that he was qualified to receive the benefit of the sales list. More importantly, Title VII mandates that the plaintiff demonstrate that the sales list was available to other similarly situated employees as \"it does not create substantive rights to preferential treatment.\" <i>Id.</i> at 1312 (citing 42 U.S.C. § 2000e-2(j) (1994)). Unfortunately, the plaintiff has not presented sufficient evidence to permit a reasonable inference in his favor with respect to either issue. Consequently, the plaintiff has failed to establish a prima facie case of intentional discrimination.</p>\n<p>The plaintiff also maintains he was discriminated against because he was not permitted the same use of a demo car during the term of his employment as Mr. Svoboda and other white employees. The plaintiff does not submit that he was never provided access to a demo car but that he was not afforded the extended use of such a car enjoyed by other white employees. Again, although the plaintiff has set forth sufficient evidence to support a reasonable inference that he was not treated the same as other white employees, he has failed to show that he was entitled to the benefit in question or that said benefit was available to other employees with similar qualifications to himself. Again, the plaintiff has failed to establish a prima facie case of intentional discrimination. Therefore, I shall grant the defendant's motion with respect to this claim.</p>\n<p></p>\n<h2><i>Discrimination Based on Association under Title VII</i></h2>\n<p>Title VII prohibits employment discrimination against all races, <i>McDonald v. Santa Fe Trail Trans. Co.,</i> <span class=\"citation\" data-id=\"109513\"><a href=\"/opinion/109513/mcdonald-v-santa-fe-trail-transp-co/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"109513\"><a href=\"/opinion/109513/mcdonald-v-santa-fe-trail-transp-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2574</span></a></span>, <span class=\"citation\" data-id=\"109513\"><a href=\"/opinion/109513/mcdonald-v-santa-fe-trail-transp-co/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span></a></span> (1976), so long as the discrimination is \"because of such individuals race.\" 42 U.S.C. section 2000e-2(a) (it unlawful for an employer to discriminate against any individual \"because of such individual's race....\"). In other words, \"discriminatory employment practices based on an individual's association with people of a particular race or national origin are prohibited under Title VII.\" <i>Reiter v. Center Consolidated School Dist., No. 26-JT,</i> <span class=\"citation\" data-id=\"1792767\"><a href=\"/opinion/1792767/reiter-v-center-consol-school-dist-no-26-jt/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1458</span></a></span>, 1460 (D.Colo.1985). \"Where a plaintiff claims discrimination based upon an interracial [] association, he alleges, by definition, that he has been discriminated against because of <i>his</i> race.\" <i>Parr v. Woodmen of the World Life Ins. Co.,</i> <span class=\"citation\" data-id=\"470412\"><a href=\"/opinion/470412/41-fair-emplpraccas-22-41-empl-prac-dec-p-36531-don-l-parr-v/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 892 (11th Cir.1986). The rationale is that \"the plaintiff was discriminated against on the basis of his race because his race was different from the race of the people he associated with.\" <i>Reiter,</i> 618 F.Supp. at 1460. Therefore, the focus of such a claim \"should be whether the employee has been discriminated against and whether that discrimination was `because <span class=\"star-pagination\">*773</span> of the employee's race.\" <i>Drake v. Minnesota Min. &amp; Mfg. Co.,</i> <span class=\"citation\" data-id=\"751140\"><a href=\"/opinion/751140/larry-d-drake-and-rosalie-e-drake-v-minnesota-mining-manufacturing/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">878</span></a></span>, 884 (7th Cir.1998).</p>\n<p>Here, the plaintiff maintains that he was subject to adverse terms, conditions and privileges of employment because of his association with a black co-worker, Larry Arnold. As discussed above, the plaintiff has established a prima facie case of hostile work environment but not for intentional discrimination. Thus, the plaintiff's intentional discrimination claim on the basis of association with a black co-employee ends here. The only question, then, is whether he was subjected to a hostile work environment due to his association with a black co-worker. In other words, but for the plaintiff not being black, he would not have been discriminated against because of his association. The plaintiff has produced no evidence to this effect. He has introduced no evidence that the discriminatory hostile environment he encountered was a result of his race being different from his black co-employee. Rather the evidence suggests that the plaintiff would have been subject to the alleged hostile work conditions irrespective of his association with Mr. Arnold. Consequently, I shall grant the defendant's motion with respect to this claim of unlawful discrimination.</p>\n<p></p>\n<h2><i>Constructive Discharge under Title VII</i></h2>\n<p>\"`A constructive discharge exists when an employer deliberately renders the employee's working conditions intolerable and thus forces [the employee] to quit his job.'\" <i>Johnson v. Bunny Bread Co.,</i> <span class=\"citation\" data-id=\"389553\"><a href=\"/opinion/389553/25-fair-emplpraccas-1326-25-empl-prac-dec-p-31731-james-johnson-and/\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1250</span></a></span>, 1256 (8th Cir.1981) (quoting <i>Slotkin v. Human Development Corp.,</i> <span class=\"citation\" data-id=\"2135275\"><a href=\"/opinion/2135275/slotkin-v-human-development-corp-of-metropolitan/\"><span class=\"volume\">454</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">250</span></a></span>, 255 (E.D.Mo.1978)). \"When an employer denies a conscious effort to force an employee to [quit] ... the employer must necessarily be held to intend the reasonably foreseeable consequences of its actions.\" <i>Hukkanen v. Int'l Union of Operating Engineers,</i> <span class=\"citation\" data-id=\"628668\"><a href=\"/opinion/628668/62-fair-emplpraccas-1125-62-empl-prac-dec-p-42590-nancy-j-hukkanen/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 284 (8th Cir.1993). Therefore, \"The plaintiff can satisfy the intent requirement by demonstrating that he quit as a reasonably foreseeable consequence of the [defendant's] discriminatory actions.\" <i>Tidwell v. Meyer's Bakeries, Inc.,</i> <span class=\"citation\" data-id=\"724931\"><a href=\"/opinion/724931/71-fair-emplpraccas-bna-1284-69-empl-prac-dec-p-44302-henry-n/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 494 (8th Cir.1996) (citation omitted).</p>\n<p>That said, however, \"A constructive discharge arises only when a reasonable person would find the conditions of employment intolerable. To act reasonably, an employee has an obligation not to assume the worst and not to jump to conclusions too quickly.\" <i>Id.</i> (citations omitted). Thus, \"An employee who quits without giving [his] employer a reasonable chance to work out a problem is not constructively discharged.\" <i>West v. Marion Merrell Dow, Inc.,</i> <span class=\"citation\" data-id=\"695583\"><a href=\"/opinion/695583/67-fair-emplpraccas-bna-1209-66-empl-prac-dec-p-43541-myrna-west/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">493</span></a></span>, 498 (8th Cir.1995). Here, the plaintiff has presented enough evidence to permit a reasonable inference that a reasonable person would have found the conditions of employment so intolerable that his or her only recourse was to resign. <i>See </i><i>Delph v. Dr. Pepper Bottling Co.,</i> <span class=\"citation\" data-id=\"748629\"><a href=\"/opinion/748629/75-fair-emplpraccas-bna-886-72-empl-prac-dec-p-45079-tommy-e/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 356-57 (8th Cir.1997) (holding that a hostile work environment was sufficient to constitute constructive discharge, because the harassment was expressed by the plaintiff's supervisor and the offending language was not only used in the plaintiff's presence, but was directed at him); <i>Kimzey v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"736258\"><a href=\"/opinion/736258/peggy-kimzey-cross-appellantappellee-v-wal-mart-stores-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 574 (8th Cir.1997) (highlighting management's indifference to the plaintiff's complaints of hostile environment, the court held that \"[i]f an employee quits because she reasonably believes there is no chance for fair treatment, there has been a constructive discharge.\"); <i>but see </i><i>Hanenburg v. Principal Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"743540\"><a href=\"/opinion/743540/73-fair-emplpraccas-bna-1565-70-empl-prac-dec-p-44697-theresa-m/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 575 (8th Cir.1997). Therefore, I shall deny the defendant's motion.</p>\n<p></p>\n<h2><i>Retaliation under Title VII</i></h2>\n<p>Title VII also prohibits employer retaliation. 42 U.S.C. section 2000e-3(a). \"Under Title VII an employer is prohibited from discriminating against an employee who has `opposed any practice <span class=\"star-pagination\">*774</span> made an unlawful employment practice' by the statute, or who has `made a charge ...' under the statute.\" <i>Moschetti,</i> 119 F.3d at 709 (quoting 42 U.S.C. section 2000e-3(a) (1997)). Again, the order and allocation of the burden of proof is the burden-shifting framework laid out in <i>McDonnell Douglas Corp. v. Green, supra. Id.</i> With this type of allegation, the plaintiff may satisfy his initial burden of establishing a prima facie case for retaliation by proving that he engaged in a statutorily protected activity, that the defendant took subsequent adverse employment action against him, and a causal relationship between the two. <i>Montandon v. Farmland Industries, Inc.,</i> <span class=\"citation\" data-id=\"741975\"><a href=\"/opinion/741975/larry-d-montandon-tish-walker-montandon-v-farmland-industries-inc-a/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span>, 359 (8th Cir.1997). The defendant may then rebut the plaintiff's prima facie case by demonstrating a legitimate, nondiscriminatory reason for the adverse action against the plaintiff<i>: Id.</i> Finally, if the defendant fulfills its burden, the plaintiff may prove that the defendant's proffered reasons are a pretext for illegal retaliation. <i>Id.</i></p>\n<p>Again, the defendant challenges the plaintiff's prima facie case. And again, the plaintiff's deposition produces enough evidence to support a reasonable inference that he was retaliated against for his formal charge of discrimination. More specifically, the plaintiff has established a reasonable inference that the requisite causal link exists between the protected activity, his formal charge of discrimination, and the defendant's subsequent adverse employment action, his constructive discharge. The fact that both occurred within a eleven day span is enough to sneak by this motion for summary judgment. Therefore, I shall deny the defendant's motion with respect to the plaintiff's claim of retaliation.</p>\n<p></p>\n<h2><i>The Section 1981 Claims</i></h2>\n<p>Section 1981 of the Civil Rights Act of 1866 provides \"all persons within the jurisdiction of the United States\" the same right \"to make and enforce contracts ... as is enjoyed by white citizens.\" 42 U.S.C. section 1981(a). Initially, section 1981 was interpreted to only forbid racial discrimination, which included discrimination solely because of an individual's ancestry, or ethnic characteristics, <i>Saint Francis College v. Al-Khazraji,</i> <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></span>, 613, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></span> (1986), in both private and public contract formation. <i>Runyon v. McCrary,</i> <span class=\"citation\" data-id=\"109509\"><a href=\"/opinion/109509/runyon-v-mccrary/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 168, <span class=\"citation\" data-id=\"109509\"><a href=\"/opinion/109509/runyon-v-mccrary/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2586</span></a></span>, <span class=\"citation\" data-id=\"109509\"><a href=\"/opinion/109509/runyon-v-mccrary/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1976); <i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">164</span></a></span>, 178-81, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span></a></span> (1989). In other words, section 1981, as worded, did not \"cover postformation conduct unrelated to an employee's right to enforce his or her contract right, such as incidents relating to the conditions of employment. ...\" <i>Patterson,</i> 491 U.S. at 178, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>.</p>\n<p>Then, in 1991, in its efforts to restore and strengthen the civil rights laws, Congress passed the 1991 Civil Rights Act. With respect to section 1981, the 1991 Act supplied a broader definition of \"make and enforce contracts\" to ensure that all persons would not be discriminated against in any aspect of contracting because of their race. It added:</p>\n<blockquote>For purposes of this section, the term \"make and enforce contracts\" includes the making, performance, modification, and termination of contracts, and the enjoyment of all benefits, privileges, terms and conditions of the contractual relationship.</blockquote>\n<p>42 U.S.C. section 1981(b). In short, then, section 1981, as it stands today, prohibits purposeful racial discrimination in almost every aspect of contract. <i>Spriggs v. Diamond Auto Glass,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1015</span></span>, 1017-18 (4th Cir.1999).</p>\n<p>Section 1981 governs only contractual relationships. Here, the plaintiff has not alleged the existence of an express, formal employment contract between himself and the defendant. Instead, the plaintiff was an at-will employee under Nebraska law subject to termination at any time, whenever and for whatever cause an employer <span class=\"star-pagination\">*775</span> chose. <i>Myers v. Nebraska Equal Opp. Comm.,</i> <span class=\"citation\" data-id=\"2024987\"><a href=\"/opinion/2024987/myers-v-nebraska-equal-opportunity-comn/\"><span class=\"volume\">255</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">156</span></a></span>, 163, <span class=\"citation\" data-id=\"2024987\"><a href=\"/opinion/2024987/myers-v-nebraska-equal-opportunity-comn/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">362</span></a></span>, 368 (1998). Consequently, the defendant contends that no underlying contract exists for the plaintiff to base his section 1981 claims. I disagree.</p>\n<p>While district courts addressing this issue are split on whether an at-will employee may maintain a section 1981 claim, <i>compare </i><i>Hawkins v. Pepsico, Inc.,</i> <span class=\"citation\" data-id=\"2465984\"><a href=\"/opinion/2465984/hawkins-v-pepsico-inc/\"><span class=\"volume\">10</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">548</span></a></span> (M.D.N.C.1998) (holding that at-will employees have no contractual relationship with their employers to support a cause of action under section 1981) <i>with </i><i>O'Neal v. Ferguson Const. Co.,</i> <span class=\"citation\" data-id=\"2491641\"><a href=\"/opinion/2491641/oneal-v-ferguson-const-co/\"><span class=\"volume\">35</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">832</span></a></span> (D.N.M.1999) (holding that an at-will employee may bring a cause of action under section 1981), a recent decision from the Fifth Circuit convinces me that an at-will employment relationship is sufficiently contractual to come under section 1981's protection. In <i>Fadeyi v. Planned Parenthood Ass'n of Lubbock, Inc.,</i> <span class=\"citation\" data-id=\"759244\"><a href=\"/opinion/759244/lamarilyn-fadeyi-v-planned-parenthood-association-of-lubbock-inc/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1048</span></a></span> (5th Cir.1998), the plaintiff, an African-American woman, sued her former employer, Planned Parenthood, for race discrimination under section 1981. Despite her status as an at-will employee, the plaintiff claimed that she stood in a contractual relationship with her former employer. Therefore, she argued, she could sustain an action under section 1981.</p>\n<p>Planned Parenthood countered, as the defendant does here, that an at-will employee has no contractual relationship with his or her employer and therefore no rights under section 1981. The district court agreed and granted summary judgment. On appeal, however, the Fifth Circuit sided with the employee and reversed. After careful review, the Fifth Circuit concluded that \"irrespective of being subject to at-will termination, such an employee stands in a contractual relationship with his employer and thus may maintain a cause of action under section 1981.\" <i>Id.</i> at 1050.</p>\n<p>In support, the Fifth Circuit explored the historical make-up of section 1981. First, it examined the Supreme Court's analysis in <i>Patterson,</i> the match that lit the fire under the 1991 Civil Rights Act. In <i>Patterson,</i> the Fifth Circuit concluded, the Supreme Court, at least implicitly, acknowledged that the plaintiff, an at-will employee, might have a cause of action under section 1981. Although the Supreme Court did hold that racial harassment was not actionable under section 1981, because such conduct did not restrict the plaintiff's ability to make a contract or enforce a contract right (a holding later overturned by the 1991 Civil Rights Act), it also stated that \"the question whether a promotion claim is actionable under section 1981 depends upon whether the nature of the change in position was such that it involved the opportunity to enter into a <i>new</i> contract with the employer. If so, then the employer's refusal to enter the <i>new</i> contract is actionable under section 1981.\" <i>Patterson,</i> 491 U.S. at 185, <span class=\"citation\" data-id=\"112296\"><a href=\"/opinion/112296/patterson-v-mclean-credit-union/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span> (emphasis added). For the Fifth Circuit, \"This language [left] no doubt that the [Supreme] Court considered the employee's relationship with her employer to be a contractual one: Obviously, there can be no `new contract' unless there is first an old contract.\" <i>Fadeyi,</i> 160 F.3d at 1050 (citing <i>Harris v. New York Times,</i> <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">42773</span></span>, at *4 (S.D.N.Y.1993)) (suggesting that this portion of <i>Patterson</i> demonstrates that \"the Court regarded [the plaintiff's] relationship with employer ... as sufficiently contractual in nature to satisfy section 1981.\").</p>\n<p>The Fifth Circuit then turned its attention to the legislative history behind the 1991 Civil Rights Act; specifically, the Fifth Circuit focused on the amendments to section 1981. After having reviewed the relevant material, the Fifth Circuit concluded that</p>\n<blockquote>[t]he legislative history of the amendments to section 1981 reflects the intent of Congress to protect minorities in their employment relationships. For example, the report of the House Judiciary Committee stated that the 1991 <span class=\"star-pagination\">*776</span> amendments were `designed to restore and strengthen civil rights laws that ban discrimination in employment.... By restoring the broad scope of Section 1981, Congress will ensure that all Americans may not be harassed, fired or otherwise discriminated against in contracts because of their race.' [Consequently,] [t]o hold that at-will employees have no right of action under section 1981 would effectively eviscerate the very protection that Congress expressly intended to install for minority employees, especially those who, by virtue of working for small businesses, are not protected by Title VII.</blockquote>\n<p><i>Id.</i> (footnote omitted). Simply put,</p>\n<blockquote>None can contest that discriminating against an employee on the basis of race is illegal and against public policy. In amending section 1981, Congress was advancing such public policy concerns by providing a vehicle for every employee to remedy racial discrimination in the workplace. Congress could not have meant to exclude at-will workers from the reach of section 1981, as to do so would be to allow use of the ubiquitous at-will doctrine as leverage to incite violations of ... federal laws.</blockquote>\n<p><i>Id.</i> at 1052 (internal quotations and footnotes omitted).</p>\n<p>In short, then, an at-will employment relationship, though terminable at will, is contractual. <i>Spriggs,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1015</span></span>, 1018-19 (4th Cir.1999) (citing <i>McKnight v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"544666\"><a href=\"/opinion/544666/gary-mcknight-cross-appellant-v-general-motors-corporation-cross-appellee/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 109 (7th Cir.1990) (\"Employment at will is not a state of nature but a continuing contractual relation.\")) (footnote omitted).</p>\n<blockquote>[I] believe[] that [the][d]efendant has confused the issue of whether the employee has a `contract' in the sense used in labor law  i.e., employment for an agreed duration, with certain benefits and protections  with the issue of whether there is a contract between an employer and an at-will employee at all. Even at-will employees have some sort of contract, in the broader legal sense of that term, with their employer. Even though the at-will employee could not file a breach of contract claim for being fired (since he has no protections), the at-will employee would be able to file a breach of contract claim if, for example, he was not paid the correct amount. `Contract' is used in section 1981 in its basic legal meaning, not a specialized labor law meaning.</blockquote>\n<p><i>Lane v. Ogden Entertainment, Inc.,</i> <span class=\"citation\" data-id=\"2311672\"><a href=\"/opinion/2311672/lane-v-ogden-entertainment-inc/\"><span class=\"volume\">13</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1261</span></a></span>, 1272 (M.D.Ala.1998). Consequently, I must disagree with the defendant's claim that at-will employment is not a contractual relationship. Thus, the plaintiff is entitled to the protections provided by section 1981 so long as he is able to show that he suffered purposeful racial discrimination at the hands of the defendant.</p>\n<p>Racial discrimination under section 1981 has been held to include intentional discrimination based on an individual's ancestry or ethnic characteristics, but not discrimination based solely on the nation of one's origin.<sup>[3]</sup> Because the plaintiff's claims of unlawful discrimination under section 1981 are based on the fact that he <span class=\"star-pagination\">*777</span> was born of a certain ethnicity, rather than the place or nation of his origin, the only question that remains here is whether the plaintiff has set forth sufficient evidence to establish a prima facie case under each claim of purposeful racial discrimination under section 1981. Since the plaintiff's section 1981 claims are merely duplicative of his Title VII claims, I will not separately analyze the plaintiff's claims under section 1981. The Eighth Circuit has held that the legal standard for a section 1981 case is identical to the standard in a Title VII case. <i>See, e.g., </i><i>Kim v. Nash Finch Co.,</i> <span class=\"citation\" data-id=\"745423\"><a href=\"/opinion/745423/jin-ku-kim-appellantcross-appellee-v-nash-finch-company/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1046</span></a></span> (8th Cir.1997); <i>Richmond v. Board of Regents of the University of Minnesota,</i> <span class=\"citation\" data-id=\"578320\"><a href=\"/opinion/578320/58-fair-emplpraccas-bna-241-58-empl-prac-dec-p-41359-nola-p/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">595</span></a></span> (8th Cir. 1992). Therefore, my analysis and conclusions with respect to the plaintiff's Title VII claims are equally applicable to his parallel claims under section 1981.</p>\n<p>IT IS THEREFORE ORDERED that the defendant's Motion for Summary Judgment, filing 17, is granted in part and denied in part in the following respects:</p>\n<p>(1) the defendant's motion as it pertains to the plaintiff's claims of disparate treatment under both Title VII and section 1981, Counts III and VIII of the plaintiff's Second Amended Complaint, respectively, is granted;</p>\n<p>(2) the defendant's motion as it pertains to the plaintiff's claims of intentional discrimination based on association under both Title VII and section 1981, Counts V and X of the plaintiff's Second Amended Complaint, respectively, is granted; and</p>\n<p>(3) in all other respects, the motion is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  The statute provides that it shall be an unlawful employment practice for an employer\n</p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>42 U.S.C. section 2000e-2(a).</p>\n<p>[2]  The plaintiff also claims that he was subjected to adverse terms, conditions and privileges of employment due to the color of his skin. I shall not address this contention, however, because the plaintiff qualifies for Title VII protection on the basis of national origin, a defining characteristic of which is the dark color of his skin.</p>\n<p>[3]  It should be noted, however,\n</p>\n<p>that the line between discrimination based on \"ancestry or ethnic characteristics,\" <i>ante,</i> at 2028, and discrimination based on \"place or nation of ... origin,\" <i>ibid.,</i> is not a bright one. It is true that one's ancestry the ethnic group from which an individual and his or her ancestors are descended is not necessarily the same as one's national origin  the country \"where a person was born, or, more broadly, the country from which his or her ancestors came.\" <i>Espinoza v. Farah Manufacturing Co.,</i> <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 88, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">334</span></a></span>, 336, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1973) (emphasis added). Often, however, the two are identical as a factual matter: one was born in the nation whose primary stock is one's own ethnic group. Moreover, national origin claims have been treated as ancestry or ethnicity claims in some circumstances. For example, in the Title VII context, the terms overlap as a legal matter. <i>See</i> 29 C.F.R. § 1606.1 (1986) (emphasis added) (national origin discrimination \"includ[es], but [is] not limited to, the denial of equal employment opportunity because of an individual's, or his or her ancestor's, place of origin; or because an individual has the physical, cultural, or linguistic characteristics of a national origin group\"); <i>Espinoza, supra,</i> at 89, 94 S.Ct., at 337 (the deletion of the word ancestry from the final version of section 703 of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2(e), \"was not intended as a material change, ... suggesting that the terms `national origin' and `ancestry' were considered synonymous\").</p>\n<p><i>Saint Francis College v. Al-Khazraji,</i> <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></span>, 613-14, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></span> (1987) (Brennan, J., concurring).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111712/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112911/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/470412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/520648/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/544666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/578320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/603873/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/628668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/671501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/672908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/686811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/695583/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/724931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/736258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/736935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/738548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744119/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/745423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/751140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2024987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2135275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2288771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2311672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2465984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2491641/"
          ]
        }
      ],
      "judges": "Urbom",
      "date_created": "2015-10-13T23:27:28.972197Z",
      "date_modified": "2016-03-03T22:22:36.402392Z",
      "date_filed": "1999-03-26",
      "date_filed_is_approximate": false,
      "slug": "larocca-v-precision-motorcars-inc",
      "citation_id": 2471204,
      "case_name_short": "LaRocca",
      "case_name": "LaRocca v. Precision Motorcars, Inc.",
      "case_name_full": "",
      "federal_cite_one": "45 F. Supp. 2d 762",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2479457/larocca-v-precision-motorcars-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:15:59.623446Z",
  "date_modified": "2014-10-31T00:15:59.623446Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "LaRocca",
  "case_name": "LaRocca v. Precision Motorcars, Inc.",
  "case_name_full": "",
  "slug": "larocca-v-precision-motorcars-inc",
  "docket_number": "4:98CV3195",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}