{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2490838/",
  "id": 2490838,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wyo/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2604361/",
      "id": 2604361,
      "absolute_url": "/opinion/2604361/contreras-v-carbon-county-school-dist-1/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/6084/",
        "https://www.courtlistener.com:80/api/rest/v3/people/6096/",
        "https://www.courtlistener.com:80/api/rest/v3/people/6106/",
        "https://www.courtlistener.com:80/api/rest/v3/people/6107/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2490838/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2604361/",
          "id": 2604361,
          "absolute_url": "/opinion/2604361/contreras-v-carbon-county-school-dist-1/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2604361/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T11:35:45.430106Z",
          "date_modified": "2017-04-11T01:12:42.652873Z",
          "type": "010combined",
          "sha1": "e63d91cf19692ea18e0bfcc28c4c4fb2095ff0dc",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>843 P.2d 589 (1992)</b></center>\n<center><h1>James CONTRERAS, a minor child, By and Through his next friend and mother, Brenda CONTRERAS; Brenda Contreras; and Odorico Contreras, Appellants (Plaintiffs),<br>\nv.<br>\nCARBON COUNTY SCHOOL DISTRICT # 1; Belinda Wells; Kathleen Shamion; and Robert V. Johnson, Appellees (Defendants).</h1></center>\n<center>No. 91-251.</center>\n<center><p><b>Supreme Court of Wyoming.</b></p></center>\n<center>December 10, 1992.</center>\n<p><span class=\"star-pagination\">*590</span> Cary R. Alburn, III, Laramie, for appellants.</p>\n<p>Cameron S. Walker (argued), and Judith A. Studer of Schwartz, Bon, McCrary &amp; Walker, for appellees.</p>\n<p>Before MACY, C.J., and THOMAS, CARDINE and URBIGKIT<sup>[*]</sup>, JJ., and RAPER, J. Ret.</p>\n<p>CARDINE, Justice.</p>\n<p>This case involves a claim for damages resulting from personal injury caused by a playground accident at Pershing Elementary School. Appellants James Contreras, Brenda Contreras and Odorico Contreras appeal the order granting judgment on a jury verdict for defendants-appellees, and denying their motion for a new trial. At issue is whether the trial court properly granted partial summary judgment on appellants' negligent infliction of emotional distress claim, and whether certain photographs offered by appellants were properly excluded by an order in limine.</p>\n<p>We affirm.</p>\n<p>Appellants state the issues as follows:</p>\n<blockquote>A. The District Court should have declined to hear Appellees' Motion for Partial <span class=\"star-pagination\">*591</span> Summary Judgment or, having consented to hear it, should have denied it.</blockquote>\n<blockquote>B. The District Court should have declined to hear Appellees' Motion in Limine, to the extent that it constituted a dispositive Motion or, having consented to hear it, should have denied it.</blockquote>\n<blockquote>C. It was error not to grant Appellants' Motion for New Trial.</blockquote>\n<p>Appellees provide the following, additional issues for our review:</p>\n<blockquote>1. Have appellants made sufficient offers of proof to preserve contended evidentiary errors on appeal?</blockquote>\n<blockquote>2. Does this Court have jurisdiction to consider the appeal of Brenda Contreras from the Summary Judgment dismissing her emotional distress claim when she has never appealed from that Summary Judgment?</blockquote>\n<blockquote>3. Since the evidentiary issues raised on appeal pertain exclusively to the condition of the school premises, should Judgment in favor of appellees Wells and Shamion (who had no involvement in design or maintenance of the playground) be summarily affirmed?</blockquote>\n<p>In their reply brief, appellants concede appellees' third issue. Therefore, the judgment in favor of appellees Wells and Shamion is summarily affirmed.</p>\n<p>January 25, 1989, was a cold, blustery day in Rawlins, Wyoming. The weather that morning did not keep about 150 to 200 children from gathering, as they often did, outside Pershing Elementary School to play in the school playground before school began. The children were supervised by two school employees, appellees Belinda Wells and Kathleen Shamion.</p>\n<p>The playground at Pershing Elementary was divided into two segments. The west end, with swings and other playground equipment, was where the little children played together. The east, or \"high activity\" end, was where the older children played. This segregation of the playground was established mostly by convention and the tendency of children to play with those their own age. There was no physical barrier of any sort between the high-activity area and the area to the west of it where the younger children played, although the playground supervisors did try to keep the younger children out of the high-activity area.</p>\n<p>In the high-activity area there was a football field marked out in white lines. On the morning in question, several fifth-grade boys were playing their daily game of football on the field. They had been instructed to keep within the white lines. One of the boys, Chuck Juare, was running backwards to catch a pass when he collided with appellant James Contreras. James was then seven years old and in the first grade. James was knocked off his feet, and Chuck fell on top of him. Another fifth-grade boy, Nick Armijo, was shadowing Chuck in the game. After Chuck fell, Nick tripped over Chuck and James and fell on top of them.</p>\n<p>Mrs. Wells, Mrs. Shamion, and the school principal, Robert Johnson, soon arrived at the spot where James Contreras lie crying and in pain. James repeatedly told Johnson that his leg hurt. After ascertaining that the child had no back, neck or head injuries, Johnson decided to take him indoors because of the cold. He carried James about 200 feet, first into the school building and then into the school office. Johnson placed James on a nurse's cot in the office.</p>\n<p>Mr. Johnson's secretary called James' mother, appellant Brenda Contreras, to inform her that her son had been hurt. Mrs. Contreras drove quickly to the school. When she got out of her car in front of the school building, she could hear her son crying. She followed the sound of crying to the office, where she discovered her son lying on the cot in intense pain. His crying disturbed her so much that soon she too was crying. Mr. Johnson asked Mrs. Contreras whether she wanted an ambulance called. She said that she did.</p>\n<p>When the paramedics arrived, they cut the leg off James' jeans to observe his injuries. They discovered that James had an inverted right femur, which is a very painful fracture of the longest bone in the human body. The femur in James' leg was <span class=\"star-pagination\">*592</span> visibly twisted toward the other leg. Mrs. Contreras was told that her son's leg was broken. James was taken to the hospital in an ambulance, where he was fitted with a body cast which he wore subsequently for two and one-half months.</p>\n<p>James, his mother and his father all filed suit against Carbon County School District No. 1, Mrs. Wells, Mrs. Shamion, Robert Johnson, Chuck Juare and Nick Armijo. In addition to claims for medical expenses, home health care provided, and compensation for James' pain and suffering, Brenda Contreras requested in the complaint damages for the emotional distress she incurred at seeing her son in severe pain and worrying that he might be permanently deformed by the injury. The trial court entered judgment against Mrs. Contreras on her emotional distress claim. Nick Armijo was never served with process, and the claim against Chuck Juare was dismissed after he reached a settlement with the plaintiffs. The remainder of the claims were allowed to go to the jury. After trial, the jury returned a verdict in favor of the defendants on all claims.</p>\n<p>Appellants subsequently moved for a new trial, on the grounds that they had wrongfully been prevented from presenting photographs and other evidence depicting the playgrounds and supervision provided at other schools in Carbon County School District No. 1. The trial court had excluded both photographs and testimony by the principals on these subjects as irrelevant. After a hearing, the trial court denied appellants' motion for a new trial. Appellants took timely appeal from the court's order.</p>\n<p>In their first issue, appellants bring both procedural and substantive challenges to the trial court's order of partial summary judgment which disposed of Brenda Contreras' claim of negligent infliction of emotional distress. First, appellants claim that the trial court should have refused to hear the motion for summary judgment because it was filed after the deadline provided by the court for dispositive motions and also fewer than ten days before the hearing. <i>See</i> W.R.C.P. 56(c). Second, appellants challenge the trial court's finding that an emotional distress claim is precluded by our decision in <i>Gates v. Richardson,</i> 719 P.2d 193 (Wyo.1986).</p>\n<p>The trial court's scheduling order required all dispositive motions to be filed by May 10, 1991; it set a hearing on these motions for June 13, 1991. Appellees mailed a copy of their motion for partial summary judgment to defendants on May 31, 1991, and filed it with the court on June 3, 1991. Appellants moved to strike the motion as untimely because it was not filed within the deadline for dispositive motions, or alternatively, to deny the motion on substantive grounds.</p>\n<p>Appellees' motion was filed after the deadline provided for dispositive motions in the pretrial order. The trial court proceeded to hear the motion and rule on it, over appellants' objection. Appellants now argue that the trial court was bound by its pretrial order.</p>\n<p>We have stated that a trial court has discretion to waive the requirements contained in its pretrial orders. <i>Oukrop v. Wasserburger,</i> 755 P.2d 233, 236-38 (Wyo. 1988); <i>Caldwell v. Yamaha Motor Co., Ltd.,</i> 648 P.2d 519, 527 (Wyo.1982); <i>Ford Motor Co. v. Kuhbacher,</i> 518 P.2d 1255, 1260 (Wyo.1974). We will not overturn the trial court's ruling excusing a failure to observe its pretrial order unless there has been an abuse of discretion. <i>Kuhbacher,</i> 518 P.2d at 1260. We hold that there was no abuse of discretion in this instance. The trial court could choose to hear, in the interest of judicial economy, an untimely dispositive motion. While it is a better practice for the court to adhere to its scheduling orders, we cannot say that appellants were unfairly prejudiced or that a manifest injustice was committed by the trial court's consideration of appellees' motion for partial summary judgment. <i>Kuhbacher,</i> 518 P.2d at 1260.</p>\n<p>More serious is the question of notice with respect to the motion. Appellees mailed a copy of their motion to appellants on May 31, 1991. The hearing was held on June 10. Wyoming Rule of Civil Procedure 56(c), in effect at the time of the hearing, <span class=\"star-pagination\">*593</span> required that a motion for summary judgment be served at least 10 days <i>before</i> the hearing. Rule 6(a) provided that</p>\n<blockquote>the day of the act, event, or default from which the designated period of time begins to run shall not be included.</blockquote>\n<p>Appellants now argue that if the date of service is not included as one of the computational days, service was actually due eleven days <i>before</i> June 10, 1991, or on May 30, 1991. If appellants' calculations are correct, appellees were one day late in serving their motion. Appellants urge us to remand for trial on Mrs. Contreras' emotional distress claim because of the one-day delay. We decline to do so. As will be discussed, the record shows that appellees were entitled to judgment as a matter of law on this claim. Even if this matter were now heard and decided in appellants' favor by a jury, the trial court would be obliged to enter a JNOV for appellees. Thus, remand for procedural error would be a waste of adjudicative resources.</p>\n<p>In <i>Gates v. Richardson,</i> 719 P.2d 193 (Wyo.1986), we recognized the tort of negligent infliction of emotional distress. In order to avoid burdening our court system with an overbroad theory of liability, we placed limits on possible recovery under that cause of action. We held that only those plaintiffs could recover: (1) whose kinship to the accident victim would permit them to bring a wrongful death action; (2) who observed the infliction of serious bodily harm or death, or observed the serious bodily harm or death shortly after its occurrence but without material change in the condition or location of the victim; and (3) whose loved one did, in fact, sustain death or \"serious bodily injury\" as defined in the Wyoming Criminal Code. <i>Gates,</i> 719 P.2d at 198-99. The trial court granted summary judgment here on appellants' failure to meet the second element of the <i>Gates</i> test, the immediacy of the observation.</p>\n<p>Wyoming is one among a small number of states which allows recovery for the emotional distress a plaintiff experiences when she observes a loved one seriously injured or dead <i>after</i> the injury has actually occurred. <i>See</i> Annotation, <i>Immediacy of Observation of Injury as Affecting Right to Recover Damages for Shock or Mental Anguish from Witnessing Injury to Another,</i> 5 A.L.R.4th 833 (1981 &amp; Cum. Supp.1991). Our immediacy test allows some time to elapse between the time of injury and the time of observation. Once the victim's condition or location has materially changed, however, the moment of crisis for which recovery is allowed is deemed to have passed, regardless of the brevity of time which has elapsed since the accident. Shock or emotional distress may occur after this point, but it is no longer compensable.</p>\n<p>If this rule seems harsh, we must point out that Wyoming follows a more liberal course than do many jurisdictions, including California, whose landmark case of <i>Dillon v. Legg,</i> 68 Cal.2d 728, 69 Cal.Rptr. 72, 441 P.2d 912 (1968) so heavily influenced our adoption of the modern version of the tort. <i>Gates,</i> 719 P.2d at 195. While the California Supreme Court's position in <i>Dillon</i> was at the forefront of the law, that court, refining <i>Dillon,</i> recently rejected an emotional distress claim by a woman who arrived at an accident scene and found her bloody, unconscious son lying in the roadway, because she did not <i>actually witness</i> the accident. <i>Thing v. La Chusa,</i> 48 Cal.3d 644, 257 Cal.Rptr. 865, 881, 771 P.2d 814, 830 (1989). This is a much harsher result than our rule requires. In fact, the dissent in <i>Thing</i> cited language from <i>Gates</i> as an example of the more liberal rule that California should have adopted. <i>Thing,</i> 257 Cal.Rptr. at 892-93, 771 P.2d at 841 (Broussard, J., dissenting):</p>\n<blockquote>\"It is more than the shock one suffers when he learns of the death or injury of a child, sibling or parent over the phone, from a witness, or at the hospital. It is more than bad news. The kind of shock the tort requires is the result of the immediate aftermath of an accident. It may be the crushed body, the bleeding, the cries of pain, and in some cases, the dying words which are really a continuation of the event. The immediate after-math <span class=\"star-pagination\">*594</span> may be more shocking than the actual impact * * *.\"</blockquote>\n<p><i>quoting </i><i>Gates,</i> 719 P.2d at 199.</p>\n<p>Our broader immediacy rule, which allows the plaintiff to recover if she observes the injury shortly after it occurs without material change in the attendant circumstances, was adopted from the Massachusetts case of <i>Dziokonski v. Babineau,</i> 375 Mass. 555, 380 N.E.2d 1295 (1978). <i>Gates,</i> 719 P.2d at 199. Massachusetts expanded the <i>Dziokonski</i> rule early on to include emotional distress claims predicated on viewing the injured person at the hospital rather than at the scene. <i>Ferriter v. Daniel O'Connell's Sons, Inc.,</i> 381 Mass. 507, 413 N.E.2d 690, 697 (1980). On this point, we must decline to follow the Massachusetts rule. The shock received on seeing an injured loved one in a hospital setting, or lying on a cot in a principal's office, is of a different quality than coming upon him or her at the scene of the accident. In our view, <i>Ferriter</i> over-emphasized the factor of whether chronological time had elapsed since the accident and under-emphasized the circumstantial factors under which the observation was made.<sup>[1]</sup></p>\n<p>Turning to the circumstances of this case, Mrs. Contreras did not observe the infliction of her son's injuries. She did see him in pain shortly after the accident. However, he had been removed to the principal's office and was lying on a cot at the time. There had, therefore, been a \"material change\" in his location sufficient to mitigate the shock of the accident. While it is true that seeing her son's injuries must have been extremely distressing to Mrs. Contreras, a victim's loved ones are not entitled to recover for the emotions created by every shocking or upsetting injury to the victim, only to those which fall within the limitations of the cause of action as we have recognized it. <i>See </i><i>Thing,</i> 257 Cal. Rptr. at 879-80, 771 P.2d at 828-29. We therefore hold that Mrs. Contreras did not, as a matter of law, state a claim for negligent infliction of emotional distress because she did not observe the accident or observe the victim in substantially the same location and condition as when the accident occurred.</p>\n<p>In their next issue, appellants challenge the trial court's exclusion of evidence relating to playground conditions at other schools in Carbon County School District No. 1. Appellants sought to introduce evidence of these conditions in two ways: by means of photographs of the playgrounds, and by direct testimony from the principals of each school. The court excluded the photographs in response to defendants' motion in limine. It also granted defendants' motion to strike the listing of the principals in an untimely amendment to plaintiffs' pretrial memorandum. In its order striking the principals as witnesses, the trial court stated:</p>\n<blockquote>[T]he Court may reconsider its ruling at trial if plaintiffs are unable to prove a critical element of their case without the use of an additional witness listed in Amendment to Plaintiffs' Pretrial Memorandum. In that event, plaintiffs' counsel will notify the Court and opposing counsel immediately upon his recognition of the need to have such witness testify. The court will hold a hearing out of the presence of the jury to analyze the necessity and reasonableness of permitting such testimony, as well as any prejudice or unfair surprise that might accrue to the defendants by allowing the witness to testify. If the Court determines that it will permit such witness to testify, the trial will be recessed until defense counsel has had a full and complete opportunity to converse with the witness to ascertain <span class=\"star-pagination\">*595</span> the extent of his or her knowledge, or to depose the witness.</blockquote>\n<p>We recently stated our standard of review when evaluating the trial court's decision on admission of evidence:</p>\n<blockquote>The admission of evidence is controlled generally by Rules 401, 402, and 403, W.R.E. Rulings on the admission of evidence are within the sound discretion of the trial court and, in the absence of a clear abuse of discretion, its rulings will not be disturbed. <i>Taylor v. State,</i> 642 P.2d 1294 (Wyo.1982). This exercise of the sound discretion of the trial court includes its determinations with respect to adequacy of foundation, the relevance of the proffered evidence, the competency of the proffered evidence, the materiality of the proffered evidence, and its remoteness, and the court's ruling with respect to any factor will be upheld on appeal absent the clear abuse of that discretion.</blockquote>\n<p><i>L. U. Sheep Co. v. Bd. of County Comm'rs,</i> 790 P.2d 663, 673 (Wyo.1990).</p>\n<p>Wyoming Rule of Evidence 402 provides that:</p>\n<blockquote>All relevant evidence is admissible, except as otherwise provided by statute, by these rules, or by other rules prescribed by the Supreme Court. Evidence which is not relevant is not admissible.</blockquote>\n<p>Wyoming Rule of Evidence 401 defines \"relevant evidence\":</p>\n<blockquote>\"Relevant evidence\" means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.</blockquote>\n<p>The proposed photographs, in and of themselves, were irrelevant to any issue at trial, particularly the issue of whether the <i>Pershing Elementary</i> playground was negligently constructed. All they could demonstrate was how <i>other</i> playgrounds, under different conditions, had been laid out. Without evidence that, under circumstances similar to those present at Pershing Elementary, the playgrounds pictured were designed differently for safety reasons pertinent to the Contreras accident, photographs of the other school playgrounds had no demonstrated relevance to this action. <i>See </i><i>Stauffer Chemical Co. v. Curry,</i> 778 P.2d 1083, 1102 (Wyo.1989) (trial court properly excluded as irrelevant evidence of farming practices on farms remote from those of plaintiffs). There was no abuse of discretion in excluding them.</p>\n<p>If evidence <i>was</i> available to the plaintiffs that would have shown the relevance of these photographs, it should have been presented in the form of an offer of proof. As W.R.E. 103(a) provides:</p>\n<blockquote>Error may not be predicated upon a ruling which * * * excludes evidence unless a substantial right of the party is affected, and</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(2) Offer of Proof.In case the ruling is one excluding evidence, the substance of the evidence was made known to the court by offer or was apparent from the context within which questions were asked.</blockquote>\n<p>Although the substance of the photographs was made known to the court, the substance of supporting testimony which could have shown them to be relevant was not. In short, appellants failed to demonstrate, by offer of proof, the relevance of their photographs to this case. Given that failure, the trial court did not abuse its discretion in excluding the photos. <i>See </i><i>United States v. Barta,</i> 888 F.2d 1220, 1224 (8th Cir.1989) (no abuse of discretion in excluding expert testimony where defendant failed to show, by offer of proof, connection between the testimony which concerned tax defendant's \"detail phobia,\" and his misstatements of taxable income).</p>\n<p>Appellants argue, however, that it was impossible for them to make an offer of proof during a telephonic pretrial hearing. They further note that they did not have to do so at trial because the Committee Note to W.R.E. 103 states that it is not necessary to \"re-offer evidence [at trial] which has been suppressed by action of the court on a pretrial motion.\" In essence, appellants contend that they were exempted from making an offer of proof at <i>any</i> point <span class=\"star-pagination\">*596</span> in the proceedings. This can hardly be the intent of the drafters of Rule 103. An offer of proof is needed, in circumstances like this, to allow us to determine whether evidence should, in fact, have been excluded.</p>\n<blockquote>The offer of proof is * * * important if there is an appeal. If there is no offer of proof, the appellate court will have a difficult time evaluating the propriety and effect of the judge's ruling. With an offer of proof in the record, the appellate court can make much more intelligent decisions about whether there was error * * *.</blockquote>\n<p>Edward J. Imwinkelried, <i>Evidentiary Foundations</i> 19 (2d ed. 1989).</p>\n<p>Although the pretrial conference was conducted by telephone, effectively precluding examination of witnesses, appellants could still at least have indicated who their witnesses to support relevance of the photos would have been and what would be the substance of their testimony. There is no evidence that they did so. They could also have included a summary of their testimony in their pretrial memorandum. The memorandum lists only the aerial photographer who took the photos. There was also no showing that the principals listed in the amendment to the plaintiffs' pretrial memorandum could or would testify how conditions at their playgrounds were similar to those at Pershing Elementary. If witnesses who could render such testimony did exist, the substance of their testimony has not been preserved in any way for this appeal. There is, therefore, no basis for us to conclude that the trial court abused its discretion in excluding the photographs.</p>\n<p>Appellants also complain of the exclusion of proffered testimony by the principals of the nearby schools. The trial court gave appellants the opportunity to make an offer of proof at trial as to why the principals' testimony was needed. Appellants declined to do so. Where a court gives a party seeking to admit evidence the opportunity to renew his attempt to have it admitted, the party cannot complain if he fails to take the opportunity which is offered. <i>Wyller v. Fairchild Hiller Corp.,</i> 503 F.2d 506, 508-09 (9th Cir.1974). We hold that the trial court did not abuse its discretion in failing to allow the principals to testify.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Chief Justice at time of oral argument.</p>\n<p>[1]  Moreover, we note that in recent years the Massachusetts courts have shown marked reluctance to further broaden the horizons of emotional distress claims. <i>See </i><i>Stockdale v. Bird &amp; Son, Inc.,</i> 399 Mass. 249, 503 N.E.2d 951 (1987) (no recovery where mother saw son's body in funeral home 24 hours after his death); <i>see also </i><i>Nancy P. v. D'Amato,</i> 401 Mass. 516, 517 N.E.2d 824 (1988); <i>Gore v. Daniel O'Connell's Sons, Inc.,</i> 17 Mass.App.Ct. 645, 461 N.E.2d 256 (1984); <i>Cohen v. McDonnell Douglas Corp.,</i> 389 Mass. 327, 450 N.E.2d 581 (1983); <i>Barnes v. Geiger,</i> 15 Mass.App.Ct. 365, 446 N.E.2d 78 (1983), <i>review denied</i> 389 Mass. 1101, 448 N.E.2d 767 (1983); <i>Miles v. Edward O. Tabor, M.D., Inc.,</i> 387 Mass. 783, 443 N.E.2d 1302 (1982) (denying recovery on emotional distress claims).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">843</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">589</span></span> (1992)</b></center>\n<center><h1>James CONTRERAS, a minor child, By and Through his next friend and mother, Brenda CONTRERAS; Brenda Contreras; and Odorico Contreras, Appellants (Plaintiffs),<br>\nv.<br>\nCARBON COUNTY SCHOOL DISTRICT # 1; Belinda Wells; Kathleen Shamion; and Robert V. Johnson, Appellees (Defendants).</h1></center>\n<center>No. 91-251.</center>\n<center><p><b>Supreme Court of Wyoming.</b></p></center>\n<center>December 10, 1992.</center>\n<p><span class=\"star-pagination\">*590</span> Cary R. Alburn, III, Laramie, for appellants.</p>\n<p>Cameron S. Walker (argued), and Judith A. Studer of Schwartz, Bon, McCrary &amp; Walker, for appellees.</p>\n<p>Before MACY, C.J., and THOMAS, CARDINE and URBIGKIT<sup>[*]</sup>, JJ., and RAPER, J. Ret.</p>\n<p>CARDINE, Justice.</p>\n<p>This case involves a claim for damages resulting from personal injury caused by a playground accident at Pershing Elementary School. Appellants James Contreras, Brenda Contreras and Odorico Contreras appeal the order granting judgment on a jury verdict for defendants-appellees, and denying their motion for a new trial. At issue is whether the trial court properly granted partial summary judgment on appellants' negligent infliction of emotional distress claim, and whether certain photographs offered by appellants were properly excluded by an order in limine.</p>\n<p>We affirm.</p>\n<p>Appellants state the issues as follows:</p>\n<blockquote>A. The District Court should have declined to hear Appellees' Motion for Partial <span class=\"star-pagination\">*591</span> Summary Judgment or, having consented to hear it, should have denied it.</blockquote>\n<blockquote>B. The District Court should have declined to hear Appellees' Motion in Limine, to the extent that it constituted a dispositive Motion or, having consented to hear it, should have denied it.</blockquote>\n<blockquote>C. It was error not to grant Appellants' Motion for New Trial.</blockquote>\n<p>Appellees provide the following, additional issues for our review:</p>\n<blockquote>1. Have appellants made sufficient offers of proof to preserve contended evidentiary errors on appeal?</blockquote>\n<blockquote>2. Does this Court have jurisdiction to consider the appeal of Brenda Contreras from the Summary Judgment dismissing her emotional distress claim when she has never appealed from that Summary Judgment?</blockquote>\n<blockquote>3. Since the evidentiary issues raised on appeal pertain exclusively to the condition of the school premises, should Judgment in favor of appellees Wells and Shamion (who had no involvement in design or maintenance of the playground) be summarily affirmed?</blockquote>\n<p>In their reply brief, appellants concede appellees' third issue. Therefore, the judgment in favor of appellees Wells and Shamion is summarily affirmed.</p>\n<p>January 25, 1989, was a cold, blustery day in Rawlins, Wyoming. The weather that morning did not keep about 150 to 200 children from gathering, as they often did, outside Pershing Elementary School to play in the school playground before school began. The children were supervised by two school employees, appellees Belinda Wells and Kathleen Shamion.</p>\n<p>The playground at Pershing Elementary was divided into two segments. The west end, with swings and other playground equipment, was where the little children played together. The east, or \"high activity\" end, was where the older children played. This segregation of the playground was established mostly by convention and the tendency of children to play with those their own age. There was no physical barrier of any sort between the high-activity area and the area to the west of it where the younger children played, although the playground supervisors did try to keep the younger children out of the high-activity area.</p>\n<p>In the high-activity area there was a football field marked out in white lines. On the morning in question, several fifth-grade boys were playing their daily game of football on the field. They had been instructed to keep within the white lines. One of the boys, Chuck Juare, was running backwards to catch a pass when he collided with appellant James Contreras. James was then seven years old and in the first grade. James was knocked off his feet, and Chuck fell on top of him. Another fifth-grade boy, Nick Armijo, was shadowing Chuck in the game. After Chuck fell, Nick tripped over Chuck and James and fell on top of them.</p>\n<p>Mrs. Wells, Mrs. Shamion, and the school principal, Robert Johnson, soon arrived at the spot where James Contreras lie crying and in pain. James repeatedly told Johnson that his leg hurt. After ascertaining that the child had no back, neck or head injuries, Johnson decided to take him indoors because of the cold. He carried James about 200 feet, first into the school building and then into the school office. Johnson placed James on a nurse's cot in the office.</p>\n<p>Mr. Johnson's secretary called James' mother, appellant Brenda Contreras, to inform her that her son had been hurt. Mrs. Contreras drove quickly to the school. When she got out of her car in front of the school building, she could hear her son crying. She followed the sound of crying to the office, where she discovered her son lying on the cot in intense pain. His crying disturbed her so much that soon she too was crying. Mr. Johnson asked Mrs. Contreras whether she wanted an ambulance called. She said that she did.</p>\n<p>When the paramedics arrived, they cut the leg off James' jeans to observe his injuries. They discovered that James had an inverted right femur, which is a very painful fracture of the longest bone in the human body. The femur in James' leg was <span class=\"star-pagination\">*592</span> visibly twisted toward the other leg. Mrs. Contreras was told that her son's leg was broken. James was taken to the hospital in an ambulance, where he was fitted with a body cast which he wore subsequently for two and one-half months.</p>\n<p>James, his mother and his father all filed suit against Carbon County School District No. 1, Mrs. Wells, Mrs. Shamion, Robert Johnson, Chuck Juare and Nick Armijo. In addition to claims for medical expenses, home health care provided, and compensation for James' pain and suffering, Brenda Contreras requested in the complaint damages for the emotional distress she incurred at seeing her son in severe pain and worrying that he might be permanently deformed by the injury. The trial court entered judgment against Mrs. Contreras on her emotional distress claim. Nick Armijo was never served with process, and the claim against Chuck Juare was dismissed after he reached a settlement with the plaintiffs. The remainder of the claims were allowed to go to the jury. After trial, the jury returned a verdict in favor of the defendants on all claims.</p>\n<p>Appellants subsequently moved for a new trial, on the grounds that they had wrongfully been prevented from presenting photographs and other evidence depicting the playgrounds and supervision provided at other schools in Carbon County School District No. 1. The trial court had excluded both photographs and testimony by the principals on these subjects as irrelevant. After a hearing, the trial court denied appellants' motion for a new trial. Appellants took timely appeal from the court's order.</p>\n<p>In their first issue, appellants bring both procedural and substantive challenges to the trial court's order of partial summary judgment which disposed of Brenda Contreras' claim of negligent infliction of emotional distress. First, appellants claim that the trial court should have refused to hear the motion for summary judgment because it was filed after the deadline provided by the court for dispositive motions and also fewer than ten days before the hearing. <i>See</i> W.R.C.P. 56(c). Second, appellants challenge the trial court's finding that an emotional distress claim is precluded by our decision in <i>Gates v. Richardson,</i> <span class=\"citation\" data-id=\"1187842\"><a href=\"/opinion/1187842/gates-v-richardson/\"><span class=\"volume\">719</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">193</span></a></span> (Wyo.1986).</p>\n<p>The trial court's scheduling order required all dispositive motions to be filed by May 10, 1991; it set a hearing on these motions for June 13, 1991. Appellees mailed a copy of their motion for partial summary judgment to defendants on May 31, 1991, and filed it with the court on June 3, 1991. Appellants moved to strike the motion as untimely because it was not filed within the deadline for dispositive motions, or alternatively, to deny the motion on substantive grounds.</p>\n<p>Appellees' motion was filed after the deadline provided for dispositive motions in the pretrial order. The trial court proceeded to hear the motion and rule on it, over appellants' objection. Appellants now argue that the trial court was bound by its pretrial order.</p>\n<p>We have stated that a trial court has discretion to waive the requirements contained in its pretrial orders. <i>Oukrop v. Wasserburger,</i> <span class=\"citation\" data-id=\"1180847\"><a href=\"/opinion/1180847/oukrop-v-wasserburger/\"><span class=\"volume\">755</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">233</span></a></span>, 236-38 (Wyo. 1988); <i>Caldwell v. Yamaha Motor Co., Ltd.,</i> <span class=\"citation\" data-id=\"1185069\"><a href=\"/opinion/1185069/caldwell-v-yamaha-motor-co-ltd/\"><span class=\"volume\">648</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">519</span></a></span>, 527 (Wyo.1982); <i>Ford Motor Co. v. Kuhbacher,</i> <span class=\"citation\" data-id=\"1128672\"><a href=\"/opinion/1128672/ford-motor-co-v-kuhbacher/\"><span class=\"volume\">518</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1255</span></a></span>, 1260 (Wyo.1974). We will not overturn the trial court's ruling excusing a failure to observe its pretrial order unless there has been an abuse of discretion. <i>Kuhbacher,</i> 518 P.2d at 1260. We hold that there was no abuse of discretion in this instance. The trial court could choose to hear, in the interest of judicial economy, an untimely dispositive motion. While it is a better practice for the court to adhere to its scheduling orders, we cannot say that appellants were unfairly prejudiced or that a manifest injustice was committed by the trial court's consideration of appellees' motion for partial summary judgment. <i>Kuhbacher,</i> 518 P.2d at 1260.</p>\n<p>More serious is the question of notice with respect to the motion. Appellees mailed a copy of their motion to appellants on May 31, 1991. The hearing was held on June 10. Wyoming Rule of Civil Procedure 56(c), in effect at the time of the hearing, <span class=\"star-pagination\">*593</span> required that a motion for summary judgment be served at least 10 days <i>before</i> the hearing. Rule 6(a) provided that</p>\n<blockquote>the day of the act, event, or default from which the designated period of time begins to run shall not be included.</blockquote>\n<p>Appellants now argue that if the date of service is not included as one of the computational days, service was actually due eleven days <i>before</i> June 10, 1991, or on May 30, 1991. If appellants' calculations are correct, appellees were one day late in serving their motion. Appellants urge us to remand for trial on Mrs. Contreras' emotional distress claim because of the one-day delay. We decline to do so. As will be discussed, the record shows that appellees were entitled to judgment as a matter of law on this claim. Even if this matter were now heard and decided in appellants' favor by a jury, the trial court would be obliged to enter a JNOV for appellees. Thus, remand for procedural error would be a waste of adjudicative resources.</p>\n<p>In <i>Gates v. Richardson,</i> <span class=\"citation\" data-id=\"1187842\"><a href=\"/opinion/1187842/gates-v-richardson/\"><span class=\"volume\">719</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">193</span></a></span> (Wyo.1986), we recognized the tort of negligent infliction of emotional distress. In order to avoid burdening our court system with an overbroad theory of liability, we placed limits on possible recovery under that cause of action. We held that only those plaintiffs could recover: (1) whose kinship to the accident victim would permit them to bring a wrongful death action; (2) who observed the infliction of serious bodily harm or death, or observed the serious bodily harm or death shortly after its occurrence but without material change in the condition or location of the victim; and (3) whose loved one did, in fact, sustain death or \"serious bodily injury\" as defined in the Wyoming Criminal Code. <i>Gates,</i> 719 P.2d at 198-99. The trial court granted summary judgment here on appellants' failure to meet the second element of the <i>Gates</i> test, the immediacy of the observation.</p>\n<p>Wyoming is one among a small number of states which allows recovery for the emotional distress a plaintiff experiences when she observes a loved one seriously injured or dead <i>after</i> the injury has actually occurred. <i>See</i> Annotation, <i>Immediacy of Observation of Injury as Affecting Right to Recover Damages for Shock or Mental Anguish from Witnessing Injury to Another,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">A.L.R. 4th</span> <span class=\"page\">833</span></span> (1981 &amp; Cum. Supp.1991). Our immediacy test allows some time to elapse between the time of injury and the time of observation. Once the victim's condition or location has materially changed, however, the moment of crisis for which recovery is allowed is deemed to have passed, regardless of the brevity of time which has elapsed since the accident. Shock or emotional distress may occur after this point, but it is no longer compensable.</p>\n<p>If this rule seems harsh, we must point out that Wyoming follows a more liberal course than do many jurisdictions, including California, whose landmark case of <i>Dillon v. Legg,</i> <span class=\"citation\" data-id=\"1180570\"><a href=\"/opinion/1180570/dillon-v-legg/\"><span class=\"volume\">68</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">728</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">72</span></span>, <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">912</span></span> (1968) so heavily influenced our adoption of the modern version of the tort. <i>Gates,</i> 719 P.2d at 195. While the California Supreme Court's position in <i>Dillon</i> was at the forefront of the law, that court, refining <i>Dillon,</i> recently rejected an emotional distress claim by a woman who arrived at an accident scene and found her bloody, unconscious son lying in the roadway, because she did not <i>actually witness</i> the accident. <i>Thing v. La Chusa,</i> <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">48</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">257</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">865</span></a></span>, 881, <span class=\"citation\" data-id=\"1355526\"><a href=\"/opinion/1355526/thing-v-la-chusa/\"><span class=\"volume\">771</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">814</span></a></span>, 830 (1989). This is a much harsher result than our rule requires. In fact, the dissent in <i>Thing</i> cited language from <i>Gates</i> as an example of the more liberal rule that California should have adopted. <i>Thing,</i> 257 Cal.Rptr. at 892-93, 771 P.2d at 841 (Broussard, J., dissenting):</p>\n<blockquote>\"It is more than the shock one suffers when he learns of the death or injury of a child, sibling or parent over the phone, from a witness, or at the hospital. It is more than bad news. The kind of shock the tort requires is the result of the immediate aftermath of an accident. It may be the crushed body, the bleeding, the cries of pain, and in some cases, the dying words which are really a continuation of the event. The immediate after-math <span class=\"star-pagination\">*594</span> may be more shocking than the actual impact * * *.\"</blockquote>\n<p><i>quoting </i><i>Gates,</i> 719 P.2d at 199.</p>\n<p>Our broader immediacy rule, which allows the plaintiff to recover if she observes the injury shortly after it occurs without material change in the attendant circumstances, was adopted from the Massachusetts case of <i>Dziokonski v. Babineau,</i> <span class=\"citation\" data-id=\"2090580\"><a href=\"/opinion/2090580/dziokonski-v-babineau/\"><span class=\"volume\">375</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"2090580\"><a href=\"/opinion/2090580/dziokonski-v-babineau/\"><span class=\"volume\">380</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1295</span></a></span> (1978). <i>Gates,</i> 719 P.2d at 199. Massachusetts expanded the <i>Dziokonski</i> rule early on to include emotional distress claims predicated on viewing the injured person at the hospital rather than at the scene. <i>Ferriter v. Daniel O'Connell's Sons, Inc.,</i> <span class=\"citation\" data-id=\"2212152\"><a href=\"/opinion/2212152/ferriter-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"2212152\"><a href=\"/opinion/2212152/ferriter-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">413</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">690</span></a></span>, 697 (1980). On this point, we must decline to follow the Massachusetts rule. The shock received on seeing an injured loved one in a hospital setting, or lying on a cot in a principal's office, is of a different quality than coming upon him or her at the scene of the accident. In our view, <i>Ferriter</i> over-emphasized the factor of whether chronological time had elapsed since the accident and under-emphasized the circumstantial factors under which the observation was made.<sup>[1]</sup></p>\n<p>Turning to the circumstances of this case, Mrs. Contreras did not observe the infliction of her son's injuries. She did see him in pain shortly after the accident. However, he had been removed to the principal's office and was lying on a cot at the time. There had, therefore, been a \"material change\" in his location sufficient to mitigate the shock of the accident. While it is true that seeing her son's injuries must have been extremely distressing to Mrs. Contreras, a victim's loved ones are not entitled to recover for the emotions created by every shocking or upsetting injury to the victim, only to those which fall within the limitations of the cause of action as we have recognized it. <i>See </i><i>Thing,</i> 257 Cal. Rptr. at 879-80, 771 P.2d at 828-29. We therefore hold that Mrs. Contreras did not, as a matter of law, state a claim for negligent infliction of emotional distress because she did not observe the accident or observe the victim in substantially the same location and condition as when the accident occurred.</p>\n<p>In their next issue, appellants challenge the trial court's exclusion of evidence relating to playground conditions at other schools in Carbon County School District No. 1. Appellants sought to introduce evidence of these conditions in two ways: by means of photographs of the playgrounds, and by direct testimony from the principals of each school. The court excluded the photographs in response to defendants' motion in limine. It also granted defendants' motion to strike the listing of the principals in an untimely amendment to plaintiffs' pretrial memorandum. In its order striking the principals as witnesses, the trial court stated:</p>\n<blockquote>[T]he Court may reconsider its ruling at trial if plaintiffs are unable to prove a critical element of their case without the use of an additional witness listed in Amendment to Plaintiffs' Pretrial Memorandum. In that event, plaintiffs' counsel will notify the Court and opposing counsel immediately upon his recognition of the need to have such witness testify. The court will hold a hearing out of the presence of the jury to analyze the necessity and reasonableness of permitting such testimony, as well as any prejudice or unfair surprise that might accrue to the defendants by allowing the witness to testify. If the Court determines that it will permit such witness to testify, the trial will be recessed until defense counsel has had a full and complete opportunity to converse with the witness to ascertain <span class=\"star-pagination\">*595</span> the extent of his or her knowledge, or to depose the witness.</blockquote>\n<p>We recently stated our standard of review when evaluating the trial court's decision on admission of evidence:</p>\n<blockquote>The admission of evidence is controlled generally by Rules 401, 402, and 403, W.R.E. Rulings on the admission of evidence are within the sound discretion of the trial court and, in the absence of a clear abuse of discretion, its rulings will not be disturbed. <i>Taylor v. State,</i> <span class=\"citation\" data-id=\"1187140\"><a href=\"/opinion/1187140/taylor-v-state/\"><span class=\"volume\">642</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1294</span></a></span> (Wyo.1982). This exercise of the sound discretion of the trial court includes its determinations with respect to adequacy of foundation, the relevance of the proffered evidence, the competency of the proffered evidence, the materiality of the proffered evidence, and its remoteness, and the court's ruling with respect to any factor will be upheld on appeal absent the clear abuse of that discretion.</blockquote>\n<p><i>L. U. Sheep Co. v. Bd. of County Comm'rs,</i> <span class=\"citation\" data-id=\"1425656\"><a href=\"/opinion/1425656/lu-sheep-co-v-bd-of-county-comrs/\"><span class=\"volume\">790</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">663</span></a></span>, 673 (Wyo.1990).</p>\n<p>Wyoming Rule of Evidence 402 provides that:</p>\n<blockquote>All relevant evidence is admissible, except as otherwise provided by statute, by these rules, or by other rules prescribed by the Supreme Court. Evidence which is not relevant is not admissible.</blockquote>\n<p>Wyoming Rule of Evidence 401 defines \"relevant evidence\":</p>\n<blockquote>\"Relevant evidence\" means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.</blockquote>\n<p>The proposed photographs, in and of themselves, were irrelevant to any issue at trial, particularly the issue of whether the <i>Pershing Elementary</i> playground was negligently constructed. All they could demonstrate was how <i>other</i> playgrounds, under different conditions, had been laid out. Without evidence that, under circumstances similar to those present at Pershing Elementary, the playgrounds pictured were designed differently for safety reasons pertinent to the Contreras accident, photographs of the other school playgrounds had no demonstrated relevance to this action. <i>See </i><i>Stauffer Chemical Co. v. Curry,</i> <span class=\"citation\" data-id=\"1298335\"><a href=\"/opinion/1298335/stauffer-chemical-co-v-curry/\"><span class=\"volume\">778</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1083</span></a></span>, 1102 (Wyo.1989) (trial court properly excluded as irrelevant evidence of farming practices on farms remote from those of plaintiffs). There was no abuse of discretion in excluding them.</p>\n<p>If evidence <i>was</i> available to the plaintiffs that would have shown the relevance of these photographs, it should have been presented in the form of an offer of proof. As W.R.E. 103(a) provides:</p>\n<blockquote>Error may not be predicated upon a ruling which * * * excludes evidence unless a substantial right of the party is affected, and</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(2) Offer of Proof.In case the ruling is one excluding evidence, the substance of the evidence was made known to the court by offer or was apparent from the context within which questions were asked.</blockquote>\n<p>Although the substance of the photographs was made known to the court, the substance of supporting testimony which could have shown them to be relevant was not. In short, appellants failed to demonstrate, by offer of proof, the relevance of their photographs to this case. Given that failure, the trial court did not abuse its discretion in excluding the photos. <i>See </i><i>United States v. Barta,</i> <span class=\"citation\" data-id=\"531379\"><a href=\"/opinion/531379/united-states-v-loren-m-barta/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1224 (8th Cir.1989) (no abuse of discretion in excluding expert testimony where defendant failed to show, by offer of proof, connection between the testimony which concerned tax defendant's \"detail phobia,\" and his misstatements of taxable income).</p>\n<p>Appellants argue, however, that it was impossible for them to make an offer of proof during a telephonic pretrial hearing. They further note that they did not have to do so at trial because the Committee Note to W.R.E. 103 states that it is not necessary to \"re-offer evidence [at trial] which has been suppressed by action of the court on a pretrial motion.\" In essence, appellants contend that they were exempted from making an offer of proof at <i>any</i> point <span class=\"star-pagination\">*596</span> in the proceedings. This can hardly be the intent of the drafters of Rule 103. An offer of proof is needed, in circumstances like this, to allow us to determine whether evidence should, in fact, have been excluded.</p>\n<blockquote>The offer of proof is * * * important if there is an appeal. If there is no offer of proof, the appellate court will have a difficult time evaluating the propriety and effect of the judge's ruling. With an offer of proof in the record, the appellate court can make much more intelligent decisions about whether there was error * * *.</blockquote>\n<p>Edward J. Imwinkelried, <i>Evidentiary Foundations</i> 19 (2d ed. 1989).</p>\n<p>Although the pretrial conference was conducted by telephone, effectively precluding examination of witnesses, appellants could still at least have indicated who their witnesses to support relevance of the photos would have been and what would be the substance of their testimony. There is no evidence that they did so. They could also have included a summary of their testimony in their pretrial memorandum. The memorandum lists only the aerial photographer who took the photos. There was also no showing that the principals listed in the amendment to the plaintiffs' pretrial memorandum could or would testify how conditions at their playgrounds were similar to those at Pershing Elementary. If witnesses who could render such testimony did exist, the substance of their testimony has not been preserved in any way for this appeal. There is, therefore, no basis for us to conclude that the trial court abused its discretion in excluding the photographs.</p>\n<p>Appellants also complain of the exclusion of proffered testimony by the principals of the nearby schools. The trial court gave appellants the opportunity to make an offer of proof at trial as to why the principals' testimony was needed. Appellants declined to do so. Where a court gives a party seeking to admit evidence the opportunity to renew his attempt to have it admitted, the party cannot complain if he fails to take the opportunity which is offered. <i>Wyller v. Fairchild Hiller Corp.,</i> <span class=\"citation\" data-id=\"321771\"><a href=\"/opinion/321771/christian-f-wyller-v-fairchild-hiller-corporation/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 508-09 (9th Cir.1974). We hold that the trial court did not abuse its discretion in failing to allow the principals to testify.</p>\n<p>Affirmed.</p>\n<h2>NOTES</h2>\n<p>[*]  Chief Justice at time of oral argument.</p>\n<p>[1]  Moreover, we note that in recent years the Massachusetts courts have shown marked reluctance to further broaden the horizons of emotional distress claims. <i>See </i><i>Stockdale v. Bird &amp; Son, Inc.,</i> <span class=\"citation\" data-id=\"2108146\"><a href=\"/opinion/2108146/stockdale-v-bird-son-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation\" data-id=\"2108146\"><a href=\"/opinion/2108146/stockdale-v-bird-son-inc/\"><span class=\"volume\">503</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">951</span></a></span> (1987) (no recovery where mother saw son's body in funeral home 24 hours after his death); <i>see also </i><i>Nancy P. v. D'Amato,</i> <span class=\"citation\" data-id=\"2097818\"><a href=\"/opinion/2097818/nancy-p-v-damato/\"><span class=\"volume\">401</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">516</span></a></span>, <span class=\"citation\" data-id=\"2097818\"><a href=\"/opinion/2097818/nancy-p-v-damato/\"><span class=\"volume\">517</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">824</span></a></span> (1988); <i>Gore v. Daniel O'Connell's Sons, Inc.,</i> 17 Mass.App.Ct. 645, <span class=\"citation\" data-id=\"2051670\"><a href=\"/opinion/2051670/gore-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">256</span></a></span> (1984); <i>Cohen v. McDonnell Douglas Corp.,</i> <span class=\"citation\" data-id=\"2238296\"><a href=\"/opinion/2238296/cohen-v-mcdonnell-douglas-corp/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"2238296\"><a href=\"/opinion/2238296/cohen-v-mcdonnell-douglas-corp/\"><span class=\"volume\">450</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">581</span></a></span> (1983); <i>Barnes v. Geiger,</i> 15 Mass.App.Ct. 365, <span class=\"citation\" data-id=\"2020874\"><a href=\"/opinion/2020874/barnes-v-geiger/\"><span class=\"volume\">446</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">78</span></a></span> (1983), <i>review denied</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">767</span></span> (1983); <i>Miles v. Edward O. Tabor, M.D., Inc.,</i> <span class=\"citation\" data-id=\"1978514\"><a href=\"/opinion/1978514/miles-v-edward-o-tabor-md-inc/\"><span class=\"volume\">387</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">783</span></a></span>, <span class=\"citation\" data-id=\"1978514\"><a href=\"/opinion/1978514/miles-v-edward-o-tabor-md-inc/\"><span class=\"volume\">443</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1302</span></a></span> (1982) (denying recovery on emotional distress claims).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/531379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1128672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1180570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1180847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1185069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1187140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1187842/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1298335/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1355526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1425656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1978514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2020874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2051670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2090580/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2097818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2108146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2212152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2238296/"
          ]
        }
      ],
      "judges": "MacY, C.J., and Thomas, Cardine and Urbigkit",
      "date_created": "2015-03-06T17:04:58.470787Z",
      "date_modified": "2016-03-11T17:17:34.933426Z",
      "date_filed": "1992-12-10",
      "date_filed_is_approximate": false,
      "slug": "contreras-v-carbon-county-school-dist-1",
      "citation_id": 2577133,
      "case_name_short": "Contreras",
      "case_name": "Contreras v. CARBON COUNTY SCHOOL DIST. 1",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "843 P.2d 589",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 16,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2490838/contreras-v-carbon-county-school-dist-1/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:19:36.722340Z",
  "date_modified": "2014-10-31T00:19:36.722340Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Contreras",
  "case_name": "Contreras v. CARBON COUNTY SCHOOL DIST. 1",
  "case_name_full": "",
  "slug": "contreras-v-carbon-county-school-dist-1",
  "docket_number": "91-251",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}