{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/249237/",
  "id": 249237,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nm/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1255726/",
      "id": 1255726,
      "absolute_url": "/opinion/1255726/morningstar-water-v-farmington-mun-sch/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/249237/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1255726/",
          "id": 1255726,
          "absolute_url": "/opinion/1255726/morningstar-water-v-farmington-mun-sch/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1255726/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5150/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:14:45.793712Z",
          "date_modified": "2017-03-31T12:06:39.389879Z",
          "type": "010combined",
          "sha1": "0af533b39256fa8d34a2a12c5164f635336f4bf1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>901 P.2d 725 (1995)</b></center>\n<center><b>120 N.M. 307</b></center>\n<center><h1>MORNINGSTAR WATER USERS ASSOCIATION, INC., a New Mexico corporation, Plaintiff-Appellant,<br>\nv.<br>\nFARMINGTON MUNICIPAL SCHOOL DISTRICT NO. 5 and City of Farmington, Defendants-Appellees.</h1></center>\n<center>No. 21351.</center>\n<center><p><b>Supreme Court of New Mexico.</b></p></center>\n<center>July 25, 1995.</center>\n<p><span class=\"star-pagination\">*726</span> Arthur A. Greenfield, Albuquerque, F. Douglas Moeller, Farmington, for appellant.</p>\n<p>Jay B. Burnham, City Attorney, Farmington, for appellee City of Farmington.</p>\n<p>Tansey, Rosebrough, Gerding &amp; Strother, P.C., Douglas A. Echols, Farmington, for appellee Farmington Mun. School Dist.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>FROST, Justice.</p>\n<p>Farmington Municipal School District No. 5 (School District) entered contracts with the City of Farmington for the provision of water services. Morningstar Water Users Association, Inc. appeals from the district court's refusal to enjoin these contracts. Morningstar argues that the contracts for the water services should have been submitted for competitive bid under the provisions of the New <span class=\"star-pagination\">*727</span> Mexico Procurement Code, NMSA1978, §§ 13-1-28 to -199 (Repl.Pamp.1992).<sup>[1]</sup> We find no violation of the Code and affirm the trial court.</p>\n<p></p>\n<h2>I. Facts.</h2>\n<p>Farmington is located in the northwestern corner of New Mexico. It owns a water utility that services residents and businesses within its municipal boundaries. Morningstar supplies water for domestic and commercial use to over 500 members, all located outside the boundaries of Farmington. It was incorporated as a Water Users' Association in 1979 under NMSA1978, §§ 73-5-1 to -9 (Orig.Pamp. &amp; Cum.Supp.1994). The School District was established under a New Mexico law that requires \"[e]very public school in the state [to] be located within the geographical boundaries of a school district.\" NMSA1978, § 22-4-1 (Repl.Pamp.1993). In 1993 the School District began building a new junior high school on a 30 acre parcel located outside of but adjacent to the Farmington city limits. The School District solicited water services for the new junior high school. This case arose out of competition between Farmington and Morningstar for the right to sell water to the School District. Two contracts are at issue in this dispute, one for permanent and one for temporary water services.</p>\n<p>In January 1993 the School District began to negotiate with Morningstar for the permanent water system. The new junior high school was to be built within Morningstar's service area. By March 1993 a proposal was drafted. The proposal included the construction of the necessary water facilities by Morningstar at a cost of $150,000, and specified such matters as acquisition of easements, water quality and pressure, billing, and metering. The proposal was never accepted by the School District.</p>\n<p>In March or April 1993 the School District went on to negotiate with Farmington for the permanent water services. The resulting \"agreement in principle\" required the School District to pay $525,000 toward the anticipated cost of $700,000 for the new water facilities. The agreement also stated that Farmington would provide sewer services and roadway maintenance. Furthermore, the school site would be annexed to Farmington.</p>\n<p>Morningstar's existing facilities were only a few hundred feet from and at a higher elevation than the school so that gravity flow alone would be sufficient to convey water to the site. Farmington's existing water facilities were located over 4000 feet from the school site and at a lower elevation. To serve the School District, Farmington needed to construct, in addition to water lines, a water storage tank, and pumping facilities. The School District explained its preference for Farmington, noting its concern that Morningstar seemed to lack satisfactory insurance, that it might not be financially stable, and that the current Morningstar plant might not meet certain federal water quality standards. The School District also feared that, if it did not enter a contract with Farmington, it would be precluded from receiving various benefits of annexation to the city such as roadway maintenance, fire and police services, and credit for the sewer line.</p>\n<p>On April 22, 1993, the School Board of the School District approved \"in principle\" the agreement negotiated with Farmington. The finality of the agreement was contingent upon Farmington and Morningstar reaching a mutual definition of the boundaries of their respective water systems. A few weeks later, at another School Board meeting on May 13, a revised version of the agreement was approved with the same stipulations. At that time, Morningstar urged that the contract for the permanent water system be submitted for competitive bid according to the New Mexico Procurement Code.</p>\n<p>The record is unclear on the sequence of events, but it seems that in late April or early May the School District decided to negotiate on short notice a temporary water service contract. The imminent landscaping of the school grounds would need an immediate water supply. On May 13, 1993, Morningstar met with two School District officials to discuss tentative terms for the construction <span class=\"star-pagination\">*728</span> of this temporary water supply. Morningstar alleges that the officials agreed to submit the proposed terms to the School Board at its meeting that same night. Apparently no action was taken at that meeting on Morningstar's proposal for temporary services.</p>\n<p>The School District, on May 17, 1993, issued a \"Request for Emergency Quotation for Temporary Water Supply for Mesa View Junior High School.\" Morningstar bid $82,105 and Farmington bid $48,000. On May 21, the School Board awarded the contract to Farmington. The temporary facility would be built within Morningstar's service area. Morningstar protested this award and complained that the competitive bidding requirements of the Procurement Code should have been, and were not, strictly followed. Morningstar argued that, while the Code included provisions for emergency purchases, the need for the temporary system did not fall within those provisions.</p>\n<p>Morningstar filed a complaint in district court on May 24, requesting the court to declare null and void School District's contracts and agreements with Farmington for both the temporary and permanent water systems. Morningstar characterized Farmington's conduct as a \"plan to destroy Morningstar,\" and also requested compensatory and punitive damages. The court dismissed Morningstar's complaints, concluding that there were no violations of the Procurement Code and that Morningstar was not entitled to relief.</p>\n<p>On appeal, Morningstar argues that both the temporary and permanent water contracts should have been submitted for competitive sealed bids as required by Procurement Code. We decline to adopt the statutory interpretations suggested by Morningstar and affirm the trial court.</p>\n<p></p>\n<h2>II. The permanent contract falls within the statutory exemptions to the Procurement Code.</h2>\n<p></p>\n<h2>A. Statutes in question.</h2>\n<p>The Procurement Code regulates all purchases by public entities in New Mexico. The Code governs all nonfederal expenditures \"by state agencies and local public bodies for the procurement of items of tangible personal property, services and construction.\" Section 13-1-30. \"The purposes of the Procurement Code are to provide for the fair and equitable treatment of all persons involved in public procurement, to maximize the purchasing value of public funds and to provide safeguards for maintaining a procurement system of quality and integrity.\" Section 13-1-29(C); <i>see </i><i>Planning &amp; Design Solutions v. City of Santa Fe,</i> 118 N.M. 707, 710, 885 P.2d 628, 631 (1994) (discussing policy behind Procurement Code). At issue in this case is the requirement that, within certain limitations, all procurements by government entities \"shall be achieved by competitive sealed bid.\" Section 13-1-102.</p>\n<p>There are several exemptions in the Procurement Code, pointing to situations in which purchases by a public entity do not require competitive bidding. The first issues we address center on two of these exemptions found at Section 13-1-98: One exemption states that \"[t]he provisions of the Procurement Code shall not apply to . . . purchases of publicly provided or publicly regulated<sup>[2]</sup>. . . water.\" Section 13-1-98(D). The other exemption states that the Procurement Code is inapplicable to the \"procurement of items of tangible personal property or services by . . . a local public body from . . . a local public body.\" Section 13-1-98(A). There is no dispute that both Farmington and the School District are \"local public bodies,\" defined by the Procurement Code as \"every political subdivision of the state and the agencies, instrumentalities and institutions thereof.\" Section 13-1-67. Reading the provisions and exemptions together, the Procurement Code applies only when a private entity is selling goods or services to a public entity. The exemptions in Section 13-1-98 apply when the seller is a governmental rather than private entity.</p>\n<p>Farmington and the School District assert that the water services contract falls within <span class=\"star-pagination\">*729</span> both the Section 13-1-98 exemptions to the Procurement Code, and that there was no need to put the matter up for competitive bid. Morningstar alleges that there are no exemptions in the Code that render the water contract immune from the competitive bidding requirement.</p>\n<p></p>\n<h2>B. The governmental-proprietary dichotomy defined.</h2>\n<p>Morningstar argues that, when selling water to the School District, Farmington was not acting as a governmental entity but rather as a proprietary entity and that this distinction is significant when interpreting the Procurement Code. Morningstar defines the governmental-proprietary distinction only in the most cursory terms, and we note that past attempts at definition are less than satisfactory.</p>\n<p>The term \"proprietary\" is assigned to municipal activities that are businesslike, while the term \"governmental\" is applied to the activities of governing that are not commerce related. Osborne M. Reynolds, Jr., <i>Handbook of Local Government Law</i> 12, 150 (1982). Commentators point out that a municipality's governmental capacity connotes functions that are most often, if not exclusively, conducted by governments rather than private entities. The proprietary capacity, on the other hand, encompasses functions that are not necessarily best suited to governmental execution but which may be equally well performed by private enterprise. <i>Id.</i> at 12.</p>\n<p>Thus in the governmental role, the municipality is said to be functioning as an agent of the state, <i>Nunes v. Town of Bristol,</i> 102 R.I. 729, 232 A.2d 775, 780 (1967), and acting in a sovereign capacity, <i>see </i><i>City of Albuquerque v. New Mexico State Corp. Comm'n,</i> 93 N.M. 719, 722, 605 P.2d 227, 230 (1979) [hereinafter <i>Albuquerque v. Commission</i>]. In the proprietary role, the municipality is said to have the same rights and obligations of an individual or a private corporation. <i>See </i><i>Nunes,</i> 232 A.2d at 780.</p>\n<p>Morningstar claims that, in contracting to sell water, Farmington is engaging in a proprietary activity rather than a governmental activity and thus Farmington is in the role of a private entity selling to the School District, a public entity. Morningstar asserts that this exactly describes the kind of situation controlled by the Procurement Code, and the School District should therefore have advertised the contract for competitive bid. According to Morningstar, the exemptions to the Code found in Section 13-1-98 do not apply because Farmington is not acting as a governmental \"local public body.\"</p>\n<p>In this way Morningstar advocates, and Farmington and the School District attempt to refute, the controversial distinction between the governmental and proprietary roles of municipalities. None of the parties have offered so much as a hint of the decades of confusion, equivocation, and reprobation surrounding judicial attempts to make sense of this dichotomy.</p>\n<p>Morningstar cites seven New Mexico cases that explicitly statesometimes only in passingthat a municipality is acting in a proprietary capacity when operating a utility. Morningstar argues that this precedent should affect the interpretation of the Procurement Code. We disagree. Under the Procurement Code, whether governing or operating a business, Farmington is always a \"local public body.\" We feel it is important to explain our reasoning in some detail because, even though all of the cases cited by Morningstar concern areas of law unrelated to the Procurement Code, they raise the legitimate question of how application of the governmental-proprietary analysis can result in differing interpretations of a single municipal functionsuch as the operation of a utilitydepending upon which statute is being applied. We also wish to take this opportunity to restrict the legal significance of the governmental-proprietary doctrine.</p>\n<p></p>\n<h2>C. The classification of specific public functions as either governmental or proprietary.</h2>\n<p>In 1921, Judge Benjamin Cardozo compared the governmental-proprietary doctrine to driftwood cluttering the waters of justice. Benjamin N. Cardozo, <i>A Ministry of Justice,</i> 35 Harv.L.Rev. 113, 120, 126 (1921). Justice Frankfurter described the distinction as a <span class=\"star-pagination\">*730</span> \"quagmire that has long plagued the law of municipal corporations.\" <i>Indian Towing Co. v. United States,</i> 350 U.S. 61, 65, 76 S.Ct. 122, 124, 100 L.Ed. 48 (1955). Nevertheless, many, if not most, courts still employ the dichotomy as an analytical device. <i>See, e.g., </i><i>Genao v. Board of Educ.,</i> 888 F.Supp. 501, 505-08 (S.D.N.Y.1995) (highly questionable use of the doctrine to analyze a negligence claim against the New York City Board of Education); <i>Baker v. Waste Management of Mich., Inc.,</i> 208 Mich.App. 602, 528 N.W.2d 835, 837-38 (1995) (use of the doctrine to analyze nuisance claim against municipality). Some commentators still argue that the distinction has viability. <i>See, e.g.,</i> Ruth Cook, Comment, <i>Postscript: Tracing the Governmental-Proprietary Test,</i> 53 U.Cin.L.Rev. 561, 584 (1984) (stating the dichotomy is valid as an initial inquiry); Teresa Gillen, Comment, <i>A Proposed Model of the Sovereign/Proprietary Distinction,</i> 133 U.Pa. L.Rev. 661, 683 (1985) (suggesting the governmental-proprietary analysis can be useful in commerce clause cases).</p>\n<p>The governmental-proprietary distinction was a judicial attempt to diminish the unfair consequences of sovereign immunity. Cook, <i>supra,</i> at 561. It was grounded in an earlier era when municipalities assumed few functions beyond those that were necessary to serve the needs of the general public. <i>See</i> Janice C. Griffith, <i>Local Government Contracts: Escaping from the Governmental/Proprietary Maze,</i> 75 Iowa L.Rev. 277, 299-302 (1990). However, that time of simplicity, if it ever existed, vanished at least by the middle of the nineteenth century. <i>See</i> Murray Seasongood, <i>Municipal Corporations: Objections to the Governmental or Proprietary Test,</i> 22 Va.L.Rev. 910, 911 (1936), <i>reprinted in</i> 53 U.Cin.L.Rev. 469 (1984). As our social systems have become more complex, governments have routinely engaged in businesslike activities and have based these enterprises on models of management and finance from the private sectorall the while acting for the benefit of the public as a whole.</p>\n<p>Some functions seem to be exclusively governmental such as the adoption of legislation, the administration of justice, the exercise of eminent domain, and the assessment and collection of taxes. <i>Krantz v. City of Hutchinson,</i> 165 Kan. 449, 196 P.2d 227, 231 (1948); Reynolds, <i>supra,</i> at 12. But, beyond this small easily-classified list, much hair splitting is required to categorize almost all other municipal functions. <i>See id.</i> at 673.</p>\n<p>Police and fire protection, sewage facilities, incinerators, waste disposal facilities, and the protection of public health are often deemed governmental, though similar activities are frequently performed by private enterprise. <i>See</i> 56 Am.Jur.2d <i>Municipal Corporations, Counties, and Other Political Subdivisions</i> § 200 (1971); Reynolds, <i>supra,</i> at 12. Conversely, there is a distinctly governmental quality about many activities classified as proprietary by New Mexico courts. For example, our cases have denominated as proprietary the maintenance of a golf course, <i>Spray v. City of Albuquerque,</i> 94 N.M. 199, 201, 608 P.2d 511, 513 (1980), the maintenance of a flood control system by a metropolitan flood control authority, <i>Gallagher v. Albuquerque Metro. Arroyo Flood Control Auth.,</i> 90 N.M. 309, 312, 313, 563 P.2d 103, 106, 107 (Ct.App.), <i>cert. denied,</i> 90 N.M. 636, 567 P.2d 485 (1977), the establishment and maintenance of a municipal park, <i>Murphy v. City of Carlsbad,</i> 66 N.M. 376, 380-81, 348 P.2d 492, 496 (1960), and the operation and maintenance of a sewage facility, <i>Barker v. City of Santa Fe,</i> 47 N.M. 85, 90-92, 136 P.2d 480, 482-84 (1943).</p>\n<p>The last three cases just mentioned are based on the common-law doctrine of sovereign immunity. They harken back to a time when a government entity was found liable in tort when acting in a proprietary capacity but not liable when acting in a governmental capacity. The arbitrariness of the dichotomy as it related to government tort liability was recognized by the New Mexico Legislature when it expressly invalidated this distinction, stating \"The Tort Claims Act shall be read as abolishing all judicially-created categories such as `governmental' or `proprietary' functions. . . previously used to determine immunity or liability.\" 1976 N.M.Laws, ch. 58, § 2 (codified at NMSA1978, § 41-4-2 (Repl. Pamp.1989)). We contend that the same illogic that made the dichotomy inappropriate <span class=\"star-pagination\">*731</span> for sovereign immunity analysis, makes it inappropriate for any other legal analysis in New Mexico.</p>\n<p>Morningstar correctly points out that the general rule is that a municipality acts in a proprietary rather than governmental capacity in the operation of a public utility and that this principle is echoed by New Mexico case law. <i>See</i> 2 Eugene McQuillin, <i>The Law of Municipal Corporations</i> § 4.135, at 280 (Charles R.P. Keating &amp; Stephen M. Flanagan revs., 3d ed. 1988). However, even if this rule has gained general acceptance, it is not necessarily logical. As Professor Murray Seasongood pointed out in his seminal 1936 article on the governmental-proprietary doctrine:</p>\n<blockquote>Municipal undertakings are now so blended that they cannot be segregated without extreme difficulty. For instance, water (private) is intimately connected with health (public). It is used to sprinkle streets and to flush and clean them (public) and sewers, for fire protection (public), for public baths (public), in the cleaning and servicing of schools and municipal universities (public) and other public buildings, in the upkeep of parks (often regarded as public), cemeteries (public), playgrounds and recreation centers. Tremendous demands will be put on existing water systems by air-conditioning of hospitals, city halls, capitols and other public structures. How can an activity so pervasive and essential be justly classified as private or non-essential? What would happen to a city if its water supply were cut off? . . . In the complexity of a modern city's activities, such attempted allocation of functions to separate and exclusive compartments is not possible.</blockquote>\n<p>Seasongood, <i>supra,</i> at 916-17 (footnotes omitted). When analyzed even superficially, there is little to support the reasoning that designates as governmental one group of activities related to public transportation, health, safety, waste disposal, and utility services, while regarding another group of similar activities as proprietary.</p>\n<p></p>\n<h2>D. The seven cases cited by Morningstar do not support the viability of the governmental-proprietary doctrine.</h2>\n<p>As mentioned above, Morningstar cites seven cases, all of which mention that the municipal operation of a utility is a proprietary function. <i>State ex rel. State Highway Comm'n v. Town of Grants,</i> 66 N.M. 355, 362, 348 P.2d 274, 279 (1960); <i>State ex rel. City of Albuquerque v. Lavender,</i> 69 N.M. 220, 222, 365 P.2d 652, 653-54 (1961); <i>Southern Union Gas Co. v. City of Artesia,</i> 81 N.M. 654, 657, 472 P.2d 368, 371 (1970); <i>International Bhd. of Elec. Workers, Local Union No. 611 v. Town of Farmington,</i> 75 N.M. 393, 396, 405 P.2d 233, 236 (1965); <i>Local 2238 of the Am. Fed'n of State, County &amp; Mun. Employees v. Stratton,</i> 108 N.M. 163, 165, 769 P.2d 76, 78 (1989); <i>Apodaca v. Wilson,</i> 86 N.M. 516, 522, 525 P.2d 876, 882 (1974); <i>Albuquerque v. Commission,</i> 93 N.M. at 722, 605 P.2d at 230. We disagree with Morningstar's interpretation of the significance of these cases. Murray Seasongood, in his criticism of the governmental-proprietary doctrine, stated that the doctrine is \"so thoroughly written into the books by judicial decision that it requires what George Gissing<sup>[3]</sup> called `prancing optimism', to hope it can be expunged by departures from the rule of stare decisis.\" Seasongood, <i>supra,</i> at 941-42. A careful examination of the cases cited by Morningstar, however, shows that past analyses of the governmental-proprietary doctrine do not pose a viable rule of law in New Mexico.</p>\n<p>Morningstar overlooks the fact that none of these cases are founded entirely upon the governmental-proprietary analysis. Five of the cases, though mentioning the dichotomy, rest their conclusions on other more resilient grounds. In fact, it is difficult to explain why they even bothered at all to mention the doctrine. The remaining two cases employ a use of the governmental-proprietary doctrine that has already been disparaged by this Court. These cases are examples of why the governmental-proprietary analysis is criticized as a mechanically applied rule that \"provides the perfect mask for judicial balancing <span class=\"star-pagination\">*732</span> of competing equities and policies.\" Griffith, <i>supra,</i> at 317-18.</p>\n<p>In three of the cases mentioned by Morningstar, utilities and government entities brought claims against one another as to who should pay the cost of relocating utility lines that were moved because of public construction projects. <i>Grants,</i> 66 N.M. at 356-57, 348 P.2d at 274-75; <i>Lavender,</i> 69 N.M. at 222, 365 P.2d at 653; <i>Artesia,</i> 81 N.M. at 655, 472 P.2d at 369. In <i>Grants</i> the Court's conclusion that the municipal owner of the utility should pay for the relocation rested on the common-law doctrine that \"places the cost of relocating utility facilities on the owner thereof in the absence of [a] statute to the contrary.\" <i>Grants,</i> 66 N.M. at 359, 348 P.2d at 276. The Court in <i>Lavender,</i> taking an opposing view, concluded the highway commission should pay for relocation costs. It rested its conclusion on statutory rather than common-law grounds, noting that the pertinent statute, 1959 N.M.Laws, ch. 289 &amp; 310 (compiled at NMSA1953, §§ 55-7-21 to -29 (Supp.1959)) authorized the commission to \"expend public funds for the relocation of utility facilities.\" <i>Lavender,</i> 69 N.M. at 226-27, 365 P.2d at 656. Both of these cases based their conclusions on common law or statutory law, and the governmental-proprietary distinction was irrelevant.</p>\n<p><i>Southern Union Gas Company v. City of Artesia</i><i>,</i> the third of the cases cited by Morningstar regarding the moving of utility lines, concerned a privately-owned utility and a city-owned utility that were required by a city construction project to relocate their facilities. The Court expressed ample grounds for relying upon the same common-law rule used in <i>Grants,</i> 66 N.M. at 359, 348 P.2d at 276, saying that unless the law provided otherwise, the utility was liable for its own relocation expenses. <i>Artesia,</i> 81 N.M. at 655, 657, 472 P.2d at 369, 371. In <i>Artesia,</i> there was a federal HUD regulation that <i>did</i> provide otherwise. The regulation permitted the city-owned utility to be compensated for relocation costs. There was no comparable law for the privately-owned utility. <i>Id.</i> at 657, 472 P.2d at 371. Unfortunately the Court digressed into a discussion about the governmental-proprietary doctrine and obscured what could have been a simple analysis.</p>\n<p>Two of the cases cited by Morningstar addressed the rights of municipalities to enter into collective bargaining agreements with workers at municipal utilities. <i>Local Union No. 611,</i> 75 N.M. at 394, 405 P.2d at 234; <i>Local 2238,</i> 108 N.M. at 163-64, 769 P.2d at 76-77. Contrary to Morningstar's assertions, both cases included statements that dismissed the governmental-proprietary distinction as immaterial in determining whether a governmental employer can bargain collectively with its employees. <i>Local Union No. 611,</i> 75 N.M. at 395, 405 P.2d at 235 (quoting <i>City of Springfield v. Clouse,</i> 356 Mo. 1239, 206 S.W.2d 539, 546 (1947)); <i>Local 2238,</i> 108 N.M. at 165, 769 P.2d at 78. The Court in each case, like the Court in <i>Lavender,</i> 69 N.M. at 226-27, 365 P.2d at 656, found solid statutory grounds for permitting the municipalities to enter collective bargaining agreements. <i>See Local Union No. 611,</i> 75 N.M. at 397, 405 P.2d at 236; <i>Local 2238,</i> 108 N.M. at 165, 769 P.2d at 78. In retrospect, these cases never needed to even mention the governmental-proprietary dichotomy.</p>\n<p>The last two cases cited by Morningstar dealt with the extent to which the home rule amendment to the New Mexico Constitution permitted a city to engage in businesslike activities. <i>Apodaca,</i> 86 N.M. at 518-20, 525 P.2d at 878-80; <i>Albuquerque v. Commission,</i> 93 N.M. at 720-21, 605 P.2d at 228-29. <i>Apodaca</i> involved a citizen action to enjoin the City of Albuquerque from increasing sewer and water charges and from transferring to general funds the increased revenues. The Court addressed whether the municipality, under its home rule charter, could apply revenues from the municipal water service to other purposes. <i>Apodaca,</i> 86 N.M. at 519, 525 P.2d at 879. A recently-enacted amendment to the municipal home rule provisions of the New Mexico Constitution permitted the city to \"exercise all legislative powers and perform all functions <i>not expressly denied by general law</i> or charter.\" <i>Apodaca,</i> 86 N.M. at 519, 525 P.2d at 879 (quoting N.M. Const. art. X, § 6(D) (Supp.1973) (emphasis added)). The Court defined a \"general <span class=\"star-pagination\">*733</span> law\" as \"a law that applies generally throughout the state, or is of statewide concern as contrasted to `local' or `municipal' law.\" <i>Id.</i> at 521, 525 P.2d at 881. Similarly <i>Albuquerque v. Commission,</i> the other home rule case cited by Morningstar, dealt with the statewide-local implications of the home rule amendment. 93 N.M. at 721, 605 P.2d at 229. The Corporation Commission sought to prevent the City of Albuquerque from establishing limousine service for transportation of passengers to and from the Albuquerque International Airport. <i>Id.</i> at 720-21, 605 P.2d at 228-29.</p>\n<p>The Court in both cases employed the much-criticized attempt to parallel governmental activities to matters of general \"statewide\" concern, and proprietary activities to matters of purely \"local\" concern. <i>Apodaca,</i> 86 N.M. at 522, 525 P.2d at 882; <i>Albuquerque v. Commission,</i> 93 N.M. at 721-22, 605 P.2d at 229-30. This use of the governmental-proprietary doctrine was subsequently disparaged by this Court. In <i>State ex rel. Haynes v. Bonem,</i> 114 N.M. 627, 633 n. 8, 845 P.2d 150, 156 n. 8 (1992), we specifically mentioned both <i>Apodaca</i> and <i>Albuquerque v. Commission</i> in this context, stating that \"[w]hile the proprietary/municipal distinction may have been helpful in the past [in determining whether an activity was of statewide or local concern], we have doubts as to its continuing vitality.\" <i>See also</i> 2 McQuillin, <i>supra,</i> § 4.85, at 207 (the governmental-proprietary dichotomy has \"no bearing on the question of whether it is a matter of state or local concern.\"). Using the governmental-proprietary dichotomy to differentiate between statewide and local matters makes no rational sense. It is possible to imagine a municipal businesssuch as the processing of hazardous wastethat would be of great statewide concern. By the same token, it is easy to imagine a purely governmental act like the placing of a stop sign at a neighborhood intersectionthat is of exclusively local significance.</p>\n<p>Thus, the cases cited by Morningstar provide no support for the application of the governmental-proprietary analysis to the Procurement Code, and in fact provide additional justification for abandoning the doctrine.</p>\n<p></p>\n<h2>E. The governmental-proprietary dichotomy is of no legal significance.</h2>\n<p>If the proprietary distinction has any significance, one thing it does not mean is that a municipality, when engaging in a businesslike activity, will suddenly make a miraculous legal transformation into a private enterprise. We state this even though previous New Mexico opinions have supported the extreme position that \"the right of a municipality, operating a municipal utility, to make and enforce reasonable rules and regulations is exactly the same as that of a private corporation; no more and no less.\" <i>State ex rel. Scotillo v. Water Supply Co.,</i> 19 N.M. 27, 31, 140 P. 1056, 1057 (1914). Morningstar depicts Farmington as if it were, in the act of selling water, somehow \"morphed\" by computer into a completely new entity.</p>\n<p>The short answer to Morningstar's argument lies in the simple fact that <i>whenever</i> a local public body is selling anything, be it property or services, it is assuming the role of proprietor. The exemption of Section 13-1-98(A) is directed precisely at the times when a local public body is acting in a proprietary manner. A municipality neverin any capacity, at any timeceases to be a government entity; nor does it ever forego the rights and responsibilities of a government entity.</p>\n<blockquote>The general rule is that a municipality, in constructing or in operating its municipal plant, acts in a business, proprietary, or individual capacity rather than in a legislative or governmental capacity. . . . However, such a municipality does not lose its distinctive municipal character. Although a municipality's operation of a public utility may be a proprietary activity, such a municipality is engaged in a public enterprise for a public purpose. It is said to retain its cloak of governmental authority and to be bound by the limitations provided by the constitution.</blockquote>\n<p>12 McQuillin, <i>supra,</i> § 35.35, at 581-82 (Charles R.P. Keating rev., 3d ed. 1986). Even if, in the operation of a public utility, a city is deemed to be acting in a proprietary <span class=\"star-pagination\">*734</span> capacity, it does not follow that the rights and duties of the municipality are measured by the same standards that apply to private individuals or private corporations. 56 Am. Jur.2d, <i>supra,</i> § 200.</p>\n<p>We note that the United States Supreme Court in discussing Commerce Clause issues has drawn a distinction similar to the governmental-proprietary doctrine. For example in <i>Reeves v. Stake,</i> 447 U.S. 429, 434, 100 S.Ct. 2271, 2276, 65 L.Ed.2d 244 (1980), the Court considered the impact of the Commerce Clause on state proprietary activities. If we were addressing Commerce Clause issues we would obviously be bound by federal precedent. However, the analysis in <i>Reeves</i> is different from the dichotomy we discuss today. <i>Reeves</i> revolved around the contrast between \"States as market participants and States as market regulators.\" <i>Id.</i> at 436, 100 S.Ct. at 2277. <i>Reeves</i> did not base its discussion upon activities that it termed \"governmental\" as opposed to those it termed \"proprietary\"; in other words, the Court did not refer to the governmental-proprietary doctrine that we criticize here. The line between the two sets of terminology is admittedly fine. However, they are distinct. The governmental-proprietary doctrine arbitrarily categorizes the kinds of activities that can be engaged in by a government. Thus a state water utility can be governmental in one jurisdiction not in another, or proprietary under one statute and not under another. On the other hand, characterizing the government as either market participant or market regulator draws a distinction based, not upon the kind of activity involved, but rather how the government uses its power in relation to that activity. Thus, if a state operates a water plant, it is a market participant. If, to the benefit of its own water company, it controls competing water plants in which it has no ownership interest, it is a market regulator. In any case, <i>Reeves</i> concerned the effect of a state owned business on interstate commerce and is not relevant to this case.</p>\n<p>A municipality is not a commercial institution. <i>Loeb v. City of Jacksonville,</i> 101 Fla. 429, 134 So. 205, 207 (1931). It is an auxiliary of the state government. <i>Id.</i> All of its powers are granted to it by the legislature. <i>State ex rel. Village of Los Ranchos de Albuquerque v. City of Albuquerque,</i> 119 N.M. 150, 157, 889 P.2d 185, 192 (1994). There is no legislative prohibition against a businesslike municipal activity. <i>Hughes v. Alexandria Scrap Corp.,</i> 426 U.S. 794, 810, 96 S.Ct. 2488, 2498, 49 L.Ed.2d 220 (1976). But underlying the legislative grant of power to engage in commerce is the principle that the municipality should always act for the purposes of \"providing for the safety, preserving the health, promoting the prosperity and improving the morals, order, comfort and convenience of the municipality and its inhabitants.\" NMSA1978, § 3-17-1 (Cum. Supp.1994); <i>see </i><i>Springfield Gas &amp; Elec. Co. v. City of Springfield,</i> 257 U.S. 66, 70, 42 S.Ct. 24, 25, 66 L.Ed. 131 (1921) (\"The municipal corporation is allowed to go into the [electric utility] business only on the theory that thereby the public welfare will be subserved.\"). Even when engaging in a businesslike function, the municipality is still a public entity, exercising public powers and acting to the benefit of the members of the public that form its citizenry. <i>See </i><i>Chadwick v. City of Crawfordsville,</i> 216 Ind. 399, 24 N.E.2d 937, 943 (1940) (\"[I]n the operation of [public utility] properties, the municipalities perform a public function under the police power, and not a private function.\").</p>\n<p>The trendfor at least the past seven decadesis the recognition that no matter what hat a municipality wears, it is still acting in the public interest. In several New Mexico cases, this Court has disparaged the governmental-proprietary dichotomy, or discounted its significance within a specific area of law. For example, in <i>Raton Public Service Co. v. Hobbes,</i> 76 N.M. 535, 539, 417 P.2d 32, 35 (1966), we noted with approval several cases in other jurisdictions \"where corporate instrumentalities for accomplishing public ends, whether governmental or proprietary, have been considered to be governmental agencies.\" <i>See also </i><i>State ex rel. State Highway Comm'n v. Board of County Comm'rs,</i> 72 N.M. 86, 93, 380 P.2d 830, 835 (1963) (holding that compensation should be paid for public property that is condemned for state highway construction without regard <span class=\"star-pagination\">*735</span> to whether the property is used for proprietary or governmental purposes).</p>\n<p>The viability of the proprietary-governmental dichotomy is also undermined by the enactments of the New Mexico Legislature. As mentioned above, the Legislature expressly removed this distinction from tort law. Section 41-4-2. Five other New Mexico statutes mention this dichotomy but they do so in a way that renders the distinction meaningless. For example, the statute that establishes the powers of the Albuquerque Metropolitan Arroyo Flood Control Authority describes the Authority \"as an instrumentality exercising public and essential <i>governmental and proprietary</i> functions to provide for the public health, safety and general welfare.\" NMSA1978, § 72-16-22 (Cum.Supp. 1994) (emphasis added). Almost identical statements are found in NMSA1978, Section 72-17-22(A) (Cum.Supp.1994) (Las Cruces Metropolitan Arroyo Flood Control); NMSA1978, Section 72-19-22 (Cum.Supp. 1994) (Southern Sandoval County Flood Control); and NMSA1978, Section 74-10-27 (Repl.Pamp.1993) (providing for solid waste authority). <i>See also</i> NMSA1978, § 74-2-4(D) (Supp.1994) (agency retains jurisdiction over the conduct, \"<i>governmental or proprietary,</i> of any local authority that causes or contributes to air pollution.\" (emphasis added)). The language of these statutes broadly covers <i>all</i> the functions of a public entity as they relate to each statute. None indicate that there is any legal significance to the difference between governmental and proprietary roles. In fact, they all suggest that any differenceif it existsshould be ignored.</p>\n<p>In one notably vituperative opinion concerning the maintenance of a municipal water system, the New York Appellate Division excoriated the governmental-proprietary doctrine as enigmatic, absurd, obsolete, irrelevant, and artificial. <i>See generally </i><i>County of Nassau v. South Farmingdale Water Dist.,</i> 62 A.D.2d 380, 405 N.Y.S.2d 742, 744-49, <i>aff'd,</i> 46 N.Y.2d 794, 413 N.Y.S.2d 921, 386 N.E.2d 832 (1978). We agree with this assessment and believe that the differentiation between the governmental and proprietary roles of a municipality is of no decisive legal value. Any determination by New Mexico courts concerning the roles or liabilities or duties of a municipalityor any other government entitycan henceforth be based upon other less equivocal grounds.</p>\n<p></p>\n<h2>F. The governmental-proprietary doctrine and the Procurement Code.</h2>\n<p>The abolition of this distinction makes especially good sense with reference to the Procurement Code. The purpose of the Procurement Code is to insure fairness when a public entity makes a purchase from a private entity. It is directed at the actual parties to the transaction, not the personae assumed by the parties. A governmental entity selling to another public body never ceases being a governmental entity even though it may in certain circumstances conduct the same business as a private enterprise. \"[A] municipal corporation cannot be a private corporation in any true sense of the word, but remains, even in its dual capacity, essentially a public corporation.\" <i>Clouse,</i> 206 S.W.2d at 546 (quoting 37 Am.Jur. <i>Municipal Corporations</i> § 114 (1941)).</p>\n<p>The reason the Procurement Code provides for exemptions when the buyer and seller are both governmental entities is because governments were not created to serve the pecuniary interests of private individuals. There should be no incentive for the buyer or seller to deal unfairly. Since both parties exist solely to protect and serve the interests of the general public, it would make no sense for one to take advantage of the other.</p>\n<p>We find that, for the purposes of Section 13-1-98, Farmington should be defined by its status as a municipality; the proprietary concept is to be disregarded. As pointed out above, there is no dispute that both Farmington and the School District fall within the Procurement Code's definition of \"local public bodies.\" Section 13-1-67. The water services transaction falls within the exemption of Section 13-1-98(D) because the School District was purchasing \"publicly provided\" water, that is, water supplied by a local public body. More persuasively, under Section 13-1-98(A), Farmington, in entering the water contract, was a governmental \"local public body\" selling water services to the <span class=\"star-pagination\">*736</span> school district, another \"local public body.\" Thus, both of the disputed exemptions to the Procurement Code apply to this contract. The governmental-proprietary doctrine is immaterial to the interpretation of the Procurement Code and the contract did not need to be offered for competitive bid.</p>\n<p></p>\n<h2>III. We need not analyze whether the contract in question is a construction contract.</h2>\n<p>In its effort to bring the water contract within the competitive bidding requirement, Morningstar introduces another singular interpretation of the above mentioned exemption to the Procurement Code in Section 13-1-98(A). This exemption removes from the competitive bidding requirement of the Code \"procurement of items of <i>tangible personal property</i> or <i>services</i> by ... a local public body from ... a local public body.\" Section 13-1-98(A) (emphasis added). Morningstar argues that the contract in question is a <i>construction</i> contract and not a contract for either \"tangible personal property\" or \"services.\" A construction contract, Morningstar claims, is not one of the \"items\" exempted by Section 13-1-98(A).</p>\n<p>Though the parties never suggest as much, this question, as framed by Morningstar, invites comparison with the classic Uniform Commercial Code distinction between goods and services. <i>See, e.g., Gall by </i><i>Gall v. Allegheny County Health Dept.,</i> 555 A.2d 786, 789 (Pa.1989) (water distributed by municipal water system constituted \"goods\" within meaning of commercial code); <i>Osterholt v. St. Charles Drilling Co.,</i> 500 F.Supp. 529, 533 (E.D.Mo.1980) (contract for installation of well and water system was service contract with sale of goods incidental thereto where, among other considerations, language of the contract was unmistakably that of service rather than of sale). The primary purpose of the contract in this case was to provide water services. <i>See </i><i>Kirkpatrick v. Introspect Healthcare Corp.,</i> 114 N.M. 706, 709, 845 P.2d 800, 803 (1992) (discussing the \"primary purpose\" test in contract analysis). In a traditional construction scenario, title to a finished construction project goes to the purchaser of the project. Here the water lines, storage tank, and pumping facilities would remain in the possession of the builderFarmington rather than be transferred to the purchaserthe School District. The physical facilities in this case seem to be collateral to the contract.</p>\n<p>However, we need not analyze this issue. We have already established that, because this is a procurement between two governmental public bodies, the contract in question easily falls within the other pertinent exemption to the Code in Section 13-1-98(D). If a contract is excluded from the competitive bidding requirements by one provision of the Procurement Code, there is no reason to test the applicability of any other exemptions. A single statutory exemption is sufficient to remove the contract from the provisions of the Code.</p>\n<p></p>\n<h2>IV. The Public School Code does not conflict with the Procurement Code.</h2>\n<p>Urging yet another quixotic statutory analysis, Morningstar alleges that specific statutes governing the conduct of the School District require that the contract in question be submitted for competitive bid. Morningstar points to NMSA1978, Section 22-5-4(N) (Repl.Pamp.1993), from the Public School Code that requires local school boards to \"contract for the expenditure of money according to the provisions of the Procurement Code.\" School boards are exempted by this statute from only two sections of the Procurement CodeSections 13-1-117.1 and 13-1-117.2both of which are irrelevant to this case. <i>See</i> Section 22-5-4(N). The only expenditures that need not comply with the bidding requirement are \"expenditures for salaries.\" <i>Id.</i></p>\n<p>Morningstar states that this School Code statute is inconsistent with and does not implicate the exemptions to the Procurement Code in Section 13-1-98(A) &amp; (D). In support of this position, Morningstar attempts to bring together several principles of statutory interpretation that neither individually nor as an aggregate support its contentions. For example, Morningstar alleges that the school statute was enacted \"long after\" the procurement statute and that the School Code statute should control under the doctrine that <span class=\"star-pagination\">*737</span> precedence will be given to a later statute that is irreconcilable with an earlier enactment. <i>See </i><i>Stokes v. New Mexico State Bd. of Educ.,</i> 55 N.M. 213, 217, 230 P.2d 243, 245 (1951). In fact, the School Code statute was enacted before the Procurement Code statute. Section 22-5-4(N) first made its appearance in 1967 N.M.Laws, ch. 16, § 28(M), while Section 13-1-98(A) &amp; (D) first appeared seventeen years later as 1984 Laws, ch. 65, § 71(A) &amp; (D). Moreover, it is immaterial that subsection (N) of Section 22-5-4 was amended in 1990, more recently than any amendments to subsections (A) or (D) of Section 13-1-98; the amendment did not create any conflict between the two statutes. <i>See</i> 1990 N.M. Laws, ch. 52, § 2(N).</p>\n<p>Morningstar also claims that the School Code statute is specific while the Procurement Code statute is general. This is an attempt to invoke the doctrine that, when specific and general statutes conflict, effect will be given to the specific. <i>See </i><i>Lopez v. Barreras,</i> 77 N.M. 52, 54, 419 P.2d 251, 253 (1966). Again, because they are not in conflict, the question of whether one statute is more specific is of no consequence.</p>\n<p>Enactments of the legislature \"must be interpreted to accord with common sense and reason.\" <i>Sandoval v. Rodriguez,</i> 77 N.M. 160, 163, 420 P.2d 308, 310 (1966). The plain language of Section 22-5-4(N) requires school boards to contract according to all but two sections of the <i>entire</i> Procurement Code. This means that all the bidding requirements of the Code, including all the exemptions to those requirements, apply to School District contracts. Under the exemptions of Section 13-1-98(A) &amp; (D), the School District does not have to seek competitive bids in contracting with Farmington for water services. \"When several statutes relate to the same subject matter, we will, if possible, construe them in such a fashion as to give effect to every provision of each.\" <i>Incorporated County of Los Alamos v. Johnson,</i> 108 N.M. 633, 634, 776 P.2d 1252, 1253 (1989). Reading Section 22-5-4(N) with the Code, it is apparent that the water services contract is exempt from the competitive bidding requirement.</p>\n<p></p>\n<h2>V. There was no violation of the emergency procurement provision of the Procurement Code.</h2>\n<p>Morningstar's next allegation concerns the May 17, 1993, \"Request for Emergency Quotation for Temporary Water Supply for Mesa View Junior High School.\" The Procurement Code permits a relaxing of the normal competitive bidding requirements if it is necessary \"to make emergency procurements when there exists a threat to public health, welfare, safety or property requiring procurement under emergency conditions.\" Section 13-1-127(A). The Code defines an \"emergency condition\" as \"a situation which creates a threat to public health, welfare or safety such as may arise by reason of floods, epidemics, riots, equipment failures or similar events.\" Section 13-1-127(B).</p>\n<p>Morningstar argues that the need to irrigate the imminent landscaping of the school grounds was not a true emergency under the Procurement Code. There is nothing at issue here. Simply because the request used the word \"emergency\" does not mean the School District was invoking the term as it applies to the Procurement Code. There is absolutely nothing in the \"Request for Emergency Quotation\" to suggest that the request was made under auspices of the emergency provisions of Section 13-1-127.</p>\n<p>We have already established that \"[t]he provisions of the Procurement Code shall not apply\" to contracts for water services between Farmington and the School Board. <i>See</i> § 13-1-98. This means the <i>entire</i> Code does not applyincluding the emergency provisions of Section 13-1-127. Because two public bodies were contracting, under Section 13-1-98(D) neither the \"emergency\" contract for a temporary water system, nor the final contract for permanent water services required competitive bidding.</p>\n<p></p>\n<h2>VI. Because it was not briefed below we decline to analyze the School District's use of the general obligation bond.</h2>\n<p>In its final argument, Morningstar claims the agreement in question violates the purposes for which the School District may issue general obligation bonds. Under New <span class=\"star-pagination\">*738</span> Mexico law \"a school district may issue general obligation bonds for the purpose of erecting, remodeling, making additions to and furnishing school buildings, or purchasing or improving school grounds or any combination of these purposes.\" NMSA1978, § 22-18-1 (Repl.Pamp.1993). Morningstar attempts to make much of the fact that Farmington was charging $525,000 while Morningstar would charge only $150,000 for what was ostensibly the same service. According to Morningstar, the School District was making a gift to Farmington by paying not only for hooking up the water service to the school but also for the construction of water facilities that may be used to service customers other than the School District. In addition, the money used to purchase water would also be used to construct a sewer line, an item that should have been the subject of a separate contract. Morningstar asserts that these \"purchases\" exceeded the purposes for which the bond could be used according to Section 22-18-1.</p>\n<p>This issue, however, was not briefed or argued below. This presents a good example of why courts do not address matters that are raised for the first time on appeal. SCRA 12-216(A) (Repl.Pamp.1992); <i>Warren v. Spurck,</i> 64 N.M. 106, 114, 325 P.2d 284, 289 (1958). Though Morningstar's argument is sketchy, it seems to raise questions of fact that are not answered in the record. We have no information that would explain Morningstar's contention that specific provisions of the agreement, contrary to appearance, are improper under Section 22-18-1. Nor is there any evidence to support the claim by Farmington and the School District that proper value has been received for the payment. Without an adequate trial record we have no information upon which to base a judgment. We find no discernable matter of \"general public interest\" that would warrant considering a question not properly preserved for review as permitted by SCRA 12-216(B)(1). We decline to address this issue.</p>\n<p></p>\n<h2>VII. Conclusion.</h2>\n<p>For the foregoing reasons we affirm the trial court. We also direct that henceforth, for the purposes of New Mexico law, the roles, liabilities, and duties of a government entity shall be evaluated without reference to the governmental-proprietary doctrine.</p>\n<p>IT IS SO ORDERED.</p>\n<p>BACA, C.J., and RANSOM, FRANCHINI and MINZNER, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  We cite to New Mexico statutes as they were compiled at the time this case was filed in May 1993. As they relate to the issues raised in this case, any differences between the current and previous versions of these statutes are immaterial.</p>\n<p>[2]  The issue of whether Farmington operates a publicly regulated utility will be addressed in the forthcoming <i>Morningstar Water Users Association, Inc. v. New Mexico Public Utility Commission,</i> ___ N.M. ___, ___ P.2d ___ (1995) (No. 21,985).</p>\n<p>[3]  George Robert Gissing (1857-1903) was an English novelist.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">901</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">725</span></span> (1995)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">307</span></span></b></center>\n<center><h1>MORNINGSTAR WATER USERS ASSOCIATION, INC., a New Mexico corporation, Plaintiff-Appellant,<br>\nv.<br>\nFARMINGTON MUNICIPAL SCHOOL DISTRICT NO. 5 and City of Farmington, Defendants-Appellees.</h1></center>\n<center>No. 21351.</center>\n<center><p><b>Supreme Court of New Mexico.</b></p></center>\n<center>July 25, 1995.</center>\n<p><span class=\"star-pagination\">*726</span> Arthur A. Greenfield, Albuquerque, F. Douglas Moeller, Farmington, for appellant.</p>\n<p>Jay B. Burnham, City Attorney, Farmington, for appellee City of Farmington.</p>\n<p>Tansey, Rosebrough, Gerding &amp; Strother, P.C., Douglas A. Echols, Farmington, for appellee Farmington Mun. School Dist.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>FROST, Justice.</p>\n<p>Farmington Municipal School District No. 5 (School District) entered contracts with the City of Farmington for the provision of water services. Morningstar Water Users Association, Inc. appeals from the district court's refusal to enjoin these contracts. Morningstar argues that the contracts for the water services should have been submitted for competitive bid under the provisions of the New <span class=\"star-pagination\">*727</span> Mexico Procurement Code, NMSA1978, §§ 13-1-28 to -199 (Repl.Pamp.1992).<sup>[1]</sup> We find no violation of the Code and affirm the trial court.</p>\n<p></p>\n<h2>I. Facts.</h2>\n<p>Farmington is located in the northwestern corner of New Mexico. It owns a water utility that services residents and businesses within its municipal boundaries. Morningstar supplies water for domestic and commercial use to over 500 members, all located outside the boundaries of Farmington. It was incorporated as a Water Users' Association in 1979 under NMSA1978, §§ 73-5-1 to -9 (Orig.Pamp. &amp; Cum.Supp.1994). The School District was established under a New Mexico law that requires \"[e]very public school in the state [to] be located within the geographical boundaries of a school district.\" NMSA1978, § 22-4-1 (Repl.Pamp.1993). In 1993 the School District began building a new junior high school on a 30 acre parcel located outside of but adjacent to the Farmington city limits. The School District solicited water services for the new junior high school. This case arose out of competition between Farmington and Morningstar for the right to sell water to the School District. Two contracts are at issue in this dispute, one for permanent and one for temporary water services.</p>\n<p>In January 1993 the School District began to negotiate with Morningstar for the permanent water system. The new junior high school was to be built within Morningstar's service area. By March 1993 a proposal was drafted. The proposal included the construction of the necessary water facilities by Morningstar at a cost of $150,000, and specified such matters as acquisition of easements, water quality and pressure, billing, and metering. The proposal was never accepted by the School District.</p>\n<p>In March or April 1993 the School District went on to negotiate with Farmington for the permanent water services. The resulting \"agreement in principle\" required the School District to pay $525,000 toward the anticipated cost of $700,000 for the new water facilities. The agreement also stated that Farmington would provide sewer services and roadway maintenance. Furthermore, the school site would be annexed to Farmington.</p>\n<p>Morningstar's existing facilities were only a few hundred feet from and at a higher elevation than the school so that gravity flow alone would be sufficient to convey water to the site. Farmington's existing water facilities were located over 4000 feet from the school site and at a lower elevation. To serve the School District, Farmington needed to construct, in addition to water lines, a water storage tank, and pumping facilities. The School District explained its preference for Farmington, noting its concern that Morningstar seemed to lack satisfactory insurance, that it might not be financially stable, and that the current Morningstar plant might not meet certain federal water quality standards. The School District also feared that, if it did not enter a contract with Farmington, it would be precluded from receiving various benefits of annexation to the city such as roadway maintenance, fire and police services, and credit for the sewer line.</p>\n<p>On April 22, 1993, the School Board of the School District approved \"in principle\" the agreement negotiated with Farmington. The finality of the agreement was contingent upon Farmington and Morningstar reaching a mutual definition of the boundaries of their respective water systems. A few weeks later, at another School Board meeting on May 13, a revised version of the agreement was approved with the same stipulations. At that time, Morningstar urged that the contract for the permanent water system be submitted for competitive bid according to the New Mexico Procurement Code.</p>\n<p>The record is unclear on the sequence of events, but it seems that in late April or early May the School District decided to negotiate on short notice a temporary water service contract. The imminent landscaping of the school grounds would need an immediate water supply. On May 13, 1993, Morningstar met with two School District officials to discuss tentative terms for the construction <span class=\"star-pagination\">*728</span> of this temporary water supply. Morningstar alleges that the officials agreed to submit the proposed terms to the School Board at its meeting that same night. Apparently no action was taken at that meeting on Morningstar's proposal for temporary services.</p>\n<p>The School District, on May 17, 1993, issued a \"Request for Emergency Quotation for Temporary Water Supply for Mesa View Junior High School.\" Morningstar bid $82,105 and Farmington bid $48,000. On May 21, the School Board awarded the contract to Farmington. The temporary facility would be built within Morningstar's service area. Morningstar protested this award and complained that the competitive bidding requirements of the Procurement Code should have been, and were not, strictly followed. Morningstar argued that, while the Code included provisions for emergency purchases, the need for the temporary system did not fall within those provisions.</p>\n<p>Morningstar filed a complaint in district court on May 24, requesting the court to declare null and void School District's contracts and agreements with Farmington for both the temporary and permanent water systems. Morningstar characterized Farmington's conduct as a \"plan to destroy Morningstar,\" and also requested compensatory and punitive damages. The court dismissed Morningstar's complaints, concluding that there were no violations of the Procurement Code and that Morningstar was not entitled to relief.</p>\n<p>On appeal, Morningstar argues that both the temporary and permanent water contracts should have been submitted for competitive sealed bids as required by Procurement Code. We decline to adopt the statutory interpretations suggested by Morningstar and affirm the trial court.</p>\n<p></p>\n<h2>II. The permanent contract falls within the statutory exemptions to the Procurement Code.</h2>\n<p></p>\n<h2>A. Statutes in question.</h2>\n<p>The Procurement Code regulates all purchases by public entities in New Mexico. The Code governs all nonfederal expenditures \"by state agencies and local public bodies for the procurement of items of tangible personal property, services and construction.\" Section 13-1-30. \"The purposes of the Procurement Code are to provide for the fair and equitable treatment of all persons involved in public procurement, to maximize the purchasing value of public funds and to provide safeguards for maintaining a procurement system of quality and integrity.\" Section 13-1-29(C); <i>see </i><i>Planning &amp; Design Solutions v. City of Santa Fe,</i> <span class=\"citation\" data-id=\"2613977\"><a href=\"/opinion/2613977/planning-design-v-city-of-santa-fe/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">707</span></a></span>, 710, <span class=\"citation\" data-id=\"2613977\"><a href=\"/opinion/2613977/planning-design-v-city-of-santa-fe/\"><span class=\"volume\">885</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">628</span></a></span>, 631 (1994) (discussing policy behind Procurement Code). At issue in this case is the requirement that, within certain limitations, all procurements by government entities \"shall be achieved by competitive sealed bid.\" Section 13-1-102.</p>\n<p>There are several exemptions in the Procurement Code, pointing to situations in which purchases by a public entity do not require competitive bidding. The first issues we address center on two of these exemptions found at Section 13-1-98: One exemption states that \"[t]he provisions of the Procurement Code shall not apply to . . . purchases of publicly provided or publicly regulated<sup>[2]</sup>. . . water.\" Section 13-1-98(D). The other exemption states that the Procurement Code is inapplicable to the \"procurement of items of tangible personal property or services by . . . a local public body from . . . a local public body.\" Section 13-1-98(A). There is no dispute that both Farmington and the School District are \"local public bodies,\" defined by the Procurement Code as \"every political subdivision of the state and the agencies, instrumentalities and institutions thereof.\" Section 13-1-67. Reading the provisions and exemptions together, the Procurement Code applies only when a private entity is selling goods or services to a public entity. The exemptions in Section 13-1-98 apply when the seller is a governmental rather than private entity.</p>\n<p>Farmington and the School District assert that the water services contract falls within <span class=\"star-pagination\">*729</span> both the Section 13-1-98 exemptions to the Procurement Code, and that there was no need to put the matter up for competitive bid. Morningstar alleges that there are no exemptions in the Code that render the water contract immune from the competitive bidding requirement.</p>\n<p></p>\n<h2>B. The governmental-proprietary dichotomy defined.</h2>\n<p>Morningstar argues that, when selling water to the School District, Farmington was not acting as a governmental entity but rather as a proprietary entity and that this distinction is significant when interpreting the Procurement Code. Morningstar defines the governmental-proprietary distinction only in the most cursory terms, and we note that past attempts at definition are less than satisfactory.</p>\n<p>The term \"proprietary\" is assigned to municipal activities that are businesslike, while the term \"governmental\" is applied to the activities of governing that are not commerce related. Osborne M. Reynolds, Jr., <i>Handbook of Local Government Law</i> 12, 150 (1982). Commentators point out that a municipality's governmental capacity connotes functions that are most often, if not exclusively, conducted by governments rather than private entities. The proprietary capacity, on the other hand, encompasses functions that are not necessarily best suited to governmental execution but which may be equally well performed by private enterprise. <i>Id.</i> at 12.</p>\n<p>Thus in the governmental role, the municipality is said to be functioning as an agent of the state, <i>Nunes v. Town of Bristol,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">729</span></span>, <span class=\"citation\" data-id=\"2199529\"><a href=\"/opinion/2199529/nunes-v-town-of-bristol/\"><span class=\"volume\">232</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">775</span></a></span>, 780 (1967), and acting in a sovereign capacity, <i>see </i><i>City of Albuquerque v. New Mexico State Corp. Comm'n,</i> <span class=\"citation\" data-id=\"1356471\"><a href=\"/opinion/1356471/city-of-albuquerque-v-nm-state-corp-comn/\"><span class=\"volume\">93</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">719</span></a></span>, 722, <span class=\"citation\" data-id=\"1356471\"><a href=\"/opinion/1356471/city-of-albuquerque-v-nm-state-corp-comn/\"><span class=\"volume\">605</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">227</span></a></span>, 230 (1979) [hereinafter <i>Albuquerque v. Commission</i>]. In the proprietary role, the municipality is said to have the same rights and obligations of an individual or a private corporation. <i>See </i><i>Nunes,</i> 232 A.2d at 780.</p>\n<p>Morningstar claims that, in contracting to sell water, Farmington is engaging in a proprietary activity rather than a governmental activity and thus Farmington is in the role of a private entity selling to the School District, a public entity. Morningstar asserts that this exactly describes the kind of situation controlled by the Procurement Code, and the School District should therefore have advertised the contract for competitive bid. According to Morningstar, the exemptions to the Code found in Section 13-1-98 do not apply because Farmington is not acting as a governmental \"local public body.\"</p>\n<p>In this way Morningstar advocates, and Farmington and the School District attempt to refute, the controversial distinction between the governmental and proprietary roles of municipalities. None of the parties have offered so much as a hint of the decades of confusion, equivocation, and reprobation surrounding judicial attempts to make sense of this dichotomy.</p>\n<p>Morningstar cites seven New Mexico cases that explicitly statesometimes only in passingthat a municipality is acting in a proprietary capacity when operating a utility. Morningstar argues that this precedent should affect the interpretation of the Procurement Code. We disagree. Under the Procurement Code, whether governing or operating a business, Farmington is always a \"local public body.\" We feel it is important to explain our reasoning in some detail because, even though all of the cases cited by Morningstar concern areas of law unrelated to the Procurement Code, they raise the legitimate question of how application of the governmental-proprietary analysis can result in differing interpretations of a single municipal functionsuch as the operation of a utilitydepending upon which statute is being applied. We also wish to take this opportunity to restrict the legal significance of the governmental-proprietary doctrine.</p>\n<p></p>\n<h2>C. The classification of specific public functions as either governmental or proprietary.</h2>\n<p>In 1921, Judge Benjamin Cardozo compared the governmental-proprietary doctrine to driftwood cluttering the waters of justice. Benjamin N. Cardozo, <i>A Ministry of Justice,</i> 35 Harv.L.Rev. 113, 120, 126 (1921). Justice Frankfurter described the distinction as a <span class=\"star-pagination\">*730</span> \"quagmire that has long plagued the law of municipal corporations.\" <i>Indian Towing Co. v. United States,</i> <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 65, <span class=\"citation\" data-id=\"105329\"><a href=\"/opinion/105329/indian-towing-co-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">122</span></a></span>, 124, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">48</span></span> (1955). Nevertheless, many, if not most, courts still employ the dichotomy as an analytical device. <i>See, e.g., </i><i>Genao v. Board of Educ.,</i> <span class=\"citation no-link\"><span class=\"volume\">888</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">501</span></span>, 505-08 (S.D.N.Y.1995) (highly questionable use of the doctrine to analyze a negligence claim against the New York City Board of Education); <i>Baker v. Waste Management of Mich., Inc.,</i> 208 Mich.App. 602, <span class=\"citation\" data-id=\"2027845\"><a href=\"/opinion/2027845/baker-v-waste-mgt-of-mich/\"><span class=\"volume\">528</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">835</span></a></span>, 837-38 (1995) (use of the doctrine to analyze nuisance claim against municipality). Some commentators still argue that the distinction has viability. <i>See, e.g.,</i> Ruth Cook, Comment, <i>Postscript: Tracing the Governmental-Proprietary Test,</i> 53 U.Cin.L.Rev. 561, 584 (1984) (stating the dichotomy is valid as an initial inquiry); Teresa Gillen, Comment, <i>A Proposed Model of the Sovereign/Proprietary Distinction,</i> 133 U.Pa. L.Rev. 661, 683 (1985) (suggesting the governmental-proprietary analysis can be useful in commerce clause cases).</p>\n<p>The governmental-proprietary distinction was a judicial attempt to diminish the unfair consequences of sovereign immunity. Cook, <i>supra,</i> at 561. It was grounded in an earlier era when municipalities assumed few functions beyond those that were necessary to serve the needs of the general public. <i>See</i> Janice C. Griffith, <i>Local Government Contracts: Escaping from the Governmental/Proprietary Maze,</i> 75 Iowa L.Rev. 277, 299-302 (1990). However, that time of simplicity, if it ever existed, vanished at least by the middle of the nineteenth century. <i>See</i> Murray Seasongood, <i>Municipal Corporations: Objections to the Governmental or Proprietary Test,</i> 22 Va.L.Rev. 910, 911 (1936), <i>reprinted in</i> 53 U.Cin.L.Rev. 469 (1984). As our social systems have become more complex, governments have routinely engaged in businesslike activities and have based these enterprises on models of management and finance from the private sectorall the while acting for the benefit of the public as a whole.</p>\n<p>Some functions seem to be exclusively governmental such as the adoption of legislation, the administration of justice, the exercise of eminent domain, and the assessment and collection of taxes. <i>Krantz v. City of Hutchinson,</i> <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">449</span></span>, <span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">227</span></span>, 231 (1948); Reynolds, <i>supra,</i> at 12. But, beyond this small easily-classified list, much hair splitting is required to categorize almost all other municipal functions. <i>See id.</i> at 673.</p>\n<p>Police and fire protection, sewage facilities, incinerators, waste disposal facilities, and the protection of public health are often deemed governmental, though similar activities are frequently performed by private enterprise. <i>See</i> 56 Am.Jur.2d <i>Municipal Corporations, Counties, and Other Political Subdivisions</i> § 200 (1971); Reynolds, <i>supra,</i> at 12. Conversely, there is a distinctly governmental quality about many activities classified as proprietary by New Mexico courts. For example, our cases have denominated as proprietary the maintenance of a golf course, <i>Spray v. City of Albuquerque,</i> <span class=\"citation\" data-id=\"1208886\"><a href=\"/opinion/1208886/spray-v-city-of-albuquerque/\"><span class=\"volume\">94</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">199</span></a></span>, 201, <span class=\"citation\" data-id=\"1208886\"><a href=\"/opinion/1208886/spray-v-city-of-albuquerque/\"><span class=\"volume\">608</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span>, 513 (1980), the maintenance of a flood control system by a metropolitan flood control authority, <i>Gallagher v. Albuquerque Metro. Arroyo Flood Control Auth.,</i> <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">309</span></span>, 312, 313, <span class=\"citation\" data-id=\"1285491\"><a href=\"/opinion/1285491/gallagher-v-albuquerque-metro-etc/\"><span class=\"volume\">563</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">103</span></a></span>, 106, 107 (Ct.App.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">636</span></span>, <span class=\"citation no-link\"><span class=\"volume\">567</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">485</span></span> (1977), the establishment and maintenance of a municipal park, <i>Murphy v. City of Carlsbad,</i> <span class=\"citation\" data-id=\"1122101\"><a href=\"/opinion/1122101/murphy-v-city-of-carlsbad/\"><span class=\"volume\">66</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">376</span></a></span>, 380-81, <span class=\"citation\" data-id=\"1122101\"><a href=\"/opinion/1122101/murphy-v-city-of-carlsbad/\"><span class=\"volume\">348</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">492</span></a></span>, 496 (1960), and the operation and maintenance of a sewage facility, <i>Barker v. City of Santa Fe,</i> <span class=\"citation\" data-id=\"3573182\"><a href=\"/opinion/3592153/barker-v-city-of-santa-fe/\"><span class=\"volume\">47</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">85</span></a></span>, 90-92, <span class=\"citation\" data-id=\"3573182\"><a href=\"/opinion/3592153/barker-v-city-of-santa-fe/\"><span class=\"volume\">136</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">480</span></a></span>, 482-84 (1943).</p>\n<p>The last three cases just mentioned are based on the common-law doctrine of sovereign immunity. They harken back to a time when a government entity was found liable in tort when acting in a proprietary capacity but not liable when acting in a governmental capacity. The arbitrariness of the dichotomy as it related to government tort liability was recognized by the New Mexico Legislature when it expressly invalidated this distinction, stating \"The Tort Claims Act shall be read as abolishing all judicially-created categories such as `governmental' or `proprietary' functions. . . previously used to determine immunity or liability.\" 1976 N.M.Laws, ch. 58, § 2 (codified at NMSA1978, § 41-4-2 (Repl. Pamp.1989)). We contend that the same illogic that made the dichotomy inappropriate <span class=\"star-pagination\">*731</span> for sovereign immunity analysis, makes it inappropriate for any other legal analysis in New Mexico.</p>\n<p>Morningstar correctly points out that the general rule is that a municipality acts in a proprietary rather than governmental capacity in the operation of a public utility and that this principle is echoed by New Mexico case law. <i>See</i> 2 Eugene McQuillin, <i>The Law of Municipal Corporations</i> § 4.135, at 280 (Charles R.P. Keating &amp; Stephen M. Flanagan revs., 3d ed. 1988). However, even if this rule has gained general acceptance, it is not necessarily logical. As Professor Murray Seasongood pointed out in his seminal 1936 article on the governmental-proprietary doctrine:</p>\n<blockquote>Municipal undertakings are now so blended that they cannot be segregated without extreme difficulty. For instance, water (private) is intimately connected with health (public). It is used to sprinkle streets and to flush and clean them (public) and sewers, for fire protection (public), for public baths (public), in the cleaning and servicing of schools and municipal universities (public) and other public buildings, in the upkeep of parks (often regarded as public), cemeteries (public), playgrounds and recreation centers. Tremendous demands will be put on existing water systems by air-conditioning of hospitals, city halls, capitols and other public structures. How can an activity so pervasive and essential be justly classified as private or non-essential? What would happen to a city if its water supply were cut off? . . . In the complexity of a modern city's activities, such attempted allocation of functions to separate and exclusive compartments is not possible.</blockquote>\n<p>Seasongood, <i>supra,</i> at 916-17 (footnotes omitted). When analyzed even superficially, there is little to support the reasoning that designates as governmental one group of activities related to public transportation, health, safety, waste disposal, and utility services, while regarding another group of similar activities as proprietary.</p>\n<p></p>\n<h2>D. The seven cases cited by Morningstar do not support the viability of the governmental-proprietary doctrine.</h2>\n<p>As mentioned above, Morningstar cites seven cases, all of which mention that the municipal operation of a utility is a proprietary function. <i>State ex rel. State Highway Comm'n v. Town of Grants,</i> <span class=\"citation\" data-id=\"1121994\"><a href=\"/opinion/1121994/state-v-town-of-grants/\"><span class=\"volume\">66</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">355</span></a></span>, 362, <span class=\"citation\" data-id=\"1121994\"><a href=\"/opinion/1121994/state-v-town-of-grants/\"><span class=\"volume\">348</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">274</span></a></span>, 279 (1960); <i>State ex rel. City of Albuquerque v. Lavender,</i> <span class=\"citation\" data-id=\"2619019\"><a href=\"/opinion/2619019/state-v-lavender/\"><span class=\"volume\">69</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">220</span></a></span>, 222, <span class=\"citation\" data-id=\"2619019\"><a href=\"/opinion/2619019/state-v-lavender/\"><span class=\"volume\">365</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">652</span></a></span>, 653-54 (1961); <i>Southern Union Gas Co. v. City of Artesia,</i> <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">654</span></span>, 657, <span class=\"citation\" data-id=\"1125485\"><a href=\"/opinion/1125485/southern-union-gas-company-v-city-of-artesia/\"><span class=\"volume\">472</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">368</span></a></span>, 371 (1970); <i>International Bhd. of Elec. Workers, Local Union No. 611 v. Town of Farmington,</i> <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">393</span></span>, 396, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">233</span></span>, 236 (1965); <i>Local 2238 of the Am. Fed'n of State, County &amp; Mun. Employees v. Stratton,</i> <span class=\"citation\" data-id=\"1431662\"><a href=\"/opinion/1431662/local-2238-afscme-v-stratton/\"><span class=\"volume\">108</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">163</span></a></span>, 165, <span class=\"citation\" data-id=\"1431662\"><a href=\"/opinion/1431662/local-2238-afscme-v-stratton/\"><span class=\"volume\">769</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">76</span></a></span>, 78 (1989); <i>Apodaca v. Wilson,</i> <span class=\"citation\" data-id=\"1371208\"><a href=\"/opinion/1371208/apodaca-v-wilson/\"><span class=\"volume\">86</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">516</span></a></span>, 522, <span class=\"citation\" data-id=\"1371208\"><a href=\"/opinion/1371208/apodaca-v-wilson/\"><span class=\"volume\">525</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">876</span></a></span>, 882 (1974); <i>Albuquerque v. Commission,</i> 93 N.M. at 722, 605 P.2d at 230. We disagree with Morningstar's interpretation of the significance of these cases. Murray Seasongood, in his criticism of the governmental-proprietary doctrine, stated that the doctrine is \"so thoroughly written into the books by judicial decision that it requires what George Gissing<sup>[3]</sup> called `prancing optimism', to hope it can be expunged by departures from the rule of stare decisis.\" Seasongood, <i>supra,</i> at 941-42. A careful examination of the cases cited by Morningstar, however, shows that past analyses of the governmental-proprietary doctrine do not pose a viable rule of law in New Mexico.</p>\n<p>Morningstar overlooks the fact that none of these cases are founded entirely upon the governmental-proprietary analysis. Five of the cases, though mentioning the dichotomy, rest their conclusions on other more resilient grounds. In fact, it is difficult to explain why they even bothered at all to mention the doctrine. The remaining two cases employ a use of the governmental-proprietary doctrine that has already been disparaged by this Court. These cases are examples of why the governmental-proprietary analysis is criticized as a mechanically applied rule that \"provides the perfect mask for judicial balancing <span class=\"star-pagination\">*732</span> of competing equities and policies.\" Griffith, <i>supra,</i> at 317-18.</p>\n<p>In three of the cases mentioned by Morningstar, utilities and government entities brought claims against one another as to who should pay the cost of relocating utility lines that were moved because of public construction projects. <i>Grants,</i> 66 N.M. at 356-57, 348 P.2d at 274-75; <i>Lavender,</i> 69 N.M. at 222, 365 P.2d at 653; <i>Artesia,</i> 81 N.M. at 655, 472 P.2d at 369. In <i>Grants</i> the Court's conclusion that the municipal owner of the utility should pay for the relocation rested on the common-law doctrine that \"places the cost of relocating utility facilities on the owner thereof in the absence of [a] statute to the contrary.\" <i>Grants,</i> 66 N.M. at 359, 348 P.2d at 276. The Court in <i>Lavender,</i> taking an opposing view, concluded the highway commission should pay for relocation costs. It rested its conclusion on statutory rather than common-law grounds, noting that the pertinent statute, 1959 N.M.Laws, ch. 289 &amp; 310 (compiled at NMSA1953, §§ 55-7-21 to -29 (Supp.1959)) authorized the commission to \"expend public funds for the relocation of utility facilities.\" <i>Lavender,</i> 69 N.M. at 226-27, 365 P.2d at 656. Both of these cases based their conclusions on common law or statutory law, and the governmental-proprietary distinction was irrelevant.</p>\n<p><i>Southern Union Gas Company v. City of Artesia</i><i>,</i> the third of the cases cited by Morningstar regarding the moving of utility lines, concerned a privately-owned utility and a city-owned utility that were required by a city construction project to relocate their facilities. The Court expressed ample grounds for relying upon the same common-law rule used in <i>Grants,</i> 66 N.M. at 359, 348 P.2d at 276, saying that unless the law provided otherwise, the utility was liable for its own relocation expenses. <i>Artesia,</i> 81 N.M. at 655, 657, 472 P.2d at 369, 371. In <i>Artesia,</i> there was a federal HUD regulation that <i>did</i> provide otherwise. The regulation permitted the city-owned utility to be compensated for relocation costs. There was no comparable law for the privately-owned utility. <i>Id.</i> at 657, 472 P.2d at 371. Unfortunately the Court digressed into a discussion about the governmental-proprietary doctrine and obscured what could have been a simple analysis.</p>\n<p>Two of the cases cited by Morningstar addressed the rights of municipalities to enter into collective bargaining agreements with workers at municipal utilities. <i>Local Union No. 611,</i> 75 N.M. at 394, 405 P.2d at 234; <i>Local 2238,</i> 108 N.M. at 163-64, 769 P.2d at 76-77. Contrary to Morningstar's assertions, both cases included statements that dismissed the governmental-proprietary distinction as immaterial in determining whether a governmental employer can bargain collectively with its employees. <i>Local Union No. 611,</i> 75 N.M. at 395, 405 P.2d at 235 (quoting <i>City of Springfield v. Clouse,</i> <span class=\"citation\" data-id=\"3528449\"><a href=\"/opinion/3553040/city-of-springfield-v-clouse/\"><span class=\"volume\">356</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">1239</span></a></span>, <span class=\"citation\" data-id=\"3528449\"><a href=\"/opinion/3553040/city-of-springfield-v-clouse/\"><span class=\"volume\">206</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">539</span></a></span>, 546 (1947)); <i>Local 2238,</i> 108 N.M. at 165, 769 P.2d at 78. The Court in each case, like the Court in <i>Lavender,</i> 69 N.M. at 226-27, 365 P.2d at 656, found solid statutory grounds for permitting the municipalities to enter collective bargaining agreements. <i>See Local Union No. 611,</i> 75 N.M. at 397, 405 P.2d at 236; <i>Local 2238,</i> 108 N.M. at 165, 769 P.2d at 78. In retrospect, these cases never needed to even mention the governmental-proprietary dichotomy.</p>\n<p>The last two cases cited by Morningstar dealt with the extent to which the home rule amendment to the New Mexico Constitution permitted a city to engage in businesslike activities. <i>Apodaca,</i> 86 N.M. at 518-20, 525 P.2d at 878-80; <i>Albuquerque v. Commission,</i> 93 N.M. at 720-21, 605 P.2d at 228-29. <i>Apodaca</i> involved a citizen action to enjoin the City of Albuquerque from increasing sewer and water charges and from transferring to general funds the increased revenues. The Court addressed whether the municipality, under its home rule charter, could apply revenues from the municipal water service to other purposes. <i>Apodaca,</i> 86 N.M. at 519, 525 P.2d at 879. A recently-enacted amendment to the municipal home rule provisions of the New Mexico Constitution permitted the city to \"exercise all legislative powers and perform all functions <i>not expressly denied by general law</i> or charter.\" <i>Apodaca,</i> 86 N.M. at 519, 525 P.2d at 879 (quoting N.M. Const. art. X, § 6(D) (Supp.1973) (emphasis added)). The Court defined a \"general <span class=\"star-pagination\">*733</span> law\" as \"a law that applies generally throughout the state, or is of statewide concern as contrasted to `local' or `municipal' law.\" <i>Id.</i> at 521, 525 P.2d at 881. Similarly <i>Albuquerque v. Commission,</i> the other home rule case cited by Morningstar, dealt with the statewide-local implications of the home rule amendment. 93 N.M. at 721, 605 P.2d at 229. The Corporation Commission sought to prevent the City of Albuquerque from establishing limousine service for transportation of passengers to and from the Albuquerque International Airport. <i>Id.</i> at 720-21, 605 P.2d at 228-29.</p>\n<p>The Court in both cases employed the much-criticized attempt to parallel governmental activities to matters of general \"statewide\" concern, and proprietary activities to matters of purely \"local\" concern. <i>Apodaca,</i> 86 N.M. at 522, 525 P.2d at 882; <i>Albuquerque v. Commission,</i> 93 N.M. at 721-22, 605 P.2d at 229-30. This use of the governmental-proprietary doctrine was subsequently disparaged by this Court. In <i>State ex rel. Haynes v. Bonem,</i> <span class=\"citation\" data-id=\"1202084\"><a href=\"/opinion/1202084/state-ex-rel-haynes-v-bonem/\"><span class=\"volume\">114</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">627</span></a></span>, 633 n. 8, <span class=\"citation\" data-id=\"1202084\"><a href=\"/opinion/1202084/state-ex-rel-haynes-v-bonem/\"><span class=\"volume\">845</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">150</span></a></span>, 156 n. 8 (1992), we specifically mentioned both <i>Apodaca</i> and <i>Albuquerque v. Commission</i> in this context, stating that \"[w]hile the proprietary/municipal distinction may have been helpful in the past [in determining whether an activity was of statewide or local concern], we have doubts as to its continuing vitality.\" <i>See also</i> 2 McQuillin, <i>supra,</i> § 4.85, at 207 (the governmental-proprietary dichotomy has \"no bearing on the question of whether it is a matter of state or local concern.\"). Using the governmental-proprietary dichotomy to differentiate between statewide and local matters makes no rational sense. It is possible to imagine a municipal businesssuch as the processing of hazardous wastethat would be of great statewide concern. By the same token, it is easy to imagine a purely governmental act like the placing of a stop sign at a neighborhood intersectionthat is of exclusively local significance.</p>\n<p>Thus, the cases cited by Morningstar provide no support for the application of the governmental-proprietary analysis to the Procurement Code, and in fact provide additional justification for abandoning the doctrine.</p>\n<p></p>\n<h2>E. The governmental-proprietary dichotomy is of no legal significance.</h2>\n<p>If the proprietary distinction has any significance, one thing it does not mean is that a municipality, when engaging in a businesslike activity, will suddenly make a miraculous legal transformation into a private enterprise. We state this even though previous New Mexico opinions have supported the extreme position that \"the right of a municipality, operating a municipal utility, to make and enforce reasonable rules and regulations is exactly the same as that of a private corporation; no more and no less.\" <i>State ex rel. Scotillo v. Water Supply Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">27</span></span>, 31, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">P.</span> <span class=\"page\">1056</span></span>, 1057 (1914). Morningstar depicts Farmington as if it were, in the act of selling water, somehow \"morphed\" by computer into a completely new entity.</p>\n<p>The short answer to Morningstar's argument lies in the simple fact that <i>whenever</i> a local public body is selling anything, be it property or services, it is assuming the role of proprietor. The exemption of Section 13-1-98(A) is directed precisely at the times when a local public body is acting in a proprietary manner. A municipality neverin any capacity, at any timeceases to be a government entity; nor does it ever forego the rights and responsibilities of a government entity.</p>\n<blockquote>The general rule is that a municipality, in constructing or in operating its municipal plant, acts in a business, proprietary, or individual capacity rather than in a legislative or governmental capacity. . . . However, such a municipality does not lose its distinctive municipal character. Although a municipality's operation of a public utility may be a proprietary activity, such a municipality is engaged in a public enterprise for a public purpose. It is said to retain its cloak of governmental authority and to be bound by the limitations provided by the constitution.</blockquote>\n<p>12 McQuillin, <i>supra,</i> § 35.35, at 581-82 (Charles R.P. Keating rev., 3d ed. 1986). Even if, in the operation of a public utility, a city is deemed to be acting in a proprietary <span class=\"star-pagination\">*734</span> capacity, it does not follow that the rights and duties of the municipality are measured by the same standards that apply to private individuals or private corporations. 56 Am. Jur.2d, <i>supra,</i> § 200.</p>\n<p>We note that the United States Supreme Court in discussing Commerce Clause issues has drawn a distinction similar to the governmental-proprietary doctrine. For example in <i>Reeves v. Stake,</i> <span class=\"citation\" data-id=\"110308\"><a href=\"/opinion/110308/reeves-inc-v-stake/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 434, <span class=\"citation\" data-id=\"110308\"><a href=\"/opinion/110308/reeves-inc-v-stake/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2271</span></a></span>, 2276, <span class=\"citation\" data-id=\"110308\"><a href=\"/opinion/110308/reeves-inc-v-stake/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">244</span></a></span> (1980), the Court considered the impact of the Commerce Clause on state proprietary activities. If we were addressing Commerce Clause issues we would obviously be bound by federal precedent. However, the analysis in <i>Reeves</i> is different from the dichotomy we discuss today. <i>Reeves</i> revolved around the contrast between \"States as market participants and States as market regulators.\" <i>Id.</i> at 436, 100 S.Ct. at 2277. <i>Reeves</i> did not base its discussion upon activities that it termed \"governmental\" as opposed to those it termed \"proprietary\"; in other words, the Court did not refer to the governmental-proprietary doctrine that we criticize here. The line between the two sets of terminology is admittedly fine. However, they are distinct. The governmental-proprietary doctrine arbitrarily categorizes the kinds of activities that can be engaged in by a government. Thus a state water utility can be governmental in one jurisdiction not in another, or proprietary under one statute and not under another. On the other hand, characterizing the government as either market participant or market regulator draws a distinction based, not upon the kind of activity involved, but rather how the government uses its power in relation to that activity. Thus, if a state operates a water plant, it is a market participant. If, to the benefit of its own water company, it controls competing water plants in which it has no ownership interest, it is a market regulator. In any case, <i>Reeves</i> concerned the effect of a state owned business on interstate commerce and is not relevant to this case.</p>\n<p>A municipality is not a commercial institution. <i>Loeb v. City of Jacksonville,</i> <span class=\"citation\" data-id=\"3389166\"><a href=\"/opinion/3396130/loeb-v-city-of-jacksonville/\"><span class=\"volume\">101</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">429</span></a></span>, <span class=\"citation\" data-id=\"3389166\"><a href=\"/opinion/3396130/loeb-v-city-of-jacksonville/\"><span class=\"volume\">134</span> <span class=\"reporter\">So.</span> <span class=\"page\">205</span></a></span>, 207 (1931). It is an auxiliary of the state government. <i>Id.</i> All of its powers are granted to it by the legislature. <i>State ex rel. Village of Los Ranchos de Albuquerque v. City of Albuquerque,</i> <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">150</span></span>, 157, <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">185</span></span>, 192 (1994). There is no legislative prohibition against a businesslike municipal activity. <i>Hughes v. Alexandria Scrap Corp.,</i> <span class=\"citation\" data-id=\"109498\"><a href=\"/opinion/109498/hughes-v-alexandria-scrap-corp/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">794</span></a></span>, 810, <span class=\"citation\" data-id=\"109498\"><a href=\"/opinion/109498/hughes-v-alexandria-scrap-corp/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2488</span></a></span>, 2498, <span class=\"citation\" data-id=\"109498\"><a href=\"/opinion/109498/hughes-v-alexandria-scrap-corp/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">220</span></a></span> (1976). But underlying the legislative grant of power to engage in commerce is the principle that the municipality should always act for the purposes of \"providing for the safety, preserving the health, promoting the prosperity and improving the morals, order, comfort and convenience of the municipality and its inhabitants.\" NMSA1978, § 3-17-1 (Cum. Supp.1994); <i>see </i><i>Springfield Gas &amp; Elec. Co. v. City of Springfield,</i> <span class=\"citation\" data-id=\"99857\"><a href=\"/opinion/99857/springfield-gas-elec-co-v-springfield/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 70, <span class=\"citation\" data-id=\"99857\"><a href=\"/opinion/99857/springfield-gas-elec-co-v-springfield/\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">24</span></a></span>, 25, <span class=\"citation\" data-id=\"99857\"><a href=\"/opinion/99857/springfield-gas-elec-co-v-springfield/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></a></span> (1921) (\"The municipal corporation is allowed to go into the [electric utility] business only on the theory that thereby the public welfare will be subserved.\"). Even when engaging in a businesslike function, the municipality is still a public entity, exercising public powers and acting to the benefit of the members of the public that form its citizenry. <i>See </i><i>Chadwick v. City of Crawfordsville,</i> <span class=\"citation\" data-id=\"3428321\"><a href=\"/opinion/3430900/chadwick-treasurer-v-city-of-crawfordsville/\"><span class=\"volume\">216</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">399</span></a></span>, <span class=\"citation\" data-id=\"3428321\"><a href=\"/opinion/3430900/chadwick-treasurer-v-city-of-crawfordsville/\"><span class=\"volume\">24</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">937</span></a></span>, 943 (1940) (\"[I]n the operation of [public utility] properties, the municipalities perform a public function under the police power, and not a private function.\").</p>\n<p>The trendfor at least the past seven decadesis the recognition that no matter what hat a municipality wears, it is still acting in the public interest. In several New Mexico cases, this Court has disparaged the governmental-proprietary dichotomy, or discounted its significance within a specific area of law. For example, in <i>Raton Public Service Co. v. Hobbes,</i> <span class=\"citation\" data-id=\"1196049\"><a href=\"/opinion/1196049/raton-public-service-company-v-hobbes/\"><span class=\"volume\">76</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">535</span></a></span>, 539, <span class=\"citation\" data-id=\"1196049\"><a href=\"/opinion/1196049/raton-public-service-company-v-hobbes/\"><span class=\"volume\">417</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">32</span></a></span>, 35 (1966), we noted with approval several cases in other jurisdictions \"where corporate instrumentalities for accomplishing public ends, whether governmental or proprietary, have been considered to be governmental agencies.\" <i>See also </i><i>State ex rel. State Highway Comm'n v. Board of County Comm'rs,</i> <span class=\"citation\" data-id=\"1198321\"><a href=\"/opinion/1198321/state-v-board-of-county-comrs-of-dona-ana-county/\"><span class=\"volume\">72</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">86</span></a></span>, 93, <span class=\"citation\" data-id=\"1198321\"><a href=\"/opinion/1198321/state-v-board-of-county-comrs-of-dona-ana-county/\"><span class=\"volume\">380</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">830</span></a></span>, 835 (1963) (holding that compensation should be paid for public property that is condemned for state highway construction without regard <span class=\"star-pagination\">*735</span> to whether the property is used for proprietary or governmental purposes).</p>\n<p>The viability of the proprietary-governmental dichotomy is also undermined by the enactments of the New Mexico Legislature. As mentioned above, the Legislature expressly removed this distinction from tort law. Section 41-4-2. Five other New Mexico statutes mention this dichotomy but they do so in a way that renders the distinction meaningless. For example, the statute that establishes the powers of the Albuquerque Metropolitan Arroyo Flood Control Authority describes the Authority \"as an instrumentality exercising public and essential <i>governmental and proprietary</i> functions to provide for the public health, safety and general welfare.\" NMSA1978, § 72-16-22 (Cum.Supp. 1994) (emphasis added). Almost identical statements are found in NMSA1978, Section 72-17-22(A) (Cum.Supp.1994) (Las Cruces Metropolitan Arroyo Flood Control); NMSA1978, Section 72-19-22 (Cum.Supp. 1994) (Southern Sandoval County Flood Control); and NMSA1978, Section 74-10-27 (Repl.Pamp.1993) (providing for solid waste authority). <i>See also</i> NMSA1978, § 74-2-4(D) (Supp.1994) (agency retains jurisdiction over the conduct, \"<i>governmental or proprietary,</i> of any local authority that causes or contributes to air pollution.\" (emphasis added)). The language of these statutes broadly covers <i>all</i> the functions of a public entity as they relate to each statute. None indicate that there is any legal significance to the difference between governmental and proprietary roles. In fact, they all suggest that any differenceif it existsshould be ignored.</p>\n<p>In one notably vituperative opinion concerning the maintenance of a municipal water system, the New York Appellate Division excoriated the governmental-proprietary doctrine as enigmatic, absurd, obsolete, irrelevant, and artificial. <i>See generally </i><i>County of Nassau v. South Farmingdale Water Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">380</span></span>, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">742</span></span>, 744-49, <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">794</span></span>, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">921</span></span>, <span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">832</span></span> (1978). We agree with this assessment and believe that the differentiation between the governmental and proprietary roles of a municipality is of no decisive legal value. Any determination by New Mexico courts concerning the roles or liabilities or duties of a municipalityor any other government entitycan henceforth be based upon other less equivocal grounds.</p>\n<p></p>\n<h2>F. The governmental-proprietary doctrine and the Procurement Code.</h2>\n<p>The abolition of this distinction makes especially good sense with reference to the Procurement Code. The purpose of the Procurement Code is to insure fairness when a public entity makes a purchase from a private entity. It is directed at the actual parties to the transaction, not the personae assumed by the parties. A governmental entity selling to another public body never ceases being a governmental entity even though it may in certain circumstances conduct the same business as a private enterprise. \"[A] municipal corporation cannot be a private corporation in any true sense of the word, but remains, even in its dual capacity, essentially a public corporation.\" <i>Clouse,</i> 206 S.W.2d at 546 (quoting 37 Am.Jur. <i>Municipal Corporations</i> § 114 (1941)).</p>\n<p>The reason the Procurement Code provides for exemptions when the buyer and seller are both governmental entities is because governments were not created to serve the pecuniary interests of private individuals. There should be no incentive for the buyer or seller to deal unfairly. Since both parties exist solely to protect and serve the interests of the general public, it would make no sense for one to take advantage of the other.</p>\n<p>We find that, for the purposes of Section 13-1-98, Farmington should be defined by its status as a municipality; the proprietary concept is to be disregarded. As pointed out above, there is no dispute that both Farmington and the School District fall within the Procurement Code's definition of \"local public bodies.\" Section 13-1-67. The water services transaction falls within the exemption of Section 13-1-98(D) because the School District was purchasing \"publicly provided\" water, that is, water supplied by a local public body. More persuasively, under Section 13-1-98(A), Farmington, in entering the water contract, was a governmental \"local public body\" selling water services to the <span class=\"star-pagination\">*736</span> school district, another \"local public body.\" Thus, both of the disputed exemptions to the Procurement Code apply to this contract. The governmental-proprietary doctrine is immaterial to the interpretation of the Procurement Code and the contract did not need to be offered for competitive bid.</p>\n<p></p>\n<h2>III. We need not analyze whether the contract in question is a construction contract.</h2>\n<p>In its effort to bring the water contract within the competitive bidding requirement, Morningstar introduces another singular interpretation of the above mentioned exemption to the Procurement Code in Section 13-1-98(A). This exemption removes from the competitive bidding requirement of the Code \"procurement of items of <i>tangible personal property</i> or <i>services</i> by ... a local public body from ... a local public body.\" Section 13-1-98(A) (emphasis added). Morningstar argues that the contract in question is a <i>construction</i> contract and not a contract for either \"tangible personal property\" or \"services.\" A construction contract, Morningstar claims, is not one of the \"items\" exempted by Section 13-1-98(A).</p>\n<p>Though the parties never suggest as much, this question, as framed by Morningstar, invites comparison with the classic Uniform Commercial Code distinction between goods and services. <i>See, e.g., Gall by </i><i>Gall v. Allegheny County Health Dept.,</i> <span class=\"citation\" data-id=\"1550880\"><a href=\"/opinion/1550880/gall-v-allegheny-cty-health-dept/\"><span class=\"volume\">555</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">786</span></a></span>, 789 (Pa.1989) (water distributed by municipal water system constituted \"goods\" within meaning of commercial code); <i>Osterholt v. St. Charles Drilling Co.,</i> <span class=\"citation\" data-id=\"1408837\"><a href=\"/opinion/1408837/osterholt-v-st-charles-drilling-co/\"><span class=\"volume\">500</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">529</span></a></span>, 533 (E.D.Mo.1980) (contract for installation of well and water system was service contract with sale of goods incidental thereto where, among other considerations, language of the contract was unmistakably that of service rather than of sale). The primary purpose of the contract in this case was to provide water services. <i>See </i><i>Kirkpatrick v. Introspect Healthcare Corp.,</i> <span class=\"citation\" data-id=\"1201987\"><a href=\"/opinion/1201987/kirkpatrick-v-introspect-healthcare/\"><span class=\"volume\">114</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">706</span></a></span>, 709, <span class=\"citation\" data-id=\"1201987\"><a href=\"/opinion/1201987/kirkpatrick-v-introspect-healthcare/\"><span class=\"volume\">845</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">800</span></a></span>, 803 (1992) (discussing the \"primary purpose\" test in contract analysis). In a traditional construction scenario, title to a finished construction project goes to the purchaser of the project. Here the water lines, storage tank, and pumping facilities would remain in the possession of the builderFarmington rather than be transferred to the purchaserthe School District. The physical facilities in this case seem to be collateral to the contract.</p>\n<p>However, we need not analyze this issue. We have already established that, because this is a procurement between two governmental public bodies, the contract in question easily falls within the other pertinent exemption to the Code in Section 13-1-98(D). If a contract is excluded from the competitive bidding requirements by one provision of the Procurement Code, there is no reason to test the applicability of any other exemptions. A single statutory exemption is sufficient to remove the contract from the provisions of the Code.</p>\n<p></p>\n<h2>IV. The Public School Code does not conflict with the Procurement Code.</h2>\n<p>Urging yet another quixotic statutory analysis, Morningstar alleges that specific statutes governing the conduct of the School District require that the contract in question be submitted for competitive bid. Morningstar points to NMSA1978, Section 22-5-4(N) (Repl.Pamp.1993), from the Public School Code that requires local school boards to \"contract for the expenditure of money according to the provisions of the Procurement Code.\" School boards are exempted by this statute from only two sections of the Procurement CodeSections 13-1-117.1 and 13-1-117.2both of which are irrelevant to this case. <i>See</i> Section 22-5-4(N). The only expenditures that need not comply with the bidding requirement are \"expenditures for salaries.\" <i>Id.</i></p>\n<p>Morningstar states that this School Code statute is inconsistent with and does not implicate the exemptions to the Procurement Code in Section 13-1-98(A) &amp; (D). In support of this position, Morningstar attempts to bring together several principles of statutory interpretation that neither individually nor as an aggregate support its contentions. For example, Morningstar alleges that the school statute was enacted \"long after\" the procurement statute and that the School Code statute should control under the doctrine that <span class=\"star-pagination\">*737</span> precedence will be given to a later statute that is irreconcilable with an earlier enactment. <i>See </i><i>Stokes v. New Mexico State Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2618488\"><a href=\"/opinion/2618488/stokes-v-new-mexico-state-board-of-education/\"><span class=\"volume\">55</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">213</span></a></span>, 217, <span class=\"citation\" data-id=\"2618488\"><a href=\"/opinion/2618488/stokes-v-new-mexico-state-board-of-education/\"><span class=\"volume\">230</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">243</span></a></span>, 245 (1951). In fact, the School Code statute was enacted before the Procurement Code statute. Section 22-5-4(N) first made its appearance in 1967 N.M.Laws, ch. 16, § 28(M), while Section 13-1-98(A) &amp; (D) first appeared seventeen years later as 1984 Laws, ch. 65, § 71(A) &amp; (D). Moreover, it is immaterial that subsection (N) of Section 22-5-4 was amended in 1990, more recently than any amendments to subsections (A) or (D) of Section 13-1-98; the amendment did not create any conflict between the two statutes. <i>See</i> 1990 N.M. Laws, ch. 52, § 2(N).</p>\n<p>Morningstar also claims that the School Code statute is specific while the Procurement Code statute is general. This is an attempt to invoke the doctrine that, when specific and general statutes conflict, effect will be given to the specific. <i>See </i><i>Lopez v. Barreras,</i> <span class=\"citation\" data-id=\"1116502\"><a href=\"/opinion/1116502/lopez-v-barreras/\"><span class=\"volume\">77</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">52</span></a></span>, 54, <span class=\"citation\" data-id=\"1116502\"><a href=\"/opinion/1116502/lopez-v-barreras/\"><span class=\"volume\">419</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">251</span></a></span>, 253 (1966). Again, because they are not in conflict, the question of whether one statute is more specific is of no consequence.</p>\n<p>Enactments of the legislature \"must be interpreted to accord with common sense and reason.\" <i>Sandoval v. Rodriguez,</i> <span class=\"citation\" data-id=\"1374074\"><a href=\"/opinion/1374074/sandoval-v-rodriguez/\"><span class=\"volume\">77</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">160</span></a></span>, 163, <span class=\"citation\" data-id=\"1374074\"><a href=\"/opinion/1374074/sandoval-v-rodriguez/\"><span class=\"volume\">420</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">308</span></a></span>, 310 (1966). The plain language of Section 22-5-4(N) requires school boards to contract according to all but two sections of the <i>entire</i> Procurement Code. This means that all the bidding requirements of the Code, including all the exemptions to those requirements, apply to School District contracts. Under the exemptions of Section 13-1-98(A) &amp; (D), the School District does not have to seek competitive bids in contracting with Farmington for water services. \"When several statutes relate to the same subject matter, we will, if possible, construe them in such a fashion as to give effect to every provision of each.\" <i>Incorporated County of Los Alamos v. Johnson,</i> <span class=\"citation\" data-id=\"1168239\"><a href=\"/opinion/1168239/inc-county-of-los-alamos-v-johnson/\"><span class=\"volume\">108</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">633</span></a></span>, 634, <span class=\"citation\" data-id=\"1168239\"><a href=\"/opinion/1168239/inc-county-of-los-alamos-v-johnson/\"><span class=\"volume\">776</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1252</span></a></span>, 1253 (1989). Reading Section 22-5-4(N) with the Code, it is apparent that the water services contract is exempt from the competitive bidding requirement.</p>\n<p></p>\n<h2>V. There was no violation of the emergency procurement provision of the Procurement Code.</h2>\n<p>Morningstar's next allegation concerns the May 17, 1993, \"Request for Emergency Quotation for Temporary Water Supply for Mesa View Junior High School.\" The Procurement Code permits a relaxing of the normal competitive bidding requirements if it is necessary \"to make emergency procurements when there exists a threat to public health, welfare, safety or property requiring procurement under emergency conditions.\" Section 13-1-127(A). The Code defines an \"emergency condition\" as \"a situation which creates a threat to public health, welfare or safety such as may arise by reason of floods, epidemics, riots, equipment failures or similar events.\" Section 13-1-127(B).</p>\n<p>Morningstar argues that the need to irrigate the imminent landscaping of the school grounds was not a true emergency under the Procurement Code. There is nothing at issue here. Simply because the request used the word \"emergency\" does not mean the School District was invoking the term as it applies to the Procurement Code. There is absolutely nothing in the \"Request for Emergency Quotation\" to suggest that the request was made under auspices of the emergency provisions of Section 13-1-127.</p>\n<p>We have already established that \"[t]he provisions of the Procurement Code shall not apply\" to contracts for water services between Farmington and the School Board. <i>See</i> § 13-1-98. This means the <i>entire</i> Code does not applyincluding the emergency provisions of Section 13-1-127. Because two public bodies were contracting, under Section 13-1-98(D) neither the \"emergency\" contract for a temporary water system, nor the final contract for permanent water services required competitive bidding.</p>\n<p></p>\n<h2>VI. Because it was not briefed below we decline to analyze the School District's use of the general obligation bond.</h2>\n<p>In its final argument, Morningstar claims the agreement in question violates the purposes for which the School District may issue general obligation bonds. Under New <span class=\"star-pagination\">*738</span> Mexico law \"a school district may issue general obligation bonds for the purpose of erecting, remodeling, making additions to and furnishing school buildings, or purchasing or improving school grounds or any combination of these purposes.\" NMSA1978, § 22-18-1 (Repl.Pamp.1993). Morningstar attempts to make much of the fact that Farmington was charging $525,000 while Morningstar would charge only $150,000 for what was ostensibly the same service. According to Morningstar, the School District was making a gift to Farmington by paying not only for hooking up the water service to the school but also for the construction of water facilities that may be used to service customers other than the School District. In addition, the money used to purchase water would also be used to construct a sewer line, an item that should have been the subject of a separate contract. Morningstar asserts that these \"purchases\" exceeded the purposes for which the bond could be used according to Section 22-18-1.</p>\n<p>This issue, however, was not briefed or argued below. This presents a good example of why courts do not address matters that are raised for the first time on appeal. SCRA 12-216(A) (Repl.Pamp.1992); <i>Warren v. Spurck,</i> <span class=\"citation\" data-id=\"2604559\"><a href=\"/opinion/2604559/warren-v-spurck/\"><span class=\"volume\">64</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">106</span></a></span>, 114, <span class=\"citation\" data-id=\"2604559\"><a href=\"/opinion/2604559/warren-v-spurck/\"><span class=\"volume\">325</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">284</span></a></span>, 289 (1958). Though Morningstar's argument is sketchy, it seems to raise questions of fact that are not answered in the record. We have no information that would explain Morningstar's contention that specific provisions of the agreement, contrary to appearance, are improper under Section 22-18-1. Nor is there any evidence to support the claim by Farmington and the School District that proper value has been received for the payment. Without an adequate trial record we have no information upon which to base a judgment. We find no discernable matter of \"general public interest\" that would warrant considering a question not properly preserved for review as permitted by SCRA 12-216(B)(1). We decline to address this issue.</p>\n<p></p>\n<h2>VII. Conclusion.</h2>\n<p>For the foregoing reasons we affirm the trial court. We also direct that henceforth, for the purposes of New Mexico law, the roles, liabilities, and duties of a government entity shall be evaluated without reference to the governmental-proprietary doctrine.</p>\n<p>IT IS SO ORDERED.</p>\n<p>BACA, C.J., and RANSOM, FRANCHINI and MINZNER, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  We cite to New Mexico statutes as they were compiled at the time this case was filed in May 1993. As they relate to the issues raised in this case, any differences between the current and previous versions of these statutes are immaterial.</p>\n<p>[2]  The issue of whether Farmington operates a publicly regulated utility will be addressed in the forthcoming <i>Morningstar Water Users Association, Inc. v. New Mexico Public Utility Commission,</i> ___ N.M. ___, ___ P.2d ___ (1995) (No. 21,985).</p>\n<p>[3]  George Robert Gissing (1857-1903) was an English novelist.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99857/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1116502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1121994/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1122101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1125485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1168239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1196049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1198321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1201987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1202084/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1208886/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1285491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1356471/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1371208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1374074/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1408837/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1431662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1550880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2027845/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2199529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2604559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2613977/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2618488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2619019/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3389166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3428321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3528449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3573182/"
          ]
        }
      ],
      "judges": "Frost",
      "date_created": "2014-10-30T07:53:38.122206Z",
      "date_modified": "2016-03-03T19:21:25.510007Z",
      "date_filed": "1995-07-25",
      "date_filed_is_approximate": false,
      "slug": "morningstar-water-v-farmington-mun-sch",
      "citation_id": 1228497,
      "case_name_short": "",
      "case_name": "Morningstar Water v. Farmington Mun. Sch.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "120 N.M. 307",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "901 P.2d 725",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/249237/morningstar-water-v-farmington-mun-sch/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T07:53:38.118424Z",
  "date_modified": "2014-10-30T07:53:38.118424Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Morningstar Water v. Farmington Mun. Sch.",
  "case_name_full": "",
  "slug": "morningstar-water-v-farmington-mun-sch",
  "docket_number": "21351",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}