{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2506963/",
  "id": 2506963,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1634227/",
      "id": 1634227,
      "absolute_url": "/opinion/1634227/roosth-v-roosth/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2506963/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1634227/",
          "id": 1634227,
          "absolute_url": "/opinion/1634227/roosth-v-roosth/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1634227/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:59:06.941354Z",
          "date_modified": "2017-04-06T13:35:31.976010Z",
          "type": "010combined",
          "sha1": "2d4f29443826b1391ea9836205618587c5c3e8c3",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>889 S.W.2d 445 (1994)</b></center>\n<center><h1>Michael B. ROOSTH, Appellant<br>\nv.<br>\nLinda Weiner ROOSTH, Appellee.</h1></center>\n<center>Nos. B14-93-00329-CV, B14-93-00686-CV.</center>\n<center><p><b>Court of Appeals of Texas, Houston (14th Dist.).</b></p></center>\n<center>September 22, 1994.</center>\n<center>Rehearing Overruled October 20, 1994.</center>\n<p><span class=\"star-pagination\">*449</span> Shawn Casey, Houston, for appellant.</p>\n<p>Earl S. Lilly, Judy L. Warne, Leslie Werner de Soliz, Bobbie G. Bayless, Houston, for appellee.</p>\n<p>Before SEARS, LEE and JUNELL, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>LEE, Justice.</p>\n<p>This is an appeal from a decree of divorce and an appeal from an order for turnover, for appointment of a receiver and for injunctive relief. We have consolidated the two appeals. In the appeal from the divorce decree, Michael Roosth raises nine points of error. In his appeal from the turnover order, Michael Roosth brings six points of error. Appellee has filed a motion to dismiss the appeal which we have taken with the case and now deny. As to the divorce decree, we affirm in part and reverse and remand in part. We affirm the turnover order as modified.</p>\n<p></p>\n<h2>MOTION TO DISMISS</h2>\n<p>Before turning to appellant's points of error, we must address appellee's motion to dismiss the appeal. The basis of this motion is <i>Geesbreght v. Geesbreght,</i> 570 S.W.2d 427 (Tex.App.Fort Worth 1978, writ dism'd). Appellee quotes one sentence from this case:</p>\n<blockquote>The proper order of an appellate court is to dismiss the appeal where an appellant is in obvious contempt of the judgment of the trial court from which the appeal has been taken.</blockquote>\n<p>570 S.W.2d at 429. Because appellant has not paid ordered child support, appellee asserts that we should dismiss the appeal under authority of <i>Geesbreght.</i></p>\n<p>Texas appellate courts have dismissed appeals from divorce judgments where the appellant has refused to comply with a trial court order regarding custody. <i>See </i><i>Geesbreght,</i> 570 S.W.2d at 429 (appellant took child and left the state); <i>Steed v. Woods,</i> 475 S.W.2d 814, 816 (Tex.Civ.App.Amarillo <span class=\"star-pagination\">*450</span> 1972, writ dism'd) (appellant took child and left the state); <i>Strange v. Strange,</i> 464 S.W.2d 216, 218 (Tex.Civ.App.Fort Worth 1970, writ dism'd w.o.j.) (appellant withheld custody from appellee). Although parties have cited these cases as authority for dismissal of appeals that do not involve custody violations, none has been successful. <i>See </i><i>O'Connor v. Sam Houston Med. Hosp., Inc.,</i> 807 S.W.2d 574, 576-77 (Tex.1991) (failure to respond to post-judgment discovery orders); <i>Goodridge v. Goodridge,</i> 591 S.W.2d 571, 572 (Tex.Civ.App.Dallas 1979, writ dism'd) (discovery abuse). In <i>O'Connor,</i> the supreme court said:</p>\n<blockquote>We express no opinion on whether a court of appeals may ever properly dismiss an appeal because of appellant's failure to comply with a trial court order. We hold that it was an abuse of discretion to do so in this case. <i>Cf. </i><i>Goodridge v. Goodridge,</i> 591 S.W.2d 571 (Tex.Civ.App.Dallas 1979, writ dism'd) (limiting <i>Geesbreght</i> to its facts).</blockquote>\n<p>807 S.W.2d at 576-77. Because no authority supports dismissal of an appeal where the appellant has failed to obey a trial court order regarding child support, we decline appellee's invitation to extend the <i>Geesbreght</i> line of authority to such a case. We deny appellee's motion.</p>\n<p></p>\n<h2>VISITATION</h2>\n<p>In granting the divorce, the trial court appointed appellee the sole managing conservator of the four children. The court limited appellant's possession of the children as follows:</p>\n<blockquote>... Michael shall have possession of the children (any of them) only at times mutually agreed to in advance by the Managing Conservator, Linda Weiner, such ruling being made in view of the facts and conditions surrounding the separation and Michael's leaving the marital home and his family, and in particular the children, the inadequate support by the father, although having ability and assets, and considering the conduct of Michael since separation to date, as well as his conduct regarding visitation during this divorce proceeding, i.e. tardiness picking up and returning the children, interference in the mother's home on numerous occasions, and in particular his use of physical force with the teenage girls and the boys, and his physical attack upon Linda in the presence of the children, his lack of sensitivity in regard to school, religious, and cultural activities, failure to provide adequate physical facilities at this time to accommodate the children, although assistance was available. It is therefore the opinion and order of the Court for the best interests of the children, that any and all visitation by the father or other contact or conversation with the children, shall be <i>only upon</i> agreement by Linda, and at such times, places and conditions she, in her sole discretion, may determine.</blockquote>\n<p>In his first three points of error, appellant challenges this portion of the decree, claiming the trial court abused its discretion because (1) no good cause was shown to support deviating from the standard possession order of TEX.FAM.CODE ANN. § 14.033, (2) the court did not file findings of fact and conclusions of law in response to a proper request and appellant cannot determine the grounds upon which the court based its visitation order, and (3) the court did not give appellant a specific period of visitation that could be enforced by the court. In point of error four, appellant claims the visitation portion of the decree must be reversed because the trial court erred in not appointing an attorney ad litem to represent the best interests of the children.</p>\n<p>Section 14.033 sets forth the standard order regarding minimum possession of a child for a parent named as possessory conservator. <i>See</i> TEX.FAM.CODE ANN. § 14.033 (Vernon Supp.1994). A rebuttable presumption arises in any suit affecting the parent-child relationship that this standard order is in the best interest of the child. TEX.FAM.CODE ANN. § 14.033(k) (Vernon Supp.1994). The trial court may determine, however, that application of this standard order would be unworkable or inappropriate under the circumstances. TEX.FAM.CODE ANN. § 14.033(k) (Vernon Supp.1994). If possession of a child is contested and the court sets possession of a child at variance with the standard guidelines, the court, upon request, shall state in <span class=\"star-pagination\">*451</span> the order the specific reasons for all deviations from the standard order. TEX.FAM. CODE ANN. § 14.033(k) (Vernon Supp.1994).</p>\n<p>The best interest of the child is the primary consideration of the court in determining questions of possession of a child. <i>See </i><i>MacCallum v. MacCallum,</i> 801 S.W.2d 579, 582 (Tex.App.Corpus Christi 1990, writ denied). Trial courts have wide discretion in determining the best interests of the child. <i>Id.</i> Because the trial court's decision regarding possession of a child is a discretionary function, we may only reverse if we conclude the trial court abused its discretion. <i>Id.</i> The test for abuse of discretion is whether the trial court acted without reference to any guiding rules or principles. <i>Id.</i></p>\n<p>Appellant contends that the trial court's order in this case effectively denies him visitation with his children. The privilege of frequent visits with one's children should not be denied to a parent except in extreme cases of unfitness. <i>Tuel v. Tuel,</i> 252 S.W.2d 203, 204 (Tex.Civ.App.Fort Worth 1952, no writ). TEX.FAM.CODE ANN. § 14.03(d) precludes a trial court from denying a parent possession of or access to a child unless the court finds \"that parental possession or access is not in the best interest of the child and that parental possession or access would endanger the physical or emotional welfare of the child.\"</p>\n<p>Section 14.03 sets out the guidelines for the appointment of a possessory conservator and the possessory conservator's possession of and access to children. Subsection (a) provides:</p>\n<blockquote>If a managing conservator is appointed, the court may appoint one or more possessory conservators and set the time and conditions for possession of or access to the child by the possessory conservators and others. If ordered, the times and conditions for possession of or access to the child must be specific and expressly stated in the order, unless either party shows good cause why specific orders would not be in the best interest of the child.</blockquote>\n<p>TEX.FAM.CODE ANN. § 14.03(a) (Vernon 1986). Thus, a trial court has the option of appointing or not appointing a possessory conservator. If one is appointed, the trial court must enter specific orders regarding possession or access to the child unless there is good cause why specific orders would not be in the child's best interest.<sup>[1]</sup></p>\n<p>Certainly, the order in this case does not set out specific times and conditions for possession or access. As good cause for this lack of specificity, the trial court listed the following factors: (1) the facts and conditions surrounding the separation and appellant's leaving the home, (2) the inadequate support by appellant, and (3) appellant's conduct since the separation, including his use of physical force with the children and appellee when the children refused to go on scheduled visitation, his lack of sensitivity to school, religious, and cultural activities, and his failure to provide adequate physical facilities to accommodate the children during their visitation with him (one bedroom apartment, air mattresses instead of beds). In our opinion, while some of these factors could serve as grounds for denying appellant status as a possessory conservator, they are not good cause for refusing to enter specific orders regarding possession or access. Because the trial court granted appellant status as a possessory conservator, the trial court must have implicitly found that appellant's possession or access to the children would <i>not</i> endanger the physical or emotional welfare of the children. Limitations upon appellant's right to possession of or access to the children may not exceed that required to protect the children's best interest. TEX.FAM.CODE ANN. § 14.03(d) (Vernon Supp.1994). <i>See </i><i>Hopkins v. Hopkins,</i> 853 S.W.2d 134, 138 (Tex.App.Corpus Christi 1993, no writ) (upheld trial court's limitation of access to short hours in a public place under supervision where father had drug delivery convictions, had abused the mother and children, <span class=\"star-pagination\">*452</span> had unsanitary and unsafe living quarters, and occasionally exhibited bizarre behavior).</p>\n<p>In <i>Wright v. Wentzel,</i> 749 S.W.2d 228 (Tex. App.Houston [1st Dist.] 1988, no writ), the father was granted managing conservatorship and the mother received possessory conservatorship with visitation contingent upon the father's consent. The court reversed the judgment and remanded the case for entry of specific terms and conditions of visitation because there was no showing of good cause why specific orders would not be in the child's best interest. <i>Id.</i> at 234. Furthermore, the court noted that there can be no denial of possession of or access to a child unless parental possession or access would endanger the physical and emotional welfare of the child. <i>Id.</i></p>\n<p>Appellant argues that the evidence is insufficient to support the court's order because the lack of enforceability of the order effectively denies appellant his right to have access to his children. To be enforceable by contempt, a judgment must set out the terms for compliance in clear and unambiguous terms. <i>Ex Parte Brister,</i> 801 S.W.2d 833, 834 (Tex.1990). The judgment must also clearly order the party to perform the required acts. <i>Id.</i> Although there has been no action yet to enforce this judgment, appellant could not successfully enforce this judgment by contempt because the judgment does not meet the standards for enforceability. The judgment does not state in clear and unambiguous terms what appellee must do to comply with the judgment. Instead, the judgment gives appellee complete discretion to determine when, where, and if appellant may have possession of or access to the children. This absolute discretion and the lack of enforceability is effectively a denial of appellant's right to visitation with his children. Under § 14.03(d), the trial court may not deny a parent access to children unless this access would endanger the children physically or emotionally. TEX.FAM. CODE ANN. § 14.03(d) (Vernon 1986). The trial court stated what it believed to be good cause for its ruling and these reasons indicate that the judge had concerns regarding physical violence and proper facilities for the children. The evidence, however, does not indicate that visitation with appellant would endanger the physical or emotional welfare of the children. Thus, we hold the trial court abused its discretion in ruling that appellant's visitation periods depended upon appellee's approval. We sustain points of error one and three. Having so ruled, we need not pass upon points of error two and four.</p>\n<p></p>\n<h2>CHILD SUPPORT</h2>\n<p>A trial court has discretion to set child support within the parameters of the Texas Family Code. <i>See</i> TEX.FAM.CODE ANN. § 14.05(a) (Vernon Supp.1994); <i>Rodriguez v. Rodriguez,</i> 860 S.W.2d 414, 415 (Tex.1993). The trial court's judgment will not be disturbed unless appellant shows a clear abuse of this discretion. <i>Rodriguez,</i> 860 S.W.2d at 415. With this standard in mind, we turn to appellant's challenges to the trial court's rulings regarding child support.</p>\n<p>In point of error five, appellant asserts the trial court erred in not filing findings of fact in the form mandated by TEX. FAM.CODE ANN. § 14.057 pursuant to appellant's request because appellant cannot ascertain upon what facts the trial court based its support orders. Section 14.057 sets forth certain findings the trial court \"shall state\" in the child support order. Tex.Fam.Code Ann. § 14.057 (Vernon Supp.1994). Where the amount of child support ordered varies from the amount computed by applying the percentage guidelines contained in § 14.055, \"the court shall find that the application of the child support guidelines would be unjust or inappropriate and shall state\" certain specified findings in the child support order. Tex.Fam.Code Ann. § 14.057(b) (Vernon Supp.1994). These findings include (1) the amount of net resources available to the obligor per month, (2) the amount of net resources available to the obligee per month, (3) the amount of monthly child support payments if the guidelines under § 14.055 were applied, (4) the percentage applied to the obligor's net resources for child support by the actual order rendered by the court, and (5) the specific reasons the amount of support ordered varies from the amount computed by applying the § 14.055 guidelines. TEX. <span class=\"star-pagination\">*453</span> FAM.CODE ANN. § 14.057(b)(1)-(5) (Vernon Supp.1994).</p>\n<p>In the portion of the divorce decree regarding child support, the trial court stated that application of the child support guidelines was unjust and inappropriate, as required under § 14.057(b). Other findings required by § 14.057 are set out both in the decree and in the court's Findings of Fact. As to the obligor's net resources, the court found that the amount available to appellant \"was incapable of being ascertained, but exceeded $4,000.00 per month, an undetermined amount of net resources attributable to INCOME FROM SEPARATE PROPERTY, undetermined amounts of money flowing from sale of assets, an undetermined amount of `overtime pay,' and an undetermined amount of interest from other assets.\" (emphasis in original). As to the obligee's net resources, the trial court found that the amount available monthly to appellee was $2,500.00 plus an undetermined amount of interest from other assets. As to the amount appellant would pay if § 14.055 guidelines were applied, the court found that appellant would pay $1,400.00 per month. The trial court ordered appellant to pay a total of $3,000.00 per month in child support. As to the percentage applied to appellant's net resources by the actual order rendered, the court stated:</p>\n<blockquote>The percentage applied to [appellant's] child support payments cannot be accurately calculated because of factors set forth in this decree and because [appellant] did not present clear evidence of the amounts of interest he was receiving from separate property assets or other assets.</blockquote>\n<p>Although the trial court did not attempt to compute a percentage, it provided an explanation. The trial court also specified why the order varied from the amount appellant would have paid under the § 14.055 guidelines. Both the decree and the Findings of Fact comply with the § 14.057 requirements. Therefore, we overrule point of error five.</p>\n<p>In point of error six, appellant contends the trial court erred in requiring him to pay child support in the amount of $750.00 per month per child, for a total of $3,000.00 per month, because the evidence is legally or factually insufficient to support this finding. Appellant claims that the total amount represents more than 80% of his net monthly salary. Appellant further asserts that this award is $500.00 more per month than appellee testified was reasonable.</p>\n<p>Findings of fact in a case tried to the court have the same force and dignity as a jury verdict. <i>City of Clute v. City of Lake Jackson,</i> 559 S.W.2d 391, 395 (Tex.Civ. App.Houston [14th Dist.] 1977, writ ref'd n.r.e.). The findings of fact are reviewable for legal and factual sufficiency of the evidence by the same standards applicable in reviewing the evidence supporting a jury verdict. <i>Zieben v. Platt,</i> 786 S.W.2d 797, 799 (Tex.App.Houston [14th Dist.] 1990, no writ).</p>\n<p>When an appellant attacks the legal sufficiency of an adverse finding on an issue on which he did not have the burden of proof, he must demonstrate on appeal that there is no evidence to support the finding. TEX. R.APP.P. 74(d). In reviewing such points of error, we may consider only the evidence and inferences tending to support the finding, disregarding the contrary evidence and inferences. <i>Weirich v. Weirich,</i> 833 S.W.2d 942, 945 (Tex.1992). If there is any evidence of probative force to support the finding, the point must be overruled and the finding upheld. <i>Southern States Transp., Inc. v. State,</i> 774 S.W.2d 639, 640 (Tex.1989).</p>\n<p>When an appellant attacks the factual sufficiency of the evidence, the reviewing court must consider all of the evidence. <i>Plas-Tex, Inc. v. U.S. Steel Corp.,</i> 772 S.W.2d 442, 445 (Tex.1989). The court may set aside the finding only if the evidence standing alone is so weak as to be clearly wrong and manifestly unjust. <i>Cain v. Bain,</i> 709 S.W.2d 175, 176 (Tex.1986) (per curiam).</p>\n<p>The findings to which appellant objects fall into four categories: (1) findings of past and present underemployment; (2) findings of past failure to support; (3) findings supporting the court's award of $3,000.00 per month in child support; and (4) findings regarding the lifestyle of the children. Appellant addresses each of these separately, complaining <span class=\"star-pagination\">*454</span> that none of these findings individually support the trial court's deviation from the standard guidelines.</p>\n<p>As to employment, the court made three findings: (1) that appellant had the ability to earn in excess of $100,000.00 per year,<sup>[2]</sup> was intentionally unemployed for three years prior to the separation, and was intentionally underemployed at the time of the divorce hearing; (2) that appellant chose not to seek other employment despite his M.B.A. degree and C.P.A. license; and (3) that appellant chose to \"live off the gifts of his father-in-law\" instead of earning income to the extent of his capabilities. At the time of the divorce hearing, appellant was earning approximately $52,000.00 per year.</p>\n<p>Appellant argues that, even if he did remain intentionally unemployed and lived off the gifts of his father-in-law before the separation, these are not evidentiary factors to be considered in determining whether child support should vary from the guidelines. Intentional unemployment or underemployment is, however, a factor the court can consider in determining the obligor's earning potential. TEX.FAM.CODE ANN. § 14.053(f) (Vernon Supp.1994).</p>\n<p>Section 14.054 sets out 15 factors the court can consider, but the court is not limited to these enumerated factors. TEX.FAM. CODE ANN. § 14.054 (Vernon Supp.1994). Other factors are listed in § 14.052(b). The factors in §§ 14.052(b) and 14.054 provide bases for variance from strict application of the percentage guidelines, but only apply to the first $4,000.00 of net resources.<sup>[3]</sup><i>Rodriguez,</i> 860 S.W.2d at 417.</p>\n<p>The trial court could have made the finding of fact regarding the intentional unemployment and underemployment in determining appellant's earning potential. The finding that appellant chose to live off the gifts of his father-in-law is related to this finding of intentional unemployment. While this factor is not among the listed factors a judge can consider in varying from the standard guidelines, § 14.054 provides that the court can consider \"all relevant factors,\" and is not limited to the enumerated factors. TEX.FAM. CODE ANN. § 14.054 (Vernon Supp.1994). Therefore, we find no abuse of discretion in the trial court's consideration of appellant's unemployment and underemployment.</p>\n<p>In our discussion of point of error five above, we set out the findings made by the court in support of the award of child support. In summary form, these findings are (1) that appellant's net resources were incapable of being ascertained, but were in excess of $4,000.00 per month, (2) that under the guidelines of § 14.055, appellant's monthly child support payment would be in excess of $1,400.00 per month, and (3) that a percentage of child payments could not be ascertained because he provided insufficient evidence of the interest he receives on assets. As to the children's lifestyle, the trial court found that appellant accepted that lifestyle and that appellee's net resources included $2,500 per month and an undetermined amount of interest from other assets.</p>\n<p>Because the trial court found that appellant's net resources exceeded $4,000.00 per month, § 14.055(c) governed the determination of child support. Section 14.055(c) states:</p>\n<blockquote>In situations in which the obligor's net resources exceed $4,000 per month, the court shall presumptively apply the percentage guidelines in Subsection (b) of this section to the first $4,000 of the obligor's net resources. Without further reference to the percentage recommended by these guidelines, the court may order additional amounts of child support as appropriate, depending on the needs of the child at the time of the order.</blockquote>\n<p>TEX.FAM.CODE ANN. § 14.055(c) (amended 1993). Thus, there is a presumption that the <span class=\"star-pagination\">*455</span> trial court applied the percentage guidelines to the first $4,000 of appellant's monthly net resources.</p>\n<p>Under the percentage guidelines set out in § 14.055(b), the percentage applicable to appellant is 35%. <i>See</i> Tex.Fam.Code Ann. § 14.055(b). Under the mandates of the code, we must presume the trial court awarded 35% of the first $4,000 of appellant's net monthly resources, or $1,400. We do not conclusively presume that this $1,400.00 is based on the needs of the children. <i>See </i><i>Rodriguez,</i> 860 S.W.2d at 418. Instead, \"the presumptive award is an amount that the trial court may award in lieu of making detailed findings as to the basis of the award.\" <i>Id. See</i> TEX.FAM.CODE ANN. § 14.052(b). Thus, the presumptive award rests upon a number of factors and not just the needs of the children. <i>Rodriguez,</i> 860 S.W.2d at 418. Under § 14.055(c), the trial court could have ordered the additional $1,600 in child support based on the needs of the children. <i>See</i> TEX.FAM.CODE ANN. § 14.055(c).</p>\n<p>The record contains evidence that the children's necessary monthly expenses are $9,337.00. Certainly, this is sufficient evidence to support the trial court's additional $1,600.00 per month. As to appellant's monthly net resources, the record shows that, at the time of the divorce proceeding, appellant worked for the Resolution Trust Corporation, earning a gross monthly salary of $4,362.80. After deduction of taxes and social security, appellant's net income is $3,742.04. The record also shows that appellant has other income-producing assets.</p>\n<p>Appellant's inventory, filed with the court and introduced as a trial exhibit, indicates an ownership interest in four real estate rental partnerships and an interest in four oil &amp; gas production partnerships. This inventory indicates that the real estate partnerships have a total value of $97,456.00 and the oil and gas partnerships have a value of $13,050.00. Appellant testified that he receives significant tax benefits from these partnerships, but that he has also incurred some tax liability. Appellant claimed to have received total distributions of approximately $45,000.00 from these partnerships over the last seventeen years. Although his income tax records indicate some distributions, appellant contended he did not physically receive cash distributions. Instead, appellant maintained that these distributions went directly to pay off tax liabilities.</p>\n<p>Section 14.053(e) allows a trial court to \"assign a reasonable amount of `income' attributable to assets that do not currently produce income. Tex.Fam.Code Ann. § 14.053(e) (Vernon Supp.1994). Furthermore, the duty to support is not limited to a parent's ability to pay from current earnings, but extends to his financial ability to pay from any and all available sources. <i>Giangrosso v. Crosley,</i> 840 S.W.2d 765, 769 (Tex. App.Houston [1st Dist.] 1992, no writ); <i>Pharo v. Trice,</i> 711 S.W.2d 282, 284 (Tex. App.Dallas 1986, no writ); <i>Hazelwood v. Jenkins,</i> 580 S.W.2d 33, 37 (Tex.Civ.App. Houston [1st Dist.] 1979, no writ). Based on the evidence, we find no abuse of discretion by the trial court in requiring appellant to pay $3,000.00 per month in child support. We overrule point of error six.</p>\n<p></p>\n<h2>ATTORNEY'S FEES</h2>\n<p>In points of error seven and eight, appellant challenges the trial court's award to appellee of $92,595.00 in attorney fees. Appellant argues that these fees were not part of the community estate and alternatively, the award caused an inequitable division of the parties' community estate. Appellant also challenges the legal and factual sufficiency of the evidence that this award represented necessaries incurred for the benefit of the minor children.</p>\n<p>The award of attorney fees is within the trial court's sound discretion. <i>Cohen v. Sims,</i> 830 S.W.2d 285, 290 (Tex.App. Houston [14th Dist.] 1992, writ denied). The trial court also has discretion to tax those fees as costs. <i>MacCallum v. MacCallum,</i> 801 S.W.2d 579, 587 (Tex.App.Corpus Christi 1990, writ denied). <i>See</i> TEX.FAM. CODE ANN. § 11.18(a) (Vernon 1986). Attorney fees rendered in prosecution or defense of a suit affecting the parent-child relationship may be awarded as necessaries to the child, even where the fees are incurred by the unsuccessful party. <i>Daniels v. Allen,</i> <span class=\"star-pagination\">*456</span> 811 S.W.2d 278, 280 (Tex.App.Tyler 1991, no writ).</p>\n<p>In its Findings of Fact, the trial court made the following findings regarding attorney fees:</p>\n<blockquote>27. To effect an equitable division of the estate of the parties, LINDA WEINER ROOSTH was granted judgment against MICHAEL B. ROOSTH in the amount of $92,595 for attorney's fees, such fees assessed as costs, and bearing interest at the rate of 10% per annum.</blockquote>\n<blockquote>28. The sum of $92,595 represents necessaries incurred for the benefit of the minor children.</blockquote>\n<p>Appellant first cites <i>Chiles v. Chiles,</i> 779 S.W.2d 127 (Tex.App.Houston [14th Dist.] 1989, writ denied) in support of his argument that the trial court cannot assess fees against appellant if the funds used to pay the fees were not generated by the community estate. A panel of this court did state that a trial court's only authority for awarding attorney fees in a divorce action was the court's equitable power to divide the marital estate. <i>Id.</i> at 129. In <i>Chiles,</i> however, there was no community estate out of which attorney fees could have been awarded. <i>Id.</i> Furthermore, in <i>Rodriguez v. Rodriguez,</i> 616 S.W.2d 383, 384 (Tex.Civ.App.Houston [14th Dist.] 1981, no writ), a panel of this court held that, in addition to its authority to treat attorney fees as part of the division of the marital estate, a court may assess attorney fees as costs of court. <i>See also </i><i>Abrams v. Abrams,</i> 713 S.W.2d 195, 197 (Tex.App.Corpus Christi 1986, no writ).</p>\n<p>Because appellee's father paid her attorney fees during the pendency of this suit, appellant maintains that these funds were not part of the community estate or its credit. Appellee's father, Sol Weiner, testified that he \"made available money for attorneys.\" Additionally, he testified:</p>\n<blockquote>A. Well, it was impossible for her to pay for attorney's fees up to here unless somebody paid them, and she certainly didn't have the ability to pay them so I paid them. I hope someday in the future she will be able to pay it back.</blockquote>\n<p>Mr. Weiner testified to paying approximately $89,000.00 in fees as of December 16, 1992. He admitted that he does not require his children to sign written loan agreements when he helps them.</p>\n<p>Appellant contends the attorney fees paid by Mr. Weiner were not a community debt, but were a gift, and could not be part of the division of the community estate. The testimony, however, does indicate that appellee's father considered the fees a loan and not a gift. Thus, the trial court's finding that the award of attorney fees was part of the division of the marital estate is supported by the evidence and is not an abuse of discretion. We overrule point of error seven.</p>\n<p>Appellant also challenges the evidence supporting the trial court's finding that these fees represented necessaries. Each spouse has a duty to support his or her minor children. <i>Daniels v. Allen,</i> 811 S.W.2d 278, 280 (Tex.App.Tyler 1991, no writ). Section 4.02 imposes a duty upon parents to support their minor children and imposes liability upon a parent for necessaries provided to the children by another person. Tex.Fam.Code Ann. § 4.02 (Vernon 1993). Attorney fees rendered in a suit affecting the parent-child relationship may be awarded as necessaries to the children. <i>Daniels,</i> 811 S.W.2d at 280. A divorce suit involves issues of custody and support. For full development of matters bearing on these issues it is necessary to employ counsel. <i>See </i><i>Drexel v. McCutcheon,</i> 604 S.W.2d 430, 434 (Tex.Civ.App.Waco 1980, no writ). The courts have held that parties may seek a jury trial on the issue of whether the legal services were necessary for the benefit of the child. <i>Id.</i> at 435. Here, however, the case was tried to the court. We have reviewed the evidence regarding attorney fees and we cannot say that any of the services performed by appellee's attorneys had no relationship to the needs of the children.</p>\n<p>Appellant also contends appellee should have segregated the attorney fees related to foreclosure of the parties' residence and to a tort claim asserted by appellee. Appellant did not object in open court to the lack of segregation and did not raise this ground in his motion for new trial. <span class=\"star-pagination\">*457</span> Therefore, we hold that appellant did not preserve his complaint about lack of segregation of fees. <i>See </i><i>Stewart Title Guaranty Co. v. Sterling,</i> 822 S.W.2d 1, 10 (Tex.1991); <i>Osoba v. Bassichis,</i> 679 S.W.2d 119, 123 (Tex. App.Houston [14th Dist.] 1984, writ ref'd n.r.e.).</p>\n<p>Based on the evidence before us, we hold that the trial court did not abuse its discretion in awarding fees to appellee as necessaries incurred for the benefit of the minor children. We overrule point of error eight.</p>\n<p></p>\n<h2>DIVISION OF PROPERTY</h2>\n<p>In point of error nine, appellant claims the trial court erred as a matter of law in divesting appellant of his separate property interest in certain personal property and awarding same to appellee. This complaint relates to gifts given to the couple during their marriage. The only statement in the trial court's Findings of Fact and Conclusions of Law that could relate to the property in question are conclusions nine and ten:</p>\n<blockquote>9. The division of property contained in the Final Decree of Divorce and Judgment is a just and right division of the property having due regard for the rights of each party and the children of the marriage.</blockquote>\n<blockquote>10. At the time of the dissolution of the marriage, both parties possessed separate property and all such separate property was confirmed as their sole and separate property as set forth in the final decree of divorce and judgment.</blockquote>\n<p>Appellant argues that the trial court either erroneously concluded the property was community, or it erroneously awarded appellee the separate property of appellant. A review of the divorce decree indicates that the only property the court found to be separate included all trusts established by appellee's father as appellee's separate property and the Tyler, Texas partnerships as appellant's separate property. The decree confirmed these items as the parties' separate property. The remaining property was considered part of the community estate and was divided as the court found to be just and right.</p>\n<p>No one disputes that the items listed in appellant's Exhibit 6, entitled \"Engagement Gifts,\" were gifts to both appellant and appellee. Appellant testified that the wedding gifts were gifts to both parties. Appellee contended that her mother gave many of the items to appellee alone. Appellee's inventory does not indicate, however, which items were wedding gifts and which items were gifts to her. Appellee seems to contend, therefore, that the evidence regarding the engagement and wedding gifts was so confusing that the trial court was authorized to presume these gifts were community property. We disagree.</p>\n<p>An attempted gift by a third party to the community estate vests each partner with a one-half undivided interest in the property as his or her separate property. <i>McLemore v. McLemore,</i> 641 S.W.2d 395, 397 (Tex.App.Tyler 1982, no writ). If appellant owned a one-half undivided interest in the property in question, the action of the trial court in divesting appellant of this interest and awarding it to appellee cannot stand. <i>Id. See also </i><i>Eggemeyer v. Eggemeyer,</i> 554 S.W.2d 137, 139-40 (Tex.1977). Even if the evidence did not clearly show exactly what items were engagement or wedding gifts, it did show the existence of a substantial number of such gifts and it was an abuse of discretion for the trial court to consider this property as part of the community estate subject to division. Thus, we sustain point of error nine.</p>\n<p></p>\n<h2>TURNOVER ORDER</h2>\n<p>As part of this consolidated appeal, appellant also raises six points of error regarding the Order for Turnover, for Appointment of a Receiver and for Injunctive Relief. Appellee filed an application for turnover relief, complaining that appellant had failed to pay the $92,595.00 plus interest awarded as attorney fees in the original divorce decree. In her application, appellee asked the court to order appellant \"to turn over to this Court, sufficient property to satisfy the judgment, together with any supporting documents which may be required, on the terms and conditions, including appropriate injunctive relief and the appointment of a receiver, <span class=\"star-pagination\">*458</span> which may be required to safeguard Creditor's interests.\" In its order, the trial court appointed a receiver to receive and disburse property described in the order, ordered appellant to liquidate specified property and deliver the proceeds to the receiver by 5:00 p.m. on July 9, 1993, restrained appellant from transferring any property until the order and prior judgment were satisfied, and awarded appellee $3,500.00 in attorney fees.</p>\n<p>The standard of review of a turnover order is whether the trial court abused its discretion. <i>See </i><i>Barlow v. Lane,</i> 745 S.W.2d 451, 453 (Tex.App.Waco 1988, writ denied). Appellant essentially contends the trial court abused its discretion in four ways: (1) appellee was not entitled to appointment of a receiver because she did not meet the requirements of adequate notice and clear legal right to the property; (2) the property to be liquidated was exempt from execution as a matter of law; (3) appellee was not entitled to injunctive relief because she did not present a verified petition and the injunction did not contain specific findings as required by Rule 683; (4) appellee was not entitled to attorney fees since she was not entitled to injunctive or receivership relief.</p>\n<p>Section 31.002 of the Texas Civil Practices &amp; Remedies Code provides a method for court-ordered collection of judgments through injunction or other means to reach property of the debtor. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(a) (Vernon 1986). Under this section, the court may: (1) order the debtor to turn over non-exempt property, (2) otherwise apply the property to the satisfaction of the judgment, or (3) appoint a receiver to take possession of the non-exempt property, sell it, and pay the proceeds to the judgment creditor. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(b)(1)-(3) (Vernon 1986). The judgment creditor may recover attorney fees and reasonable costs. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(e) (Vernon 1986). Furthermore, the court may enforce the order by contempt proceedings. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(c) (Vernon 1986).</p>\n<p>We turn first to appellant's challenge, in points of error one and two, to the appointment of a receiver. In particular, appellant contends appellee's application did not give him adequate notice of the property sought to be part of the receivership estate and that this was contrary to Texas law and in violation of appellant's due process rights. Appellant also contends appellee did not show she had a clear legal right to the property. In point of error three, appellant claims certain property included in the turnover order was exempt as a matter of law.</p>\n<p>Regarding the alleged pleading deficit, appellant cites a number of cases that do not involve post-judgment collections under TEX. CIV.PRAC. &amp; REM.CODE ANN. § 31.002. Therefore, we find these cases inapplicable. Traditional requirements for appointment of a receiver are not applicable to post-judgment receiverships under § 31.002. <i>Childre v. Great Southwest Life Ins. Co.,</i> 700 S.W.2d 284, 288 (Tex.App.Dallas 1985, no writ). Accordingly, we overrule point of error one.</p>\n<p>Section 31.002(f) provides:</p>\n<blockquote>A court may not enter or enforce an order under this section that requires the turnover of the proceeds of, or the disbursement of, property exempt under any statute, including Section 42.0021, Property Code. This subsection does not apply to the enforcement of a child support obligation or a judgment for past due child support.</blockquote>\n<p>TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(f) (Vernon Supp.1994). Appellant argues that, since appellee is seeking to recover attorney fees and not child support, there must be evidence appellant's property is not exempt. Appellant answered appellee's application for turnover relief and raised the defense that all of his property was exempt. Thus, appellant essentially claims that appellee failed to meet her burden of proof under the turnover statute.</p>\n<p>In its order, the trial court required appellant to liquidate shares of stock, interests in partnerships, and life insurance policies. Appellant contends that the cash surrender value of life insurance policies is exempt as a matter of law under TEX.INS.CODE ANN. art. 21.22, § 1 (Vernon Supp.1994). Appellant also maintains that the property included in the turnover order with an aggregate value <span class=\"star-pagination\">*459</span> of $30,000.00 is exempt under TEX.PROP.CODE ANN. § 42.001 (Vernon 1984).</p>\n<p>Appellant cites <i>Caulley v. Caulley,</i> 806 S.W.2d 795 (Tex.1991) in support of his argument that appellee has the burden of overcoming a presumption of exemption. In <i>Caulley,</i> the wife had obtained a money judgment against her ex-husband and had attempted to execute. <i>Id.</i> at 796. The Sheriff who attempted to execute returned the writ \"Nulla Bona\" because a homestead exemption was on file in the county clerk's office. <i>Id.</i> Once a homestead exemption has been established, <i>Caulley</i> holds that the person claiming abandonment of the homestead exemption has the burden of proving it. <i>Id.</i> at 797. It does not hold, as appellant suggests, that a post-judgment creditor must prove the non-existence of an exemption.</p>\n<p>Appellee counters appellant's arguments by asserting that appellant did not meet his burden of proving the property in question was exempt. In support of this assertion, appellee cites <i>Rucker v. Rucker,</i> 810 S.W.2d 793 (Tex.App.Houston [14th Dist.] 1991, writ denied). We find <i>Rucker</i> distinguishable. In <i>Rucker,</i> the appellant was ordered to turn over part of his monthly disability payments. <i>Id.</i> at 794. On appeal, appellant argued that TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(a)(2) exempted disbursement of pension funds from turnover orders. <i>Id.</i> The court noted that, under TEX.PROP. CODE ANN. § 42.0021, retirement plan payments are exempt from attachment, execution, and seizure, but that such plans are not exempt if they do not qualify under applicable provisions of the Internal Revenue Code. <i>Id.</i> at 795. The court then stated that the burden of proving that property is exempt is on the party claiming that exemption. <i>Id.</i> at 795-96. Because appellant did not prove that his retirement plan met the IRS qualifications, the court held that he failed to prove entitlement to the exemption. <i>Id.</i> at 796.</p>\n<p>We believe <i>Rucker</i> states the general rule that a party asserting an exemption bears the burden of establishing entitlement to the exemption.<sup>[4]</sup> However, not all exemptions require proof. In <i>Rucker,</i> proof was required. No proof is required for the exemptions asserted by appellant to apply. No one disputes that the property included in the turnover order is personal property. Thus, TEX.PROP.CODE ANN. § 42.001 regarding the exemption available for certain types of personal property may apply. Section 42.002 lists the types of personal property eligible for the exemption. The only items included in the turnover order resembling property listed in § 42.002 are the life insurance policies.</p>\n<p>As to life insurance policies, TEX. PROP.CODE ANN. § 42.002 provides an exemption for the following:</p>\n<blockquote>(12) the present value of any life insurance policy to the extent that a member of the family of the insured or a dependent of a single insured adult claiming the exemption is a beneficiary of the policy.</blockquote>\n<p>TEX.PROP.CODE ANN. § 42.002(12) (Vernon Supp.1994). Under the Texas Insurance Code, however, any life insurance policy, regardless of who is a beneficiary, appears to be exempt from execution. Article 21.22 provides in pertinent part:</p>\n<blockquote>Sec. 1. Notwithstanding any provision of this code other than this article, all money or benefits of any kind, including policy proceeds and cash values, to be paid or rendered to the insured or any beneficiary under any policy of insurance or annuity contract issued by a life, health or accident insurance company ... shall:</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(2) be fully exempt from execution, attachment, garnishment or other process;</blockquote>\n<p>TEX.INS.CODE ANN. art. 21.22, § 1(2) (Vernon Supp.1994).</p>\n<p><span class=\"star-pagination\">*460</span> The policies included in the turnover order all indicate that the beneficiary is a testamentary trust for the benefit of the children. We believe this is sufficient to render these policies exempt under either the Property Code<sup>[5]</sup> or the Insurance Code.</p>\n<p>We find no applicable exemption for the other property listed in the order. None of the personal property exemptions described in Tex.Prop.Code Ann. § 42.002 applies to appellant's shares of stock or to his interests in the real estate or oil and gas partnerships. Appellant cites no other authority providing an exemption for this type of property.</p>\n<p>In the alternative, appellant appears to claim that he no longer owns all of the listed property because he contends that appellee did not prove that the property was unchanged from the time appellant filed his inventory. The burden of establishing that certain property is no longer in the debtor's possession is on the debtor. <i>See </i><i>Beaumont Bank, N.A. v. Buller,</i> 806 S.W.2d 223, 226 (Tex.1991). Appellant presented no evidence at the hearing and thus, failed to meet his burden. Therefore, we hold that appellant has not shown abuse of discretion by the trial court in ordering liquidation of the shares of stock or the partnership interests. We sustain points of error two and three only as they concern the portion of the order requiring liquidation of appellant's life insurance policies, and overrule all other parts of these points of error.</p>\n<p>In point of error four, appellant claims the trial court abused its discretion in granting injunctive relief because appellee failed to present a verified petition in compliance with Rule 682. In point of error five, appellant contends the trial court erred in granting a temporary injunction which did not contain specific findings supporting its issuance as required by Rule 683. Case law has held, however, that the typical requirements for an injunction are not applicable to an injunction granted pursuant to TEX.CIV. PRAC. &amp; REM.CODE ANN. § 31.002. <i>Childre,</i> 700 S.W.2d at 288. Accordingly, we overrule points of error four and five.</p>\n<p>In point of error six, appellant challenges the award of attorney fees. Appellant concedes that this point of error has merit only if we find error by the trial court in appointing a receiver or granting injunctive relief. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(e) provides that a judgment creditor \"is entitled to recover reasonable costs, including attorney's fees.\" Because we have upheld the trial court's order appointing a receiver and granting injunctive relief, except the order to liquidate certain life insurance policies, we find no error in the trial court's award of attorney fees to appellee. We overrule point of error six.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Concerning the visitation order, we hold that the trial court abused its discretion in awarding appellee sole discretion regarding appellant's possession of and access to the children. We also find that the trial court erred in awarding appellee all items received as wedding and engagement gifts because appellant has a one-half undivided interest in this property. Accordingly, we reverse these portions of the decree and remand it to the trial court for further proceedings. Except as to these two areas, we affirm the remainder of the decree.</p>\n<p>Regarding the turnover order, we hold that the trial court abused its discretion in ordering liquidation of life insurance policies because the cash values of such policies are exempt as a matter of statutory law. Therefore, we delete from the order those policies listed in paragraph 3(a)-(g). Except as so modified, we affirm the trial court's order.</p>\n<p>JUNELL, J., sitting by designation.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>But see </i><i>Hopkins v. Hopkins,</i> 853 S.W.2d 134, 137-38 (Tex.App.Corpus Christi 1993, no writ). In <i>Hopkins,</i> the Corpus Christi court of appeals interpreted § 14.03 to allow a trial court to appoint a possessory conservator and deny that possessory conservator possession or access to the child.</p>\n<p>[2]  In the decree, the court found that appellant had the ability to earn in excess of $100,000; in its Findings of Fact, the court found that appellant had the ability to earn in excess of $150,000.</p>\n<p>[3]  Effective September 1, 1993, the § 14.055 percentage guidelines were amended to apply to the obligor's monthly net resources of $6,000.00, rather than $4,000.00. <i>See</i> Act of June 18, 1993, 73rd Leg., R.S., ch. 766, 1993 Tex.Gen.Laws 2989-2999. Because this divorce proceeding occurred before the effective date of this legislation, we apply the $4,000.00 guidelines.</p>\n<p>[4]  In <i>Sloan v. Douglas,</i> 713 S.W.2d 436, 441 (Tex. App.Fort Worth 1986, writ ref'd n.r.e.), however, the Fort Worth court of appeals stated that, under § 31.002, the judgment creditor must prove that the property sought cannot be readily attached or levied on and that the property is not exempt. The court then distorted this holding by stating that the judgment creditor must overcome the defense of exemption raised by the debtor. <i>Id.</i> Although the statute does not clearly indicate who has the burden of proving exemption, we believe the better interpretation is to hold the debtor responsible for proving that his or her property is exempt from execution.</p>\n<p>[5]  Under the Property Code, cash values of life insurance policies are exempt only up to an aggregate value of $30,000. TEX.PROP.CODE ANN. § 42.001 (Vernon 1984).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">445</span></span> (1994)</b></center>\n<center><h1>Michael B. ROOSTH, Appellant<br>\nv.<br>\nLinda Weiner ROOSTH, Appellee.</h1></center>\n<center>Nos. B14-93-00329-CV, B14-93-00686-CV.</center>\n<center><p><b>Court of Appeals of Texas, Houston (14th Dist.).</b></p></center>\n<center>September 22, 1994.</center>\n<center>Rehearing Overruled October 20, 1994.</center>\n<p><span class=\"star-pagination\">*449</span> Shawn Casey, Houston, for appellant.</p>\n<p>Earl S. Lilly, Judy L. Warne, Leslie Werner de Soliz, Bobbie G. Bayless, Houston, for appellee.</p>\n<p>Before SEARS, LEE and JUNELL, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>LEE, Justice.</p>\n<p>This is an appeal from a decree of divorce and an appeal from an order for turnover, for appointment of a receiver and for injunctive relief. We have consolidated the two appeals. In the appeal from the divorce decree, Michael Roosth raises nine points of error. In his appeal from the turnover order, Michael Roosth brings six points of error. Appellee has filed a motion to dismiss the appeal which we have taken with the case and now deny. As to the divorce decree, we affirm in part and reverse and remand in part. We affirm the turnover order as modified.</p>\n<p></p>\n<h2>MOTION TO DISMISS</h2>\n<p>Before turning to appellant's points of error, we must address appellee's motion to dismiss the appeal. The basis of this motion is <i>Geesbreght v. Geesbreght,</i> <span class=\"citation\" data-id=\"2409150\"><a href=\"/opinion/2409150/geesbreght-v-geesbreght/\"><span class=\"volume\">570</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">427</span></a></span> (Tex.App.Fort Worth 1978, writ dism'd). Appellee quotes one sentence from this case:</p>\n<blockquote>The proper order of an appellate court is to dismiss the appeal where an appellant is in obvious contempt of the judgment of the trial court from which the appeal has been taken.</blockquote>\n<p>570 S.W.2d at 429. Because appellant has not paid ordered child support, appellee asserts that we should dismiss the appeal under authority of <i>Geesbreght.</i></p>\n<p>Texas appellate courts have dismissed appeals from divorce judgments where the appellant has refused to comply with a trial court order regarding custody. <i>See </i><i>Geesbreght,</i> 570 S.W.2d at 429 (appellant took child and left the state); <i>Steed v. Woods,</i> <span class=\"citation\" data-id=\"1513204\"><a href=\"/opinion/1513204/steed-v-woods/\"><span class=\"volume\">475</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">814</span></a></span>, 816 (Tex.Civ.App.Amarillo <span class=\"star-pagination\">*450</span> 1972, writ dism'd) (appellant took child and left the state); <i>Strange v. Strange,</i> <span class=\"citation\" data-id=\"2451063\"><a href=\"/opinion/2451063/strange-v-strange/\"><span class=\"volume\">464</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">216</span></a></span>, 218 (Tex.Civ.App.Fort Worth 1970, writ dism'd w.o.j.) (appellant withheld custody from appellee). Although parties have cited these cases as authority for dismissal of appeals that do not involve custody violations, none has been successful. <i>See </i><i>O'Connor v. Sam Houston Med. Hosp., Inc.,</i> <span class=\"citation\" data-id=\"1665329\"><a href=\"/opinion/1665329/oconnor-v-sam-houston-medical-hosp-inc/\"><span class=\"volume\">807</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">574</span></a></span>, 576-77 (Tex.1991) (failure to respond to post-judgment discovery orders); <i>Goodridge v. Goodridge,</i> <span class=\"citation\" data-id=\"1792839\"><a href=\"/opinion/1792839/goodridge-v-goodridge/\"><span class=\"volume\">591</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">571</span></a></span>, 572 (Tex.Civ.App.Dallas 1979, writ dism'd) (discovery abuse). In <i>O'Connor,</i> the supreme court said:</p>\n<blockquote>We express no opinion on whether a court of appeals may ever properly dismiss an appeal because of appellant's failure to comply with a trial court order. We hold that it was an abuse of discretion to do so in this case. <i>Cf. </i><i>Goodridge v. Goodridge,</i> <span class=\"citation\" data-id=\"1792839\"><a href=\"/opinion/1792839/goodridge-v-goodridge/\"><span class=\"volume\">591</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">571</span></a></span> (Tex.Civ.App.Dallas 1979, writ dism'd) (limiting <i>Geesbreght</i> to its facts).</blockquote>\n<p>807 S.W.2d at 576-77. Because no authority supports dismissal of an appeal where the appellant has failed to obey a trial court order regarding child support, we decline appellee's invitation to extend the <i>Geesbreght</i> line of authority to such a case. We deny appellee's motion.</p>\n<p></p>\n<h2>VISITATION</h2>\n<p>In granting the divorce, the trial court appointed appellee the sole managing conservator of the four children. The court limited appellant's possession of the children as follows:</p>\n<blockquote>... Michael shall have possession of the children (any of them) only at times mutually agreed to in advance by the Managing Conservator, Linda Weiner, such ruling being made in view of the facts and conditions surrounding the separation and Michael's leaving the marital home and his family, and in particular the children, the inadequate support by the father, although having ability and assets, and considering the conduct of Michael since separation to date, as well as his conduct regarding visitation during this divorce proceeding, i.e. tardiness picking up and returning the children, interference in the mother's home on numerous occasions, and in particular his use of physical force with the teenage girls and the boys, and his physical attack upon Linda in the presence of the children, his lack of sensitivity in regard to school, religious, and cultural activities, failure to provide adequate physical facilities at this time to accommodate the children, although assistance was available. It is therefore the opinion and order of the Court for the best interests of the children, that any and all visitation by the father or other contact or conversation with the children, shall be <i>only upon</i> agreement by Linda, and at such times, places and conditions she, in her sole discretion, may determine.</blockquote>\n<p>In his first three points of error, appellant challenges this portion of the decree, claiming the trial court abused its discretion because (1) no good cause was shown to support deviating from the standard possession order of TEX.FAM.CODE ANN. § 14.033, (2) the court did not file findings of fact and conclusions of law in response to a proper request and appellant cannot determine the grounds upon which the court based its visitation order, and (3) the court did not give appellant a specific period of visitation that could be enforced by the court. In point of error four, appellant claims the visitation portion of the decree must be reversed because the trial court erred in not appointing an attorney ad litem to represent the best interests of the children.</p>\n<p>Section 14.033 sets forth the standard order regarding minimum possession of a child for a parent named as possessory conservator. <i>See</i> TEX.FAM.CODE ANN. § 14.033 (Vernon Supp.1994). A rebuttable presumption arises in any suit affecting the parent-child relationship that this standard order is in the best interest of the child. TEX.FAM.CODE ANN. § 14.033(k) (Vernon Supp.1994). The trial court may determine, however, that application of this standard order would be unworkable or inappropriate under the circumstances. TEX.FAM.CODE ANN. § 14.033(k) (Vernon Supp.1994). If possession of a child is contested and the court sets possession of a child at variance with the standard guidelines, the court, upon request, shall state in <span class=\"star-pagination\">*451</span> the order the specific reasons for all deviations from the standard order. TEX.FAM. CODE ANN. § 14.033(k) (Vernon Supp.1994).</p>\n<p>The best interest of the child is the primary consideration of the court in determining questions of possession of a child. <i>See </i><i>MacCallum v. MacCallum,</i> <span class=\"citation\" data-id=\"1638823\"><a href=\"/opinion/1638823/maccallum-v-maccallum/\"><span class=\"volume\">801</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">579</span></a></span>, 582 (Tex.App.Corpus Christi 1990, writ denied). Trial courts have wide discretion in determining the best interests of the child. <i>Id.</i> Because the trial court's decision regarding possession of a child is a discretionary function, we may only reverse if we conclude the trial court abused its discretion. <i>Id.</i> The test for abuse of discretion is whether the trial court acted without reference to any guiding rules or principles. <i>Id.</i></p>\n<p>Appellant contends that the trial court's order in this case effectively denies him visitation with his children. The privilege of frequent visits with one's children should not be denied to a parent except in extreme cases of unfitness. <i>Tuel v. Tuel,</i> <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">203</span></span>, 204 (Tex.Civ.App.Fort Worth 1952, no writ). TEX.FAM.CODE ANN. § 14.03(d) precludes a trial court from denying a parent possession of or access to a child unless the court finds \"that parental possession or access is not in the best interest of the child and that parental possession or access would endanger the physical or emotional welfare of the child.\"</p>\n<p>Section 14.03 sets out the guidelines for the appointment of a possessory conservator and the possessory conservator's possession of and access to children. Subsection (a) provides:</p>\n<blockquote>If a managing conservator is appointed, the court may appoint one or more possessory conservators and set the time and conditions for possession of or access to the child by the possessory conservators and others. If ordered, the times and conditions for possession of or access to the child must be specific and expressly stated in the order, unless either party shows good cause why specific orders would not be in the best interest of the child.</blockquote>\n<p>TEX.FAM.CODE ANN. § 14.03(a) (Vernon 1986). Thus, a trial court has the option of appointing or not appointing a possessory conservator. If one is appointed, the trial court must enter specific orders regarding possession or access to the child unless there is good cause why specific orders would not be in the child's best interest.<sup>[1]</sup></p>\n<p>Certainly, the order in this case does not set out specific times and conditions for possession or access. As good cause for this lack of specificity, the trial court listed the following factors: (1) the facts and conditions surrounding the separation and appellant's leaving the home, (2) the inadequate support by appellant, and (3) appellant's conduct since the separation, including his use of physical force with the children and appellee when the children refused to go on scheduled visitation, his lack of sensitivity to school, religious, and cultural activities, and his failure to provide adequate physical facilities to accommodate the children during their visitation with him (one bedroom apartment, air mattresses instead of beds). In our opinion, while some of these factors could serve as grounds for denying appellant status as a possessory conservator, they are not good cause for refusing to enter specific orders regarding possession or access. Because the trial court granted appellant status as a possessory conservator, the trial court must have implicitly found that appellant's possession or access to the children would <i>not</i> endanger the physical or emotional welfare of the children. Limitations upon appellant's right to possession of or access to the children may not exceed that required to protect the children's best interest. TEX.FAM.CODE ANN. § 14.03(d) (Vernon Supp.1994). <i>See </i><i>Hopkins v. Hopkins,</i> <span class=\"citation\" data-id=\"2450448\"><a href=\"/opinion/2450448/hopkins-v-hopkins/\"><span class=\"volume\">853</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">134</span></a></span>, 138 (Tex.App.Corpus Christi 1993, no writ) (upheld trial court's limitation of access to short hours in a public place under supervision where father had drug delivery convictions, had abused the mother and children, <span class=\"star-pagination\">*452</span> had unsanitary and unsafe living quarters, and occasionally exhibited bizarre behavior).</p>\n<p>In <i>Wright v. Wentzel,</i> <span class=\"citation\" data-id=\"2468504\"><a href=\"/opinion/2468504/wright-v-wentzel/\"><span class=\"volume\">749</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">228</span></a></span> (Tex. App.Houston [1st Dist.] 1988, no writ), the father was granted managing conservatorship and the mother received possessory conservatorship with visitation contingent upon the father's consent. The court reversed the judgment and remanded the case for entry of specific terms and conditions of visitation because there was no showing of good cause why specific orders would not be in the child's best interest. <i>Id.</i> at 234. Furthermore, the court noted that there can be no denial of possession of or access to a child unless parental possession or access would endanger the physical and emotional welfare of the child. <i>Id.</i></p>\n<p>Appellant argues that the evidence is insufficient to support the court's order because the lack of enforceability of the order effectively denies appellant his right to have access to his children. To be enforceable by contempt, a judgment must set out the terms for compliance in clear and unambiguous terms. <i>Ex Parte Brister,</i> <span class=\"citation\" data-id=\"1638988\"><a href=\"/opinion/1638988/ex-parte-brister/\"><span class=\"volume\">801</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">833</span></a></span>, 834 (Tex.1990). The judgment must also clearly order the party to perform the required acts. <i>Id.</i> Although there has been no action yet to enforce this judgment, appellant could not successfully enforce this judgment by contempt because the judgment does not meet the standards for enforceability. The judgment does not state in clear and unambiguous terms what appellee must do to comply with the judgment. Instead, the judgment gives appellee complete discretion to determine when, where, and if appellant may have possession of or access to the children. This absolute discretion and the lack of enforceability is effectively a denial of appellant's right to visitation with his children. Under § 14.03(d), the trial court may not deny a parent access to children unless this access would endanger the children physically or emotionally. TEX.FAM. CODE ANN. § 14.03(d) (Vernon 1986). The trial court stated what it believed to be good cause for its ruling and these reasons indicate that the judge had concerns regarding physical violence and proper facilities for the children. The evidence, however, does not indicate that visitation with appellant would endanger the physical or emotional welfare of the children. Thus, we hold the trial court abused its discretion in ruling that appellant's visitation periods depended upon appellee's approval. We sustain points of error one and three. Having so ruled, we need not pass upon points of error two and four.</p>\n<p></p>\n<h2>CHILD SUPPORT</h2>\n<p>A trial court has discretion to set child support within the parameters of the Texas Family Code. <i>See</i> TEX.FAM.CODE ANN. § 14.05(a) (Vernon Supp.1994); <i>Rodriguez v. Rodriguez,</i> <span class=\"citation\" data-id=\"1733228\"><a href=\"/opinion/1733228/rodriguez-v-rodriguez/\"><span class=\"volume\">860</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">414</span></a></span>, 415 (Tex.1993). The trial court's judgment will not be disturbed unless appellant shows a clear abuse of this discretion. <i>Rodriguez,</i> 860 S.W.2d at 415. With this standard in mind, we turn to appellant's challenges to the trial court's rulings regarding child support.</p>\n<p>In point of error five, appellant asserts the trial court erred in not filing findings of fact in the form mandated by TEX. FAM.CODE ANN. § 14.057 pursuant to appellant's request because appellant cannot ascertain upon what facts the trial court based its support orders. Section 14.057 sets forth certain findings the trial court \"shall state\" in the child support order. Tex.Fam.Code Ann. § 14.057 (Vernon Supp.1994). Where the amount of child support ordered varies from the amount computed by applying the percentage guidelines contained in § 14.055, \"the court shall find that the application of the child support guidelines would be unjust or inappropriate and shall state\" certain specified findings in the child support order. Tex.Fam.Code Ann. § 14.057(b) (Vernon Supp.1994). These findings include (1) the amount of net resources available to the obligor per month, (2) the amount of net resources available to the obligee per month, (3) the amount of monthly child support payments if the guidelines under § 14.055 were applied, (4) the percentage applied to the obligor's net resources for child support by the actual order rendered by the court, and (5) the specific reasons the amount of support ordered varies from the amount computed by applying the § 14.055 guidelines. TEX. <span class=\"star-pagination\">*453</span> FAM.CODE ANN. § 14.057(b)(1)-(5) (Vernon Supp.1994).</p>\n<p>In the portion of the divorce decree regarding child support, the trial court stated that application of the child support guidelines was unjust and inappropriate, as required under § 14.057(b). Other findings required by § 14.057 are set out both in the decree and in the court's Findings of Fact. As to the obligor's net resources, the court found that the amount available to appellant \"was incapable of being ascertained, but exceeded $4,000.00 per month, an undetermined amount of net resources attributable to INCOME FROM SEPARATE PROPERTY, undetermined amounts of money flowing from sale of assets, an undetermined amount of `overtime pay,' and an undetermined amount of interest from other assets.\" (emphasis in original). As to the obligee's net resources, the trial court found that the amount available monthly to appellee was $2,500.00 plus an undetermined amount of interest from other assets. As to the amount appellant would pay if § 14.055 guidelines were applied, the court found that appellant would pay $1,400.00 per month. The trial court ordered appellant to pay a total of $3,000.00 per month in child support. As to the percentage applied to appellant's net resources by the actual order rendered, the court stated:</p>\n<blockquote>The percentage applied to [appellant's] child support payments cannot be accurately calculated because of factors set forth in this decree and because [appellant] did not present clear evidence of the amounts of interest he was receiving from separate property assets or other assets.</blockquote>\n<p>Although the trial court did not attempt to compute a percentage, it provided an explanation. The trial court also specified why the order varied from the amount appellant would have paid under the § 14.055 guidelines. Both the decree and the Findings of Fact comply with the § 14.057 requirements. Therefore, we overrule point of error five.</p>\n<p>In point of error six, appellant contends the trial court erred in requiring him to pay child support in the amount of $750.00 per month per child, for a total of $3,000.00 per month, because the evidence is legally or factually insufficient to support this finding. Appellant claims that the total amount represents more than 80% of his net monthly salary. Appellant further asserts that this award is $500.00 more per month than appellee testified was reasonable.</p>\n<p>Findings of fact in a case tried to the court have the same force and dignity as a jury verdict. <i>City of Clute v. City of Lake Jackson,</i> <span class=\"citation\" data-id=\"1666864\"><a href=\"/opinion/1666864/city-of-clute-v-city-of-lake-jackson/\"><span class=\"volume\">559</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">391</span></a></span>, 395 (Tex.Civ. App.Houston [14th Dist.] 1977, writ ref'd n.r.e.). The findings of fact are reviewable for legal and factual sufficiency of the evidence by the same standards applicable in reviewing the evidence supporting a jury verdict. <i>Zieben v. Platt,</i> <span class=\"citation\" data-id=\"2381532\"><a href=\"/opinion/2381532/zieben-v-platt/\"><span class=\"volume\">786</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">797</span></a></span>, 799 (Tex.App.Houston [14th Dist.] 1990, no writ).</p>\n<p>When an appellant attacks the legal sufficiency of an adverse finding on an issue on which he did not have the burden of proof, he must demonstrate on appeal that there is no evidence to support the finding. TEX. R.APP.P. 74(d). In reviewing such points of error, we may consider only the evidence and inferences tending to support the finding, disregarding the contrary evidence and inferences. <i>Weirich v. Weirich,</i> <span class=\"citation\" data-id=\"2372648\"><a href=\"/opinion/2372648/weirich-v-weirich/\"><span class=\"volume\">833</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">942</span></a></span>, 945 (Tex.1992). If there is any evidence of probative force to support the finding, the point must be overruled and the finding upheld. <i>Southern States Transp., Inc. v. State,</i> <span class=\"citation\" data-id=\"2405617\"><a href=\"/opinion/2405617/southern-states-transp-inc-v-state/\"><span class=\"volume\">774</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">639</span></a></span>, 640 (Tex.1989).</p>\n<p>When an appellant attacks the factual sufficiency of the evidence, the reviewing court must consider all of the evidence. <i>Plas-Tex, Inc. v. U.S. Steel Corp.,</i> <span class=\"citation\" data-id=\"1568814\"><a href=\"/opinion/1568814/plas-tex-inc-v-us-steel-corp/\"><span class=\"volume\">772</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">442</span></a></span>, 445 (Tex.1989). The court may set aside the finding only if the evidence standing alone is so weak as to be clearly wrong and manifestly unjust. <i>Cain v. Bain,</i> <span class=\"citation\" data-id=\"2461826\"><a href=\"/opinion/2461826/cain-v-bain/\"><span class=\"volume\">709</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">175</span></a></span>, 176 (Tex.1986) (per curiam).</p>\n<p>The findings to which appellant objects fall into four categories: (1) findings of past and present underemployment; (2) findings of past failure to support; (3) findings supporting the court's award of $3,000.00 per month in child support; and (4) findings regarding the lifestyle of the children. Appellant addresses each of these separately, complaining <span class=\"star-pagination\">*454</span> that none of these findings individually support the trial court's deviation from the standard guidelines.</p>\n<p>As to employment, the court made three findings: (1) that appellant had the ability to earn in excess of $100,000.00 per year,<sup>[2]</sup> was intentionally unemployed for three years prior to the separation, and was intentionally underemployed at the time of the divorce hearing; (2) that appellant chose not to seek other employment despite his M.B.A. degree and C.P.A. license; and (3) that appellant chose to \"live off the gifts of his father-in-law\" instead of earning income to the extent of his capabilities. At the time of the divorce hearing, appellant was earning approximately $52,000.00 per year.</p>\n<p>Appellant argues that, even if he did remain intentionally unemployed and lived off the gifts of his father-in-law before the separation, these are not evidentiary factors to be considered in determining whether child support should vary from the guidelines. Intentional unemployment or underemployment is, however, a factor the court can consider in determining the obligor's earning potential. TEX.FAM.CODE ANN. § 14.053(f) (Vernon Supp.1994).</p>\n<p>Section 14.054 sets out 15 factors the court can consider, but the court is not limited to these enumerated factors. TEX.FAM. CODE ANN. § 14.054 (Vernon Supp.1994). Other factors are listed in § 14.052(b). The factors in §§ 14.052(b) and 14.054 provide bases for variance from strict application of the percentage guidelines, but only apply to the first $4,000.00 of net resources.<sup>[3]</sup><i>Rodriguez,</i> 860 S.W.2d at 417.</p>\n<p>The trial court could have made the finding of fact regarding the intentional unemployment and underemployment in determining appellant's earning potential. The finding that appellant chose to live off the gifts of his father-in-law is related to this finding of intentional unemployment. While this factor is not among the listed factors a judge can consider in varying from the standard guidelines, § 14.054 provides that the court can consider \"all relevant factors,\" and is not limited to the enumerated factors. TEX.FAM. CODE ANN. § 14.054 (Vernon Supp.1994). Therefore, we find no abuse of discretion in the trial court's consideration of appellant's unemployment and underemployment.</p>\n<p>In our discussion of point of error five above, we set out the findings made by the court in support of the award of child support. In summary form, these findings are (1) that appellant's net resources were incapable of being ascertained, but were in excess of $4,000.00 per month, (2) that under the guidelines of § 14.055, appellant's monthly child support payment would be in excess of $1,400.00 per month, and (3) that a percentage of child payments could not be ascertained because he provided insufficient evidence of the interest he receives on assets. As to the children's lifestyle, the trial court found that appellant accepted that lifestyle and that appellee's net resources included $2,500 per month and an undetermined amount of interest from other assets.</p>\n<p>Because the trial court found that appellant's net resources exceeded $4,000.00 per month, § 14.055(c) governed the determination of child support. Section 14.055(c) states:</p>\n<blockquote>In situations in which the obligor's net resources exceed $4,000 per month, the court shall presumptively apply the percentage guidelines in Subsection (b) of this section to the first $4,000 of the obligor's net resources. Without further reference to the percentage recommended by these guidelines, the court may order additional amounts of child support as appropriate, depending on the needs of the child at the time of the order.</blockquote>\n<p>TEX.FAM.CODE ANN. § 14.055(c) (amended 1993). Thus, there is a presumption that the <span class=\"star-pagination\">*455</span> trial court applied the percentage guidelines to the first $4,000 of appellant's monthly net resources.</p>\n<p>Under the percentage guidelines set out in § 14.055(b), the percentage applicable to appellant is 35%. <i>See</i> Tex.Fam.Code Ann. § 14.055(b). Under the mandates of the code, we must presume the trial court awarded 35% of the first $4,000 of appellant's net monthly resources, or $1,400. We do not conclusively presume that this $1,400.00 is based on the needs of the children. <i>See </i><i>Rodriguez,</i> 860 S.W.2d at 418. Instead, \"the presumptive award is an amount that the trial court may award in lieu of making detailed findings as to the basis of the award.\" <i>Id. See</i> TEX.FAM.CODE ANN. § 14.052(b). Thus, the presumptive award rests upon a number of factors and not just the needs of the children. <i>Rodriguez,</i> 860 S.W.2d at 418. Under § 14.055(c), the trial court could have ordered the additional $1,600 in child support based on the needs of the children. <i>See</i> TEX.FAM.CODE ANN. § 14.055(c).</p>\n<p>The record contains evidence that the children's necessary monthly expenses are $9,337.00. Certainly, this is sufficient evidence to support the trial court's additional $1,600.00 per month. As to appellant's monthly net resources, the record shows that, at the time of the divorce proceeding, appellant worked for the Resolution Trust Corporation, earning a gross monthly salary of $4,362.80. After deduction of taxes and social security, appellant's net income is $3,742.04. The record also shows that appellant has other income-producing assets.</p>\n<p>Appellant's inventory, filed with the court and introduced as a trial exhibit, indicates an ownership interest in four real estate rental partnerships and an interest in four oil &amp; gas production partnerships. This inventory indicates that the real estate partnerships have a total value of $97,456.00 and the oil and gas partnerships have a value of $13,050.00. Appellant testified that he receives significant tax benefits from these partnerships, but that he has also incurred some tax liability. Appellant claimed to have received total distributions of approximately $45,000.00 from these partnerships over the last seventeen years. Although his income tax records indicate some distributions, appellant contended he did not physically receive cash distributions. Instead, appellant maintained that these distributions went directly to pay off tax liabilities.</p>\n<p>Section 14.053(e) allows a trial court to \"assign a reasonable amount of `income' attributable to assets that do not currently produce income. Tex.Fam.Code Ann. § 14.053(e) (Vernon Supp.1994). Furthermore, the duty to support is not limited to a parent's ability to pay from current earnings, but extends to his financial ability to pay from any and all available sources. <i>Giangrosso v. Crosley,</i> <span class=\"citation\" data-id=\"1659087\"><a href=\"/opinion/1659087/giangrosso-v-crosley/\"><span class=\"volume\">840</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">765</span></a></span>, 769 (Tex. App.Houston [1st Dist.] 1992, no writ); <i>Pharo v. Trice,</i> <span class=\"citation\" data-id=\"1499976\"><a href=\"/opinion/1499976/pharo-v-trice/\"><span class=\"volume\">711</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">282</span></a></span>, 284 (Tex. App.Dallas 1986, no writ); <i>Hazelwood v. Jenkins,</i> <span class=\"citation\" data-id=\"2418282\"><a href=\"/opinion/2418282/hazelwood-v-jinkins/\"><span class=\"volume\">580</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">33</span></a></span>, 37 (Tex.Civ.App. Houston [1st Dist.] 1979, no writ). Based on the evidence, we find no abuse of discretion by the trial court in requiring appellant to pay $3,000.00 per month in child support. We overrule point of error six.</p>\n<p></p>\n<h2>ATTORNEY'S FEES</h2>\n<p>In points of error seven and eight, appellant challenges the trial court's award to appellee of $92,595.00 in attorney fees. Appellant argues that these fees were not part of the community estate and alternatively, the award caused an inequitable division of the parties' community estate. Appellant also challenges the legal and factual sufficiency of the evidence that this award represented necessaries incurred for the benefit of the minor children.</p>\n<p>The award of attorney fees is within the trial court's sound discretion. <i>Cohen v. Sims,</i> <span class=\"citation\" data-id=\"1767055\"><a href=\"/opinion/1767055/cohen-v-sims/\"><span class=\"volume\">830</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">285</span></a></span>, 290 (Tex.App. Houston [14th Dist.] 1992, writ denied). The trial court also has discretion to tax those fees as costs. <i>MacCallum v. MacCallum,</i> <span class=\"citation\" data-id=\"1638823\"><a href=\"/opinion/1638823/maccallum-v-maccallum/\"><span class=\"volume\">801</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">579</span></a></span>, 587 (Tex.App.Corpus Christi 1990, writ denied). <i>See</i> TEX.FAM. CODE ANN. § 11.18(a) (Vernon 1986). Attorney fees rendered in prosecution or defense of a suit affecting the parent-child relationship may be awarded as necessaries to the child, even where the fees are incurred by the unsuccessful party. <i>Daniels v. Allen,</i> <span class=\"star-pagination\">*456</span> <span class=\"citation\" data-id=\"1681986\"><a href=\"/opinion/1681986/daniels-v-allen/\"><span class=\"volume\">811</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">278</span></a></span>, 280 (Tex.App.Tyler 1991, no writ).</p>\n<p>In its Findings of Fact, the trial court made the following findings regarding attorney fees:</p>\n<blockquote>27. To effect an equitable division of the estate of the parties, LINDA WEINER ROOSTH was granted judgment against MICHAEL B. ROOSTH in the amount of $92,595 for attorney's fees, such fees assessed as costs, and bearing interest at the rate of 10% per annum.</blockquote>\n<blockquote>28. The sum of $92,595 represents necessaries incurred for the benefit of the minor children.</blockquote>\n<p>Appellant first cites <i>Chiles v. Chiles,</i> <span class=\"citation\" data-id=\"1775301\"><a href=\"/opinion/1775301/chiles-v-chiles/\"><span class=\"volume\">779</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">127</span></a></span> (Tex.App.Houston [14th Dist.] 1989, writ denied) in support of his argument that the trial court cannot assess fees against appellant if the funds used to pay the fees were not generated by the community estate. A panel of this court did state that a trial court's only authority for awarding attorney fees in a divorce action was the court's equitable power to divide the marital estate. <i>Id.</i> at 129. In <i>Chiles,</i> however, there was no community estate out of which attorney fees could have been awarded. <i>Id.</i> Furthermore, in <i>Rodriguez v. Rodriguez,</i> <span class=\"citation\" data-id=\"1564027\"><a href=\"/opinion/1564027/rodriguez-v-rodriguez/\"><span class=\"volume\">616</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">383</span></a></span>, 384 (Tex.Civ.App.Houston [14th Dist.] 1981, no writ), a panel of this court held that, in addition to its authority to treat attorney fees as part of the division of the marital estate, a court may assess attorney fees as costs of court. <i>See also </i><i>Abrams v. Abrams,</i> <span class=\"citation\" data-id=\"2432984\"><a href=\"/opinion/2432984/abrams-v-abrams/\"><span class=\"volume\">713</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">195</span></a></span>, 197 (Tex.App.Corpus Christi 1986, no writ).</p>\n<p>Because appellee's father paid her attorney fees during the pendency of this suit, appellant maintains that these funds were not part of the community estate or its credit. Appellee's father, Sol Weiner, testified that he \"made available money for attorneys.\" Additionally, he testified:</p>\n<blockquote>A. Well, it was impossible for her to pay for attorney's fees up to here unless somebody paid them, and she certainly didn't have the ability to pay them so I paid them. I hope someday in the future she will be able to pay it back.</blockquote>\n<p>Mr. Weiner testified to paying approximately $89,000.00 in fees as of December 16, 1992. He admitted that he does not require his children to sign written loan agreements when he helps them.</p>\n<p>Appellant contends the attorney fees paid by Mr. Weiner were not a community debt, but were a gift, and could not be part of the division of the community estate. The testimony, however, does indicate that appellee's father considered the fees a loan and not a gift. Thus, the trial court's finding that the award of attorney fees was part of the division of the marital estate is supported by the evidence and is not an abuse of discretion. We overrule point of error seven.</p>\n<p>Appellant also challenges the evidence supporting the trial court's finding that these fees represented necessaries. Each spouse has a duty to support his or her minor children. <i>Daniels v. Allen,</i> <span class=\"citation\" data-id=\"1681986\"><a href=\"/opinion/1681986/daniels-v-allen/\"><span class=\"volume\">811</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">278</span></a></span>, 280 (Tex.App.Tyler 1991, no writ). Section 4.02 imposes a duty upon parents to support their minor children and imposes liability upon a parent for necessaries provided to the children by another person. Tex.Fam.Code Ann. § 4.02 (Vernon 1993). Attorney fees rendered in a suit affecting the parent-child relationship may be awarded as necessaries to the children. <i>Daniels,</i> 811 S.W.2d at 280. A divorce suit involves issues of custody and support. For full development of matters bearing on these issues it is necessary to employ counsel. <i>See </i><i>Drexel v. McCutcheon,</i> <span class=\"citation\" data-id=\"2387836\"><a href=\"/opinion/2387836/drexel-v-mccutcheon/\"><span class=\"volume\">604</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">430</span></a></span>, 434 (Tex.Civ.App.Waco 1980, no writ). The courts have held that parties may seek a jury trial on the issue of whether the legal services were necessary for the benefit of the child. <i>Id.</i> at 435. Here, however, the case was tried to the court. We have reviewed the evidence regarding attorney fees and we cannot say that any of the services performed by appellee's attorneys had no relationship to the needs of the children.</p>\n<p>Appellant also contends appellee should have segregated the attorney fees related to foreclosure of the parties' residence and to a tort claim asserted by appellee. Appellant did not object in open court to the lack of segregation and did not raise this ground in his motion for new trial. <span class=\"star-pagination\">*457</span> Therefore, we hold that appellant did not preserve his complaint about lack of segregation of fees. <i>See </i><i>Stewart Title Guaranty Co. v. Sterling,</i> <span class=\"citation\" data-id=\"1679425\"><a href=\"/opinion/1679425/stewart-title-guar-co-v-sterling/\"><span class=\"volume\">822</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></a></span>, 10 (Tex.1991); <i>Osoba v. Bassichis,</i> <span class=\"citation\" data-id=\"2454314\"><a href=\"/opinion/2454314/osoba-v-bassichis/\"><span class=\"volume\">679</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">119</span></a></span>, 123 (Tex. App.Houston [14th Dist.] 1984, writ ref'd n.r.e.).</p>\n<p>Based on the evidence before us, we hold that the trial court did not abuse its discretion in awarding fees to appellee as necessaries incurred for the benefit of the minor children. We overrule point of error eight.</p>\n<p></p>\n<h2>DIVISION OF PROPERTY</h2>\n<p>In point of error nine, appellant claims the trial court erred as a matter of law in divesting appellant of his separate property interest in certain personal property and awarding same to appellee. This complaint relates to gifts given to the couple during their marriage. The only statement in the trial court's Findings of Fact and Conclusions of Law that could relate to the property in question are conclusions nine and ten:</p>\n<blockquote>9. The division of property contained in the Final Decree of Divorce and Judgment is a just and right division of the property having due regard for the rights of each party and the children of the marriage.</blockquote>\n<blockquote>10. At the time of the dissolution of the marriage, both parties possessed separate property and all such separate property was confirmed as their sole and separate property as set forth in the final decree of divorce and judgment.</blockquote>\n<p>Appellant argues that the trial court either erroneously concluded the property was community, or it erroneously awarded appellee the separate property of appellant. A review of the divorce decree indicates that the only property the court found to be separate included all trusts established by appellee's father as appellee's separate property and the Tyler, Texas partnerships as appellant's separate property. The decree confirmed these items as the parties' separate property. The remaining property was considered part of the community estate and was divided as the court found to be just and right.</p>\n<p>No one disputes that the items listed in appellant's Exhibit 6, entitled \"Engagement Gifts,\" were gifts to both appellant and appellee. Appellant testified that the wedding gifts were gifts to both parties. Appellee contended that her mother gave many of the items to appellee alone. Appellee's inventory does not indicate, however, which items were wedding gifts and which items were gifts to her. Appellee seems to contend, therefore, that the evidence regarding the engagement and wedding gifts was so confusing that the trial court was authorized to presume these gifts were community property. We disagree.</p>\n<p>An attempted gift by a third party to the community estate vests each partner with a one-half undivided interest in the property as his or her separate property. <i>McLemore v. McLemore,</i> <span class=\"citation\" data-id=\"2440296\"><a href=\"/opinion/2440296/mclemore-v-mclemore/\"><span class=\"volume\">641</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">395</span></a></span>, 397 (Tex.App.Tyler 1982, no writ). If appellant owned a one-half undivided interest in the property in question, the action of the trial court in divesting appellant of this interest and awarding it to appellee cannot stand. <i>Id. See also </i><i>Eggemeyer v. Eggemeyer,</i> <span class=\"citation\" data-id=\"1484883\"><a href=\"/opinion/1484883/eggemeyer-v-eggemeyer/\"><span class=\"volume\">554</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">137</span></a></span>, 139-40 (Tex.1977). Even if the evidence did not clearly show exactly what items were engagement or wedding gifts, it did show the existence of a substantial number of such gifts and it was an abuse of discretion for the trial court to consider this property as part of the community estate subject to division. Thus, we sustain point of error nine.</p>\n<p></p>\n<h2>TURNOVER ORDER</h2>\n<p>As part of this consolidated appeal, appellant also raises six points of error regarding the Order for Turnover, for Appointment of a Receiver and for Injunctive Relief. Appellee filed an application for turnover relief, complaining that appellant had failed to pay the $92,595.00 plus interest awarded as attorney fees in the original divorce decree. In her application, appellee asked the court to order appellant \"to turn over to this Court, sufficient property to satisfy the judgment, together with any supporting documents which may be required, on the terms and conditions, including appropriate injunctive relief and the appointment of a receiver, <span class=\"star-pagination\">*458</span> which may be required to safeguard Creditor's interests.\" In its order, the trial court appointed a receiver to receive and disburse property described in the order, ordered appellant to liquidate specified property and deliver the proceeds to the receiver by 5:00 p.m. on July 9, 1993, restrained appellant from transferring any property until the order and prior judgment were satisfied, and awarded appellee $3,500.00 in attorney fees.</p>\n<p>The standard of review of a turnover order is whether the trial court abused its discretion. <i>See </i><i>Barlow v. Lane,</i> <span class=\"citation\" data-id=\"2467515\"><a href=\"/opinion/2467515/barlow-v-lane/\"><span class=\"volume\">745</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">451</span></a></span>, 453 (Tex.App.Waco 1988, writ denied). Appellant essentially contends the trial court abused its discretion in four ways: (1) appellee was not entitled to appointment of a receiver because she did not meet the requirements of adequate notice and clear legal right to the property; (2) the property to be liquidated was exempt from execution as a matter of law; (3) appellee was not entitled to injunctive relief because she did not present a verified petition and the injunction did not contain specific findings as required by Rule 683; (4) appellee was not entitled to attorney fees since she was not entitled to injunctive or receivership relief.</p>\n<p>Section 31.002 of the Texas Civil Practices &amp; Remedies Code provides a method for court-ordered collection of judgments through injunction or other means to reach property of the debtor. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(a) (Vernon 1986). Under this section, the court may: (1) order the debtor to turn over non-exempt property, (2) otherwise apply the property to the satisfaction of the judgment, or (3) appoint a receiver to take possession of the non-exempt property, sell it, and pay the proceeds to the judgment creditor. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(b)(1)-(3) (Vernon 1986). The judgment creditor may recover attorney fees and reasonable costs. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(e) (Vernon 1986). Furthermore, the court may enforce the order by contempt proceedings. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(c) (Vernon 1986).</p>\n<p>We turn first to appellant's challenge, in points of error one and two, to the appointment of a receiver. In particular, appellant contends appellee's application did not give him adequate notice of the property sought to be part of the receivership estate and that this was contrary to Texas law and in violation of appellant's due process rights. Appellant also contends appellee did not show she had a clear legal right to the property. In point of error three, appellant claims certain property included in the turnover order was exempt as a matter of law.</p>\n<p>Regarding the alleged pleading deficit, appellant cites a number of cases that do not involve post-judgment collections under TEX. CIV.PRAC. &amp; REM.CODE ANN. § 31.002. Therefore, we find these cases inapplicable. Traditional requirements for appointment of a receiver are not applicable to post-judgment receiverships under § 31.002. <i>Childre v. Great Southwest Life Ins. Co.,</i> <span class=\"citation\" data-id=\"2419384\"><a href=\"/opinion/2419384/childre-v-great-southwest-life-ins-co/\"><span class=\"volume\">700</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">284</span></a></span>, 288 (Tex.App.Dallas 1985, no writ). Accordingly, we overrule point of error one.</p>\n<p>Section 31.002(f) provides:</p>\n<blockquote>A court may not enter or enforce an order under this section that requires the turnover of the proceeds of, or the disbursement of, property exempt under any statute, including Section 42.0021, Property Code. This subsection does not apply to the enforcement of a child support obligation or a judgment for past due child support.</blockquote>\n<p>TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(f) (Vernon Supp.1994). Appellant argues that, since appellee is seeking to recover attorney fees and not child support, there must be evidence appellant's property is not exempt. Appellant answered appellee's application for turnover relief and raised the defense that all of his property was exempt. Thus, appellant essentially claims that appellee failed to meet her burden of proof under the turnover statute.</p>\n<p>In its order, the trial court required appellant to liquidate shares of stock, interests in partnerships, and life insurance policies. Appellant contends that the cash surrender value of life insurance policies is exempt as a matter of law under TEX.INS.CODE ANN. art. 21.22, § 1 (Vernon Supp.1994). Appellant also maintains that the property included in the turnover order with an aggregate value <span class=\"star-pagination\">*459</span> of $30,000.00 is exempt under TEX.PROP.CODE ANN. § 42.001 (Vernon 1984).</p>\n<p>Appellant cites <i>Caulley v. Caulley,</i> <span class=\"citation\" data-id=\"1519191\"><a href=\"/opinion/1519191/caulley-v-caulley/\"><span class=\"volume\">806</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">795</span></a></span> (Tex.1991) in support of his argument that appellee has the burden of overcoming a presumption of exemption. In <i>Caulley,</i> the wife had obtained a money judgment against her ex-husband and had attempted to execute. <i>Id.</i> at 796. The Sheriff who attempted to execute returned the writ \"Nulla Bona\" because a homestead exemption was on file in the county clerk's office. <i>Id.</i> Once a homestead exemption has been established, <i>Caulley</i> holds that the person claiming abandonment of the homestead exemption has the burden of proving it. <i>Id.</i> at 797. It does not hold, as appellant suggests, that a post-judgment creditor must prove the non-existence of an exemption.</p>\n<p>Appellee counters appellant's arguments by asserting that appellant did not meet his burden of proving the property in question was exempt. In support of this assertion, appellee cites <i>Rucker v. Rucker,</i> <span class=\"citation\" data-id=\"2445145\"><a href=\"/opinion/2445145/rucker-v-rucker/\"><span class=\"volume\">810</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">793</span></a></span> (Tex.App.Houston [14th Dist.] 1991, writ denied). We find <i>Rucker</i> distinguishable. In <i>Rucker,</i> the appellant was ordered to turn over part of his monthly disability payments. <i>Id.</i> at 794. On appeal, appellant argued that TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(a)(2) exempted disbursement of pension funds from turnover orders. <i>Id.</i> The court noted that, under TEX.PROP. CODE ANN. § 42.0021, retirement plan payments are exempt from attachment, execution, and seizure, but that such plans are not exempt if they do not qualify under applicable provisions of the Internal Revenue Code. <i>Id.</i> at 795. The court then stated that the burden of proving that property is exempt is on the party claiming that exemption. <i>Id.</i> at 795-96. Because appellant did not prove that his retirement plan met the IRS qualifications, the court held that he failed to prove entitlement to the exemption. <i>Id.</i> at 796.</p>\n<p>We believe <i>Rucker</i> states the general rule that a party asserting an exemption bears the burden of establishing entitlement to the exemption.<sup>[4]</sup> However, not all exemptions require proof. In <i>Rucker,</i> proof was required. No proof is required for the exemptions asserted by appellant to apply. No one disputes that the property included in the turnover order is personal property. Thus, TEX.PROP.CODE ANN. § 42.001 regarding the exemption available for certain types of personal property may apply. Section 42.002 lists the types of personal property eligible for the exemption. The only items included in the turnover order resembling property listed in § 42.002 are the life insurance policies.</p>\n<p>As to life insurance policies, TEX. PROP.CODE ANN. § 42.002 provides an exemption for the following:</p>\n<blockquote>(12) the present value of any life insurance policy to the extent that a member of the family of the insured or a dependent of a single insured adult claiming the exemption is a beneficiary of the policy.</blockquote>\n<p>TEX.PROP.CODE ANN. § 42.002(12) (Vernon Supp.1994). Under the Texas Insurance Code, however, any life insurance policy, regardless of who is a beneficiary, appears to be exempt from execution. Article 21.22 provides in pertinent part:</p>\n<blockquote>Sec. 1. Notwithstanding any provision of this code other than this article, all money or benefits of any kind, including policy proceeds and cash values, to be paid or rendered to the insured or any beneficiary under any policy of insurance or annuity contract issued by a life, health or accident insurance company ... shall:</blockquote>\n<blockquote>. . . .</blockquote>\n<blockquote>(2) be fully exempt from execution, attachment, garnishment or other process;</blockquote>\n<p>TEX.INS.CODE ANN. art. 21.22, § 1(2) (Vernon Supp.1994).</p>\n<p><span class=\"star-pagination\">*460</span> The policies included in the turnover order all indicate that the beneficiary is a testamentary trust for the benefit of the children. We believe this is sufficient to render these policies exempt under either the Property Code<sup>[5]</sup> or the Insurance Code.</p>\n<p>We find no applicable exemption for the other property listed in the order. None of the personal property exemptions described in Tex.Prop.Code Ann. § 42.002 applies to appellant's shares of stock or to his interests in the real estate or oil and gas partnerships. Appellant cites no other authority providing an exemption for this type of property.</p>\n<p>In the alternative, appellant appears to claim that he no longer owns all of the listed property because he contends that appellee did not prove that the property was unchanged from the time appellant filed his inventory. The burden of establishing that certain property is no longer in the debtor's possession is on the debtor. <i>See </i><i>Beaumont Bank, N.A. v. Buller,</i> <span class=\"citation\" data-id=\"1519115\"><a href=\"/opinion/1519115/beaumont-bank-na-v-buller/\"><span class=\"volume\">806</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">223</span></a></span>, 226 (Tex.1991). Appellant presented no evidence at the hearing and thus, failed to meet his burden. Therefore, we hold that appellant has not shown abuse of discretion by the trial court in ordering liquidation of the shares of stock or the partnership interests. We sustain points of error two and three only as they concern the portion of the order requiring liquidation of appellant's life insurance policies, and overrule all other parts of these points of error.</p>\n<p>In point of error four, appellant claims the trial court abused its discretion in granting injunctive relief because appellee failed to present a verified petition in compliance with Rule 682. In point of error five, appellant contends the trial court erred in granting a temporary injunction which did not contain specific findings supporting its issuance as required by Rule 683. Case law has held, however, that the typical requirements for an injunction are not applicable to an injunction granted pursuant to TEX.CIV. PRAC. &amp; REM.CODE ANN. § 31.002. <i>Childre,</i> 700 S.W.2d at 288. Accordingly, we overrule points of error four and five.</p>\n<p>In point of error six, appellant challenges the award of attorney fees. Appellant concedes that this point of error has merit only if we find error by the trial court in appointing a receiver or granting injunctive relief. TEX.CIV.PRAC. &amp; REM. CODE ANN. § 31.002(e) provides that a judgment creditor \"is entitled to recover reasonable costs, including attorney's fees.\" Because we have upheld the trial court's order appointing a receiver and granting injunctive relief, except the order to liquidate certain life insurance policies, we find no error in the trial court's award of attorney fees to appellee. We overrule point of error six.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Concerning the visitation order, we hold that the trial court abused its discretion in awarding appellee sole discretion regarding appellant's possession of and access to the children. We also find that the trial court erred in awarding appellee all items received as wedding and engagement gifts because appellant has a one-half undivided interest in this property. Accordingly, we reverse these portions of the decree and remand it to the trial court for further proceedings. Except as to these two areas, we affirm the remainder of the decree.</p>\n<p>Regarding the turnover order, we hold that the trial court abused its discretion in ordering liquidation of life insurance policies because the cash values of such policies are exempt as a matter of statutory law. Therefore, we delete from the order those policies listed in paragraph 3(a)-(g). Except as so modified, we affirm the trial court's order.</p>\n<p>JUNELL, J., sitting by designation.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>But see </i><i>Hopkins v. Hopkins,</i> <span class=\"citation\" data-id=\"2450448\"><a href=\"/opinion/2450448/hopkins-v-hopkins/\"><span class=\"volume\">853</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">134</span></a></span>, 137-38 (Tex.App.Corpus Christi 1993, no writ). In <i>Hopkins,</i> the Corpus Christi court of appeals interpreted § 14.03 to allow a trial court to appoint a possessory conservator and deny that possessory conservator possession or access to the child.</p>\n<p>[2]  In the decree, the court found that appellant had the ability to earn in excess of $100,000; in its Findings of Fact, the court found that appellant had the ability to earn in excess of $150,000.</p>\n<p>[3]  Effective September 1, 1993, the § 14.055 percentage guidelines were amended to apply to the obligor's monthly net resources of $6,000.00, rather than $4,000.00. <i>See</i> Act of June 18, 1993, 73rd Leg., R.S., ch. 766, 1993 Tex.Gen.Laws 2989-2999. Because this divorce proceeding occurred before the effective date of this legislation, we apply the $4,000.00 guidelines.</p>\n<p>[4]  In <i>Sloan v. Douglas,</i> <span class=\"citation\" data-id=\"2432895\"><a href=\"/opinion/2432895/sloan-v-douglass/\"><span class=\"volume\">713</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">436</span></a></span>, 441 (Tex. App.Fort Worth 1986, writ ref'd n.r.e.), however, the Fort Worth court of appeals stated that, under § 31.002, the judgment creditor must prove that the property sought cannot be readily attached or levied on and that the property is not exempt. The court then distorted this holding by stating that the judgment creditor must overcome the defense of exemption raised by the debtor. <i>Id.</i> Although the statute does not clearly indicate who has the burden of proving exemption, we believe the better interpretation is to hold the debtor responsible for proving that his or her property is exempt from execution.</p>\n<p>[5]  Under the Property Code, cash values of life insurance policies are exempt only up to an aggregate value of $30,000. TEX.PROP.CODE ANN. § 42.001 (Vernon 1984).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1484883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1499976/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1513204/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519191/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1564027/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568814/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1638823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1638988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1659087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1665329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1666864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1679425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1681986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1733228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2372648/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2381532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2387836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2405617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2409150/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2418282/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2419384/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2432895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2432984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2440296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2445145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2450448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2451063/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2467515/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2468504/"
          ]
        }
      ],
      "judges": "Sears, Lee and Junell",
      "date_created": "2015-10-16T16:39:18.600555Z",
      "date_modified": "2017-02-06T08:25:51.812038Z",
      "date_filed": "1994-10-20",
      "date_filed_is_approximate": false,
      "slug": "roosth-v-roosth",
      "citation_id": 1606998,
      "case_name_short": "Roosth",
      "case_name": "Roosth v. Roosth",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "889 S.W.2d 445",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 89,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2506963/roosth-v-roosth/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:25:01.118960Z",
  "date_modified": "2014-10-31T00:25:01.118960Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Roosth",
  "case_name": "Roosth v. Roosth",
  "case_name_full": "",
  "slug": "roosth-v-roosth",
  "docket_number": "B14-93-00329-CV, B14-93-00686-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}