{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2510774/",
  "id": 2510774,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/la/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1862385/",
      "id": 1862385,
      "absolute_url": "/opinion/1862385/frey-v-amoco-production-co/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2510774/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1862385/",
          "id": 1862385,
          "absolute_url": "/opinion/1862385/frey-v-amoco-production-co/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1862385/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4571/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T07:39:17.445183Z",
          "date_modified": "2017-04-07T07:51:20.606965Z",
          "type": "010combined",
          "sha1": "9f318108ef9ec732d92e09b57914229c108510c5",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>603 So.2d 166 (1992)</b></center>\n<center><h1>Frederick J. FREY, et al.<br>\nv.<br>\nAMOCO PRODUCTION COMPANY.</h1></center>\n<center>No. 92-CQ-0091.</center>\n<center><p><b>Supreme Court of Louisiana.</b></p></center>\n<center>June 26, 1992.</center>\n<center>Rehearing Denied September 3, 1992.</center>\n<p><span class=\"star-pagination\">*168</span> Gilbert F. Ganucheau, Clerk, U.S. Fifth Circuit, Court of Appeal, Slidell, for applicant.</p>\n<p>Frederick W. Ellis, Thomas C. McKowen, IV, Strain, Dennis, Ellis, Mayhall &amp; Bates, David McQuown, Ellison, Jr., Esq., Ellison &amp; Smith, Baton Rouge, Frank J. Peragine, Thomas Robert Blum, Charles C. Coffee, Christina Anne Harris Belew, Simon, Peragine, Smith &amp; Redfearn, New Orleans, Jackson M. Cooley, Houston, Tex., for respondents.</p>\n<p>George Julien Domas, Deborah Bahn Price, Jonathan Andrew Hunter, Cheryl Mollere Kornick, Jane J. Boleware, Liskow &amp; Lewis, New Orleans, for Anadarko Petroleum Corp., Atlantic Richfield Co., Chevron U.S.A., Inc., Conoco, Inc., Enron Oil &amp; Gas Co., Exxon Corp., Fina Oil &amp; Chemical Co., Marathon Oil Co., Mobil Oil Expl. &amp; Prod. SE Inc., Mobil Expl. &amp; Prod. Co., OXY USA, Inc., Pennzoil Expl. &amp; Prod. Co., Shell Western E &amp; P, Inc., Texas Expl. Corp., UNOCAL Expl. Corp., and Union Pacific Resources Co. (amicus curiae)</p>\n<p>John Allen Bernard, Edward C. Abell, Jr., Kevin Roy Rees, John William Kolwe, Onebane, Donohoe, Bernard, Torian, Diaz, McNamara &amp; Abell, Lafayette, for Tennessee Gas Pipeline Co. (amicus curiae).</p>\n<p>John M. McCollam, Bobbie Joseph Duplantis, Philip Nicholas Asprodites, Paul Edward Bullington, James Louis Weiss, Gordon, Arata, McCollam &amp; Duplantis, New Orleans, for Preston Oil Co. and BHP Petroleum (Americas) (amicus curiae).</p>\n<p>John R. Martzell, Scott R. Bickford, Thomas Wade Noland, Regina O. Matthews, Martzell, Thomas &amp; Bickford, New Orleans, for Martha Miller Stoute, Thomas Mounger, Betty Duplantis Brown, Argyle Land Co. (amicus curiae).</p>\n<p>Donald Burnham Ensenat, Larry S. Bankston, Daniel Kent Rester, Stephen Thomas Perkins, Hoffman, Sutterfield, Ensenat &amp; Bankston, New Orleans, for Dennis Bickham, III and Renee Bickham Priest (amicus curiae).</p>\n<p>John H. Cheatham, III, Washington, D.C., for Interstate Natural Gas Ass'n of America (amicus curiae).</p>\n<p><span class=\"star-pagination\">*169</span> Newman Trowbridge, Jr., Darnall, Biggs, Trowbridge, Supple &amp; Cremaldi, Franklin, for Louisiana Landowners Ass'n, Inc. (amicus curiae).</p>\n<p>Richard Phillip Ieyoub, Atty. Gen., Frederick Coller Whitrock, Asst. Atty. Gen., Harold Louis Lee, Staff Atty., James Joseph Devitt, III, Ernest R. Eldred, Eldred &amp; Clauer, Baton Rouge, for State of Louisiana, Richard P. Ieyoub, State Mineral Bd. and Dept. of Natural Resources (\"State\") (amicus curiae).</p>\n<p>COLE, Justice.</p>\n<p>Frederick J. Frey and other owners of gas royalty interests (\"Frey\") under a mineral lease (\"Lease\") commenced suit against their mineral lessee, Amoco Production Company,<sup>[1]</sup> in the United States District Court for the Eastern District of Louisiana to recover a royalty share of the proceeds received by Amoco in settlement of the take-or-pay litigation (\"Settlement Agreement\") arising under the \"Gas Purchase and Sales Agreement\" (\"Morganza Contract\") between Amoco and its pipeline purchaser, Columbia Gas Transmission Corporation.<sup>[2]</sup> The Lease's royalty clause provides Frey a \"royalty on gas sold by the Lessee [of] one-fifth (1/5) of the amount realized at the well from such sales.\"<sup>[3]</sup></p>\n<p>The take-or-pay royalty claim was tried on undisputed facts pursuant to opposing motions for partial summary judgment. After trial, the district judge granted partial summary judgment in favor of Amoco, closely following the reasoning of <i>Diamond Shamrock Exploration Co. v. Hodel,</i> 853 F.2d 1159 (5th Cir.1988).<sup>[4]</sup><i>Frey v. Amoco Production Co.,</i> 708 F.Supp. 783, 787 (E.D.La.1989). The district court determined the sale of gas cannot occur absent physical production and severance of the gas, and therefore, under Louisiana law, take-or-pay payments do not constitute part of the sale price of natural gas. <i>Id.</i> at 786. The court also declined to extend Article 122 of the Louisiana Mineral Code, the so-called \"mutual benefits article\", so as to require the lessee to pay royalties on take-or-pay proceeds, citing <i>Diamond Shamrock's</i> conclusion that take-or-pay payments are intended to compensate the lessee, rather than the mineral owner, for the costs associated with development and production. <span class=\"star-pagination\">*170</span> <i>Id.</i> (quoting <i>Diamond Shamrock,</i> 853 F.2d at 1167). Frey appealed to the United States Court of Appeals for the Fifth Circuit. A three judge panel of that court reversed. <i>Frey v. Amoco Production Co.,</i> 943 F.2d 578 (5th Cir.1991). The Court of Appeals decided, <i>inter alia,</i> take-or-pay payments are part of the \"amount realized\" from the sale of gas under the Lease, and thus such payments, received by the lessee in settlement of the take-or-pay dispute with its pipeline purchaser for gas not taken, are subject to the lessor's royalty. <i>Id.</i> at 580-84. The court, relying on Louisiana law, reasoned the payments \"constitute economic benefits that Amoco received from granting Columbia the right to take gas from the leased premises, a right Amoco got through the Lease.\" <i>Id.</i> at 584 (footnote omitted). The court thus determined \"it would be contrary to the nature of the Lease as a cooperative venture to allow a benefit by any name that is attributable to the gas under the leased premises to inure exclusively to the lessee.\" <i>Id.</i> (footnote omitted). <i>Diamond Shamrock</i> was distinguished. <i>Id.</i> at 581. On Petition for Rehearing, however, the Court of Appeals withdrew that portion of its opinion regarding Frey's entitlement to a royalty interest on the proceeds of the take-or-pay settlement and certified to us the following question:</p>\n<p></p>\n<h2>QUESTION CERTIFIED</h2>\n<p>\"Whether under Louisiana law and the facts concerning the Lease executed by Amoco and Frey, the Lease's clause that provides Frey a `royalty on gas sold by the Lessee of one-fifth (1/5) of the amount realized at the well from such sales' requires Amoco to pay Frey a royalty share of the take-or-pay payments that Amoco earns as a result of having executed the Lease and under the terms of a gas sales contract with a pipeline-purchaser.\" <i>Frey v. Amoco Production Co.,</i> 943 F.2d at 578, <i>op. withdrawn, in part, on reh'g, ques. certified,</i> 951 F.2d 67 (5th Cir.1992) (per curiam).</p>\n<p>In exercising the certification privilege granted by Rule XII of the Rules of the Supreme Court of Louisiana, the Court of Appeals maintained it continued to believe in the propriety of its ruling but felt compelled to defer to the Louisiana Supreme Court on this critical point of Louisiana law. <i>Id.</i> at 67. As noted by the federal court, this issue is <i>res nova</i> in Louisiana and, as evidenced by the filing of numerous amici curiae briefs, the extent of the interests affected by its resolution considerable. <i>Id.</i> The controversy centers around Frey's alleged entitlement to a royalty share of the $66.5 million in take-or-pay amounts paid by Columbia to Amoco under the Settlement Agreement. The parties characterize $45.6 million of the total as a \"recoupable take-or-pay payment\"<sup>[5]</sup> and the remaining $20.9 million as a \"non-recoupable take-or-pay payment.\"<sup>[6]</sup> Not at issue is a $280.2 million payment made to Amoco under the Settlement Agreement for past and future price deficiencies in natural gas as Frey has already received royalty on that entire amount.</p>\n<p></p>\n<h2>RESPONSE TO CERTIFIED QUESTION</h2>\n<p>Having granted certification, <i>Frey v. Amoco Production Co.,</i> 592 So.2d 1308 (La.1992), we respond by i) examining the legal precepts which govern the issues raised by the certified question, and ii) applying the legal precepts to the precise language of the royalty clause to determine whether the proceeds received by Amoco in settlement of the take-or-pay litigation with Columbia constitute part of the \"amount realized\" from gas sold by Amoco to Columbia. Although the Fifth Circuit disclaimed <span class=\"star-pagination\">*171</span> any intention that we confine our reply to the precise form or scope of the question certified, <i>Frey,</i> 951 F.2d at 68, we do not deem prudent an excursion far beyond the bounds of the precise question certified.</p>\n<p>For the reasons hereinafter assigned, we find the take-or-pay payments under the facts of this case and the royalty clause at issue are subject to the lessor's royalty in favor of Frey.</p>\n<p></p>\n<h2>I. THE LEGAL PRECEPTS</h2>\n<p>A. Louisiana Mineral Law</p>\n<p>Ownership of land does not include ownership of oil or gas.<sup>[7]</sup> LA.REV. STAT. ง 31:6; <i>Succession of Doll v. Doll,</i> 593 So.2d 1239 (La.1992); <i>Frost-Johnson Lumber Co. v. Salling's Heirs,</i> 150 La. 756, 91 So. 207 (1920). The vesting of title to fugitive minerals, such as oil or gas, occurs when the minerals are reduced to possession at the wellhead. <i>See</i> LA.REV. STAT. ง 31:7 and the comment thereto; <i>Texas Co. v. Fontenot,</i> 200 La. 753, 8 So.2d 689 (1942); <i>Wall v. United Gas Public Service Co.,</i> 178 La. 908, 152 So. 561 (1934); <i>Frost-Johnson, supra</i><i>.</i> Thus, with respect to oil and gas, possession marks both the vesting of title and mobilization. LA.REV. STAT. ง 31:7, comment. <i>See generally, </i><i>Steele v. Denning,</i> 445 So.2d 94 (La.App. 2d Cir.), <i>aff'd,</i> 456 So.2d 992 (La.1984); <i>Succession of Rugg,</i> 339 So.2d 519 (La. App. 2d Cir.1976), <i>writ denied,</i> 341 So.2d 897 (La.1977).</p>\n<p>Although the right to explore and develop one's property for the production of minerals, and to reduce minerals to possession and ownership, belongs exclusively to the landowner, LA.REV.STAT. ง 31:6, the landowner may convey, reserve or lease this privilege. LA.REV.STAT. ง 31:15; <i>Succession of Doll, supra</i><i>. See also </i><i>Allies Oil Co. v. Ayers,</i> 152 La. 19, 92 So. 720 (1922). In this manner, rights in minerals may be considered \"separable component parts of the ownership of land.\" A.N. Yiannopoulos, <i>Property</i> ง 118, in 2 Louisiana Civil Law Treatise (3d ed. 1991) (footnote omitted). A mineral lease, one of the manners in which mineral rights are segregated from ownership, <i>id.,</i> is a contract by which the lessee is granted the right to explore for and produce minerals. LA.REV.STAT. ง 31:114; <i>Succession of Doll, supra</i><i>.</i> Mineral leases are construed as leases generally and, wherever pertinent, codal provisions applicable to ordinary leases are applied to mineral leases. <i>Succession of Doll, supra</i><i>; </i><i>Melancon v. Texas Co.,</i> 230 La. 593, 89 So.2d 135 (1956). <i>See also</i> LA.REV.STAT. ง 31:2; McCollam, <i>A Primer for the Practice of Mineral Law Under the New Louisiana Mineral Code,</i> 50 Tul.L.Rev. 729, 733 (1976); L. McDougall, <i>Louisiana Oil and Gas Law</i> ง 3.1 (1991) and the authority cited therein. Accordingly, where the Louisiana Mineral Code, <i>see</i> LA.REV.STAT. ง 31:1-ง 31:215, neither expressly nor impliedly provides for a particular situation, resort is made to the Louisiana Civil Code or other laws, either directly or by analogy. LA.REV.STAT. ง 31:2 and the comment thereto. <i>See, e.g.,</i> McCollam, 50 Tul.L.Rev. at 862 (The Mineral Code does not address gas purchase contracts). However, where there is conflict between the provisions of the Civil Code or other laws, the Mineral Code prevails. LA.REV.STAT. ง 31:2. <i>See, e.g., </i><i>Producers Oil &amp; Gas Co. v. Nix,</i> 488 So.2d 1099 (La.App. 2d Cir.), <i>writ denied,</i> 493 So.2d 641 (La.1986). We begin with the Mineral Code.</p>\n<p>Article 213(5) of the Mineral Code defines royalty, as used in conjunction with mineral leases,<sup>[8]</sup> as:</p>\n<blockquote>any interest in production, or its value, from or attributable to land subject to mineral lease, that is deliverable or payable to the lessor or others entitled to <span class=\"star-pagination\">*172</span> share therein. Such interests in production or its value are `royalty,' whether created by the lease or by separate instrument, if they comprise a part of the negotiated agreement resulting in execution of the lease. `Royalty' also includes sums payable to the lessor that are classified by the lease as constructive production.</blockquote>\n<p>Although Article 213(5) provides a standard for interpretation of the mineral lease, the rather expansive definition of royalty is not dispositive of the lessor's right to a royalty share of take-or-pay payments. <i>See</i> LA.REV.STAT. ง 31:122, comment, La. Civ.Code art. 2047. The principle of freedom of contract is expressly recognized by the Mineral Code, <i>see</i> LA.REV.STAT. ง 31:3, and therefore, the accessorial right of royalty may not be defined absent reference to the oil and gas lease in which it appears. <i>See </i><i>Vincent v. Bullock,</i> 192 La. 1, 187 So. 35 (1939) (citing La.Civ.Code art. 1945 (1870)); H. Daggett, <i>Mineral Rights in Louisiana</i> ง 61 (1949); L. McDougall at ง 3.1. Accordingly, this Court must give consideration to the fundamental principle that the lease contract is the law between the parties, defining their respective legal rights and obligations,<sup>[9]</sup><i>see</i> La.Civ.Code art. 1983; <i>Odom v. Union Producing Co.,</i> 243 La. 48, 68, 141 So.2d 649, 656 (1961); <i>Mallett v. Union Oil &amp; Gas Corp. of Louisiana,</i> 232 La. 157, 161, 94 So.2d 16, 17 (1957), as well as the rules for interpretation of contracts as laid down in the Civil Code, Title IV at Chpt. 13, art. 2045 <i>et seq.</i> Disinclined to rewrite a mineral lease in pursuit of equity, we are nonetheless cognizant the terms of a mineral lease are neither intended to, nor capable of, accommodating every eventuality. <i>See</i> Martin, <i>A Modern Look at Implied Covenants To Explore, Develop, and Market Under Mineral Leases,</i> 27 Inst. on Oil &amp; Gas L. &amp; Tax'n 177,194 (1976).</p>\n<p>The purpose of interpretation is to determine the common intent of the parties. <i>See</i> La.Civ.Code art. 2045. Words of art and technical terms must be given their technical meaning when the contract involves a technical matter, <i>see</i> La.Civ.Code art. 2047, and words susceptible of different meanings are to be interpreted as having the meaning that best conforms to the object of the contract. <i>See</i> La.Civ.Code art. 2048. A doubtful provision must be interpreted in light of the nature of the contract, equity, usages, the conduct of the parties before and after the formation of the contract, and other contracts of a like nature between the same parties. La.Civ. Code art. 2053. When the parties made no provision for a particular situation, it must be assumed that they intended to bind themselves not only to the express provisions of the contract, but also to whatever the law, equity, or usage regards as implied in a contract of that kind or necessary for the contract to achieve its purpose. La.Civ.Code art. 2054. To these basic concepts, we add one other. In Louisiana, a mineral lease is interpreted so as to give effect to the covenants implied in every such lease. <i>See</i> LA.REV.STAT. ง 31:122.</p>\n<p>Under the facts before us, a search for the parties' specific intent relative to the obligation to pay royalty on the take-or-pay proceeds would prove fruitless. Surely neither Amoco nor Frey contemplated at the time the Lease was executed in 1975 the demand for gas would fall and pipelines would be financially unable to comply with their obligations under long-term gas purchase and sales contracts. It is even more unlikely the parties contemplated producers would receive take-or-pay payments in settlement of gas contract litigation. Accordingly, we look not at the parties' intent to provide expressly for take-or-pay payments, but rather at the parties general intent in entering an oil and gas lease, <i>viz.,</i> <span class=\"star-pagination\">*173</span> the lessor supplies the land and the lessee the capital and expertise necessary to develop the land for the <i>mutual benefit</i> of both parties. In this manner, the royalty clause is given an expansive reading, reflecting the mutuality of objectives and sharing of benefits inherent in the lessee-lessor relationship. <i>See, e.g., </i><i>Wemple v. Producers' Oil Co.,</i> 145 La. 1031, 83 So. 232 (1919). Consequently, we endeavor to ascertain the meaning of the royalty clause in a manner consistent with the nature and purpose of an oil and gas lease, La.Civ. Code art. 2054, having due regard for: 1) the function of a royalty clause; and 2) the lessee's implied obligation under Mineral Code Article 122 to market diligently the gas produced.</p>\n<p>1. The Attributes of Royalty</p>\n<p>As stated, the royalty clause is construed not in the abstract but in reference to the economic and practical considerations underlying the royalty interest and with due regard to the relationship between a lessor and lessee. The lessor-lessee relationship ensues from a synallagmatic contract in which the obligation of each party is the <i>cause</i> of the other. <i>See</i> LA.REV.STAT. ง 31:122; La.Civ.Code arts. 1908, 1967, 2669; <i>Wier v. Grubb,</i> 228 La 254, 268, 82 So.2d 1, 6 (1955) (oil and gas leases require mutuality of rights and interest). Where royalty is conferred by the lease, royalty is the reason or cause for the lessor to obligate himself thereto. <i>See</i> La. Civ.Code art. 1967. Stated differently, royalty is the compensation or \"consideration\" the lessee pays to the lessor to secure the privilege of exercising the right to explore and develop the property for production of oil and gas. <i>See </i><i>Caddo Oil &amp; Mining Co. v. Producers' Oil Co.,</i> 134 La. 701, 64 So. 684 (1914); H. Daggett at ง 60; R. Hemingway, <i>The Law of Oil and Gas</i> ง 8.1 (3d ed. 1991).</p>\n<p>By virtue of the beneficial relationship between lessee and lessor, the former avoids having to pay up front for the privilege of exploration, and the latter, assuming a passive role, is guaranteed participation in any eventual yield accruing from the lessee's entrepreneurial efforts, unconstrained by financial and operational responsibilities. <i>See</i> Martin, 27 Inst. on Oil &amp; Gas L. &amp; Tax'n at 194 n. 62. Inherent in the concept of lease as a bargained-for exchange is the recognition a lessor would not relinquish a valuable right arising from the leased premises without receiving something in return. <i>Wemple, supra</i><i>.</i> In <i>Wemple,</i> lessor sued lessee to recover a one-eighth royalty on natural gasoline the lessee extracted from casinghead gas by the use of a separator. At the time the Lease was executed in 1909, the parties were unaware of this procedure. We determined the casinghead gas fell under the oil clause of the Lease, reasoning the parties would not have contemplated a lease where the lessee could extract a valuable substance and \"give nothing in return.\" <i>Wemple,</i> 145 La. at 1045, 83 So. at 237.</p>\n<p>This Court also had occasion to discuss the nature of a royalty interest in the context of ascertaining the meaning of \"market value\" of gas under a mineral lease. <i>See </i><i>Henry v. Ballard &amp; Cordell Corp.,</i> 418 So.2d 1334, 1339 (La.1982). There, we reasoned the ambiguity in the royalty provision could not be resolved without consideration of the practical and economic realities of the oil and gas industry at the time the leases were negotiated and the obligations of the lessee to market the gas at the best possible price at the time the leases were made. <i>Id.</i> at 1337, 1338. Adopting the reasoning of Professor Thomas Harrell, we announced the rule that a lease arrangement is in the nature of a cooperative venture in which the lessor contributes the land and the lessee the capital and expertise necessary to develop the minerals for the mutual benefit of both parties. <i>Id.</i> at 1338 (citing Harrell, <i>Developments in Non-Regulatory Oil &amp; Gas Law,</i> 30 Inst. on Oil &amp; Gas L. &amp; Tax'n 311, 334 (1979)). We also concluded the ultimate objective of the royalty provision of the lease is to fix the division between the lessor and lessee of the economic benefits anticipated from the development of the minerals. <i>Id.</i> We then quoted with approval Professor Harrell's contention:</p>\n<blockquote>\n<span class=\"star-pagination\">*174</span> [A]ny determination of the market value of gas which admits the lessee's arrangements to market were prudently arrived at consistent with the lessee's obligation, but which at the same time permits either the lessor or lessee to receive a part of the gross revenues from the property greater than the fractional division contemplated by the lease, should be considered inherently contrary to the basic nature of the lease and be sustained only in the clearest of cases.</blockquote>\n<p><i>Id.</i> at 1338 n. 10 (quoting Harrell, 30 Inst. on Oil &amp; Gas L. &amp; Tax'n at 336).</p>\n<p>In light of <i>Henry,</i> we conclude an oil and gas lease, and the royalty clause therein, is rendered meaningless where the lessee receives a higher percentage of the gross revenues generated by the leased property than contemplated by the lease. The lease represents a bargained-for exchange, with the benefits flowing directly from the leased premises to the lessee and the lessor, the latter via royalty. An economic benefit accruing from the leased land, generated solely by virtue of the lease, and which is not expressly negated, <i>see</i> LA.REV.STAT. ง 31:3, is to be shared between the lessor and lessee in the fractional division contemplated by the lease. <i>See </i><i>Henry, supra</i><i>; </i><i>Wemple, supra</i><i>.</i></p>\n<p>2. Implied Covenant To Market</p>\n<p>Despite the purely contractual relationship between the lessor and lessee, the respective parties' obligations can not be determined absent reference to the covenants implied in every oil and gas lease. <i>See</i> Pearson &amp; Watt, <i>To Share or Not To Share: Royalty Obligations Arising out of Take-or-Pay or Similar Gas Contract Litigation,</i> 42 Inst. on Oil &amp; Gas L. &amp; Tax'n 14-1, at ง 14.04[1] (1991). These covenants address matters not expressly covered by the lease, including protection of the lessor's interest, R. Hemingway at ง 8.1; 5 E. Kuntz, <i>Law of Oil &amp; Gas</i> ง 54.2 (1991), and assist the court in ascertaining the duties incident to the relationship of lessor and lessee. Martin, 27 Inst. on Oil &amp; Gas L. &amp; Tax'n 177,195. At the heart of the implied obligations in Louisiana is the notion the parties consent to perform these obligations in order \"to effectuate the basic objectives of an oil and gas lease.\" L. McDougall at ง 4.1 (footnote omitted). <i>See, e.g., </i><i>Carter v. Arkansas-Louisiana Gas Co.,</i> 213 La. 1028, 36 So.2d 26 (1948).</p>\n<p>In Louisiana, the implied covenants originate not in the general principle of cooperation found in the law of contracts, <i>see</i> 5 Williams and Meyers, <i>Oil and Gas Law</i> ง 802.1 (1991), but rather as particularized expressions of Civil Code Article 2710's mandate that the lessee enjoy the thing leased as \"a good administrator.\" LA.REV.STAT. ง 31:122, comment; La.Civ.Code art. 2710.<sup>[10]</sup> The duty to act as a \"reasonably prudent operator,\" imposed on the mineral lessee by Article 122 of the Mineral Code, is thus an adaptation of the obligation of other lessees to act as \"good administrators.\" LA.REV.STAT. ง 31:122, comment. <i>See, e.g., </i><i>Waseco Chemical &amp; Supply Co. v. Bayou State Oil Corp.,</i> 371 So.2d 305 (La.App. 2d Cir.), <i>writ denied,</i> 374 So.2d 656 (La.1979); <i>Williams v. Humble Oil &amp; Refinery Co.,</i> 290 F.Supp. 408 (E.D.La. 1968), <i>aff'd,</i> 432 F.2d 165 (5th Cir.1970).</p>\n<p>Article 122 of the Mineral Code provides:</p>\n<blockquote>A mineral lessee is not under a fiduciary obligation to his lessor, but he is bound to perform the contract in good faith and to develop and operate the property leased as a reasonably prudent operator for the mutual benefit of himself and his lessor. Parties may stipulate what shall constitute reasonably prudent conduct on the part of the lessee.</blockquote>\n<p>The legislature intended to incorporate within Article 122 the existing jurisprudence on the subject, and accordingly, the mineral lessee's obligation to act as a \"good administrator\" or \"reasonably prudent operator\" is clearly specified in four <span class=\"star-pagination\">*175</span> situations. <i>See</i> LA.REV.STAT. ง 31:122, comment; McCollam, 50 Tul L.Rev. at 803. Relevant for our purposes is the implied obligation to market diligently the minerals discovered and capable of production in paying quantities in the manner of a reasonable, prudent operator.<sup>[11]</sup> LA.REV.STAT. ง 31:122, comment. <i>See generally </i><i>Shell Oil Co. v. Williams, Inc.,</i> 428 So.2d 798, 803 (La.1983); <i>Risinger v. Arkansas-Louisiana Gas Co.,</i> 198 La. 101, 3 So.2d 289 (1941); <i>Wall, supra</i><i>; </i><i>Hutchinson v. Atlas Oil Co.,</i> 148 La. 540, 87 So. 265 (1921); <i>Wemple, supra</i><i>; </i><i>Merritt v. Southwestern Elec. Power Co.,</i> 499 So.2d 210, 214 (La. App. 2d Cir.1986); <i>Lelong v. Richardson,</i> 126 So.2d 819 (La.App. 2d Cir.1961); <i>Pierce v. Goldking Properties, Inc.,</i> 396 So.2d 528 (La.App. 3d Cir.), <i>writ denied,</i> 400 So.2d 904 (La.1981). Encompassed within the lessee's duty to market diligently is the obligation to obtain the best price reasonably possible. <i>See, e.g., </i><i>Tyson v. Surf Oil Co.,</i> 195 La. 248, 196 So. 336 (1940). <i>See also</i> LA.REV.STAT. ง 31:122, comment; Martin, 27 Inst. on Oil &amp; Gas L. &amp; Tax'n at 191; L. McDougall at ง 4.5; Pearson &amp; Watt, 42 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 14.04[1].</p>\n<p>Regarding the fulfillment of the implied covenants, including the duty to market diligently, the lessee's conduct must conform to, and be governed by, what is expected of ordinary persons of ordinary prudence under similar circumstances and conditions, having due regard for the interest of both contracting parties. LA.REV. STAT. ง 31:122 and the comments thereto. <i>See generally Carter, supra; </i><i>Gennuso v. Magnolia Petroleum Co.,</i> 203 La. 559, 14 So.2d 445 (1943); <i>Coyle v. North American Oil Consolidated,</i> 201 La. 99, 9 So.2d 473 (1942); <i>Caddo Oil &amp; Mining Co. v. Producers' Oil Co.,</i> 134 La. 701, 64 So. 684 (1914). Our analysis is complicated by the paucity of litigation dealing with the implied obligation to market diligently, as well as the recognition that the lessee's conduct must be evaluated with due regard for the facts known at the time the Morganza Contract was executed. <i>See</i> 5 E. Kuntz at ง 60.3; L. McDougall at ง 4.5. Consequently, an examination of the take-or-pay provision, a clause found in nearly all gas purchase contracts, including the contract between Amoco and Columbia, is essential to resolving the issue before us.</p>\n<p>Under a take-or-pay provision, the pipeline-purchaser commits to take or, failing to take, to pay for a minimum annual contract volume of natural gas which the producer has available for delivery. Williams &amp; Meyers, <i>Manual of Oil &amp; Gas Terms</i> 1233 (1991). Where gas is paid for but not taken, the contract normally permits the purchaser to \"make-up\" the deficiency by taking an excess amount of gas (\"make-up gas\") over a specific term and, in turn, to receive a refund or credit. <i>See id.</i></p>\n<p>At the time of execution of the Morganza Contract, long-term gas contracts containing take-or-pay provisions were standard in the industry, as are take-or-pay clauses. <i>See </i><i>Henry,</i> 418 So.2d at 1336; Kramer, <i>Royalty Obligations Under the GunโThe Effect of Take-or-Pay Clauses on the Duty To Make Royalty Payments,</i> 39 Inst. Oil &amp; Gas L. &amp; Tax'n 5-1, at ง 5.02 (1988). In the past, long-term contracts were universally insisted upon by pipeline purchasers to enable acquisition of financing for the construction of capital intensive pipeline facilities. <i>Henry,</i> 418 So.2d at 1336. Additionally, take-or-pay provisions allow the pipeline flexibility in the amount of gas taken, assuaging the difficulties caused by the cyclical nature of demand and the absence of an open market for natural gas. <i>See</i> Johnson, <i>Natural Gas Sales Contracts,</i> 34 Inst. on Oil &amp; Gas L. &amp; Tax'n 83, 111 (1983). Indeed, because gas ordinarily can not be stored upon production, the only economic means of transporting gas is via pipeline. <i>See </i><i>Merritt, supra</i> (production is futile without distribution of the product); <span class=\"star-pagination\">*176</span> 1 B. Kramer &amp; P. Martin, <i>The Law of Pooling and Unitization</i> ง 5.01[3] (3d ed. 1991) (\"A producer without a contract with a nearby pipeline is unable to sell its gas whatever the price.\").</p>\n<p>The producer also benefitted from a guaranteed minimal annual cash flow and was protected from decline in demand, minimizing the likelihood it would be unable to recoup the substantial costs associated with operation and maintenance. <i>See</i> Medina, McKenzie, &amp; Daniel, <i>Take or Litigate: Enforcing the Plain Meaning of the Take-or-Pay Clause in Natural Gas Contracts,</i> 40 Ark.L.Rev. 185, 191 n. 16 (1986) and the authority cited therein; Comment, <i>The Lessor's Royalty and Take-or-Pay Payments and Settlements Under Gas Sales Contracts in Louisiana,</i> 47 La. L.Rev. 589, 591 (1987). Further, because take-or-pay clauses made it more likely the purchaser would take at a more consistent level, drainage to the reservoir was minimized while the ultimate recovery, and the resultant economic benefits to the lessor and lessee, were maximized. White, <i>The Right to Recover Royalties on Natural Gas Take-or-Pay Settlements,</i> 41 Okla. L.Rev. 663, 680 n. 96 (citing Masten &amp; Crocker, <i>Efficient Adaptation in Long-Term Contracts: Take-Or-Pay Provisions for Natural Gas,</i> 75 Am.Econ.Rev. 1083 (1985); Comment, 47 La.L.Rev. at 591.</p>\n<p>At the time the Morganza Contract was executed, a lessee who failed to execute with a pipeline purchaser a long-term gas sales contract containing a take-or-pay clause would likely be deemed to have acted imprudently. <i>See </i><i>Henry, supra</i><i>; </i><i>Miller v. Nordan-Lawton Oil &amp; Gas Corp.,</i> 403 F.2d 946, 948-49 (5th Cir.1968); 5 E. Kuntz at ง 60.3; Pearson &amp; Watt, 42 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 14.04[1]. By the same token, the producer who failed to renegotiate a long term gas contract in the face of the pipeline's financial inability to perform fully under a long-term gas purchase contract, given the market conditions caused by the decline in demand and the rise in producer-pipeline litigation, would also likely be deemed to have acted imprudently.<sup>[12]</sup><i>See infra.</i> Part II, ง B.</p>\n<p>B. Louisiana Sales Law</p>\n<p>Louisiana law determines if and when a sale of minerals occurs. <i>See, e.g., </i><i>Henry, supra</i> (Gas is \"sold\" for purposes of determining \"market value\" at the time the gas sales contract is executed). As stated, oil and gas in place are insusceptible of ownership apart from the soil of which they form a part. Equally well-settled is the principle ownership of gas vests at possession, i.e., at the wellhead. These precepts, however, do not in any manner strike discord with the Civil Code's express recognition that future things may be the object of a contract. <i>See</i> La.Civ.Code art. 1976; <i>Plaquemines Equip. &amp; Mach. Co., Inc. v. Ford Motor Co.,</i> 245 La. 201, 157 So.2d 884 (1963); <i>Keahey v. Osborne Ford-Lincoln-Mercury, Inc.,</i> 485 So.2d 182 (La.App. 2d Cir.1986). Indeed, the sale of a future thing is specifically provided for in Article 2450 of the Civil Code, which article states, \"A sale is sometimes made of a thing to come: as of what shall accrue from an estate, of animals yet unborn, or such like other things, although not yet existing.\" La.Civ.Code art. 2450. <i>See</i> H. Daggett at ง 60 (the sale of a royalty interest is the conveyance of a future thing). <i>See also</i> La.Civ.Code arts. 2439<sup>[13]</sup> and 2456.<sup>[14]</sup> Such a contract is not aleatory, but certain, since the price is to be paid for a <span class=\"star-pagination\">*177</span> specific future object. <i>Plaquemines Equip.,</i> 245 La. at 206, 157 So.2d at 885. <i>Compare</i> La.Civ.Code art. 2450 (sale of a future thing) <i>with</i> art. 2451 (sale of a hope).</p>\n<p>Because the sale of a future thing is subject to the suspensive condition the object of the contract actually materialize, the sale is an exception to the general rule that ownership, and risk, are immediately transferred to the vendee upon agreement as to the object and the price thereof. <i>See</i> La.Civ.Code arts. 1767<sup>[15]</sup>, 2456, 2457<sup>[16]</sup> and 2471.<sup>[17]</sup><i>See also Plaquemines Equipment,</i> 245 La. at 207, 157 So.2d at 886 (\"For the transfer of title to be operative under [Article 2456], the object of the contract must exist in a deliverable state.\"); S. Litvinoff, <i>Obligations</i> งง 32, 33, in 7 Louisiana Civil Law Treatise (1975); 1 M. Planiol, <i>Trait้ El้mentaire De Droit Civil</i> Nos. 2596, 2597 (11th ed. La.St.L.Inst. trans. 1959); 2 M. Planiol at Nos. 1008 and 1368. Rather, the contract is executory, and ownership and risk remain with the vendor, until if and when the thing which is the object of the contract actually materializes. Should the thing fail to come into existence, there is a failure of cause and the parties are relieved of their respective obligations. If, however, the condition is fulfilled by the materialization of the object of the contract, the effects are retroactive to the inception of the obligation, and therefore, the transfer of ownership deemed to have taken place at the time of the contract. <i>See</i> La.Civ.Code art. 1775 (fulfillment of a condition has effects that are retroactive to the inception of the obligation); 4 Aubry &amp; Rau, <i>Droit Civil Francais</i> ง 302 (La.St.L.Inst. trans. 1971); S. Litvinoff, <i>Obligations</i> ง 62.</p>\n<p>We also note one need not own a thing in order to perfect a sale. The sale of a thing belonging to another is not absolutely null, but only relatively so, and such nullity is in the interest of the purchaser. <i>See</i> La.Civ.Code art. 2452; <i>Wright v. Barnes,</i> 541 So.2d 977 (La.App. 2d Cir. 1989); S. Litvinoff, <i>Obligations</i> ง 36.</p>\n<p></p>\n<h2>II. APPLICATION OF PRECEPTS</h2>\n<p>Frey maintains the take-or-pay payments received from Columbia under the Settlement Agreement constitute part of the price, or total revenues, received by Amoco in return for Columbia's purchase of gas under the contract. Additionally, Frey contends the payments constitute economic benefits flowing from the Lease, to which Frey is entitled a royalty share under Mineral Code Article 122 and <i>Henry, supra</i><i>.</i></p>\n<p>On the other hand, Amoco contends the clear language of the Lease requires a \"sale\" before the royalty obligation is triggered, and no sale of gas is possible unless and until gas is produced, i.e., reduced to possession at the wellhead. <i>See</i> LA.REV. STAT. งง 31:7 and 31:213(5). Characterizing a take-or-pay payment as a payment for volumes of gas <i>not</i> produced or sold, Amoco reasons the payment can not be deemed consideration for prior gas production, and therefore, the gas royalty clause remains untriggered. <i>See </i><i>Diamond Shamrock,</i> 853 F.2d at 1167. Amoco further contends as it assumed all the risk and bore entirely the expense of development, the take-or-pay proceeds received in settlement of its dispute with Columbia should inure solely to its benefit, and royalties are due only on the gas if and when it is eventually produced.<sup>[18]</sup> Finally, Amoco points out Frey has received a royalty on all amounts received <span class=\"star-pagination\">*178</span> by Amoco from Columbia in payment of the gas produced and sold from the leased premises, including gas taken by Columbia in recoupment of its recoupable take-or-pay settlement payment to Amoco.</p>\n<p>While at first blush Amoco's argument may appear the better of the two, recourse to fundamental principles dictates a different conclusion. Applying Louisiana law to the royalty clause, we conclude, as did our brothers on the federal bench, the take-or-pay payments made to Amoco by Columbia in settlement of the take-or-pay litigation form part of the \"amount realized\" by Amoco from the sale of gas to Columbia and are therefore subject to the lessor's royalty clause in favor of Frey. The take-or-pay payments are a portion of the price paid to Amoco by Columbia for the gas actually delivered to Columbia under the Morganza Contract. More important, the proceeds constitute economic benefits which are derivative of Amoco's right to develop and explore the leased property, a right conferred by and dependent upon the Lease between Amoco and Frey. Our interpretation of the royalty clause is consonant with the intention of the parties in entering an oil and gas lease.</p>\n<p>At the outset, we make three significant observations. First, Amoco does not dispute there was, at all relevant times since 1982, continuous production from the leased property. The take-or-pay litigation arose from Columbia's failure to take or pay for the full quantities of gas specified in the contract, not from Columbia's failure to take <i>any</i> gas. Secondly, our decision does not turn on whether a \"sale\" of gas occurred between Amoco and Columbia for purposes of the gas purchase contract, but whether a \"sale\" occurred between Columbia and Amoco so as to trigger the royalty clause of the Lease. Lastly, we decline to accept Amoco's cramped characterization of the take-or-pay payment, i.e., the payment was for gas <i>not</i> produced or sold. <i>See, e.g., </i><i>Diamond Shamrock, supra</i><i>.</i> This description refused, Amoco's argument collapses in upon itself like a house of cards.</p>\n<p>We find Amoco's reliance on <i>Diamond Shamrock</i> misplaced. In that case, the federal court applied federal law to a federal offshore lease expressing the lessee's royalty obligation as a fraction of the \"amount or value of <i>production</i> saved, removed, or sold.\" <i>Diamond Shamrock,</i> 853 F.2d at 1163 (emphasis supplied).</p>\n<p>Next, Amoco's characterization of the take-or-pay payment as a payment in <i>lieu</i> of production disregards the fact the right <i>not</i> to take gas is merely a corollary of the right to take gas. <i>See </i><i>Frey,</i> 943 F.2d at 584 n. 5 for a similar argument. Stated differently, Columbia would not have bargained for the right <i>not to take gas</i> although paying as if it had, without having the <i>right to take gas.</i> The obligation to take, or to pay if not taken, is alternative, and thus Columbia's primary obligation under the gas purchase contract could be satisfied in one of two ways. <i>See</i> La.Civ. Code art. 1808; <i>Hanover Petroleum Corp. v. Tenneco,</i> 521 So.2d 1234, 1241 (La. App.3d Cir.), <i>writ denied,</i> 526 So.2d 800 (La.1988).</p>\n<p>Finally, it is a myopic eye which perceives the lessor as sharing none of the risks associated with bringing the gas to the ground, <i>i.e.,</i> pre-production. <i>See, e.g.,</i> White, 41 Okla.L.Rev. at 669 (If the lessor is denied a share in take-or-pay on the basis he shares none of the costs and risks of development and marketing, one may assume all royalties are unfair.) One obvious pre-production risk shared by both lessee and lessor is the risk of drainage from the reservoir. <i>See</i> LA.REV.STAT. งง 31:8 (rule of capture), 31:122 and the comment thereto; <i>Coyle, supra; </i><i>Breaux v. Pan American Petroleum Corp.,</i> 163 So.2d 406 (La. App. 3d Cir.), <i>writ denied,</i> 246 La. 581, 165 So.2d 481 (1964); <i>Williams v. Humble Oil &amp; Refining Co.,</i> 290 F.Supp. 408 (E.D.La. 1968), <i>aff'd,</i> 432 F.2d 165 (5th Cir.1970). The take-or-pay clause, assuring the production of a relatively constant amount of gas, acts to protect the reservoir from drainage. <i>See also</i> Johnson, 34 Inst. on Oil &amp; Gas L. &amp; Tax'n at 109 (The take-or-pay provision influences the rapidity and extent of development of the gas reservoir); White, 41 Okla.L.Rev. at 680; Comment, 47 <span class=\"star-pagination\">*179</span> La.L.Rev. at 610 (take-or-pay provisions help assure the most efficient and complete depletion of the reservoir while minimizing the potential loss of hydrocarbons). Furthermore, both the lessee and lessor share the risk of an erroneous market forecast by the lessee, the lessor's royalty being dependent on the producer-pipeline contract.</p>\n<p>A. Gas Purchase Contract As the Sale of Gas</p>\n<p>The Frey-Amoco Lease explicitly predicates Amoco's obligation to pay royalty on the <i>sale</i> of gas. In contrast, royalty on oil and miscellaneous minerals is triggered by <i>production.</i> The discrepancy in \"triggering\" events is indicative of the physical and economic dissimilarity between oil and gas, the latter incapable of being stored or transported by the lessor. <i>See </i><i>Henry,</i> 418 So.2d at 1336 n. 3 (citing Holliman, <i>Exxon Corp. v. Middleton: Some Answers But Additional Confusion in the Volatile Area of Market Value Gas Royalty Litigation,</i> 13 St. Mary's L.J. 1 (1981)); L. McDougall at ง 5.1. Moreover, the variance of language supports Frey's contention production is not a prerequisite to a sale. <i>See</i> La.Civ.Code art. 2050. Had the parties desired to condition the payment of royalties on <i>production</i> of gas, the Lease could easily have so provided. <i>See</i> LA.REV. STAT. ง 31:3.</p>\n<p>We determine the gas purchase and sales contract between Amoco and Columbia was a sale of a specified future thing, <i>viz.,</i> natural gas. <i>See</i> La.Civ.Code art. 2450. Columbia secured the right to take and pay for a minimum quantity of gas over a specified term <i>or</i> to pay as if it had accepted delivery of the required minimum volume. Prior to reducing the gas to possession at the wellhead, Amoco possessed only an exclusive right to explore and develop the property for the production of minerals and to reduce them to possession and ownership. <i>See</i> LA.REV.STAT. งง 31:6, 31:15, 31:114; <i>Wall, supra</i><i>.</i> When the gas reached the surface of the ground, and the suspensive condition thus materialized, the executory sale of a future thing, taking place between Amoco and Columbia by virtue of the execution of the Morganza Contract, was perfected retroactive to the execution of the contract. <i>See</i> La.Civ.Code arts. 1767, 1775, 2450, 2471. <i>See also </i><i>Henry, supra</i> (market value of gas is determined at the time the gas sales contract is executed although gas has not yet been delivered); <i>Miller v. Nordan-Lawton Oil &amp; Gas Corp. of Texas,</i> 403 F.2d 946 (5th Cir.1968) (for purposes of shut-in royalty clause, market is obtained when the lessee executes a gas purchase contract); <i>Callery Properties, Inc. v. Federal Power Comm'n,</i> 335 F.2d 1004, 1021 (5th Cir. 1964), <i>rev'd on other grounds sub. nom., </i><i>United Gas Improvement Co. v. Callery Properties, Inc.,</i> 382 U.S. 223, 230, 86 S.Ct. 360, 364, 15 L.Ed.2d 284 (1965) (take-or-pay payments constitute a sale sufficient to establish FPC jurisdiction over the transaction). Consequently, the sale of gas occurred at the time the gas was committed to the pipeline, <i>i.e.,</i> at the execution of the Morganza Contract. Despite Amoco's lack of ownership of the gas at the time the Morganza Contract was executed, LA.REV. STAT. งง 31:6, 31:7, 31:15, 31:114, the sale was nonetheless valid. <i>See</i> La.Civ.Code art. 2452; <i>Wright, supra;</i> S. Litvinoff, <i>Obligations</i> ง 36.<sup>[19]</sup></p>\n<p>1. Take-or-pay payment: \"price\" for gas delivered</p>\n<p>Having determined the event triggering the obligation to pay royalty on gas occurred, <i>viz.</i> the sale of gas, we address our conclusion that the take-or-pay payments are part of the \"amount realized\" by Amoco from the sale of gas to Columbia. We <span class=\"star-pagination\">*180</span> interpret the \"amount realized\" by Amoco from the sale of gas to Columbia to encompass both: 1) the <i>total</i> price paid by Columbia for the natural gas delivered, and 2) the \"economic benefits\" derived from the lessee's right to develop and explore, a right conferred by the lease. <i>See </i><i>Henry, supra</i><i>.</i></p>\n<p>Total revenue under a gas purchase contract is a function of quantity <i>and</i> price. <i>See</i> Comment, 47 La.L.Rev. at 590. Because the producer is willing to negotiate a lower price in exchange for the guarantee the pipeline will either take or pay for a specific minimum quantity of natural gas, the take-or-pay provision effectively lowers the price the producer charges the pipeline per unit of gas. <i>See</i> 4 Williams &amp; Meyers at ง 724.5. Consequently, absent the take-or-pay provision, the price of gas, and thus the royalty owed thereon, would be higher. White, 41 Okla.L.Rev. at 671. This conclusion is also supported by the affidavit of Dr. David Johnson, Professor of Economics at Louisiana State University, submitted in evidence in conjunction with Frey's Motion for Partial Summary Judgment. Application of this theory to the case before us leads to the conclusion that the price of gas taken under the contract includes not only the contract price paid per unit of gas delivered, but also the sums paid in the form of take-or-pay payments made in settlement of the Morganza Contract litigation. To simplify the equation, the actual price paid by the pipeline per unit of gas is determined by dividing the total quantity of gas delivered by the total amount paid to the producer, the latter including take-or-pay payments. <i>See, e.g.,</i> Comment, 47 La. L.Rev. at 600 n. 35; Comment, <i>Take or Pay Provisions: Major Problems for the Natural Gas Industry,</i> 18 St. Mary's L.J. 251, 274-275 (1986); Note, <i>Production, Production: What Is Production?,</i> 1989 B.Y.U.L.Rev. 1333, 1347 n. 102 (1989). Viewed in this light, take-or-pay payments effectively increase the price of gas actually delivered to the pipeline. Failure to characterize these payments as part of the total price paid for gas sold under the contract is to disregard the obvious economic considerations underlying the take-or-pay clause. <i>See also </i><i>Lessard v. Lessard Acres, Inc.,</i> 349 So.2d 293 (La.1977) (vendor's privilege secures additional sums payable in event of non-performance).</p>\n<p>2. Economic benefits constituting part of the \"amount realized\"</p>\n<p>Although we find the take-or-pay payments in this case constitute part of the price paid by Columbia for the gas taken, we choose not to rest our decision on this conclusion alone, anticipating the theoretical difficulties inherent in classification of take-or-pay settlement proceeds as part of the price paid for gas delivered where, for instance, no gas is taken by the pipeline-purchaser. Moreover, the term \"amount realized\" connotes the sum total, the whole, or the final effect of the economic benefits obtained by Amoco in the exercise of the rights granted by the synallagmatic contract of Lease, and, is composed, in part, of the advantages flowing to Amoco by virtue of the sale of natural gas under the Morganza Contract.</p>\n<p>The parties enter into a mineral lease in expectation of making a profit, and toward that end, incur reciprocal obligations. In exchange for a royalty interest, Amoco receives the exclusive right to explore and develop the leased premises. <i>See</i> LA.REV. STAT. ง 31:114. Indeed, all of the rights of Amoco, in and to the Frey property and the minerals thereunder, derive from the lease executed between Frey and Amoco. By virtue of rights granted by Frey to Amoco, Amoco negotiated, and eventually renegotiated, the Morganza Contract with Columbia, allowing Amoco to sell the gas produced from Frey's property.</p>\n<p>The benefits which accrue to Amoco under the Morganza Contract are derivative of the rights transferred to Amoco by Frey. Clearly, but for the Lease there would be no Morganza Contract, no Settlement Agreement, and ultimately no take-or-pay payments made to Amoco. <i>Henry, supra,</i> is authority for this determination. Therefore, even if we failed to find the take-or-pay proceeds constitute part of the price received by Amoco for the sale of natural gas, the payments nonetheless are economic benefits which accrue to the lessor <span class=\"star-pagination\">*181</span> under the rationale of <i>Henry, See also </i><i>Wemple, supra</i><i>.</i></p>\n<p>As we have stated, the duty before us is not to divine the intent of the royalty clause in the abstract. Rather, the process reflects our appreciation of the cooperative nature of the lease arrangement as well as an understanding of the economic and practical considerations underlying the royalty clause. Retention by Amoco of the entire take-or-pay payment would permit Amoco to receive a part of the gross revenues from the property greater than the fractional division contemplated by the Lease. <i>See Henry</i> at 1338 n. 10 (citing Harrell, 30 Inst. on Oil &amp; Gas L. &amp; Tax'n at 336). Such a result can not be countenanced by this Court.</p>\n<p>B. Right to Take-or-Pay Proceeds Derived from Lease</p>\n<p>Further support is found in Article 122 of the Mineral Code. <i>See</i> LA.REV.STAT. ง 31:122. Amoco is bound to market diligently minerals discovered and capable of producing in paying quantities with due regard for Frey's interests. <i>See id.; </i><i>Shell Oil Co. v. Williams, Inc.</i> 428 So.2d 798, 803 (La.1983); Harrell, 30 Inst. on Oil &amp; Gas L. &amp; Tax'n at 334. Upon segregation and conveyance of his right of ownership in the minerals to Amoco, Frey assumed a passive role, and presently possesses merely an accessorial right dependent upon the continued existence of the lease. In contrast, Amoco's superior position accords it exclusive control over the development and management of the property for the production of minerals.</p>\n<p>Cognizant the majority of commentators urge the courts to defer to lessee marketing decisions, we do not take lightly our duty to scrutinize the lessee's implied covenant to market diligently in light of the practical, economic, and environmental concerns. <i>See</i> Martin, 27th Oil and Gas Inst. at 177; McCollam, 50 Tul.L.Rev. at 810; 5 Williams and Meyers at ง 856.3. After careful consideration, we find Article 122 of the Mineral Code, which governed and sanctioned Amoco's decision to secure a market for natural gas via a long-term gas contract under the then-existing conditions, likewise governs Amoco's royalty obligations regarding take-or-pay payments made in settlement of the gas contract litigation. <i>See </i><i>Henry, supra</i><i>.</i> In so doing, we recognize the virtually perfect alignment of interests existing among the lessee, lessors, and society regarding certain limited aspects of the lease, including resolution of the pipeline-purchaser's financial inability to comply with the take-or-pay provisions in the long term gas contract. <i>See, e.g.,</i> Pierce, <i>Lessor/Lessee Relations in a Turbulent Gas Market, Oil and Gas Law and Taxation,</i> ง 8.02[1] (1987) (regarding the decision to produce or defer). <i>But see</i> Donohoe, <i>Implied Covenants in Oil &amp; Gas Leases &amp; Conservation Practice,</i> 33 Inst. on Oil &amp; Gas L. &amp; Tax'n 97, 98 (1982) (lessor/lessee relationship is \"complex one of mutual interest mingled with antagonism.\")</p>\n<p>More specifically, were a producer to force a pipeline-purchaser to comply with the long-term gas contract, despite the decline in price and market, it is not unlikely the pipeline would be faced with insurmountable financial problems and, eventually, forced into insolvency. <i>See, e.g.,</i> Comment, 47 La.L.Rev. at 615. The producer who forces compliance with the contract in the face of the pipeline's financial ruin, would ultimately frustrate its own primary objective of assuring a market for the gas. A financially insolvent pipeline will not purchase <i>any</i> gas, and a royalty interest is worthless if no gas is sold. <i>See id.</i> Confronted with the potential loss of its market for gas, the prudent producer consents to settlement and is thus assured an uninterrupted market for gas.</p>\n<p>Indeed, in brief to this Court, Amoco acknowledges the failure to renegotiate the gas purchase contract would have resulted in a \"fire-sale\" disposition of the Morganza gas on the spot market. Because the duty to market is a continuing one, Amoco should not be able to enjoy the benefits of the settlement while refusing to share the benefits with Frey. Assuming Amoco acted reasonably in settling the Morganza Contract litigation, and there is no evidence to suggest otherwise, the take-or-pay payments <span class=\"star-pagination\">*182</span> received by Amoco as a result of the settlement inure to the mutual benefit of Amoco and Frey.</p>\n<p>The practical considerations sustain our position. For example, \"if lessors did not share in take-or-pay payments, lessees would have an incentive to compromise volume gas prices under their contracts or settlements with pipelines in exchange for favorable take-or-pay terms.\" <i>Frey,</i> 943 F.2d at 585 (citations omitted). <i>See</i> Pierce, 38 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 803[2] (\"If producers are allowed to retain all of one part of the settlement (the lump sum payment), but must share with royalty owners another part of the settlement (proceeds from future sales under the contract), producers have an artificial incentive to maximize the lump sum settlement and minimize the future price.\"). <i>See also</i> Mineral Code art. 109, comment, for an analogous situation involving the owner of the executive right's exercise of his rights vis a vis the royalty, or non-executive holder. Accordingly, we find justice best served by the decision we reach today.</p>\n<p>C. Conflicting Jurisprudence</p>\n<p>We are aware of the federal and state court jurisprudence holding contrary to the position we assert herein. <i>See, e.g., </i><i>Gerard J. W. Bos &amp; Co., Inc. v. Harkins &amp; Co.,</i> 883 F.2d 379 (5th Cir.1989) (payments under a settlement for cancellation of a take or pay gas contract are not subject to royalty); <i>Diamond Shamrock, supra</i> (no royalty due on take-or-pay payments received in ordinary course of business); <i>Piney Woods Country Life School v. Shell Oil Co.,</i> 726 F.2d 225, 234 (5th Cir.1984), <i>cert. denied,</i> 471 U.S. 1005, 105 S.Ct. 1868, 85 L.Ed.2d 161 (1985) (\"a gas sale contract is executory and ... no particular gas is sold until it is identifiedโi.e., brought to the surface.\"); <i>Killam Oil Co. v. Bruni,</i> 806 S.W.2d 264, 267 (Tex.App.-San Antonio 1991), <i>writ denied</i> (no royalty is due on settlement proceeds resulting from breach of take-or-pay provision in gas purchase contract); <i>Wyoming v. Pennzoil Co.,</i> 752 P.2d 975, 980 (Wyo.1988) (royalties are due \"only upon physical extraction of the gas from the leased tract\"). <i>See also </i><i>ANR Pipeline Co. v. Wagner &amp; Brown,</i> 44 FERC ถ 61,057 (1988) (take-or-pay payments do not violate maximum lawful price (MLP) provisions of the NGPA); Kramer, 39 Oil &amp; Gas L. &amp; Tax'n at ง 5.01 n. 1 (commentators split evenly over whether royalty obligations are owed upon receipt of take-or-pay monies). We need hardly state that such law is only persuasive in our jurisdiction. Nor does this mark the first time we decline to follow a majority view. <i>See, e.g., </i><i>Henry, supra</i><i>.</i> Most important, the mineral law of Louisiana evolved not from the common law, but from the Civil Code, richly steeped in our civilian heritage. <i>See</i> La.R.S. 31:2, comment.</p>\n<p>Finally, in responding to the question certified, we have deliberately refrained from distinguishing recoupable payment from nonrecoupable payment. We note in passing, however, Columbia has recouped in cash the entire $45.6 million recoupable take-or-pay settlement payment made to Amoco. Clearly, Frey is entitled to a royalty payment for the gas actually taken, and has, in fact, received such a payment. However, it may be in cases such as this the lessor is also entitled to compensation for the lost time value of money. We leave to the federal courts the intricacies of the accounting, unpersuaded the complexity of the task should in some manner influence our decision. <i>See </i><i>Brasher v. Alexandria,</i> 215 La. 887, 41 So.2d 819 (1949) (encounter of unforeseen difficulties does not excuse party's performance under the contract). In this case, the settlement agreement establishes the price per unit of gas recouped during the make-up period, and thus we pretermit discussion of the issues raised should the original contract price be higher or lower than the price of the gas at the time of recoupment. <i>See </i><i>Diamond Shamrock, supra</i><i>.</i> We do note, however, courts are free to provide for such contingencies in their judgments and thus to protect the producer and royalty owner from overpayment or underpayment of royalty, respectively.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, our answer to the question certified to us is in the affirmative. Pursuant <span class=\"star-pagination\">*183</span> to Rule XII, Supreme Court of Louisiana, the judgment rendered by this court upon the question certified shall be sent by the clerk of this court under its seal to the United States Court of Appeals for the Fifth Circuit and to the parties.</p>\n<p>CERTIFIED QUESTION ANSWERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Lease, covering part of the Morganza natural gas field in Pointe Coupee Parish, Louisiana, was executed in 1975 with Frey's ancestors in title, F &amp; L Planters. The Lease was prepared by Amoco from a Bath South Louisiana Six Pooling form.</p>\n<p>[2]  In 1981, Amoco and Columbia entered into an exclusive long-term gas purchase and sales contract. The contract required Columbia to take delivery of a specified minimum of gas based upon the deliverability of the wells drilled by Amoco over each contract year or to pay for the minimum quantities even if it did not take delivery of the gas. In 1983, Columbia's failure to abide by the \"take-or-pay\" provision engendered litigation between Amoco and Columbia regarding the latter's alleged $265 million take-or-pay liabilities. The litigation was compromised by a Settlement Agreement effective July 1, 1985, and the gas purchase contract continued in effect as amended.</p>\n<p>[3]  The Lease's royalty clause provides:\n</p>\n<p>7. Subject to the provisions of Paragraphs 2 and 10 hereof the royalties to be paid by Lessee are: (a) <i>on oil</i> (which includes condensate and other liquid hydrocarbons when separated by lease separator units), one-fifth (1/5) of that <i>produced and saved from the land</i> and not used for fuel in conducting operations on the property (or on acreage pooled therewith or with any apart thereof), or in treating such liquids to make them marketable; (b) <i>on gas,</i> one-fifth (1/5) of the market value at the well of the gas used by Lessee in operations not connected with the land leased or any pooled unit containing all or part of said land; <i>the royalty on gas sold by the Lessee to be one-fifth</i> (1/5) <i>of the amount realized at the well from such sales;</i> (c) one-fifth (1/5) of the market value at the mouth of the well of gas used by Lessee in manufacturing gasoline or other byproducts, except that in computing such value, there shall be excluded all gas or components thereof used in lease or unit operations, or injected into subsurface strata as hereinafter provided; (d) One Dollar ($1.00) for each ton of 2240 pounds of <i>sulphur,</i> payable when marketed; and (e) one-fifth (1/5) of the market value at the well or mine <i>of all other minerals produced and saved or mined and marketed.</i> (emphasis added).</p>\n<p>[4]  The Lease at issue in <i>Diamond Shamrock</i> required \"production,\" before the Lessee's obligation to pay royalty was triggered. Defining production as the actual physical severance of minerals from the ground, the Fifth Circuit reasoned that because take-or-pay payments were made in <i>lieu</i> of production, the royalty clause was not triggered. <i>Diamond Shamrock,</i> 853 F.2d at 1168.</p>\n<p>[5]  Under the Settlement Agreement, Columbia retained the right to recoup the entire $45.6 million payment by taking \"make-up\" gas above the minimum quantity required under the amended gas purchase contract over each of the ensuing five recoupment years. Since the Settlement Agreement was executed, Columbia has taken and paid for make-up gas in a quantity so as to have recouped the entire recoupable take-or-pay payment of $45.6 million. Frey received royalty on the make-up gas as the gas was produced over the recoupment period.</p>\n<p>[6]  The nonrecoupable take-or-pay payments did not grant Columbia the right to recoup the payment by later taking gas in excess of the contractually required take-or-pay quantities.</p>\n<p>[7]  The nonownership theory erroneously assumes oil and gas are extremely migratory in nature. L. McDougall, <i>Louisiana Oil &amp; Gas Law</i> ง 1.3 n. 32 (1991).</p>\n<p>[8]  The lessor's royalty is distinguished from the mineral royalty and the overriding royalty. The former is the right to participate in the production of mineral from land or a servitude belonging to another, LA.REV.STAT. ง 31:80, while the latter is carved out of the lessee's working interest in the lease.</p>\n<p>[9]  Of course, there is no privity of contract between the pipeline and the landowner regarding the gas purchase contract, and thus the lessor's right to royalty depends on the lease between the parties. We have found no reported case in Louisiana which directly addresses whether a take-or-pay clause creates a <i>stipulation pour autrui</i> in favor of the lessor. <i>See, e.g., </i><i>Amoco Production Co. v. Columbia Gas Transmission Corp.,</i> 455 So.2d 1260 (La.App. 4th Cir.), <i>writ denied,</i> 459 So.2d 543 (La.1984) (royalty owner has sufficient <i>justiciable interest</i> related to enforcement of gas contract to allow intervention).</p>\n<p>[10]  Article 2710 states:\n</p>\n<p>The lessee is bound:</p>\n<p>1. To enjoy the thing leased as a good administrator, according to the use for which it was intended by the lease.</p>\n<p>2. To pay the rent at the terms agreed on.</p>\n<p>[11]  The remaining three situations are: 1) the obligation to develop known mineral producing formations in the manner of a reasonable, prudent operator; 2) the obligation to explore and test all portions of the leased premises after discovery of the minerals in paying quantities in the manner of a reasonable, prudent operator; 3) the obligation to protect the leased property against drainage by wells located on neighboring property in the manner of a reasonable, prudent operator. LA.REV.STAT. ง 31:122.</p>\n<p>[12]  For an excellent discussion of the events leading to the proliferation of litigation between producers and pipelines, <i>see</i> Pearson &amp; Watt, 42 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 14.02.</p>\n<p>[13]  La.Civ.Code. art. 2439 provides:\n</p>\n<p>The contract of sale is an agreement by which one gives a thing for a price in current money, and the other gives the price in order to have the thing itself. Three circumstances concur to the perfection of the contract, to wit: the thing sold, the price and the consent.</p>\n<p>[14]  La.Civ.Code. art. 2456 provides:\n</p>\n<p>The sale is considered to be perfect between the parties, and the property is of right acquired to the purchaser with regard to the seller, as soon as there exists an agreement for the object and the price thereof, although the <i>object has not yet been delivered,</i> nor the price paid. (emphasis added).</p>\n<p>[15]  Article 1767 provides, in pertinent part, \"A conditional obligation is one dependent on an uncertain event.\n</p>\n<p>If the obligation may not be enforced until the uncertain event occurs, the condition is suspensive.\"</p>\n<p>[16]  Under article 2457, a \"sale may be made purely and simply, or under a condition either suspensive or resolutive....\"</p>\n<p>[17]  La.Civ.Code art, 2471 states, in pertinent part, \"A sale, made with a suspensive condition, does not transfer the property to the buyer, until the fulfillment of the condition.\"</p>\n<p>[18]  Amoco relies also on <i>Diamond Shamrock's</i> contention take-or-pay payments are \"intended to compensate primarily the producer, not the owner of the minerals, for the risks associated with development production.\" <i>Diamond Shamrock,</i> 853 F.2d at 1167.</p>\n<p>[19]  Moreover, because there <i>was</i> production at all relevant times, and because we find the Morganza Contract constituted the sale of a future thing for purposes of the Lease, we need not address Amoco's contention that \"production\" only occurs when the minerals are actually physically severed from the ground. <i>See, e.g., </i><i>Union Oil &amp; Gas Corp. of Louisiana v. Broussard,</i> 237 La. 660, 671, 112 So.2d 96, 99 (1958) (royalty owner's right to share in the minerals accrues if and when they are produced); <i>Union Oil Co. of California v. Touchet,</i> 229 La. 316, 325, 86 So.2d 50, 53 (1956) (\"It is well settled that the right of the owner of a royalty interest is restricted to a share in production if and when it is obtained.\").</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">603</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">166</span></span> (1992)</b></center>\n<center><h1>Frederick J. FREY, et al.<br>\nv.<br>\nAMOCO PRODUCTION COMPANY.</h1></center>\n<center>No. 92-CQ-0091.</center>\n<center><p><b>Supreme Court of Louisiana.</b></p></center>\n<center>June 26, 1992.</center>\n<center>Rehearing Denied September 3, 1992.</center>\n<p><span class=\"star-pagination\">*168</span> Gilbert F. Ganucheau, Clerk, U.S. Fifth Circuit, Court of Appeal, Slidell, for applicant.</p>\n<p>Frederick W. Ellis, Thomas C. McKowen, IV, Strain, Dennis, Ellis, Mayhall &amp; Bates, David McQuown, Ellison, Jr., Esq., Ellison &amp; Smith, Baton Rouge, Frank J. Peragine, Thomas Robert Blum, Charles C. Coffee, Christina Anne Harris Belew, Simon, Peragine, Smith &amp; Redfearn, New Orleans, Jackson M. Cooley, Houston, Tex., for respondents.</p>\n<p>George Julien Domas, Deborah Bahn Price, Jonathan Andrew Hunter, Cheryl Mollere Kornick, Jane J. Boleware, Liskow &amp; Lewis, New Orleans, for Anadarko Petroleum Corp., Atlantic Richfield Co., Chevron U.S.A., Inc., Conoco, Inc., Enron Oil &amp; Gas Co., Exxon Corp., Fina Oil &amp; Chemical Co., Marathon Oil Co., Mobil Oil Expl. &amp; Prod. SE Inc., Mobil Expl. &amp; Prod. Co., OXY USA, Inc., Pennzoil Expl. &amp; Prod. Co., Shell Western E &amp; P, Inc., Texas Expl. Corp., UNOCAL Expl. Corp., and Union Pacific Resources Co. (amicus curiae)</p>\n<p>John Allen Bernard, Edward C. Abell, Jr., Kevin Roy Rees, John William Kolwe, Onebane, Donohoe, Bernard, Torian, Diaz, McNamara &amp; Abell, Lafayette, for Tennessee Gas Pipeline Co. (amicus curiae).</p>\n<p>John M. McCollam, Bobbie Joseph Duplantis, Philip Nicholas Asprodites, Paul Edward Bullington, James Louis Weiss, Gordon, Arata, McCollam &amp; Duplantis, New Orleans, for Preston Oil Co. and BHP Petroleum (Americas) (amicus curiae).</p>\n<p>John R. Martzell, Scott R. Bickford, Thomas Wade Noland, Regina O. Matthews, Martzell, Thomas &amp; Bickford, New Orleans, for Martha Miller Stoute, Thomas Mounger, Betty Duplantis Brown, Argyle Land Co. (amicus curiae).</p>\n<p>Donald Burnham Ensenat, Larry S. Bankston, Daniel Kent Rester, Stephen Thomas Perkins, Hoffman, Sutterfield, Ensenat &amp; Bankston, New Orleans, for Dennis Bickham, III and Renee Bickham Priest (amicus curiae).</p>\n<p>John H. Cheatham, III, Washington, D.C., for Interstate Natural Gas Ass'n of America (amicus curiae).</p>\n<p><span class=\"star-pagination\">*169</span> Newman Trowbridge, Jr., Darnall, Biggs, Trowbridge, Supple &amp; Cremaldi, Franklin, for Louisiana Landowners Ass'n, Inc. (amicus curiae).</p>\n<p>Richard Phillip Ieyoub, Atty. Gen., Frederick Coller Whitrock, Asst. Atty. Gen., Harold Louis Lee, Staff Atty., James Joseph Devitt, III, Ernest R. Eldred, Eldred &amp; Clauer, Baton Rouge, for State of Louisiana, Richard P. Ieyoub, State Mineral Bd. and Dept. of Natural Resources (\"State\") (amicus curiae).</p>\n<p>COLE, Justice.</p>\n<p>Frederick J. Frey and other owners of gas royalty interests (\"Frey\") under a mineral lease (\"Lease\") commenced suit against their mineral lessee, Amoco Production Company,<sup>[1]</sup> in the United States District Court for the Eastern District of Louisiana to recover a royalty share of the proceeds received by Amoco in settlement of the take-or-pay litigation (\"Settlement Agreement\") arising under the \"Gas Purchase and Sales Agreement\" (\"Morganza Contract\") between Amoco and its pipeline purchaser, Columbia Gas Transmission Corporation.<sup>[2]</sup> The Lease's royalty clause provides Frey a \"royalty on gas sold by the Lessee [of] one-fifth (1/5) of the amount realized at the well from such sales.\"<sup>[3]</sup></p>\n<p>The take-or-pay royalty claim was tried on undisputed facts pursuant to opposing motions for partial summary judgment. After trial, the district judge granted partial summary judgment in favor of Amoco, closely following the reasoning of <i>Diamond Shamrock Exploration Co. v. Hodel,</i> <span class=\"citation\" data-id=\"510046\"><a href=\"/opinion/510046/diamond-shamrock-exploration-co-v-donald-p-hodel-secretary-of-the/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span> (5th Cir.1988).<sup>[4]</sup><i>Frey v. Amoco Production Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">783</span></span>, 787 (E.D.La.1989). The district court determined the sale of gas cannot occur absent physical production and severance of the gas, and therefore, under Louisiana law, take-or-pay payments do not constitute part of the sale price of natural gas. <i>Id.</i> at 786. The court also declined to extend Article 122 of the Louisiana Mineral Code, the so-called \"mutual benefits article\", so as to require the lessee to pay royalties on take-or-pay proceeds, citing <i>Diamond Shamrock's</i> conclusion that take-or-pay payments are intended to compensate the lessee, rather than the mineral owner, for the costs associated with development and production. <span class=\"star-pagination\">*170</span> <i>Id.</i> (quoting <i>Diamond Shamrock,</i> 853 F.2d at 1167). Frey appealed to the United States Court of Appeals for the Fifth Circuit. A three judge panel of that court reversed. <i>Frey v. Amoco Production Co.,</i> <span class=\"citation\" data-id=\"567657\"><a href=\"/opinion/567657/frederick-j-frey-v-amoco-production-company/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (5th Cir.1991). The Court of Appeals decided, <i>inter alia,</i> take-or-pay payments are part of the \"amount realized\" from the sale of gas under the Lease, and thus such payments, received by the lessee in settlement of the take-or-pay dispute with its pipeline purchaser for gas not taken, are subject to the lessor's royalty. <i>Id.</i> at 580-84. The court, relying on Louisiana law, reasoned the payments \"constitute economic benefits that Amoco received from granting Columbia the right to take gas from the leased premises, a right Amoco got through the Lease.\" <i>Id.</i> at 584 (footnote omitted). The court thus determined \"it would be contrary to the nature of the Lease as a cooperative venture to allow a benefit by any name that is attributable to the gas under the leased premises to inure exclusively to the lessee.\" <i>Id.</i> (footnote omitted). <i>Diamond Shamrock</i> was distinguished. <i>Id.</i> at 581. On Petition for Rehearing, however, the Court of Appeals withdrew that portion of its opinion regarding Frey's entitlement to a royalty interest on the proceeds of the take-or-pay settlement and certified to us the following question:</p>\n<p></p>\n<h2>QUESTION CERTIFIED</h2>\n<p>\"Whether under Louisiana law and the facts concerning the Lease executed by Amoco and Frey, the Lease's clause that provides Frey a `royalty on gas sold by the Lessee of one-fifth (1/5) of the amount realized at the well from such sales' requires Amoco to pay Frey a royalty share of the take-or-pay payments that Amoco earns as a result of having executed the Lease and under the terms of a gas sales contract with a pipeline-purchaser.\" <i>Frey v. Amoco Production Co.,</i> 943 F.2d at 578, <i>op. withdrawn, in part, on reh'g, ques. certified,</i> <span class=\"citation\" data-id=\"573168\"><a href=\"/opinion/573168/frederick-j-frey-v-amoco-production-company/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span> (5th Cir.1992) (per curiam).</p>\n<p>In exercising the certification privilege granted by Rule XII of the Rules of the Supreme Court of Louisiana, the Court of Appeals maintained it continued to believe in the propriety of its ruling but felt compelled to defer to the Louisiana Supreme Court on this critical point of Louisiana law. <i>Id.</i> at 67. As noted by the federal court, this issue is <i>res nova</i> in Louisiana and, as evidenced by the filing of numerous amici curiae briefs, the extent of the interests affected by its resolution considerable. <i>Id.</i> The controversy centers around Frey's alleged entitlement to a royalty share of the $66.5 million in take-or-pay amounts paid by Columbia to Amoco under the Settlement Agreement. The parties characterize $45.6 million of the total as a \"recoupable take-or-pay payment\"<sup>[5]</sup> and the remaining $20.9 million as a \"non-recoupable take-or-pay payment.\"<sup>[6]</sup> Not at issue is a $280.2 million payment made to Amoco under the Settlement Agreement for past and future price deficiencies in natural gas as Frey has already received royalty on that entire amount.</p>\n<p></p>\n<h2>RESPONSE TO CERTIFIED QUESTION</h2>\n<p>Having granted certification, <i>Frey v. Amoco Production Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">592</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1308</span></span> (La.1992), we respond by i) examining the legal precepts which govern the issues raised by the certified question, and ii) applying the legal precepts to the precise language of the royalty clause to determine whether the proceeds received by Amoco in settlement of the take-or-pay litigation with Columbia constitute part of the \"amount realized\" from gas sold by Amoco to Columbia. Although the Fifth Circuit disclaimed <span class=\"star-pagination\">*171</span> any intention that we confine our reply to the precise form or scope of the question certified, <i>Frey,</i> 951 F.2d at 68, we do not deem prudent an excursion far beyond the bounds of the precise question certified.</p>\n<p>For the reasons hereinafter assigned, we find the take-or-pay payments under the facts of this case and the royalty clause at issue are subject to the lessor's royalty in favor of Frey.</p>\n<p></p>\n<h2>I. THE LEGAL PRECEPTS</h2>\n<p>A. Louisiana Mineral Law</p>\n<p>Ownership of land does not include ownership of oil or gas.<sup>[7]</sup> LA.REV. STAT. ง 31:6; <i>Succession of Doll v. Doll,</i> <span class=\"citation\" data-id=\"1089863\"><a href=\"/opinion/1089863/succession-of-doll-v-doll/\"><span class=\"volume\">593</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1239</span></a></span> (La.1992); <i>Frost-Johnson Lumber Co. v. Salling's Heirs,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">La.</span> <span class=\"page\">756</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">So.</span> <span class=\"page\">207</span></span> (1920). The vesting of title to fugitive minerals, such as oil or gas, occurs when the minerals are reduced to possession at the wellhead. <i>See</i> LA.REV. STAT. ง 31:7 and the comment thereto; <i>Texas Co. v. Fontenot,</i> <span class=\"citation\" data-id=\"3472970\"><a href=\"/opinion/3473826/texas-co-v-fontenot/\"><span class=\"volume\">200</span> <span class=\"reporter\">La.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation\" data-id=\"3472970\"><a href=\"/opinion/3473826/texas-co-v-fontenot/\"><span class=\"volume\">8</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">689</span></a></span> (1942); <i>Wall v. United Gas Public Service Co.,</i> <span class=\"citation\" data-id=\"3477729\"><a href=\"/opinion/3478123/wall-v-united-gas-public-service-co/\"><span class=\"volume\">178</span> <span class=\"reporter\">La.</span> <span class=\"page\">908</span></a></span>, <span class=\"citation\" data-id=\"3477729\"><a href=\"/opinion/3478123/wall-v-united-gas-public-service-co/\"><span class=\"volume\">152</span> <span class=\"reporter\">So.</span> <span class=\"page\">561</span></a></span> (1934); <i>Frost-Johnson, supra</i><i>.</i> Thus, with respect to oil and gas, possession marks both the vesting of title and mobilization. LA.REV. STAT. ง 31:7, comment. <i>See generally, </i><i>Steele v. Denning,</i> <span class=\"citation\" data-id=\"1699683\"><a href=\"/opinion/1699683/steele-v-denning/\"><span class=\"volume\">445</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">94</span></a></span> (La.App. 2d Cir.), <i>aff'd,</i> <span class=\"citation\" data-id=\"1841617\"><a href=\"/opinion/1841617/steele-v-denning/\"><span class=\"volume\">456</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">992</span></a></span> (La.1984); <i>Succession of Rugg,</i> <span class=\"citation\" data-id=\"1834110\"><a href=\"/opinion/1834110/succession-of-rugg/\"><span class=\"volume\">339</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">519</span></a></span> (La. App. 2d Cir.1976), <i>writ denied,</i> <span class=\"citation\" data-id=\"1815085\"><a href=\"/opinion/1815085/succession-of-rugg/\"><span class=\"volume\">341</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">897</span></a></span> (La.1977).</p>\n<p>Although the right to explore and develop one's property for the production of minerals, and to reduce minerals to possession and ownership, belongs exclusively to the landowner, LA.REV.STAT. ง 31:6, the landowner may convey, reserve or lease this privilege. LA.REV.STAT. ง 31:15; <i>Succession of Doll, supra</i><i>. See also </i><i>Allies Oil Co. v. Ayers,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">La.</span> <span class=\"page\">19</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">So.</span> <span class=\"page\">720</span></span> (1922). In this manner, rights in minerals may be considered \"separable component parts of the ownership of land.\" A.N. Yiannopoulos, <i>Property</i> ง 118, in 2 Louisiana Civil Law Treatise (3d ed. 1991) (footnote omitted). A mineral lease, one of the manners in which mineral rights are segregated from ownership, <i>id.,</i> is a contract by which the lessee is granted the right to explore for and produce minerals. LA.REV.STAT. ง 31:114; <i>Succession of Doll, supra</i><i>.</i> Mineral leases are construed as leases generally and, wherever pertinent, codal provisions applicable to ordinary leases are applied to mineral leases. <i>Succession of Doll, supra</i><i>; </i><i>Melancon v. Texas Co.,</i> <span class=\"citation\" data-id=\"1669014\"><a href=\"/opinion/1669014/melancon-v-texas-company/\"><span class=\"volume\">230</span> <span class=\"reporter\">La.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation\" data-id=\"1669014\"><a href=\"/opinion/1669014/melancon-v-texas-company/\"><span class=\"volume\">89</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">135</span></a></span> (1956). <i>See also</i> LA.REV.STAT. ง 31:2; McCollam, <i>A Primer for the Practice of Mineral Law Under the New Louisiana Mineral Code,</i> 50 Tul.L.Rev. 729, 733 (1976); L. McDougall, <i>Louisiana Oil and Gas Law</i> ง 3.1 (1991) and the authority cited therein. Accordingly, where the Louisiana Mineral Code, <i>see</i> LA.REV.STAT. ง 31:1-ง 31:215, neither expressly nor impliedly provides for a particular situation, resort is made to the Louisiana Civil Code or other laws, either directly or by analogy. LA.REV.STAT. ง 31:2 and the comment thereto. <i>See, e.g.,</i> McCollam, 50 Tul.L.Rev. at 862 (The Mineral Code does not address gas purchase contracts). However, where there is conflict between the provisions of the Civil Code or other laws, the Mineral Code prevails. LA.REV.STAT. ง 31:2. <i>See, e.g., </i><i>Producers Oil &amp; Gas Co. v. Nix,</i> <span class=\"citation\" data-id=\"1699798\"><a href=\"/opinion/1699798/producers-oil-gas-co-v-nix/\"><span class=\"volume\">488</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1099</span></a></span> (La.App. 2d Cir.), <i>writ denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">641</span></span> (La.1986). We begin with the Mineral Code.</p>\n<p>Article 213(5) of the Mineral Code defines royalty, as used in conjunction with mineral leases,<sup>[8]</sup> as:</p>\n<blockquote>any interest in production, or its value, from or attributable to land subject to mineral lease, that is deliverable or payable to the lessor or others entitled to <span class=\"star-pagination\">*172</span> share therein. Such interests in production or its value are `royalty,' whether created by the lease or by separate instrument, if they comprise a part of the negotiated agreement resulting in execution of the lease. `Royalty' also includes sums payable to the lessor that are classified by the lease as constructive production.</blockquote>\n<p>Although Article 213(5) provides a standard for interpretation of the mineral lease, the rather expansive definition of royalty is not dispositive of the lessor's right to a royalty share of take-or-pay payments. <i>See</i> LA.REV.STAT. ง 31:122, comment, La. Civ.Code art. 2047. The principle of freedom of contract is expressly recognized by the Mineral Code, <i>see</i> LA.REV.STAT. ง 31:3, and therefore, the accessorial right of royalty may not be defined absent reference to the oil and gas lease in which it appears. <i>See </i><i>Vincent v. Bullock,</i> <span class=\"citation\" data-id=\"3477189\"><a href=\"/opinion/3477636/vincent-v-bullock/\"><span class=\"volume\">192</span> <span class=\"reporter\">La.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"3477189\"><a href=\"/opinion/3477636/vincent-v-bullock/\"><span class=\"volume\">187</span> <span class=\"reporter\">So.</span> <span class=\"page\">35</span></a></span> (1939) (citing La.Civ.Code art. 1945 (1870)); H. Daggett, <i>Mineral Rights in Louisiana</i> ง 61 (1949); L. McDougall at ง 3.1. Accordingly, this Court must give consideration to the fundamental principle that the lease contract is the law between the parties, defining their respective legal rights and obligations,<sup>[9]</sup><i>see</i> La.Civ.Code art. 1983; <i>Odom v. Union Producing Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">243</span> <span class=\"reporter\">La.</span> <span class=\"page\">48</span></span>, 68, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">649</span></span>, 656 (1961); <i>Mallett v. Union Oil &amp; Gas Corp. of Louisiana,</i> <span class=\"citation\" data-id=\"1849288\"><a href=\"/opinion/1849288/mallett-v-union-oil-and-gas-corporation/\"><span class=\"volume\">232</span> <span class=\"reporter\">La.</span> <span class=\"page\">157</span></a></span>, 161, <span class=\"citation\" data-id=\"1849288\"><a href=\"/opinion/1849288/mallett-v-union-oil-and-gas-corporation/\"><span class=\"volume\">94</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">16</span></a></span>, 17 (1957), as well as the rules for interpretation of contracts as laid down in the Civil Code, Title IV at Chpt. 13, art. 2045 <i>et seq.</i> Disinclined to rewrite a mineral lease in pursuit of equity, we are nonetheless cognizant the terms of a mineral lease are neither intended to, nor capable of, accommodating every eventuality. <i>See</i> Martin, <i>A Modern Look at Implied Covenants To Explore, Develop, and Market Under Mineral Leases,</i> 27 Inst. on Oil &amp; Gas L. &amp; Tax'n 177,194 (1976).</p>\n<p>The purpose of interpretation is to determine the common intent of the parties. <i>See</i> La.Civ.Code art. 2045. Words of art and technical terms must be given their technical meaning when the contract involves a technical matter, <i>see</i> La.Civ.Code art. 2047, and words susceptible of different meanings are to be interpreted as having the meaning that best conforms to the object of the contract. <i>See</i> La.Civ.Code art. 2048. A doubtful provision must be interpreted in light of the nature of the contract, equity, usages, the conduct of the parties before and after the formation of the contract, and other contracts of a like nature between the same parties. La.Civ. Code art. 2053. When the parties made no provision for a particular situation, it must be assumed that they intended to bind themselves not only to the express provisions of the contract, but also to whatever the law, equity, or usage regards as implied in a contract of that kind or necessary for the contract to achieve its purpose. La.Civ.Code art. 2054. To these basic concepts, we add one other. In Louisiana, a mineral lease is interpreted so as to give effect to the covenants implied in every such lease. <i>See</i> LA.REV.STAT. ง 31:122.</p>\n<p>Under the facts before us, a search for the parties' specific intent relative to the obligation to pay royalty on the take-or-pay proceeds would prove fruitless. Surely neither Amoco nor Frey contemplated at the time the Lease was executed in 1975 the demand for gas would fall and pipelines would be financially unable to comply with their obligations under long-term gas purchase and sales contracts. It is even more unlikely the parties contemplated producers would receive take-or-pay payments in settlement of gas contract litigation. Accordingly, we look not at the parties' intent to provide expressly for take-or-pay payments, but rather at the parties general intent in entering an oil and gas lease, <i>viz.,</i> <span class=\"star-pagination\">*173</span> the lessor supplies the land and the lessee the capital and expertise necessary to develop the land for the <i>mutual benefit</i> of both parties. In this manner, the royalty clause is given an expansive reading, reflecting the mutuality of objectives and sharing of benefits inherent in the lessee-lessor relationship. <i>See, e.g., </i><i>Wemple v. Producers' Oil Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">La.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">So.</span> <span class=\"page\">232</span></span> (1919). Consequently, we endeavor to ascertain the meaning of the royalty clause in a manner consistent with the nature and purpose of an oil and gas lease, La.Civ. Code art. 2054, having due regard for: 1) the function of a royalty clause; and 2) the lessee's implied obligation under Mineral Code Article 122 to market diligently the gas produced.</p>\n<p>1. The Attributes of Royalty</p>\n<p>As stated, the royalty clause is construed not in the abstract but in reference to the economic and practical considerations underlying the royalty interest and with due regard to the relationship between a lessor and lessee. The lessor-lessee relationship ensues from a synallagmatic contract in which the obligation of each party is the <i>cause</i> of the other. <i>See</i> LA.REV.STAT. ง 31:122; La.Civ.Code arts. 1908, 1967, 2669; <i>Wier v. Grubb,</i> 228 La 254, 268, <span class=\"citation\" data-id=\"1786854\"><a href=\"/opinion/1786854/wier-v-grubb/\"><span class=\"volume\">82</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1</span></a></span>, 6 (1955) (oil and gas leases require mutuality of rights and interest). Where royalty is conferred by the lease, royalty is the reason or cause for the lessor to obligate himself thereto. <i>See</i> La. Civ.Code art. 1967. Stated differently, royalty is the compensation or \"consideration\" the lessee pays to the lessor to secure the privilege of exercising the right to explore and develop the property for production of oil and gas. <i>See </i><i>Caddo Oil &amp; Mining Co. v. Producers' Oil Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">La.</span> <span class=\"page\">701</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">So.</span> <span class=\"page\">684</span></span> (1914); H. Daggett at ง 60; R. Hemingway, <i>The Law of Oil and Gas</i> ง 8.1 (3d ed. 1991).</p>\n<p>By virtue of the beneficial relationship between lessee and lessor, the former avoids having to pay up front for the privilege of exploration, and the latter, assuming a passive role, is guaranteed participation in any eventual yield accruing from the lessee's entrepreneurial efforts, unconstrained by financial and operational responsibilities. <i>See</i> Martin, 27 Inst. on Oil &amp; Gas L. &amp; Tax'n at 194 n. 62. Inherent in the concept of lease as a bargained-for exchange is the recognition a lessor would not relinquish a valuable right arising from the leased premises without receiving something in return. <i>Wemple, supra</i><i>.</i> In <i>Wemple,</i> lessor sued lessee to recover a one-eighth royalty on natural gasoline the lessee extracted from casinghead gas by the use of a separator. At the time the Lease was executed in 1909, the parties were unaware of this procedure. We determined the casinghead gas fell under the oil clause of the Lease, reasoning the parties would not have contemplated a lease where the lessee could extract a valuable substance and \"give nothing in return.\" <i>Wemple,</i> 145 La. at 1045, 83 So. at 237.</p>\n<p>This Court also had occasion to discuss the nature of a royalty interest in the context of ascertaining the meaning of \"market value\" of gas under a mineral lease. <i>See </i><i>Henry v. Ballard &amp; Cordell Corp.,</i> <span class=\"citation\" data-id=\"1701347\"><a href=\"/opinion/1701347/henry-v-ballard-cordell-corp/\"><span class=\"volume\">418</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1334</span></a></span>, 1339 (La.1982). There, we reasoned the ambiguity in the royalty provision could not be resolved without consideration of the practical and economic realities of the oil and gas industry at the time the leases were negotiated and the obligations of the lessee to market the gas at the best possible price at the time the leases were made. <i>Id.</i> at 1337, 1338. Adopting the reasoning of Professor Thomas Harrell, we announced the rule that a lease arrangement is in the nature of a cooperative venture in which the lessor contributes the land and the lessee the capital and expertise necessary to develop the minerals for the mutual benefit of both parties. <i>Id.</i> at 1338 (citing Harrell, <i>Developments in Non-Regulatory Oil &amp; Gas Law,</i> 30 Inst. on Oil &amp; Gas L. &amp; Tax'n 311, 334 (1979)). We also concluded the ultimate objective of the royalty provision of the lease is to fix the division between the lessor and lessee of the economic benefits anticipated from the development of the minerals. <i>Id.</i> We then quoted with approval Professor Harrell's contention:</p>\n<blockquote>\n<span class=\"star-pagination\">*174</span> [A]ny determination of the market value of gas which admits the lessee's arrangements to market were prudently arrived at consistent with the lessee's obligation, but which at the same time permits either the lessor or lessee to receive a part of the gross revenues from the property greater than the fractional division contemplated by the lease, should be considered inherently contrary to the basic nature of the lease and be sustained only in the clearest of cases.</blockquote>\n<p><i>Id.</i> at 1338 n. 10 (quoting Harrell, 30 Inst. on Oil &amp; Gas L. &amp; Tax'n at 336).</p>\n<p>In light of <i>Henry,</i> we conclude an oil and gas lease, and the royalty clause therein, is rendered meaningless where the lessee receives a higher percentage of the gross revenues generated by the leased property than contemplated by the lease. The lease represents a bargained-for exchange, with the benefits flowing directly from the leased premises to the lessee and the lessor, the latter via royalty. An economic benefit accruing from the leased land, generated solely by virtue of the lease, and which is not expressly negated, <i>see</i> LA.REV.STAT. ง 31:3, is to be shared between the lessor and lessee in the fractional division contemplated by the lease. <i>See </i><i>Henry, supra</i><i>; </i><i>Wemple, supra</i><i>.</i></p>\n<p>2. Implied Covenant To Market</p>\n<p>Despite the purely contractual relationship between the lessor and lessee, the respective parties' obligations can not be determined absent reference to the covenants implied in every oil and gas lease. <i>See</i> Pearson &amp; Watt, <i>To Share or Not To Share: Royalty Obligations Arising out of Take-or-Pay or Similar Gas Contract Litigation,</i> 42 Inst. on Oil &amp; Gas L. &amp; Tax'n 14-1, at ง 14.04[1] (1991). These covenants address matters not expressly covered by the lease, including protection of the lessor's interest, R. Hemingway at ง 8.1; 5 E. Kuntz, <i>Law of Oil &amp; Gas</i> ง 54.2 (1991), and assist the court in ascertaining the duties incident to the relationship of lessor and lessee. Martin, 27 Inst. on Oil &amp; Gas L. &amp; Tax'n 177,195. At the heart of the implied obligations in Louisiana is the notion the parties consent to perform these obligations in order \"to effectuate the basic objectives of an oil and gas lease.\" L. McDougall at ง 4.1 (footnote omitted). <i>See, e.g., </i><i>Carter v. Arkansas-Louisiana Gas Co.,</i> <span class=\"citation\" data-id=\"3480431\"><a href=\"/opinion/3480549/carter-v-arkansas-louisiana-gas-co/\"><span class=\"volume\">213</span> <span class=\"reporter\">La.</span> <span class=\"page\">1028</span></a></span>, <span class=\"citation\" data-id=\"3480431\"><a href=\"/opinion/3480549/carter-v-arkansas-louisiana-gas-co/\"><span class=\"volume\">36</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">26</span></a></span> (1948).</p>\n<p>In Louisiana, the implied covenants originate not in the general principle of cooperation found in the law of contracts, <i>see</i> 5 Williams and Meyers, <i>Oil and Gas Law</i> ง 802.1 (1991), but rather as particularized expressions of Civil Code Article 2710's mandate that the lessee enjoy the thing leased as \"a good administrator.\" LA.REV.STAT. ง 31:122, comment; La.Civ.Code art. 2710.<sup>[10]</sup> The duty to act as a \"reasonably prudent operator,\" imposed on the mineral lessee by Article 122 of the Mineral Code, is thus an adaptation of the obligation of other lessees to act as \"good administrators.\" LA.REV.STAT. ง 31:122, comment. <i>See, e.g., </i><i>Waseco Chemical &amp; Supply Co. v. Bayou State Oil Corp.,</i> <span class=\"citation\" data-id=\"1961506\"><a href=\"/opinion/1961506/waseco-chemical-supply-v-bayou-state-oil/\"><span class=\"volume\">371</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">305</span></a></span> (La.App. 2d Cir.), <i>writ denied,</i> <span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">656</span></span> (La.1979); <i>Williams v. Humble Oil &amp; Refinery Co.,</i> <span class=\"citation\" data-id=\"2147002\"><a href=\"/opinion/2147002/williams-v-humble-oil-refining-company/\"><span class=\"volume\">290</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">408</span></a></span> (E.D.La. 1968), <i>aff'd,</i> <span class=\"citation\" data-id=\"292366\"><a href=\"/opinion/292366/floyd-williams-frederick-c-williams-plaintiffs-cross-i-r-price-edward/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span> (5th Cir.1970).</p>\n<p>Article 122 of the Mineral Code provides:</p>\n<blockquote>A mineral lessee is not under a fiduciary obligation to his lessor, but he is bound to perform the contract in good faith and to develop and operate the property leased as a reasonably prudent operator for the mutual benefit of himself and his lessor. Parties may stipulate what shall constitute reasonably prudent conduct on the part of the lessee.</blockquote>\n<p>The legislature intended to incorporate within Article 122 the existing jurisprudence on the subject, and accordingly, the mineral lessee's obligation to act as a \"good administrator\" or \"reasonably prudent operator\" is clearly specified in four <span class=\"star-pagination\">*175</span> situations. <i>See</i> LA.REV.STAT. ง 31:122, comment; McCollam, 50 Tul L.Rev. at 803. Relevant for our purposes is the implied obligation to market diligently the minerals discovered and capable of production in paying quantities in the manner of a reasonable, prudent operator.<sup>[11]</sup> LA.REV.STAT. ง 31:122, comment. <i>See generally </i><i>Shell Oil Co. v. Williams, Inc.,</i> <span class=\"citation\" data-id=\"1801159\"><a href=\"/opinion/1801159/shell-oil-co-v-williams-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">798</span></a></span>, 803 (La.1983); <i>Risinger v. Arkansas-Louisiana Gas Co.,</i> <span class=\"citation\" data-id=\"3477159\"><a href=\"/opinion/3477608/risinger-v-arkansas-louisiana-gas-co/\"><span class=\"volume\">198</span> <span class=\"reporter\">La.</span> <span class=\"page\">101</span></a></span>, <span class=\"citation\" data-id=\"3477159\"><a href=\"/opinion/3477608/risinger-v-arkansas-louisiana-gas-co/\"><span class=\"volume\">3</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">289</span></a></span> (1941); <i>Wall, supra</i><i>; </i><i>Hutchinson v. Atlas Oil Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">La.</span> <span class=\"page\">540</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">So.</span> <span class=\"page\">265</span></span> (1921); <i>Wemple, supra</i><i>; </i><i>Merritt v. Southwestern Elec. Power Co.,</i> <span class=\"citation\" data-id=\"1838863\"><a href=\"/opinion/1838863/merritt-v-southwestern-elec-power-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">210</span></a></span>, 214 (La. App. 2d Cir.1986); <i>Lelong v. Richardson,</i> <span class=\"citation\" data-id=\"1716980\"><a href=\"/opinion/1716980/lelong-v-richardson/\"><span class=\"volume\">126</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">819</span></a></span> (La.App. 2d Cir.1961); <i>Pierce v. Goldking Properties, Inc.,</i> <span class=\"citation\" data-id=\"1842053\"><a href=\"/opinion/1842053/pierce-v-goldking-properties-inc/\"><span class=\"volume\">396</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">528</span></a></span> (La.App. 3d Cir.), <i>writ denied,</i> <span class=\"citation\" data-id=\"1674203\"><a href=\"/opinion/1674203/pierce-v-goldking-properties-inc/\"><span class=\"volume\">400</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">904</span></a></span> (La.1981). Encompassed within the lessee's duty to market diligently is the obligation to obtain the best price reasonably possible. <i>See, e.g., </i><i>Tyson v. Surf Oil Co.,</i> <span class=\"citation\" data-id=\"3466552\"><a href=\"/opinion/3468062/tyson-v-surf-oil-co/\"><span class=\"volume\">195</span> <span class=\"reporter\">La.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"3466552\"><a href=\"/opinion/3468062/tyson-v-surf-oil-co/\"><span class=\"volume\">196</span> <span class=\"reporter\">So.</span> <span class=\"page\">336</span></a></span> (1940). <i>See also</i> LA.REV.STAT. ง 31:122, comment; Martin, 27 Inst. on Oil &amp; Gas L. &amp; Tax'n at 191; L. McDougall at ง 4.5; Pearson &amp; Watt, 42 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 14.04[1].</p>\n<p>Regarding the fulfillment of the implied covenants, including the duty to market diligently, the lessee's conduct must conform to, and be governed by, what is expected of ordinary persons of ordinary prudence under similar circumstances and conditions, having due regard for the interest of both contracting parties. LA.REV. STAT. ง 31:122 and the comments thereto. <i>See generally Carter, supra; </i><i>Gennuso v. Magnolia Petroleum Co.,</i> <span class=\"citation\" data-id=\"3480616\"><a href=\"/opinion/3480719/gennuso-v-magnolia-petroleum-co/\"><span class=\"volume\">203</span> <span class=\"reporter\">La.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"3480616\"><a href=\"/opinion/3480719/gennuso-v-magnolia-petroleum-co/\"><span class=\"volume\">14</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">445</span></a></span> (1943); <i>Coyle v. North American Oil Consolidated,</i> <span class=\"citation\" data-id=\"3479557\"><a href=\"/opinion/3479752/coyle-v-north-american-oil-consolidated/\"><span class=\"volume\">201</span> <span class=\"reporter\">La.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"3479557\"><a href=\"/opinion/3479752/coyle-v-north-american-oil-consolidated/\"><span class=\"volume\">9</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">473</span></a></span> (1942); <i>Caddo Oil &amp; Mining Co. v. Producers' Oil Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">La.</span> <span class=\"page\">701</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">So.</span> <span class=\"page\">684</span></span> (1914). Our analysis is complicated by the paucity of litigation dealing with the implied obligation to market diligently, as well as the recognition that the lessee's conduct must be evaluated with due regard for the facts known at the time the Morganza Contract was executed. <i>See</i> 5 E. Kuntz at ง 60.3; L. McDougall at ง 4.5. Consequently, an examination of the take-or-pay provision, a clause found in nearly all gas purchase contracts, including the contract between Amoco and Columbia, is essential to resolving the issue before us.</p>\n<p>Under a take-or-pay provision, the pipeline-purchaser commits to take or, failing to take, to pay for a minimum annual contract volume of natural gas which the producer has available for delivery. Williams &amp; Meyers, <i>Manual of Oil &amp; Gas Terms</i> 1233 (1991). Where gas is paid for but not taken, the contract normally permits the purchaser to \"make-up\" the deficiency by taking an excess amount of gas (\"make-up gas\") over a specific term and, in turn, to receive a refund or credit. <i>See id.</i></p>\n<p>At the time of execution of the Morganza Contract, long-term gas contracts containing take-or-pay provisions were standard in the industry, as are take-or-pay clauses. <i>See </i><i>Henry,</i> 418 So.2d at 1336; Kramer, <i>Royalty Obligations Under the GunโThe Effect of Take-or-Pay Clauses on the Duty To Make Royalty Payments,</i> 39 Inst. Oil &amp; Gas L. &amp; Tax'n 5-1, at ง 5.02 (1988). In the past, long-term contracts were universally insisted upon by pipeline purchasers to enable acquisition of financing for the construction of capital intensive pipeline facilities. <i>Henry,</i> 418 So.2d at 1336. Additionally, take-or-pay provisions allow the pipeline flexibility in the amount of gas taken, assuaging the difficulties caused by the cyclical nature of demand and the absence of an open market for natural gas. <i>See</i> Johnson, <i>Natural Gas Sales Contracts,</i> 34 Inst. on Oil &amp; Gas L. &amp; Tax'n 83, 111 (1983). Indeed, because gas ordinarily can not be stored upon production, the only economic means of transporting gas is via pipeline. <i>See </i><i>Merritt, supra</i> (production is futile without distribution of the product); <span class=\"star-pagination\">*176</span> 1 B. Kramer &amp; P. Martin, <i>The Law of Pooling and Unitization</i> ง 5.01[3] (3d ed. 1991) (\"A producer without a contract with a nearby pipeline is unable to sell its gas whatever the price.\").</p>\n<p>The producer also benefitted from a guaranteed minimal annual cash flow and was protected from decline in demand, minimizing the likelihood it would be unable to recoup the substantial costs associated with operation and maintenance. <i>See</i> Medina, McKenzie, &amp; Daniel, <i>Take or Litigate: Enforcing the Plain Meaning of the Take-or-Pay Clause in Natural Gas Contracts,</i> 40 Ark.L.Rev. 185, 191 n. 16 (1986) and the authority cited therein; Comment, <i>The Lessor's Royalty and Take-or-Pay Payments and Settlements Under Gas Sales Contracts in Louisiana,</i> 47 La. L.Rev. 589, 591 (1987). Further, because take-or-pay clauses made it more likely the purchaser would take at a more consistent level, drainage to the reservoir was minimized while the ultimate recovery, and the resultant economic benefits to the lessor and lessee, were maximized. White, <i>The Right to Recover Royalties on Natural Gas Take-or-Pay Settlements,</i> 41 Okla. L.Rev. 663, 680 n. 96 (citing Masten &amp; Crocker, <i>Efficient Adaptation in Long-Term Contracts: Take-Or-Pay Provisions for Natural Gas,</i> 75 Am.Econ.Rev. 1083 (1985); Comment, 47 La.L.Rev. at 591.</p>\n<p>At the time the Morganza Contract was executed, a lessee who failed to execute with a pipeline purchaser a long-term gas sales contract containing a take-or-pay clause would likely be deemed to have acted imprudently. <i>See </i><i>Henry, supra</i><i>; </i><i>Miller v. Nordan-Lawton Oil &amp; Gas Corp.,</i> <span class=\"citation\" data-id=\"282434\"><a href=\"/opinion/282434/preston-j-miller-v-nordan-lawton-oil-and-gas-corporation-of-texas/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 948-49 (5th Cir.1968); 5 E. Kuntz at ง 60.3; Pearson &amp; Watt, 42 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 14.04[1]. By the same token, the producer who failed to renegotiate a long term gas contract in the face of the pipeline's financial inability to perform fully under a long-term gas purchase contract, given the market conditions caused by the decline in demand and the rise in producer-pipeline litigation, would also likely be deemed to have acted imprudently.<sup>[12]</sup><i>See infra.</i> Part II, ง B.</p>\n<p>B. Louisiana Sales Law</p>\n<p>Louisiana law determines if and when a sale of minerals occurs. <i>See, e.g., </i><i>Henry, supra</i> (Gas is \"sold\" for purposes of determining \"market value\" at the time the gas sales contract is executed). As stated, oil and gas in place are insusceptible of ownership apart from the soil of which they form a part. Equally well-settled is the principle ownership of gas vests at possession, i.e., at the wellhead. These precepts, however, do not in any manner strike discord with the Civil Code's express recognition that future things may be the object of a contract. <i>See</i> La.Civ.Code art. 1976; <i>Plaquemines Equip. &amp; Mach. Co., Inc. v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"1851516\"><a href=\"/opinion/1851516/plaquemines-equipment-mach-co-v-ford-motor-co/\"><span class=\"volume\">245</span> <span class=\"reporter\">La.</span> <span class=\"page\">201</span></a></span>, <span class=\"citation\" data-id=\"1851516\"><a href=\"/opinion/1851516/plaquemines-equipment-mach-co-v-ford-motor-co/\"><span class=\"volume\">157</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">884</span></a></span> (1963); <i>Keahey v. Osborne Ford-Lincoln-Mercury, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">182</span></span> (La.App. 2d Cir.1986). Indeed, the sale of a future thing is specifically provided for in Article 2450 of the Civil Code, which article states, \"A sale is sometimes made of a thing to come: as of what shall accrue from an estate, of animals yet unborn, or such like other things, although not yet existing.\" La.Civ.Code art. 2450. <i>See</i> H. Daggett at ง 60 (the sale of a royalty interest is the conveyance of a future thing). <i>See also</i> La.Civ.Code arts. 2439<sup>[13]</sup> and 2456.<sup>[14]</sup> Such a contract is not aleatory, but certain, since the price is to be paid for a <span class=\"star-pagination\">*177</span> specific future object. <i>Plaquemines Equip.,</i> 245 La. at 206, 157 So.2d at 885. <i>Compare</i> La.Civ.Code art. 2450 (sale of a future thing) <i>with</i> art. 2451 (sale of a hope).</p>\n<p>Because the sale of a future thing is subject to the suspensive condition the object of the contract actually materialize, the sale is an exception to the general rule that ownership, and risk, are immediately transferred to the vendee upon agreement as to the object and the price thereof. <i>See</i> La.Civ.Code arts. 1767<sup>[15]</sup>, 2456, 2457<sup>[16]</sup> and 2471.<sup>[17]</sup><i>See also Plaquemines Equipment,</i> 245 La. at 207, 157 So.2d at 886 (\"For the transfer of title to be operative under [Article 2456], the object of the contract must exist in a deliverable state.\"); S. Litvinoff, <i>Obligations</i> งง 32, 33, in 7 Louisiana Civil Law Treatise (1975); 1 M. Planiol, <i>Trait้ El้mentaire De Droit Civil</i> Nos. 2596, 2597 (11th ed. La.St.L.Inst. trans. 1959); 2 M. Planiol at Nos. 1008 and 1368. Rather, the contract is executory, and ownership and risk remain with the vendor, until if and when the thing which is the object of the contract actually materializes. Should the thing fail to come into existence, there is a failure of cause and the parties are relieved of their respective obligations. If, however, the condition is fulfilled by the materialization of the object of the contract, the effects are retroactive to the inception of the obligation, and therefore, the transfer of ownership deemed to have taken place at the time of the contract. <i>See</i> La.Civ.Code art. 1775 (fulfillment of a condition has effects that are retroactive to the inception of the obligation); 4 Aubry &amp; Rau, <i>Droit Civil Francais</i> ง 302 (La.St.L.Inst. trans. 1971); S. Litvinoff, <i>Obligations</i> ง 62.</p>\n<p>We also note one need not own a thing in order to perfect a sale. The sale of a thing belonging to another is not absolutely null, but only relatively so, and such nullity is in the interest of the purchaser. <i>See</i> La.Civ.Code art. 2452; <i>Wright v. Barnes,</i> <span class=\"citation\" data-id=\"1109466\"><a href=\"/opinion/1109466/wright-v-barnes/\"><span class=\"volume\">541</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">977</span></a></span> (La.App. 2d Cir. 1989); S. Litvinoff, <i>Obligations</i> ง 36.</p>\n<p></p>\n<h2>II. APPLICATION OF PRECEPTS</h2>\n<p>Frey maintains the take-or-pay payments received from Columbia under the Settlement Agreement constitute part of the price, or total revenues, received by Amoco in return for Columbia's purchase of gas under the contract. Additionally, Frey contends the payments constitute economic benefits flowing from the Lease, to which Frey is entitled a royalty share under Mineral Code Article 122 and <i>Henry, supra</i><i>.</i></p>\n<p>On the other hand, Amoco contends the clear language of the Lease requires a \"sale\" before the royalty obligation is triggered, and no sale of gas is possible unless and until gas is produced, i.e., reduced to possession at the wellhead. <i>See</i> LA.REV. STAT. งง 31:7 and 31:213(5). Characterizing a take-or-pay payment as a payment for volumes of gas <i>not</i> produced or sold, Amoco reasons the payment can not be deemed consideration for prior gas production, and therefore, the gas royalty clause remains untriggered. <i>See </i><i>Diamond Shamrock,</i> 853 F.2d at 1167. Amoco further contends as it assumed all the risk and bore entirely the expense of development, the take-or-pay proceeds received in settlement of its dispute with Columbia should inure solely to its benefit, and royalties are due only on the gas if and when it is eventually produced.<sup>[18]</sup> Finally, Amoco points out Frey has received a royalty on all amounts received <span class=\"star-pagination\">*178</span> by Amoco from Columbia in payment of the gas produced and sold from the leased premises, including gas taken by Columbia in recoupment of its recoupable take-or-pay settlement payment to Amoco.</p>\n<p>While at first blush Amoco's argument may appear the better of the two, recourse to fundamental principles dictates a different conclusion. Applying Louisiana law to the royalty clause, we conclude, as did our brothers on the federal bench, the take-or-pay payments made to Amoco by Columbia in settlement of the take-or-pay litigation form part of the \"amount realized\" by Amoco from the sale of gas to Columbia and are therefore subject to the lessor's royalty clause in favor of Frey. The take-or-pay payments are a portion of the price paid to Amoco by Columbia for the gas actually delivered to Columbia under the Morganza Contract. More important, the proceeds constitute economic benefits which are derivative of Amoco's right to develop and explore the leased property, a right conferred by and dependent upon the Lease between Amoco and Frey. Our interpretation of the royalty clause is consonant with the intention of the parties in entering an oil and gas lease.</p>\n<p>At the outset, we make three significant observations. First, Amoco does not dispute there was, at all relevant times since 1982, continuous production from the leased property. The take-or-pay litigation arose from Columbia's failure to take or pay for the full quantities of gas specified in the contract, not from Columbia's failure to take <i>any</i> gas. Secondly, our decision does not turn on whether a \"sale\" of gas occurred between Amoco and Columbia for purposes of the gas purchase contract, but whether a \"sale\" occurred between Columbia and Amoco so as to trigger the royalty clause of the Lease. Lastly, we decline to accept Amoco's cramped characterization of the take-or-pay payment, i.e., the payment was for gas <i>not</i> produced or sold. <i>See, e.g., </i><i>Diamond Shamrock, supra</i><i>.</i> This description refused, Amoco's argument collapses in upon itself like a house of cards.</p>\n<p>We find Amoco's reliance on <i>Diamond Shamrock</i> misplaced. In that case, the federal court applied federal law to a federal offshore lease expressing the lessee's royalty obligation as a fraction of the \"amount or value of <i>production</i> saved, removed, or sold.\" <i>Diamond Shamrock,</i> 853 F.2d at 1163 (emphasis supplied).</p>\n<p>Next, Amoco's characterization of the take-or-pay payment as a payment in <i>lieu</i> of production disregards the fact the right <i>not</i> to take gas is merely a corollary of the right to take gas. <i>See </i><i>Frey,</i> 943 F.2d at 584 n. 5 for a similar argument. Stated differently, Columbia would not have bargained for the right <i>not to take gas</i> although paying as if it had, without having the <i>right to take gas.</i> The obligation to take, or to pay if not taken, is alternative, and thus Columbia's primary obligation under the gas purchase contract could be satisfied in one of two ways. <i>See</i> La.Civ. Code art. 1808; <i>Hanover Petroleum Corp. v. Tenneco,</i> <span class=\"citation\" data-id=\"1752698\"><a href=\"/opinion/1752698/hanover-petroleum-corp-v-tenneco-inc/\"><span class=\"volume\">521</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1234</span></a></span>, 1241 (La. App.3d Cir.), <i>writ denied,</i> <span class=\"citation\" data-id=\"1683961\"><a href=\"/opinion/1683961/hanover-petroleum-corp-v-tenneco-inc/\"><span class=\"volume\">526</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">800</span></a></span> (La.1988).</p>\n<p>Finally, it is a myopic eye which perceives the lessor as sharing none of the risks associated with bringing the gas to the ground, <i>i.e.,</i> pre-production. <i>See, e.g.,</i> White, 41 Okla.L.Rev. at 669 (If the lessor is denied a share in take-or-pay on the basis he shares none of the costs and risks of development and marketing, one may assume all royalties are unfair.) One obvious pre-production risk shared by both lessee and lessor is the risk of drainage from the reservoir. <i>See</i> LA.REV.STAT. งง 31:8 (rule of capture), 31:122 and the comment thereto; <i>Coyle, supra; </i><i>Breaux v. Pan American Petroleum Corp.,</i> <span class=\"citation\" data-id=\"1782947\"><a href=\"/opinion/1782947/breaux-v-pan-american-petroleum-corporation/\"><span class=\"volume\">163</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">406</span></a></span> (La. App. 3d Cir.), <i>writ denied,</i> <span class=\"citation\" data-id=\"1784068\"><a href=\"/opinion/1784068/breaux-v-pan-american-petroleum-corporation/\"><span class=\"volume\">246</span> <span class=\"reporter\">La.</span> <span class=\"page\">581</span></a></span>, <span class=\"citation\" data-id=\"1784068\"><a href=\"/opinion/1784068/breaux-v-pan-american-petroleum-corporation/\"><span class=\"volume\">165</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">481</span></a></span> (1964); <i>Williams v. Humble Oil &amp; Refining Co.,</i> <span class=\"citation\" data-id=\"2147002\"><a href=\"/opinion/2147002/williams-v-humble-oil-refining-company/\"><span class=\"volume\">290</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">408</span></a></span> (E.D.La. 1968), <i>aff'd,</i> <span class=\"citation\" data-id=\"292366\"><a href=\"/opinion/292366/floyd-williams-frederick-c-williams-plaintiffs-cross-i-r-price-edward/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span> (5th Cir.1970). The take-or-pay clause, assuring the production of a relatively constant amount of gas, acts to protect the reservoir from drainage. <i>See also</i> Johnson, 34 Inst. on Oil &amp; Gas L. &amp; Tax'n at 109 (The take-or-pay provision influences the rapidity and extent of development of the gas reservoir); White, 41 Okla.L.Rev. at 680; Comment, 47 <span class=\"star-pagination\">*179</span> La.L.Rev. at 610 (take-or-pay provisions help assure the most efficient and complete depletion of the reservoir while minimizing the potential loss of hydrocarbons). Furthermore, both the lessee and lessor share the risk of an erroneous market forecast by the lessee, the lessor's royalty being dependent on the producer-pipeline contract.</p>\n<p>A. Gas Purchase Contract As the Sale of Gas</p>\n<p>The Frey-Amoco Lease explicitly predicates Amoco's obligation to pay royalty on the <i>sale</i> of gas. In contrast, royalty on oil and miscellaneous minerals is triggered by <i>production.</i> The discrepancy in \"triggering\" events is indicative of the physical and economic dissimilarity between oil and gas, the latter incapable of being stored or transported by the lessor. <i>See </i><i>Henry,</i> 418 So.2d at 1336 n. 3 (citing Holliman, <i>Exxon Corp. v. Middleton: Some Answers But Additional Confusion in the Volatile Area of Market Value Gas Royalty Litigation,</i> 13 St. Mary's L.J. 1 (1981)); L. McDougall at ง 5.1. Moreover, the variance of language supports Frey's contention production is not a prerequisite to a sale. <i>See</i> La.Civ.Code art. 2050. Had the parties desired to condition the payment of royalties on <i>production</i> of gas, the Lease could easily have so provided. <i>See</i> LA.REV. STAT. ง 31:3.</p>\n<p>We determine the gas purchase and sales contract between Amoco and Columbia was a sale of a specified future thing, <i>viz.,</i> natural gas. <i>See</i> La.Civ.Code art. 2450. Columbia secured the right to take and pay for a minimum quantity of gas over a specified term <i>or</i> to pay as if it had accepted delivery of the required minimum volume. Prior to reducing the gas to possession at the wellhead, Amoco possessed only an exclusive right to explore and develop the property for the production of minerals and to reduce them to possession and ownership. <i>See</i> LA.REV.STAT. งง 31:6, 31:15, 31:114; <i>Wall, supra</i><i>.</i> When the gas reached the surface of the ground, and the suspensive condition thus materialized, the executory sale of a future thing, taking place between Amoco and Columbia by virtue of the execution of the Morganza Contract, was perfected retroactive to the execution of the contract. <i>See</i> La.Civ.Code arts. 1767, 1775, 2450, 2471. <i>See also </i><i>Henry, supra</i> (market value of gas is determined at the time the gas sales contract is executed although gas has not yet been delivered); <i>Miller v. Nordan-Lawton Oil &amp; Gas Corp. of Texas,</i> <span class=\"citation\" data-id=\"282434\"><a href=\"/opinion/282434/preston-j-miller-v-nordan-lawton-oil-and-gas-corporation-of-texas/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span> (5th Cir.1968) (for purposes of shut-in royalty clause, market is obtained when the lessee executes a gas purchase contract); <i>Callery Properties, Inc. v. Federal Power Comm'n,</i> <span class=\"citation\" data-id=\"265327\"><a href=\"/opinion/265327/callery-properties-inc-v-federal-power-commission-the-superior-oil/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1021 (5th Cir. 1964), <i>rev'd on other grounds sub. nom., </i><i>United Gas Improvement Co. v. Callery Properties, Inc.,</i> <span class=\"citation\" data-id=\"107128\"><a href=\"/opinion/107128/united-gas-improvement-co-v-callery-properties-inc/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 230, <span class=\"citation\" data-id=\"107128\"><a href=\"/opinion/107128/united-gas-improvement-co-v-callery-properties-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">360</span></a></span>, 364, <span class=\"citation\" data-id=\"107128\"><a href=\"/opinion/107128/united-gas-improvement-co-v-callery-properties-inc/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">284</span></a></span> (1965) (take-or-pay payments constitute a sale sufficient to establish FPC jurisdiction over the transaction). Consequently, the sale of gas occurred at the time the gas was committed to the pipeline, <i>i.e.,</i> at the execution of the Morganza Contract. Despite Amoco's lack of ownership of the gas at the time the Morganza Contract was executed, LA.REV. STAT. งง 31:6, 31:7, 31:15, 31:114, the sale was nonetheless valid. <i>See</i> La.Civ.Code art. 2452; <i>Wright, supra;</i> S. Litvinoff, <i>Obligations</i> ง 36.<sup>[19]</sup></p>\n<p>1. Take-or-pay payment: \"price\" for gas delivered</p>\n<p>Having determined the event triggering the obligation to pay royalty on gas occurred, <i>viz.</i> the sale of gas, we address our conclusion that the take-or-pay payments are part of the \"amount realized\" by Amoco from the sale of gas to Columbia. We <span class=\"star-pagination\">*180</span> interpret the \"amount realized\" by Amoco from the sale of gas to Columbia to encompass both: 1) the <i>total</i> price paid by Columbia for the natural gas delivered, and 2) the \"economic benefits\" derived from the lessee's right to develop and explore, a right conferred by the lease. <i>See </i><i>Henry, supra</i><i>.</i></p>\n<p>Total revenue under a gas purchase contract is a function of quantity <i>and</i> price. <i>See</i> Comment, 47 La.L.Rev. at 590. Because the producer is willing to negotiate a lower price in exchange for the guarantee the pipeline will either take or pay for a specific minimum quantity of natural gas, the take-or-pay provision effectively lowers the price the producer charges the pipeline per unit of gas. <i>See</i> <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Will.</span> <span class=\"page\"></span></span>&amp; Meyers at ง 724.5. Consequently, absent the take-or-pay provision, the price of gas, and thus the royalty owed thereon, would be higher. White, 41 Okla.L.Rev. at 671. This conclusion is also supported by the affidavit of Dr. David Johnson, Professor of Economics at Louisiana State University, submitted in evidence in conjunction with Frey's Motion for Partial Summary Judgment. Application of this theory to the case before us leads to the conclusion that the price of gas taken under the contract includes not only the contract price paid per unit of gas delivered, but also the sums paid in the form of take-or-pay payments made in settlement of the Morganza Contract litigation. To simplify the equation, the actual price paid by the pipeline per unit of gas is determined by dividing the total quantity of gas delivered by the total amount paid to the producer, the latter including take-or-pay payments. <i>See, e.g.,</i> Comment, 47 La. L.Rev. at 600 n. 35; Comment, <i>Take or Pay Provisions: Major Problems for the Natural Gas Industry,</i> 18 St. Mary's L.J. 251, 274-275 (1986); Note, <i>Production, Production: What Is Production?,</i> 1989 B.Y.U.L.Rev. 1333, 1347 n. 102 (1989). Viewed in this light, take-or-pay payments effectively increase the price of gas actually delivered to the pipeline. Failure to characterize these payments as part of the total price paid for gas sold under the contract is to disregard the obvious economic considerations underlying the take-or-pay clause. <i>See also </i><i>Lessard v. Lessard Acres, Inc.,</i> <span class=\"citation\" data-id=\"1605849\"><a href=\"/opinion/1605849/lessard-v-lessard-acres-inc/\"><span class=\"volume\">349</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">293</span></a></span> (La.1977) (vendor's privilege secures additional sums payable in event of non-performance).</p>\n<p>2. Economic benefits constituting part of the \"amount realized\"</p>\n<p>Although we find the take-or-pay payments in this case constitute part of the price paid by Columbia for the gas taken, we choose not to rest our decision on this conclusion alone, anticipating the theoretical difficulties inherent in classification of take-or-pay settlement proceeds as part of the price paid for gas delivered where, for instance, no gas is taken by the pipeline-purchaser. Moreover, the term \"amount realized\" connotes the sum total, the whole, or the final effect of the economic benefits obtained by Amoco in the exercise of the rights granted by the synallagmatic contract of Lease, and, is composed, in part, of the advantages flowing to Amoco by virtue of the sale of natural gas under the Morganza Contract.</p>\n<p>The parties enter into a mineral lease in expectation of making a profit, and toward that end, incur reciprocal obligations. In exchange for a royalty interest, Amoco receives the exclusive right to explore and develop the leased premises. <i>See</i> LA.REV. STAT. ง 31:114. Indeed, all of the rights of Amoco, in and to the Frey property and the minerals thereunder, derive from the lease executed between Frey and Amoco. By virtue of rights granted by Frey to Amoco, Amoco negotiated, and eventually renegotiated, the Morganza Contract with Columbia, allowing Amoco to sell the gas produced from Frey's property.</p>\n<p>The benefits which accrue to Amoco under the Morganza Contract are derivative of the rights transferred to Amoco by Frey. Clearly, but for the Lease there would be no Morganza Contract, no Settlement Agreement, and ultimately no take-or-pay payments made to Amoco. <i>Henry, supra,</i> is authority for this determination. Therefore, even if we failed to find the take-or-pay proceeds constitute part of the price received by Amoco for the sale of natural gas, the payments nonetheless are economic benefits which accrue to the lessor <span class=\"star-pagination\">*181</span> under the rationale of <i>Henry, See also </i><i>Wemple, supra</i><i>.</i></p>\n<p>As we have stated, the duty before us is not to divine the intent of the royalty clause in the abstract. Rather, the process reflects our appreciation of the cooperative nature of the lease arrangement as well as an understanding of the economic and practical considerations underlying the royalty clause. Retention by Amoco of the entire take-or-pay payment would permit Amoco to receive a part of the gross revenues from the property greater than the fractional division contemplated by the Lease. <i>See Henry</i> at 1338 n. 10 (citing Harrell, 30 Inst. on Oil &amp; Gas L. &amp; Tax'n at 336). Such a result can not be countenanced by this Court.</p>\n<p>B. Right to Take-or-Pay Proceeds Derived from Lease</p>\n<p>Further support is found in Article 122 of the Mineral Code. <i>See</i> LA.REV.STAT. ง 31:122. Amoco is bound to market diligently minerals discovered and capable of producing in paying quantities with due regard for Frey's interests. <i>See id.; </i><i>Shell Oil Co. v. Williams, Inc.</i> <span class=\"citation\" data-id=\"1801159\"><a href=\"/opinion/1801159/shell-oil-co-v-williams-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">798</span></a></span>, 803 (La.1983); Harrell, 30 Inst. on Oil &amp; Gas L. &amp; Tax'n at 334. Upon segregation and conveyance of his right of ownership in the minerals to Amoco, Frey assumed a passive role, and presently possesses merely an accessorial right dependent upon the continued existence of the lease. In contrast, Amoco's superior position accords it exclusive control over the development and management of the property for the production of minerals.</p>\n<p>Cognizant the majority of commentators urge the courts to defer to lessee marketing decisions, we do not take lightly our duty to scrutinize the lessee's implied covenant to market diligently in light of the practical, economic, and environmental concerns. <i>See</i> Martin, 27th Oil and Gas Inst. at 177; McCollam, 50 Tul.L.Rev. at 810; 5 Williams and Meyers at ง 856.3. After careful consideration, we find Article 122 of the Mineral Code, which governed and sanctioned Amoco's decision to secure a market for natural gas via a long-term gas contract under the then-existing conditions, likewise governs Amoco's royalty obligations regarding take-or-pay payments made in settlement of the gas contract litigation. <i>See </i><i>Henry, supra</i><i>.</i> In so doing, we recognize the virtually perfect alignment of interests existing among the lessee, lessors, and society regarding certain limited aspects of the lease, including resolution of the pipeline-purchaser's financial inability to comply with the take-or-pay provisions in the long term gas contract. <i>See, e.g.,</i> Pierce, <i>Lessor/Lessee Relations in a Turbulent Gas Market, Oil and Gas Law and Taxation,</i> ง 8.02[1] (1987) (regarding the decision to produce or defer). <i>But see</i> Donohoe, <i>Implied Covenants in Oil &amp; Gas Leases &amp; Conservation Practice,</i> 33 Inst. on Oil &amp; Gas L. &amp; Tax'n 97, 98 (1982) (lessor/lessee relationship is \"complex one of mutual interest mingled with antagonism.\")</p>\n<p>More specifically, were a producer to force a pipeline-purchaser to comply with the long-term gas contract, despite the decline in price and market, it is not unlikely the pipeline would be faced with insurmountable financial problems and, eventually, forced into insolvency. <i>See, e.g.,</i> Comment, 47 La.L.Rev. at 615. The producer who forces compliance with the contract in the face of the pipeline's financial ruin, would ultimately frustrate its own primary objective of assuring a market for the gas. A financially insolvent pipeline will not purchase <i>any</i> gas, and a royalty interest is worthless if no gas is sold. <i>See id.</i> Confronted with the potential loss of its market for gas, the prudent producer consents to settlement and is thus assured an uninterrupted market for gas.</p>\n<p>Indeed, in brief to this Court, Amoco acknowledges the failure to renegotiate the gas purchase contract would have resulted in a \"fire-sale\" disposition of the Morganza gas on the spot market. Because the duty to market is a continuing one, Amoco should not be able to enjoy the benefits of the settlement while refusing to share the benefits with Frey. Assuming Amoco acted reasonably in settling the Morganza Contract litigation, and there is no evidence to suggest otherwise, the take-or-pay payments <span class=\"star-pagination\">*182</span> received by Amoco as a result of the settlement inure to the mutual benefit of Amoco and Frey.</p>\n<p>The practical considerations sustain our position. For example, \"if lessors did not share in take-or-pay payments, lessees would have an incentive to compromise volume gas prices under their contracts or settlements with pipelines in exchange for favorable take-or-pay terms.\" <i>Frey,</i> 943 F.2d at 585 (citations omitted). <i>See</i> Pierce, 38 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 803[2] (\"If producers are allowed to retain all of one part of the settlement (the lump sum payment), but must share with royalty owners another part of the settlement (proceeds from future sales under the contract), producers have an artificial incentive to maximize the lump sum settlement and minimize the future price.\"). <i>See also</i> Mineral Code art. 109, comment, for an analogous situation involving the owner of the executive right's exercise of his rights vis a vis the royalty, or non-executive holder. Accordingly, we find justice best served by the decision we reach today.</p>\n<p>C. Conflicting Jurisprudence</p>\n<p>We are aware of the federal and state court jurisprudence holding contrary to the position we assert herein. <i>See, e.g., </i><i>Gerard J. W. Bos &amp; Co., Inc. v. Harkins &amp; Co.,</i> <span class=\"citation\" data-id=\"528229\"><a href=\"/opinion/528229/gerard-jw-bos-company-inc-and-trustmark-national-bank-v-harkins/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span> (5th Cir.1989) (payments under a settlement for cancellation of a take or pay gas contract are not subject to royalty); <i>Diamond Shamrock, supra</i> (no royalty due on take-or-pay payments received in ordinary course of business); <i>Piney Woods Country Life School v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"430658\"><a href=\"/opinion/430658/the-piney-woods-country-life-school-ridgway-management-inc-dlo/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span>, 234 (5th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></span> (1985) (\"a gas sale contract is executory and ... no particular gas is sold until it is identifiedโi.e., brought to the surface.\"); <i>Killam Oil Co. v. Bruni,</i> <span class=\"citation\" data-id=\"1519186\"><a href=\"/opinion/1519186/killam-oil-co-v-bruni/\"><span class=\"volume\">806</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">264</span></a></span>, 267 (Tex.App.-San Antonio 1991), <i>writ denied</i> (no royalty is due on settlement proceeds resulting from breach of take-or-pay provision in gas purchase contract); <i>Wyoming v. Pennzoil Co.,</i> <span class=\"citation\" data-id=\"1283052\"><a href=\"/opinion/1283052/state-v-pennzoil-co/\"><span class=\"volume\">752</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">975</span></a></span>, 980 (Wyo.1988) (royalties are due \"only upon physical extraction of the gas from the leased tract\"). <i>See also </i><i>ANR Pipeline Co. v. Wagner &amp; Brown,</i> 44 FERC ถ 61,057 (1988) (take-or-pay payments do not violate maximum lawful price (MLP) provisions of the NGPA); Kramer, 39 Oil &amp; Gas L. &amp; Tax'n at ง 5.01 n. 1 (commentators split evenly over whether royalty obligations are owed upon receipt of take-or-pay monies). We need hardly state that such law is only persuasive in our jurisdiction. Nor does this mark the first time we decline to follow a majority view. <i>See, e.g., </i><i>Henry, supra</i><i>.</i> Most important, the mineral law of Louisiana evolved not from the common law, but from the Civil Code, richly steeped in our civilian heritage. <i>See</i> La.R.S. 31:2, comment.</p>\n<p>Finally, in responding to the question certified, we have deliberately refrained from distinguishing recoupable payment from nonrecoupable payment. We note in passing, however, Columbia has recouped in cash the entire $45.6 million recoupable take-or-pay settlement payment made to Amoco. Clearly, Frey is entitled to a royalty payment for the gas actually taken, and has, in fact, received such a payment. However, it may be in cases such as this the lessor is also entitled to compensation for the lost time value of money. We leave to the federal courts the intricacies of the accounting, unpersuaded the complexity of the task should in some manner influence our decision. <i>See </i><i>Brasher v. Alexandria,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">La.</span> <span class=\"page\">887</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">819</span></span> (1949) (encounter of unforeseen difficulties does not excuse party's performance under the contract). In this case, the settlement agreement establishes the price per unit of gas recouped during the make-up period, and thus we pretermit discussion of the issues raised should the original contract price be higher or lower than the price of the gas at the time of recoupment. <i>See </i><i>Diamond Shamrock, supra</i><i>.</i> We do note, however, courts are free to provide for such contingencies in their judgments and thus to protect the producer and royalty owner from overpayment or underpayment of royalty, respectively.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, our answer to the question certified to us is in the affirmative. Pursuant <span class=\"star-pagination\">*183</span> to Rule XII, Supreme Court of Louisiana, the judgment rendered by this court upon the question certified shall be sent by the clerk of this court under its seal to the United States Court of Appeals for the Fifth Circuit and to the parties.</p>\n<p>CERTIFIED QUESTION ANSWERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Lease, covering part of the Morganza natural gas field in Pointe Coupee Parish, Louisiana, was executed in 1975 with Frey's ancestors in title, F &amp; L Planters. The Lease was prepared by Amoco from a Bath South Louisiana Six Pooling form.</p>\n<p>[2]  In 1981, Amoco and Columbia entered into an exclusive long-term gas purchase and sales contract. The contract required Columbia to take delivery of a specified minimum of gas based upon the deliverability of the wells drilled by Amoco over each contract year or to pay for the minimum quantities even if it did not take delivery of the gas. In 1983, Columbia's failure to abide by the \"take-or-pay\" provision engendered litigation between Amoco and Columbia regarding the latter's alleged $265 million take-or-pay liabilities. The litigation was compromised by a Settlement Agreement effective July 1, 1985, and the gas purchase contract continued in effect as amended.</p>\n<p>[3]  The Lease's royalty clause provides:\n</p>\n<p>7. Subject to the provisions of Paragraphs 2 and 10 hereof the royalties to be paid by Lessee are: (a) <i>on oil</i> (which includes condensate and other liquid hydrocarbons when separated by lease separator units), one-fifth (1/5) of that <i>produced and saved from the land</i> and not used for fuel in conducting operations on the property (or on acreage pooled therewith or with any apart thereof), or in treating such liquids to make them marketable; (b) <i>on gas,</i> one-fifth (1/5) of the market value at the well of the gas used by Lessee in operations not connected with the land leased or any pooled unit containing all or part of said land; <i>the royalty on gas sold by the Lessee to be one-fifth</i> (1/5) <i>of the amount realized at the well from such sales;</i> (c) one-fifth (1/5) of the market value at the mouth of the well of gas used by Lessee in manufacturing gasoline or other byproducts, except that in computing such value, there shall be excluded all gas or components thereof used in lease or unit operations, or injected into subsurface strata as hereinafter provided; (d) One Dollar ($1.00) for each ton of 2240 pounds of <i>sulphur,</i> payable when marketed; and (e) one-fifth (1/5) of the market value at the well or mine <i>of all other minerals produced and saved or mined and marketed.</i> (emphasis added).</p>\n<p>[4]  The Lease at issue in <i>Diamond Shamrock</i> required \"production,\" before the Lessee's obligation to pay royalty was triggered. Defining production as the actual physical severance of minerals from the ground, the Fifth Circuit reasoned that because take-or-pay payments were made in <i>lieu</i> of production, the royalty clause was not triggered. <i>Diamond Shamrock,</i> 853 F.2d at 1168.</p>\n<p>[5]  Under the Settlement Agreement, Columbia retained the right to recoup the entire $45.6 million payment by taking \"make-up\" gas above the minimum quantity required under the amended gas purchase contract over each of the ensuing five recoupment years. Since the Settlement Agreement was executed, Columbia has taken and paid for make-up gas in a quantity so as to have recouped the entire recoupable take-or-pay payment of $45.6 million. Frey received royalty on the make-up gas as the gas was produced over the recoupment period.</p>\n<p>[6]  The nonrecoupable take-or-pay payments did not grant Columbia the right to recoup the payment by later taking gas in excess of the contractually required take-or-pay quantities.</p>\n<p>[7]  The nonownership theory erroneously assumes oil and gas are extremely migratory in nature. L. McDougall, <i>Louisiana Oil &amp; Gas Law</i> ง 1.3 n. 32 (1991).</p>\n<p>[8]  The lessor's royalty is distinguished from the mineral royalty and the overriding royalty. The former is the right to participate in the production of mineral from land or a servitude belonging to another, LA.REV.STAT. ง 31:80, while the latter is carved out of the lessee's working interest in the lease.</p>\n<p>[9]  Of course, there is no privity of contract between the pipeline and the landowner regarding the gas purchase contract, and thus the lessor's right to royalty depends on the lease between the parties. We have found no reported case in Louisiana which directly addresses whether a take-or-pay clause creates a <i>stipulation pour autrui</i> in favor of the lessor. <i>See, e.g., </i><i>Amoco Production Co. v. Columbia Gas Transmission Corp.,</i> <span class=\"citation\" data-id=\"1718973\"><a href=\"/opinion/1718973/amoco-prod-co-v-columbia-gas-trans-corp/\"><span class=\"volume\">455</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1260</span></a></span> (La.App. 4th Cir.), <i>writ denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">543</span></span> (La.1984) (royalty owner has sufficient <i>justiciable interest</i> related to enforcement of gas contract to allow intervention).</p>\n<p>[10]  Article 2710 states:\n</p>\n<p>The lessee is bound:</p>\n<p>1. To enjoy the thing leased as a good administrator, according to the use for which it was intended by the lease.</p>\n<p>2. To pay the rent at the terms agreed on.</p>\n<p>[11]  The remaining three situations are: 1) the obligation to develop known mineral producing formations in the manner of a reasonable, prudent operator; 2) the obligation to explore and test all portions of the leased premises after discovery of the minerals in paying quantities in the manner of a reasonable, prudent operator; 3) the obligation to protect the leased property against drainage by wells located on neighboring property in the manner of a reasonable, prudent operator. LA.REV.STAT. ง 31:122.</p>\n<p>[12]  For an excellent discussion of the events leading to the proliferation of litigation between producers and pipelines, <i>see</i> Pearson &amp; Watt, 42 Inst. on Oil &amp; Gas L. &amp; Tax'n at ง 14.02.</p>\n<p>[13]  La.Civ.Code. art. 2439 provides:\n</p>\n<p>The contract of sale is an agreement by which one gives a thing for a price in current money, and the other gives the price in order to have the thing itself. Three circumstances concur to the perfection of the contract, to wit: the thing sold, the price and the consent.</p>\n<p>[14]  La.Civ.Code. art. 2456 provides:\n</p>\n<p>The sale is considered to be perfect between the parties, and the property is of right acquired to the purchaser with regard to the seller, as soon as there exists an agreement for the object and the price thereof, although the <i>object has not yet been delivered,</i> nor the price paid. (emphasis added).</p>\n<p>[15]  Article 1767 provides, in pertinent part, \"A conditional obligation is one dependent on an uncertain event.\n</p>\n<p>If the obligation may not be enforced until the uncertain event occurs, the condition is suspensive.\"</p>\n<p>[16]  Under article 2457, a \"sale may be made purely and simply, or under a condition either suspensive or resolutive....\"</p>\n<p>[17]  La.Civ.Code art, 2471 states, in pertinent part, \"A sale, made with a suspensive condition, does not transfer the property to the buyer, until the fulfillment of the condition.\"</p>\n<p>[18]  Amoco relies also on <i>Diamond Shamrock's</i> contention take-or-pay payments are \"intended to compensate primarily the producer, not the owner of the minerals, for the risks associated with development production.\" <i>Diamond Shamrock,</i> 853 F.2d at 1167.</p>\n<p>[19]  Moreover, because there <i>was</i> production at all relevant times, and because we find the Morganza Contract constituted the sale of a future thing for purposes of the Lease, we need not address Amoco's contention that \"production\" only occurs when the minerals are actually physically severed from the ground. <i>See, e.g., </i><i>Union Oil &amp; Gas Corp. of Louisiana v. Broussard,</i> <span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">La.</span> <span class=\"page\">660</span></span>, 671, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">96</span></span>, 99 (1958) (royalty owner's right to share in the minerals accrues if and when they are produced); <i>Union Oil Co. of California v. Touchet,</i> <span class=\"citation\" data-id=\"1134022\"><a href=\"/opinion/1134022/union-oil-company-of-california-v-touchet/\"><span class=\"volume\">229</span> <span class=\"reporter\">La.</span> <span class=\"page\">316</span></a></span>, 325, <span class=\"citation\" data-id=\"1134022\"><a href=\"/opinion/1134022/union-oil-company-of-california-v-touchet/\"><span class=\"volume\">86</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">50</span></a></span>, 53 (1956) (\"It is well settled that the right of the owner of a royalty interest is restricted to a share in production if and when it is obtained.\").</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265327/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/430658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/528229/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/567657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/573168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1089863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1109466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134022/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1283052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519186/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1605849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1669014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1674203/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1683961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1699683/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1699798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1701347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1716980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1718973/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1752698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1782947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1784068/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1786854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1801159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1815085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1834110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1838863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1841617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1842053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1849288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1851516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1961506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2147002/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3466552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3472970/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3477159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3477189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3477729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3479557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3480431/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3480616/"
          ]
        }
      ],
      "judges": "Cole",
      "date_created": "2015-10-16T01:48:40.095525Z",
      "date_modified": "2016-03-03T20:52:50.183347Z",
      "date_filed": "1992-06-26",
      "date_filed_is_approximate": false,
      "slug": "frey-v-amoco-production-co",
      "citation_id": 1835156,
      "case_name_short": "Frey",
      "case_name": "Frey v. Amoco Production Co.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "603 So. 2d 166",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 39,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2510774/frey-v-amoco-production-co/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:26:28.307240Z",
  "date_modified": "2014-10-31T00:26:28.307240Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Frey",
  "case_name": "Frey v. Amoco Production Co.",
  "case_name_full": "",
  "slug": "frey-v-amoco-production-co",
  "docket_number": "92-CQ-0091",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}