{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2517573/",
  "id": 2517573,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/iowa/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2162778/",
      "id": 2162778,
      "absolute_url": "/opinion/2162778/rudolph-v-iowa-methodist-medical-ctr/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2517573/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2162778/",
          "id": 2162778,
          "absolute_url": "/opinion/2162778/rudolph-v-iowa-methodist-medical-ctr/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2162778/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4411/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:30:05.067419Z",
          "date_modified": "2017-04-08T18:28:12.705735Z",
          "type": "010combined",
          "sha1": "02412874d796a474af3803259cac915c48d755a6",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>293 N.W.2d 550 (1980)</b></center>\n<center><h1>William RUDOLPH and Rosellyn Rudolph, Appellees,<br>\nv.<br>\nIOWA METHODIST MEDICAL CENTER, an Iowa Corporation, Appellant.</h1></center>\n<center>No. 64212.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>June 18, 1980.</center>\n<p><span class=\"star-pagination\">*553</span> James A. Lorentzen and Robin L. Hermann of Patterson, Lorentzen, Duffield, Timmons, Irish &amp; Becker, Des Moines, for appellant.</p>\n<p>Dwight W. James and Barbara G. Barrett of Dickinson, Throckmorton, Parker, Mannheimer &amp; Raife, Des Moines, for appellees.</p>\n<p>Considered en banc.</p>\n<p>McCORMICK, Justice.</p>\n<p>This appeal presents a number of issues which arose during the trial of a hospital malpractice action. The trial resulted in judgments for plaintiff William Rudolph of $553,725.88 and for plaintiff Rosellyn Rudolph, his wife, of $30,000. Defendant Iowa Methodist Medical Center filed unsuccessful post-trial motions and then appealed. Plaintiffs moved to dismiss the appeal on jurisdictional grounds. On the merits, defendant contends the trial court erred in four principal respects. Included are issues of first impression involving the right of jurors to ask questions of witnesses and the constitutionality of § 147.136, The Code, the statute which abolished the collateral source rule in medical malpractice cases. We overrule the motion to dismiss, uphold the court's ruling permitting a juror to submit questions for a witness, hold the trial court erred in declaring the statute unconstitutional, remit the judgment for William accordingly, reject defendant's other assignments of error, and otherwise affirm the judgments.</p>\n<p>William Rudolph underwent an anterior cervical fusion in defendant Iowa Methodist Medical Center on November 17, 1975. The surgery was performed by neurosurgeon Robert Hayne. Viewed in its light most favorable to the judgment, the evidence showed that hospital employees permitted William's head to drop sharply backward while transferring him from a hospital cart to his bed after the surgery. The incident was not immediately reported to Dr. Hayne. In the next several hours, William became partially paralyzed. When Dr. Hayne was finally notified, he obtained a myelogram in an effort to find the site of the problem. Shortly thereafter he reopened and examined the surgical site and then performed a decompression laminectomy to alleviate swelling and pressure on William's spinal cord. William remained in intensive care for eight days and was subsequently transferred to the hospital's rehabilitation unit where he remained for almost three months. Although he made a good recovery, he suffered some permanent disability.</p>\n<p>The jury could find, as it did, that the hospital employees' negligence in permitting William's head to drop after surgery was the proximate cause of the paralysis on November 17 and the subsequent surgery, treatment, disability, and other damages. The sufficiency of evidence on the issue of liability is not challenged.</p>\n<p>The issues which defendant has raised are whether the trial court erred in various respects in relation to the jury during trial, in allowing recovery to William for damages paid by collateral sources, in refusing to order a new trial based on excessiveness of William's verdict, and in instructing the jury on Rosellyn's loss of consortium claim.</p>\n<p>Before reaching those issues, we must address plaintiffs' motion to dismiss the appeal.</p>\n<p>I. <i>The motion to dismiss.</i> After the court's rulings on the parties' objections to the final draft of instructions, but before the jury was instructed, defense counsel moved orally for an extension of time of thirty days after verdict within which to file post-trial motions. Plaintiffs' counsel refused to join the motion but voiced no objection, saying, \"I don't think I'd agree to that without talking to my client but if the court wants to rule on it, that's fine.\" The court sustained the motion.</p>\n<p>Twenty-eight days after suffering the adverse verdicts, defendant filed alternative motions for judgment notwithstanding the verdicts and for new trial. Plaintiffs moved to strike the motions on the ground <span class=\"star-pagination\">*554</span> that the order extending time for them was invalid because the motion for the extension was premature and was granted without a showing of good cause.</p>\n<p>The validity of the order extending the time for filing post-trial motions is crucial because if it was invalid the notice of appeal was untimely, having been filed more than thirty days after judgment although within thirty days of the ruling on the post-trial motions. <i>See</i> Iowa R.App.P. 5; <i>Hogan v. Chesterman,</i> 279 N.W.2d 12 (Iowa 1979). If the notice of appeal was too late, we lack subject matter jurisdiction of the appeal.</p>\n<p>Iowa R.Civ.P. 247 provides in relevant part that post-trial motions \"must be filed within ten days after the verdict . . . is filed, . . . unless the court, for good cause shown and not ex parte, grants an additional time not to exceed thirty days.\" In overruling the motion to strike, the trial court held that the motion was not premature and that good cause existed because a local rule barred counsel from contacting jurors until the end of their four-week period of service, in this case precluding contact with them for three weeks after the verdict was rendered. The local rule would hamper investigation of claims of jury misconduct which might be made in a motion for new trial.</p>\n<p>Nothing in rule 247 prevents the motion for extension of time from being filed before the verdict. The rule specifies that post-trial motions \"must be filed within ten days after the verdict, report or decision is filed,\" thus requiring that any extension of time for filing such motions be granted before the expiration of that period. However, while the rule establishes a deadline by which the motion for extension must be filed, it does not purport to prohibit an earlier filing. <i>Cf. </i><i>Bloom v. Arrowhead Area Education Agency,</i> 270 N.W.2d 594, 597 (Iowa 1978) (reaching a similar conclusion under a statute requiring certain action \"no later than sixty days\" after a stated event). At least when no objection is made asserting a sufficient reason for requiring the motion to be made after the verdict is filed, we agree with the trial court that a motion to extend the time for filing a rule 247 motion may be made and ruled on before verdict.</p>\n<p>Nor do we find merit in the contention that good cause for the extension was not shown. Although the mere existence of the local rule barring jury contact would not automatically constitute good cause for every extension, the record in this case shows defense counsel needed the additional time in order to have the opportunity to question jurors in an effort to gather evidence to support the motion for new trial. We hold that the trial court did not err in finding good cause for the extension.</p>\n<p>Because the extension order was valid, the notice of appeal was timely, and we therefore overrule plaintiffs' motion to dismiss.</p>\n<p>We now turn to the merits of defendant's appeal.</p>\n<p>II. <i>The trial court's handling of the jury during trial.</i> Defendant alleges the trial court erred during trial in deviating from the requirements of Iowa R.Civ.P. 199(a) in giving its cautionary instruction, communicating ex parte with a juror, not timely notifying defense counsel of the ex parte contact, permitting a juror to submit questions to be asked of a witness, allowing plaintiffs' counsel to frame the questions differently than the juror, refusing to let defendant make its record on the juror questions before they were asked, and in overruling a motion for mistrial based on alleged jury misconduct. We will separately examine each assertion of error.</p>\n<p>A. <i>The admonition at the commencement of trial.</i> The court admonished the jury at the beginning of the trial regarding its duty during separations. The admonition was less than absolute in its prohibition of conversations with others on the subject of the trial. Iowa R.Civ.P. 199(a) requires the court to advise the jury in part \"that it is the duty of each juror not to converse with any other juror or person, nor suffer himself to be addressed on the subject of the trial.\"</p>\n<p><span class=\"star-pagination\">*555</span> We have held in criminal cases that reversal cannot be based on noncompliance with Iowa R.Crim.P. 18(7)(d), the criminal trial analogue of rule 199(a), unless timely objection is made and prejudice is shown. <i>See </i><i>State v. Pierce,</i> 287 N.W.2d 570, 575 (Iowa 1980). Those principles apply equally under rule 199(a).</p>\n<p>Here no objection to the court's admonition was made at the time it was given. It was not brought up until after Dr. Hayne's testimony on the third day of trial. It was then mentioned in connection with defense counsel's report of an incident in which counsel said he heard juror Daniel Possin telling two other jurors about the questions Possin had given the court to be asked of Dr. Hayne and his purpose for submitting them. Nothing in this report indicated the jurors were discussing the merits of the case, and no showing was otherwise made that any discussions of the merits occurred prior to jury deliberations.</p>\n<p>While we disapprove the trial court's admonition to the extent it deviated from the plain terms of rule 199(a), we hold that defendant's objection was untimely and that, in any event, no prejudice was demonstrated.</p>\n<p>B. <i>The ex parte communication.</i> Juror Possin contacted Judge Denato in chambers before court convened on the third day of trial, at which time Dr. Hayne was to resume his testimony. Possin asked the judge if jurors were permitted to ask questions of witnesses. Judge Denato said that if Possin had a question at the conclusion of the doctor's testimony he should write it out and the judge would deal with the matter at that time. Defendant does not dispute the nature of the conversation but contends the very fact it occurred is itself reversible error.</p>\n<p>Defense counsel first learned of the conversation after the attorneys finished their examination of Dr. Hayne and the court told the jury that if jurors had questions they should be submitted to the judge in writing. However, defendant did not object to the communication until its post-verdict motion for new trial. This procedure is contrary to the general rule that parties are not permitted to delay objections until it is too late for the problem to be corrected. Thus, errors to which objection could be made at trial may not be raised for the first time as grounds for new trial. <i>State v. Rouse,</i> 290 N.W.2d 911, 915 (Iowa 1980); <i>State v. LaMar,</i> 260 Iowa 957, 967, 151 N.W.2d 496, 502 (1967). Therefore error was not preserved.</p>\n<p>We do not reach the merits of this assignment, but we do point out that we have discussed the problem of juror-judge communications in other cases. <i>See, e. g., </i><i>State v. Hahn,</i> 259 N.W.2d 753, 756-57 (Iowa 1977) (reversing because the record was insufficient to negate a reasonable possibility of prejudice); <i>State v. Cowman,</i> 212 N.W.2d 420, 424-26 (Iowa 1973) (prescribing procedures to be used in presubmission juror-judge communications).</p>\n<p>C. <i>Notice to defense counsel.</i> The trial court notified plaintiffs' counsel of the juror contact immediately upon entering the courtroom. However, defense counsel was not present at that time and did not learn of the conversation until after the subject of juror questions came up when counsel concluded their examination of Dr. Hayne. Defendant acknowledges the delay in notification was inadvertent and has not shown it caused any prejudice. No basis for reversal appears here.</p>\n<p>D. <i>Permitting the juror's questions to be asked.</i> We have not previously decided whether jurors may submit questions to be asked witnesses. In jurisdictions where the issue has arisen, courts have generally recognized the discretion of the trial court to allow such questions. <i>See, e. g., </i><i>United States v. Callahan,</i> 588 F.2d 1078, 1086 (5th Cir.), <i>cert. denied</i> 444 U.S. 826, 100 S.Ct. 49, 62 L.Ed.2d 33 (1979); <i>State v. Taylor,</i> 25 Ariz.App. 497, 499-500, 544 P.2d 714, 716-17 (1976); <i>People v. Gates,</i> 97 Cal. App.3d Supp. 10, 13-15, 158 Cal.Rptr. 759, 761-62 (App. Dep't Super.Ct.1979); <i>People v. Heard,</i> 388 Mich. 182, 186-88, 200 N.W.2d 73, 74-76 (1972); <i>Byrge v. State,</i> 575 <span class=\"star-pagination\">*556</span> S.W.2d 292, 294-95 (Tenn.Crim.App.1978); Annot., 31 A.L.R.3d 872, 879-80 (1970); <i>id.</i> at 54 (Supp.1979).</p>\n<p>We approve the practice in principle. As finders of fact, jurors should receive reasonable help in resolving legitimate questions which trouble them but have not been answered through the interrogation of witnesses by counsel. Of course the questions must call for admissible evidence, and trial court discretion must be exercised to prevent abuse of the practice.</p>\n<p>When jurors manifest a desire to ask questions, the court should direct that the questions be submitted to the court in writing. The court should then conduct a hearing out of the presence of the jury in which objections may be made. When the court determines that questions are proper and may be asked, the inquiry of the witness should be conducted by the court rather than by counsel, unless counsel agrees to a different procedure. Finally, counsel should have the opportunity for additional interrogation of the witness on the subject raised by the questions after the court has asked the juror's questions.</p>\n<p>E. <i>The form of the questions.</i> The juror submitted two questions in the present case. They concerned possible causes of spinal cord swelling other than the dropping of William's head. One question was: \"Would the previously described incident involving the alleged dropping of Dr. Rudolph's head necessarily result in visible disruption or damage to the dura or other parts of the spine?\" Dr. Hayne had testified he observed no markings on the dura, the protective covering of the spinal cord, when he performed the decompression laminectomy. The second question was: \"How is the depth of the drilling of the intervertebral disc determined insofar as the depth varies from person to person?\" This question related to the doctor's testimony about drilling holes for the bone grafts during the anterior cervical fusion.</p>\n<p>The trial court asked counsel if either of them wished to ask the questions. Plaintiffs' counsel said he would ask them if defense counsel would not. When defense counsel declined to ask them, plaintiffs' counsel did so, framing them in slightly different language and amplifying them somewhat. Defense counsel did not interrogate Dr. Hayne further.</p>\n<p>At trial defendant objected that plaintiffs' counsel asked the questions \"almost exactly as the juror wanted them asked.\" Now defendant contends reversible error occurred because the form of counsel's questions differed from that of the juror.</p>\n<p>Defendant cannot claim error now on a theory not urged in the trial court. We do not intimate that we would find merit in the present contention if error had been preserved.</p>\n<p>F. <i>Delay in making the record.</i> Defendant alleges the trial court erred in refusing to let defense counsel make a record of objections to the asking of the juror's questions before the questions were asked. The trial court required counsel to wait until the questioning was completed before making his record, but the court said it did not thereby intend to deprive defendant of \"any appealable right.\" The court also said: \"It is my intention that any record he wants to make would be effective at the time he wanted to make it instead of the time I directed him to make it.\"</p>\n<p>We cannot endorse this procedure because it creates a risk that if the objections have merit the error could not be cured and a mistrial might result. However, in this case the objections were overruled, and the delay in making the record is not shown to have prejudiced defendant in any way.</p>\n<p>G. <i>The motion for mistrial.</i> Defendant moved for a mistrial during the course of objecting to the asking of the juror's questions. The grounds included that issue and several of the other complaints which we have addressed in this division. The trial court overruled the motion, and defendant contends the ruling was wrong. We find no merit in the assignments individually or cumulatively. Therefore we hold that the trial court did not err in overruling the motion for mistrial.</p>\n<p><span class=\"star-pagination\">*557</span> III. <i>Recovery of damages paid by collateral sources.</i> In overruling a motion by defendant on the first day of trial to exclude any evidence of plaintiffs of \"medical bills reflecting evidence of economic losses and salary . . . for which they have or will be indemnified from a third party,\" the trial court held that section 147.136 violates the equal protection clauses of U.S. Const. Amend. XIV, and Iowa Const. Art. I, § 6. The court subsequently sustained a motion by plaintiffs to bar evidence of insurance payments of William's medical bills and salary paid William while he was absent from his position as an associate professor of education and mathematics at Iowa State University.</p>\n<p>Defendant contends the trial court erred in its rulings on these motions because it was wrong in holding that section 147.136 is unconstitutional. Section 147.136 purports to abrogate the collateral source rule at least partially in cases involving malpractice suits against designated providers of health care. <i>See </i><i>Groesbeck v. Napier,</i> 275 N.W.2d 388, 391 (Iowa 1979). The statute provides:</p>\n<blockquote>In an action for damages for personal injury against a physician and surgeon, osteopath, osteopathic physician and surgeon, dentist, podiatrist, optometrist, pharmacist, chiropractor, or nurse licensed to practice that profession in this state, or against a hospital licensed for operation in this state, based on the alleged negligence of the practitioner in the practice of the profession or occupation, or upon the alleged negligence of the hospital in patient care, in which liability is admitted or established, the damages awarded shall not include actual economic losses incurred or to be incurred in the future by the claimant by reason of the personal injury, including but not limited to, the cost of reasonable and necessary medical care, rehabilitation services, and custodial care, and the loss of services and loss of earned income, to the extent that those losses are replaced or are indemnified by insurance, or by governmental, employment, or service benefit programs or from any other source except the assets of the claimant or of the members of the claimant's immediate family.</blockquote>\n<p>A threshold inquiry is whether the equal protection issue is to be decided under the traditional rational basis test or more stringent tests involving \"close scrutiny\" or \"means scrutiny.\" Except when a classification is suspect or involves fundamental rights, this court applies the rational basis test. <i>Lunday v. Vogelmann,</i> 213 N.W.2d 904, 907 (Iowa 1973). We apply the same test under the federal and state constitutions. <i>City of Waterloo v. Selden,</i> 251 N.W.2d 506, 509 (Iowa 1977). We recently refused to depart from the traditional standard in deciding the constitutionality of a massage parlor ordinance in <i>MRM, Inc. v. City of Davenport,</i> 290 N.W.2d 338, 340-42 (Iowa 1980). Upon similar reasoning, we decline to do so in this situation also.</p>\n<p>Although there are exceptions, most courts which have addressed the constitutionality of legislation regulating malpractice litigation have applied traditional equal protection analysis. <i>E. g., </i><i>Woods v. Holy Cross Hospital,</i> 591 F.2d 1164, 1174-75 (5th Cir. 1979); <i>Seoane v. Ortho Pharmaceuticals, Inc.,</i> 472 F.Supp. 468, 472 (E.D.La. 1979); <i>Hines v. Elkhart General Hospital,</i> 465 F.Supp. 421, 430-31 (N.D.Ind.), <i>aff'd</i> 603 F.2d 646 (7th Cir. 1979); <i>Eastin v. Broomfield,</i> 116 Ariz. 576, 582-83, 570 P.2d 744, 750-51 (1977); <i>Everett v. Goldman,</i> 359 So.2d 1256, 1266 (La.1978); <i>Attorney General v. Johnson,</i> 282 Md. 274, 309-12, 385 A.2d 57, 77-79, <i>app. dismissed for want of a substantial federal question,</i> 439 U.S. 805, 99 S.Ct. 60, 58 L.Ed.2d 97 (1978); <i>Paro v. Longwood Hospital,</i> 373 Mass. 645, ___, 369 N.E.2d 985, 988-89 (1977); <i>Prendergast v. Nelson,</i> 199 Neb. 97, 112-13, 256 N.W.2d 657, 667-68 (1977); <i>State ex rel. Strykowski v. Wilkie,</i> 81 Wis.2d 491, 507, 261 N.W.2d 434, 441-42 (1978). <i>See also</i> Redish, <i>Legislative Response to the Medical Malpractice Insurance Crisis: Constitutional Implications,</i> 55 Tex.L.Rev. 759, 769-82 (1977).</p>\n<p>As stated by the Supreme Court in <i>McGowan v. Maryland,</i> 366 U.S. 420, 425-26, <span class=\"star-pagination\">*558</span> 81 S.Ct. 1101, 1105, 6 L.Ed.2d 393, 399 (1961), the rational basis test is as follows:</p>\n<blockquote>The constitutional safeguard [of equal protection] is offended only if the classification rests on grounds wholly irrelevant to the achievement of the State's objective. State legislatures are presumed to have acted within their constitutional power despite the fact that, in practice, their laws result in some inequality. A statutory discrimination will not be set aside if any state of facts reasonably may be conceived to justify it.</blockquote>\n<p>The classification in the present case treats victims of medical malpractice differently than victims of other torts because it denies malpractice victims the benefit of the collateral source rule which is available to other tort victims. Our task under traditional equal protection analysis is to determine whether plaintiffs met their burden to prove this classification \"is wholly irrelevant to the achievement of the state's objective.\"</p>\n<p>Our legislature stated its objective when it enacted section 147.136 as part of an act which contained several provisions relating to medical malpractice. After finding that a critical situation existed \"because of the high cost and impending unavailability of medical malpractice insurance,\" the legislature said the intent of its enactment was to provide \"an interim solution to the impending unavailability of medical malpractice insurance.\" 66th G.A., 1975 Sess., ch. 239, § 1.</p>\n<p>It thus appears that the legislature's purpose in enacting section 147.136 was to reduce the size of malpractice verdicts by barring recovery for the portion of the loss paid for by collateral benefits. The reduction in verdicts would presumably result in a reduction in premiums for malpractice insurance, making it affordable and available, helping to assure the public of continued health care services.</p>\n<p>Under the collateral source rule, recovery from a tortfeasor is not affected by payments of collateral benefits. Retention of the rule is supported by reasoning that its abrogation would inhibit the deterrent effect of tort actions and penalize the tort victim for foresight in purchasing insurance. <i>See</i> Comment, <i>An Analysis of State Legislative Responses to the Medical Malpractice Crisis,</i> 1975 Duke L.J. 1417, 1447-48. Arguments against the viability of this reasoning have been advanced which demonstrate that the merits of the rule are fairly debatable. <i>See</i> 2 F. Harper and F. James, <i>The Law of Torts</i> § 25.22 (1956).</p>\n<p>In an Arizona case which addressed an equal protection challenge to a statute abrogating the doctrine in medical malpractice cases, the court upheld the statute saying:</p>\n<blockquote>Nor is the application of the [statute] only to malpractice actions so arbitrary and unreasonable as to deny to medical malpractice claimants equal protection of the laws. The [statute] was intended by the legislature to give the jury the true extent of damages sustained by the plaintiff thereby. By scaling down the size of jury verdicts by the amount of collateral benefits the plaintiff may have received, the legislature could reasonably assume that a reduction in premiums would follow. This was one of the reasons for the Act. The legislature is entitled to proceed \"one step at a time, addressing itself to the phase of the problem which seems most acute to the legislative mind.\" <i>Williamson v. Lee Optical Co.,</i> 348 U.S. 483, 489, 75 S.Ct. 461, 465, 99 L.Ed. 563, 573 (1955).</blockquote>\n<p><i>Eastin v. Broomfield,</i> 116 Ariz. at 585, 570 P.2d at 753.</p>\n<p>Using similar reasoning, other regulations affecting medical malpractice recovery rights have been upheld in the face of equal protection attack. <i>E. g., </i><i>Woods v. Holy Cross Hospital,</i> 591 F.2d at 1174-75; <i>Seoane v. Ortho Pharmaceuticals, Inc.,</i> 472 F.Supp. at 472; <i>Hines v. Elkhart General Hospital,</i> 465 F.Supp. at 430-31; <i>Johnson v. St. Vincent Hospital, Inc.,</i> Ind., 404 N.E.2d 585 (1980) (upholding statutory limitation on amount of recovery); <i>Everett v. Goldman,</i> 359 So.2d at 1266-67; <i>Attorney General v. Johnson,</i> 282 Md. at 312-13, 385 A.2d at 78-79; <i>Paro v. Longwood Hospital,</i> 373 <span class=\"star-pagination\">*559</span> Mass. at ___, 369 N.E.2d at 989; <i>Prendergast v. Nelson,</i> 199 Neb. at 113-15, 256 N.W.2d 667-68 (involving a statutory limitation on total recovery); <i>State ex rel. Strykowski v. Wilkie,</i> 81 Wis.2d at 508-14, 261 N.W.2d at 442-44.</p>\n<p>Cases which have invalidated such regulations are distinguishable and unpersuasive. In two jurisdictions, Ohio and North Dakota, the courts expressly applied a heightened standard of equal protection scrutiny. <i>See </i><i>Arneson v. Olson,</i> 270 N.W.2d 125, 133, 135-36 (N.D.1978) (using means scrutiny test); <i>Simon v. St. Elizabeth Medical Center</i><i>,</i> Ohio Com.Pl. 3 Ohio Op.3d 164, 167, 355 N.E.2d 903, 911 (Ct.C.P. Montgomery County 1976); <i>Graley v. Satayatham</i><i>,</i> Ohio Com.Pl., 74 Ohio Op.2d 316, 320, 343 N.E.2d 832, 837-38 (Ct.C.P. Cuyahoga County 1976) (both Ohio cases using a strict scrutiny test). In <i>American Bank &amp; Trust Co. v. Community Hospital of Los Gatos-Saratoga, Inc.,</i> 104 Cal.App.3d 219, 226-235, 163 Cal.Rptr. 513, 516-22 (1980), a three-judge panel of the California court of appeals quoted and adopted the strict scrutiny analysis of <i>Graley,</i> asserting but not explaining how the same reasoning would apply under the rational basis test. As other cases make clear, the method of analysis makes a critical difference. <i>See, e. g., </i><i>Woods,</i> 591 F.2d at 1172 n.11, 1175; <i>Hines,</i> 465 F.Supp. at 431; <i>Eastin,</i> 116 Ariz. at 585, 570 P.2d at 753. An Illinois statute limiting recovery was stricken in <i>Wright v. Central DuPage Hospital Association,</i> 63 Ill.2d 313, 347 N.E.2d 736 (1976), as special legislation in violation of a provision of the Illinois Constitution and not on equal protection grounds. The Idaho court in <i>Jones v. State Board of Medicine,</i> 97 Idaho 859, 865-67, 559 P.2d 399, 405-07 (1976), <i>cert. denied,</i> 431 U.S. 914, 97 S.Ct. 2173, 53 L.Ed.2d 223 (1977), employed a standard of heightened equal protection scrutiny but did not decide the merits of an equal protection attack. No court has invalidated a limitation on the amount of recovery under the Federal Constitution using traditional equal protection analysis. <i>American Bank &amp; Trust Co.</i> is the only case holding a malpractice regulation invalid on equal protection grounds in which the court, although applying the strict scrutiny standard, said the same reasoning would apply under the traditional test.</p>\n<p>One who attacks a statute on equal protection grounds has a heavy burden under the traditional standard. <i>See </i><i>Franks v. Kohl,</i> 286 N.W.2d 663, 669 (Iowa 1979). In the present case, we conclude that plaintiffs did not carry their burden to show section 147.136 lacks a rational relationship to a legitimate state interest. Therefore the trial court erred in holding the statute unconstitutional.</p>\n<p>Anticipating the possibility of this eventuality, the trial court submitted interrogatories for the jury's use to identify the amounts of medical bills and lost salary included in the verdict for William. The jury found that the recovery for medical bills was $9810.88 and the recovery for past loss of income was $5915.00. All but $717.60 of these amounts was reimbursed from collateral sources and was required to be excluded from the verdict by section 147.136.</p>\n<p>Defendant contends that the trial court's error in holding section 147.136 unconstitutional cannot be cured by merely remitting the resulting total collateral source recovery of $15,008.28 from the $553,725.88 verdict for William. This contention is based on two premises. The first is that other collateral benefits should also have been excluded. The other is that allowing recovery for the items which should have been excluded may have psychologically enhanced recovery for other elements of damage. We find neither of these premises is tenable.</p>\n<p>Defendant established through an offer of proof that William was covered by social security, which has disability income features, and TIAA-CREF, a retirement plan of his employer, but the offer of proof was wholly lacking in any showing as to the circumstances and extent of payment of benefits. Although the jury had evidence of William's earnings, earning capacity and disability, which would permit it to make an <span class=\"star-pagination\">*560</span> award for reduction in earning capacity and future disability as authorized by the court's instructions, it would have no way to determine the conditions under which those losses might be reimbursed or the amounts which might be paid. Thus, assuming the alleged possible future benefits would otherwise constitute collateral payments under section 147.136, the record was inadequate to permit the jury to calculate them in order to exclude them from the verdict. Any finding by the jury regarding such benefits would rest on mere speculation. Therefore the trial court would not have been justified in permitting the jury to reduce the verdict by any amount based on the availability of reimbursement from collateral sources for future economic loss. <i>Cf. </i><i>Iowa-Des Moines National Bank v. Schwerman Trucking Co.,</i> 288 N.W.2d 198, 203-04 (Iowa 1980) (speculative evidence of elements of future economic loss will not support an instruction on such elements).</p>\n<p>Nor do we believe defendant is given any right under section 147.136 to any supposed psychological benefit from having knowledge of the amounts of collateral benefits revealed to the jury. The statute only requires exclusion of those amounts from recovery.</p>\n<p>We hold that the trial court's error in striking section 147.136 can be cured by remitting $15,008.28 from William's verdict. Accordingly we modify the judgment for William by reducing it to $538,717.60.</p>\n<p>IV. <i>The excessive verdict claim.</i> Defendant contends the verdict for William was excessive and the result of passion, prejudice and misconduct of the jury.</p>\n<p>The jury misconduct claim is based on a juror's affidavit, controverted by affidavits of three other jurors, primarily concerning what was said in the jury room to influence the verdict. To the extent defendant's affidavit purports to rely on matters which do not inhere in the verdict, we agree with the trial court that the record does not show the alleged misconduct, if it occurred, was so serious it was calculated to and probably did affect the verdict. Under principles explained in <i>State v. Rouse,</i> 290 N.W.2d at 916-17, and <i>Harris v. Deere &amp; Co.,</i> 263 N.W.2d 727, 729-30 (Iowa 1978), we reject defendant's effort to impeach the verdict.</p>\n<p>Nor do we find that the trial court erred in rejecting defendant's challenge to the size of the verdict. Applicable principles have been listed in numerous cases. <i>E. g., </i><i>Starke v. Horak,</i> 260 N.W.2d 406, 408-09 (Iowa 1977); <i>Olsen v. Drahos,</i> 229 N.W.2d 741, 742-43 (Iowa 1975); <i>Turner v. Jones,</i> 215 N.W.2d 289, 292 (Iowa 1974); <i>Pagitt v. City of Keokuk,</i> 206 N.W.2d 700, 704 (Iowa 1973).</p>\n<p>The record here shows that prior to the surgery on November 17, 1975, William was a busy and productive 40-year-old professor of education and mathematics at Iowa State University, holder of a doctoral degree, who maintained an athletic lifestyle and routinely engaged in tasks requiring manual strength, dexterity, and fine motor skills. After the injury, he underwent care and rehabilitative treatment over a period of many months. From a physical condition of partial paralysis and an emotional condition of fright and depression, he progressed by arduous effort and strength of will to substantial physical and total emotional recovery. However, he suffered a permanent eighty percent loss of function in his right hand, a twenty percent loss of function in his left hand, a loss of fifty percent in range of motion of his neck, weakness in the tricep wrist extensors and flexors, atrophy of hand and forearm muscles, some loss of sensation in hands and legs, and upper neuron discontinuity between brain and legs.</p>\n<p>Although he has been able to resume teaching and many of his other prior activities, tasks which were once routine have become difficult or impossible. He tires more readily and suffers periodically from muscle spasticity and cramps.</p>\n<p>Under the whole record, we are unable to say the amount of the verdict, as remitted, is vulnerable under the principles recognized in our cases.</p>\n<p><span class=\"star-pagination\">*561</span> V. <i>The loss of consortium instruction.</i> Defendant asserts the trial court erred in overruling its objection to an instruction on Rosellyn's loss of consortium claim. In objecting to the instruction, defendant specified a paragraph in which the court attempted to incorporate by reference principles of damage computation contained in an instruction on William's damages. However, in specifying the grounds of its objection, defendant merely alleged \"such a paragraph should not be included in the loss of consortium paragraph and has no place in that instruction and is a misstatement of the law as it concerns the claim for loss of consortium and it would be error on the part of the Court to incorporate that paragraph.\"</p>\n<p>To be sufficient, an objection must reasonably alert the trial court to the claimed error to give the court an opportunity to correct it. <i>Andrews v. Struble,</i> 178 N.W.2d 391, 399 (Iowa 1970). In the present situation no legal theory was articulated to point out to the court why the instruction was incorrect. The assertion that the instruction misstated the law does not preserve error. <i>Briney v. Tri-State Mutual Grain Dealers Fire Insurance Co.,</i> 254 Iowa 673, 689, 117 N.W.2d 889, 898 (1962).</p>\n<p>In its appellate brief, defendant had no difficulty in asserting that the challenged paragraph would permit the jury \"to include in the wife's consortium claim elements of damage, such as for disability, pain and suffering, and the loss of earning capacity, all of which were valid claims of the husband, but not valid with the wife's consortium claim.\" Assuming the instruction had this defect, defendant's trial court objection was insufficient to alert the trial court to it. We hold that error was not preserved on this assignment.</p>\n<p>We modify William's judgment to reduce it to $538,717.60 and as modified, affirm it and Rosellyn's judgment.</p>\n<p>MODIFIED AND AFFIRMED.</p>\n<p>All Justices concur except REYNOLDSON, C. J., and REES and LARSON, JJ., who dissent.</p>\n<p>REYNOLDSON, Chief Justice (dissenting).</p>\n<p>I respectfully dissent from division III of the majority opinion.</p>\n<p>In the late 1920s and 1930s numerous states, including Iowa, were stampeded into enacting guest statutes, 23 Drake L.Rev. 216, 217 (1973). It is anomalous that as we today finally recognize the equal protection violation of Iowa's enactment, <i>Bierkamp v. Rogers,</i> 293 N.W.2d 577 (Iowa 1980), we simultaneously ignore similar deficiencies in this state's version of another national wave of panic-motivated legislation. Medical Malpractice Act, 1975 Session, 66th G.A., ch. 239.</p>\n<p>I would hold the collateral source abolition (Medical Malpractice Act, § 16) (hereinafter, section 16) (codified in section 147.136, The Code) unconstitutional as violating article I, section 6, of the Iowa Constitution, on the ground that it creates three distinct levels of irrational classification.</p>\n<p>First, the negligent health care provider is given special privileges and immunities not afforded other tortfeasors. Second, the statute creates a special class of tort victims, which, unlike other tort victims, effectively is deprived of the benefits of collateral source payments. Third, the provision under scrutiny creates two classifications of medical malpractice tort victims: those who have paid for financial protection in the event of tort injury, and those who have saved those payments and elected to be self-insurers.</p>\n<p></p>\n<h2>I. <i>Standard of judicial scrutiny.</i>\n</h2>\n<p>Iowa Constitution article I, section 6, states:</p>\n<blockquote>All laws of a general nature shall have a uniform operation; the General Assembly shall not grant to any citizen, or class of citizens, privileges or immunities, which, upon the same terms shall not equally belong to all citizens.</blockquote>\n<p>I agree with the majority in holding a traditional equal protection analysis is appropriate in these circumstances. <i>See </i><i>Bierkamp,</i> <span class=\"star-pagination\">*562</span> 293 N.W.2d at 579; <i>MRM, Inc. v. City of Davenport,</i> 290 N.W.2d 338, 342 (Iowa 1980). But in Iowa this traditional analysis requires that legislative classifications not be \"arbitrary or unreasonable,\" but based \"on a real and substantial difference having a reasonable relation to a legitimate object of government.\" <i>Redmond v. Carter,</i> 247 N.W.2d 268, 271 (Iowa 1976). <i>See also </i><i>Chicago &amp; Northwestern Railway v. Fachman,</i> 255 Iowa 989, 999, 125 N.W.2d 210, 216 (1963) (\"We think something more tangible than a mere name, business [profession], or purpose of a corporation is exacted by the courts as a basis of classification.\").</p>\n<p>In <i>Gleason v. City of Davenport,</i> 275 N.W.2d 431 (Iowa 1979), we struck down on equal protection grounds a statute which created two classifications of municipal claimants, citing with approval <i>Kallas Millwork Corp. v. Square D. Co.,</i> 66 Wis.2d 382, 225 N.W.2d 454 (1975), as a case in which the Wisconsin Supreme Court had \"reached a similar conclusion regarding distinctions between private tortfeasors.\" 275 N.W.2d at 436. In <i>State v. Books,</i> 225 N.W.2d 322, 325 (Iowa 1975), we held unconstitutional an amendment to a gift law statute which created two classes of public officials and employees and granted immunity to state officials and employees, holding \"[t]here is no reasonable basis for such a distinction.\" <i>See also </i><i>Knudson v. Linstrum,</i> 233 Iowa 709, 716, 8 N.W.2d 495, 499 (1943) (a legislative classification must be reasonable and based on some substantial distinction). <i>Accord, </i><i>Davis v. Commonwealth Edison Co.,</i> 61 Ill.2d 494, 497, 336 N.E.2d 881, 883 (1975) (\"A classification . . . cannot be arbitrary or unreasonable. It must be based on a rational difference of condition or situation existing in the persons or the objects upon which the classification rests.\").</p>\n<p>Of course the plaintiffs carry a heavy burden in challenging the constitutionality of Iowa's collateral source statute, <i>Franks v. Kohl,</i> 286 N.W.2d 663, 669 (Iowa 1979). But it is also true that recital of the traditional \"rational basis rule\" sometimes serves as a substitute for critical analysis. Without such analysis we abdicate our highest duty:</p>\n<blockquote>The provisions of the Fourteenth Amendment to the Constitution of the United States requiring equal protection of the laws, and the sixth section of Article I of the State Constitution requiring that all laws shall have a uniform operation, should not be frittered away. We have said their importance in guarding against the segregation of society into classes, and in assuring to all citizens that equality before the law, which is essential to free government, cannot be overestimated.. . . If the constitutionality of these statutes cannot be sustained save by resort to refinements in distinction and sophistry in reasoning, in which no court should indulge, and which would be destructive of the limitations above referred to on legislative power, they should fall.</blockquote>\n<p><i>Fachman,</i> 255 Iowa at 1003, 125 N.W.2d at 217-18.</p>\n<p></p>\n<h2>II. <i>Overview of decisions.</i>\n</h2>\n<p>An overview of the authorities the majority relies on discloses they are inapposite here. Although <i>Easton v. Broomfield,</i> 116 Ariz. 576, 570 P.2d 744 (1977), held an Arizona collateral source statute did not violate equal protection, that statute abolished only the collateral source <i>evidentiary</i> rule while not specifically limiting the <i>amount</i> of damages recoverable. Ariz.Rev.Stat.Ann. § 12-565 (Supp.1979). But the Iowa statute <i>sub judice</i> provides that \"the <i>damages awarded</i> shall not include actual economic losses incurred. . . to the extent that those losses are replaced or are indemnified by insurance, or by governmental, employment, or service benefit programs.\" § 147.136, The Code (emphasis added).</p>\n<p>The other decisions the majority relies on are similarly concerned largely with procedural and evidentiary requirements and not substantive rights. <i>Cf. </i><i>Woods v. Holy Cross Hospital,</i> 591 F.2d 1164 (5th Cir. 1979) (mandate of prior participation in mediation process, and admissibility of mediation panel's findings, upheld); <i>Seoane v. Ortho Pharmaceuticals, Inc.,</i> 472 F.Supp. 468 (E.D. <span class=\"star-pagination\">*563</span> La.1979) (presuit review panel requirement upheld); <i>Hines v. Elkhart General Hospital,</i> 465 F.Supp. 421 (N.D.Ind.), <i>aff'd,</i> 603 F.2d 646 (7th Cir. 1979) (condition precedent of submission to medical malpractice review panel upheld); <i>Attorney General v. Johnson,</i> 282 Md. 274, 385 A.2d 57, <i>app. dismissed for want of a substantial federal question,</i> 439 U.S. 805, 99 S.Ct. 60, 58 L.Ed.2d 97 (1978) (requirement of prior submission to arbitration panel upheld); <i>Paro v. Longworth Hospital,</i> 373 Mass. 645, ___, 369 N.E.2d 985, 991 (1977) (screening procedure and cost bond requirement for plaintiffs whose claims are found meritless on screening upheld, the court explaining, \"[The act] does not eliminate any substantive right of recovery possessed by the plaintiffs; it merely alters the procedure for enforcing that right.\"); <i>Prendergast v. Nelson,</i> 199 Neb. 97, 256 N.W.2d 657 (1977) (where plaintiff had option of electing coverage under the act, mandatory prerequisite submission to review panel and $500,000 ceiling on recovery upheld); and <i>State ex rel. Strykowski v. Wilkie,</i> 81 Wis.2d 491, 261 N.W.2d 434 (1978) (statute mandating prior submission to compensation panel, delaying disbursement of future medical expenses exceeding $25,000, and providing that awards over $1,000,000 be paid in installments of $500,000 or less, upheld).</p>\n<p>Under similar circumstances, other states have found even procedural limitations unconstitutional. <i>See </i><i>Wright v. Central Du Page Hospital Association,</i> 63 Ill.2d 313, 347 N.E.2d 736 (1976) (procedural requirements and statutory ceiling on recovery in malpractice action unconstitutional); <i>State ex rel. Cardinal Glennon Memorial Hospital for Children v. Gaertner,</i> 583 S.W.2d 107 (Mo. 1979) (malpractice act violative of state constitutional provision guaranteeing free access to courts); <i>Arneson v. Olson,</i> 270 N.W.2d 125 (N.D.1978) (act's application only to limited category of health care professionals, and limitation on use of res ipsa loquitur doctrine, plus near-abolition of collateral source rule, cumulatively violated due process); <i>Simon v. St. Elizabeth Medical Center,</i> 3 Ohio Op.3d 164, 355 N.E.2d 903 (Ct. C.P. Montgomery County 1976) (pleading, arbitration panel, and recovery ceiling provisions struck down); <i>Graley v. Satayatham,</i> 74 Ohio Op.2d 316, 343 N.E.2d 832 (Ct. C.P. Cuyahoga County 1976) (pleading requirements and provision mandating deduction for certain collateral sources held unconstitutional).</p>\n<p>It is plain that Iowa's collateral source statute arbitrarily reduces the malpractice damage award and thus impinges on a substantive rather than a procedural right. <i>See </i><i>Groesbeck v. Napier,</i> 275 N.W.2d 388, 391 (Iowa 1979) (\"[W]hen a remedy is eliminated or limited by a statute, we have found the statute to be substantive and not procedural . . . .\"). Limitation on, or elimination of, a pre-existing right may not be arbitrarily imposed. <i>Arneson,</i> 270 N.W.2d at 135 (citing <i>Wright,</i> 63 Ill.2d at 329, 347 N.E.2d at 743). <i>See also </i><i>Graley,</i> 74 Ohio Op.2d at 320-21, 343 N.E.2d at 838 (distinguishing substantive from procedural rights).</p>\n<p>The reduction in malpractice recoveries mandated by the Iowa statute is indistinguishable from the ceilings on such recoveries struck down in Illinois (<i>Wright</i>), North Dakota (<i>Arneson</i>), Ohio (<i>Simon</i>), and called into question in Idaho and Louisiana. <i>See </i><i>Jones v. State Board of Medicine,</i> 97 Idaho 859, 555 P.2d 399 (1976), <i>cert. denied,</i> 431 U.S. 914, 97 S.Ct. 2173, 53 L.Ed.2d 223 (1977); <i>Everett v. Goldman,</i> 359 So.2d 1256 (La.1978) (ceiling ruled unconstitutional by trial court; on appeal, issue held not properly raised). Only in Indiana, <i>Johnson v. St. Vincent Hospital, Inc.,</i> ___ Ind. ___, 404 N.E.2d 585 (1980), and in Nebraska (<i>Prendergast</i>) (where the statute is elective for the patient) has a recovery limit been upheld. Several of the authorities relied on by the majority cautiously sidestepped this issue. <i>See, e. g., </i><i>Seoane,</i> 472 F.Supp. at 472 (\"Our disposition of the issues does not require us to state any opinion concerning the Louisiana statute's provision limiting the recovery against a covered health care provider to a maximum of $500,000. . . . [D]efendant has not raised this question but merely seeks to have plaintiff's claim screened by a review panel.\"); <i>Hines,</i> 465 F.Supp. at 431 <span class=\"star-pagination\">*564</span> (\"The closest question here presented is the constitutional challenge to the dollar limitation on the amount of possible recovery.. . . It is not necessary to confront that issue <i>here</i> and <i>now.</i>\") (emphasis in original). These cases, viewed together, indicate that legislation which singles out medical malpractice awards for mandatory reduction is arbitrary and irrational.</p>\n<p>Our focus should now be narrowed to examine the classifications resulting from this legislation.</p>\n<p></p>\n<h2>III. <i>Classification of negligent health care provider.</i>\n</h2>\n<p>There is no dispute that with this enactment the legislature has singled out a special class of negligent persons and organizations \"licensed health care providers\" upon whom to bestow privileges and immunities not granted to other tortfeasors, even malpractice tortfeasors.</p>\n<p>Section 1 of Iowa's Medical Malpractice Act seeks to justify this classification by referring to an emergency for which the act will provide only an \"interim solution\" and by referring to the \"impending unavailability of medical malpractice insurance.\"</p>\n<p>These plaintiffs point out the written reports of the legislative study committees do not support the stated reasons for this legislation. Defendant responds by stating \"the legislative body itself was in no way persuaded by the factual data gathered and the conclusions reached by the two committees,\" Appellant's Reply Brief, p. 7, and this court should likewise reject the reasoning of the study committees. Other sources indicate any \"crisis\" confronted by the malpractice carriers was partially due to \"unsuccessful [corporate] investment practices,\" <i>Jones,</i> 97 Idaho at 873, 555 P.2d at 413, and that the threatened insurance collapse did not materialize, <i>Arneson,</i> 270 N.W.2d at 136. Although much emphasis has been placed on the \"emergency\" nature of this legislation, no authority has been advanced to support the proposition that an alleged emergency suspends constitutional restraints on irrational and arbitrary classifications affecting substantive rights. <i>See </i><i>Grace v. Howlett,</i> 51 Ill.2d 478, 485, 487, 283 N.E.2d 474, 478, 479 (1972) (\"[T]he fact that a problem `does exist does not permit arbitrary or unrelated means of meeting it to be adopted.' . . . [T]his court cannot rule that the legislature is free to enact special legislation simply because `reform may take one step at a time.'\") (citations omitted).</p>\n<p>It is irrational to grant special immunities for the purpose of providing cheaper negligence insurance for health care providers, when, unlike several other states, Iowa does not even require them to carry malpractice insurance. This irrationality is extended by the reasoning that legislation such as this enhances the protection of the public's health. Pragmatically, the quality of health care might decline if the medical profession, held less accountable than formerly, relaxes medical standards. <i>American Bank &amp; Trust Co. v. Community Hospital of Los Gatos-Saratoga, Inc.,</i> 104 Cal. App.3d 219, 233-35, 163 Cal.Rptr. 513, 521-22 (1980); <i>Graley,</i> 74 Ohio Op.2d at 320, 343 N.E.2d at 837-38. <i>See also </i><i>Ferri v. Ackerman,</i> 444 U.S. 193, 204, 100 S.Ct. 402, 409, 62 L.Ed.2d 355, 363 (1979) (\"The fear that an unsuccessful defense of a criminal charge will lead to a malpractice claim does not conflict with performance of that [legal representation] function. If anything, it provides the same incentive for appointed and retained counsel to perform that function competently.\"). Certainly this legislation has had little impact on the cost of health services. In a five-year interval roughly approximating the current life of the Medical Malpractice Act, from April 1975 to April 1980, the federal government's consumer price index discloses the cost of physician services increased 59.3 percent, hospital rooms 78.3 percent, and medical care (services and commodities) 55.2 percent.</p>\n<p>This legislation does more than create a favored class of tort defendants among all tortfeasors; its classification draws lines between negligent providers of health care. The limited class in this instance comprises only the \"physician and surgeon, osteopath, <span class=\"star-pagination\">*565</span> osteopathic physician and surgeon, dentist, podiatrist, optometrist, pharmacist, chiropractor, or nurse licensed to practice that profession in this state, or . . . a hospital licensed for operation in this state.\" Medical Malpractice Act, § 16. This list is elsewhere designated for benefits under the enactment as \"[l]icensed health care provider[s].\" <i>Id.,</i> at § 2(5). Other persons in the chain of patient care, who might well be co-defendants in the same litigation (for example, nurse's aides, dental assistants, physical therapists and medical technicians), are omitted. <i>Cf. </i><i>Gaertner,</i> 583 S.W.2d at 108 (addressing a Missouri statute which defines \"health care provider\" as including, <i>e. g.,</i> clinical psychologists, physicians' assistants, physical therapists, emergency medical technicians, nursing homes and extended care facilities).</p>\n<p>Assume in the case before us the hospital employees who caused William's head to drop backwards were nurses' aides who were not among those favored in the classification \"licensed health care provider,\" and the injury was caused by their inadequate training and supervision. These persons could be named co-defendants with a \"licensed health care provider\" in the same action by the same plaintiffs for the same injuries and yet under this classification not be accorded the same privileges and immunities. It is in these circumstances, where the statute under scrutiny singles out the group to be protected while excluding others similarly situated, that the courts have held there has been a denial of equal protection of the law.</p>\n<p>Among the authorities most apposite are those involving limitations statutes for the benefit of architects and engineers but excluding the owner of the building and manufacturers and suppliers of component parts. Underlying these statutes, of course, is the objective of reducing malpractice insurance costs. <i>See</i> H.F. 315, 68th G.A., 1980 Session, and the Governor's May 26, 1980, veto message filed in the office of the Secretary of State.</p>\n<p><i>Kallas Millwork Corp.,</i> 66 Wis.2d 382, 225 N.W.2d 454, which we approvingly cited in <i>Gleason,</i> 275 N.W.2d at 436, was such a case. The opinion, 66 Wis.2d at 390, 225 N.W.2d at 458-59, quotes from a decision written by Mr. Justice Schaefer of the Illinois Supreme Court in <i>Skinner v. Anderson,</i> 38 Ill.2d 455, 460, 231 N.E.2d 588, 591 (1967):</p>\n<blockquote>The arbitrary quality of the statute clearly appears when we consider that architects and contractors are not the only persons whose negligence in the construction of a building or other improvement may cause damage to property or injury to persons. If, for example, four years after a building is completed a cornice should fall because the adhesive used was defective, the manufacturer of the adhesive is granted no immunity. And so it is with all others who furnish materials used in constructing the improvement. But if the cornice fell because of defective design or construction for which an architect or contractor was responsible, immunity is granted.</blockquote>\n<p>In addition to <i>Kallas Millwork Corp.</i> and <i>Skinner, see </i><i>Fujioka v. Kam,</i> 55 Haw. 7, 12, 514 P.2d 568, 571 (1973) (\"[T]he cause of the injuries is the same, the plaintiff is the same and the injuries are the same .... We are unable to see any rational basis for treating the engineer and the contractor differently from the owners under the same circumstances.\"); <i>Muzar v. Metro Town Houses, Inc.,</i> 82 Mich.App. 368, 375-80, 266 N.W.2d 850, 854-56 (1978) (conclusion \"inescapable\" that classification \"limited to `licensed architects and professional engineers' is arbitrary and without reasonable relation to the object of the legislation,\" and unconstitutionally violates equal protection; the court observed, \"Even if we agree that the statute is intended to remedy. . . potential problems, we remain unconvinced that any of these rationales support the classification made in the legislation.\"); <i>Loyal Order of Moose, Lodge 1785 v. Cavaness,</i> 563 P.2d 143, 147-48 (Okla.1977) (\"[I]f one class of defendants. . . is excluded from this protection, the 14th Amendment to the United States Constitution is violated and the legislation is not valid.\"); <i>Broome v. Truluck,</i> 270 S.C. <span class=\"star-pagination\">*566</span> 227, 230, 241 S.E.2d 739, 740 (1978) (\"[S]uch classification must fall if the benefits . . . granted to [architects, engineers and contractors] is [<i>sic</i>] denied to others similarly situated.\"). <i>See generally,</i> Annot., 93 A.L. R.3d 1242, 1258-64 (1979).</p>\n<p>In <i>American Bank &amp; Trust Co. v. Community Hospital of Los Gatos-Saratoga, Inc.,</i> 104 Cal.App.3d at 226-35, 163 Cal. Rptr. at 516-22, the California court had before it a statute which provided that, upon request, a tortfeasor health care provider could pay awards for future damages exceeding $50,000 on a periodic basis. The court held the statute unconstitutional under the California and federal equal protection and due process guarantees, rejecting the rationale that alleviation of an alleged financial crisis was a legitimate legislative objective permitting the dilution of the right to seek redress of grievances. Quoting <i>Graley,</i> 74 Ohio Op.2d at 320, 343 N.E.2d at 837, the California court significantly stated:</p>\n<blockquote>There is no satisfactory reason for this separate and unequal treatment. There obviously is `no compelling governmental interest' unless it be argued that any segment of the public in financial distress be at least partly relieved of financial accountability for its negligence. To articulate the requirement is to demonstrate its absurdity, for at one time or another every type of profession or business undergoes difficult times, <i>and it is not the business of government to manipulate the law so as to provide succor to one class, the medical, by depriving another, the malpracticed patients, of the equal protection mandated by the constitution.</i>\n</blockquote>\n<p>104 Cal.App.3d at 232-33, 163 Cal.Rptr. at 520 (emphasis added and footnote omitted). Importantly, although the California court specifically rejected the strict scrutiny test utilized by the Ohio courts, it found the reasoning equally persuasive under the traditional rational basis test.<sup>[1]</sup><i>Id.</i> at 232 n.4, 163 Cal.Rptr. at 520. The opinion notes that</p>\n<blockquote>\"a law which confers particular privileges or imposes peculiar disabilities upon an arbitrarily selected class of persons who stand in precisely the same relation to the subject matter of the law as does the larger group from which they are segregated constitutes a special law which is tantamount to a denial of equal protection.\"</blockquote>\n<p><i>Id.</i> at 233, 163 Cal.Rptr. at 520-21, <i>quoting </i><i>California Federation of Teachers v. Oxnard Elementary Schools,</i> 272 Cal.App.2d 514, 527-28, 77 Cal.Rptr. 497, 509 (1969).</p>\n<p>The separate and unequal treatment this statute accords tortfeasors, and more importantly, selected persons engaged in the profession of health care, is illogical to the point of irrationality. I would thus hold it fails to accord equal protection.</p>\n<p></p>\n<h2>IV. <i>Classification of malpractice tort victims.</i>\n</h2>\n<p>We may judicially note that many persons regularly expend large sums in maintaining <span class=\"star-pagination\">*567</span> health, accident, and disability insurance policies. Others over a period of years have paid thousands of dollars into the social security trust fund. Still others have negotiated with employers for disability protections, often at the cost of a higher current wage level. Out of all these persons, section 16 singles out the victims of the negligence of \"licensed health care providers\" to make a special sacrifice: those earned and paid-for financial benefits are to be used for the relief of health care providers and their insurance carriers. The appropriate questions were posed by the California court in <i>American Bank &amp; Trust,</i> 104 Cal.App.3d at 234, 163 Cal.Rptr. at 521:</p>\n<blockquote>Even if it is argued that the Legislature had a valid reason for singling out health care providers and their insurance carriers, as opposed to other tortfeasors and their insurers, for special privileges and immunities in the interest of general public health protection, what rational reason is there for imposing the burden of such legislation on a limited group of victims of medical malpractice? If, in fact, there was a statewide major health care crisis resulting in a potential breakdown of the health delivery system, should not all health care recipients, rather than a limited group of seriously injured malpractice victims, share the burden of supporting the medical care industry?</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>. . . [I]t defies reason why, although the general population purportedly derives the benefits . . ., only the victims of medical malpractice must be penalized.</blockquote>\n<p>The entire premise underlying <i>Bierkamp</i> the irrationality of distinguishing one class of tort victims from another class of victimssupports an affirmance in this case. Other supportive decisions include <i>Marley v. Kirby,</i> 271 S.C. 122, 125, 245 S.E.2d 604, 606 (1978) (comparative negligence statute applying only to limited class of tort defendantsthose involved in motor vehicle accidentsstruck down as violative of equal protection, the court observing, \"We cannot perceive the rational justification for singling out persons injured in automobile accidents as different from all others injured in negligent torts.\"), and <i>Georgia Southern &amp; Florida Railway v. Seven-Up Bottling Company of Southeast Georgia, Inc.,</i> 175 So.2d 39 (Fla.1965) (comparative negligence statute applicable only to railroads held unconstitutional as violative of equal protection guarantees). <i>Cf. </i><i>Wessinger v. Southern Railway,</i> 470 F.Supp. 930, 933 (D.C.S.C.1979) (statute barring use of contributory negligence defense by railroads struck down, the court stating, \"[I]t seems clear that any difference in classification as to both liability and defenses between railroads and others, such as users of the highways, can no longer withstand constitutional challenge under the equal protection clause.\").</p>\n<p>This statute's classification constitutes an irrational and arbitrary imposition of burdens on a narrow group of tort victims and denies equal protection.</p>\n<p></p>\n<h2>V. <i>Classification of insured medical malpractice victims.</i>\n</h2>\n<p>Out of the general classification of victims of health care provider malpractice, section 16 generates an even narrower classification of those who may have sacrificed for years so that in the event of their disability they would have available \"insurance, or . . . governmental, employment, or service benefit programs.\" It is this group that is called upon to contribute their prior efforts to a reduction of their malpractice award.</p>\n<p>Other malpractice tort victims, more affluent and therefore less fearful of a major medical disaster, may have simply operated as self-insurers for years, saving the funds which might otherwise have been spent for insurance policy premiums. These savings of course would constitute \"assets of the claimant or of the members of the claimants' immediate family\" which the act exempts as a deduction from the malpractice recovery.</p>\n<p>This under-inclusion of persons burdened, penalizing only the tort victim who cannot afford to self-insure, denies equal protection. <span class=\"star-pagination\">*568</span> <i>See </i><i>Gulf, Colorado &amp; Santa Fe Railway v. Ellis,</i> 165 U.S. 150, 157, 165-66, 17 S.Ct. 255, 257-58, 261, 41 L.Ed. 666, 669, 672 (1897); <i>Fachman,</i> 255 Iowa at 1004-05, 125 N.W.2d at 218-19. <i>Accord, </i><i>American Bank &amp; Trust,</i> 104 Cal.App.3d at 233, 163 Cal. Rptr. at 521.</p>\n<p>Our deference to separation of power concepts must be limited:</p>\n<blockquote>We are all aware of the delicate balance required of courts in constitutional adjudication. On the one side are considerations of usual legislative prerogative in matters of public policy. Under those considerations the separation of powers concept demands judicial deference. On the other side are considerations of judicial responsibility to safeguard rights assured the people by the federal and state constitutions. Under those considerations the separation of powers concept demands judicial interference.</blockquote>\n<p><i>Keasling v. Thompson,</i> 217 N.W.2d 687, 705 (Iowa 1980) (McCormick, J., dissenting).</p>\n<p>The various classifications spawned by section 16 treat both negligent health care providers and their victims differently than other persons similarly situated, and do not bear a fair and substantial relation to any reasonably conceivable legislative purpose for the statute, which is inherently irrational and arbitrary. I would hold section 16 denies equal protection and thus violates article I, section 6, of the Iowa Constitution.</p>\n<p>REES and LARSON, JJ., join this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The majority opinion states the <i>American Bank &amp; Trust Co.</i> court applied the strict scrutiny standard. To the contrary, that court rejected that standard at the outset of its analysis in favor of the lower standard, observing that \"it cannot be held that the provisions of [Cal. Civ.Proc.Code] section 667.7 [a part of California's Medical Injury Compensation Reform Act] require `strict scrutiny' review. To the contrary, legislative regulation and ordering of personal injury actions is a matter for more restrained `rationality' review.\" 104 Cal. App.3d at 227-28, 163 Cal.Rptr. at 517. The court then approvingly quoted from Brown v. Merlo, 8 Cal.3d 855, 861, 506 P.2d 212, 216, 106 Cal.Rptr. 388, 392 (1973): \"A classification `must be reasonable, not arbitrary, and must rest upon some ground of difference having a fair and substantial relation to the object of the legislation, so that all persons similarly circumstanced shall be treated alike.'\" As I have noted in division I, this is the same traditional analysis test we articulated in Redmond v. Carter, 247 N.W.2d at 271, and cited to today in <i>Bierkamp,</i> 293 N.W.2d at 579. The majority's statement is apparently derived from footnote 4 of the California decision, 104 Cal.App.3d at 232 n.4, 163 Cal.Rptr. at 520:\n</p>\n<p>Although the Ohio court employed the \"strict scrutiny\" test, which we do not believe to be the proper standard of review for such legislation, the reasoning is equally applicable to analysis based on the \"rational basis\" test.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">550</span></span> (1980)</b></center>\n<center><h1>William RUDOLPH and Rosellyn Rudolph, Appellees,<br>\nv.<br>\nIOWA METHODIST MEDICAL CENTER, an Iowa Corporation, Appellant.</h1></center>\n<center>No. 64212.</center>\n<center><p><b>Supreme Court of Iowa.</b></p></center>\n<center>June 18, 1980.</center>\n<p><span class=\"star-pagination\">*553</span> James A. Lorentzen and Robin L. Hermann of Patterson, Lorentzen, Duffield, Timmons, Irish &amp; Becker, Des Moines, for appellant.</p>\n<p>Dwight W. James and Barbara G. Barrett of Dickinson, Throckmorton, Parker, Mannheimer &amp; Raife, Des Moines, for appellees.</p>\n<p>Considered en banc.</p>\n<p>McCORMICK, Justice.</p>\n<p>This appeal presents a number of issues which arose during the trial of a hospital malpractice action. The trial resulted in judgments for plaintiff William Rudolph of $553,725.88 and for plaintiff Rosellyn Rudolph, his wife, of $30,000. Defendant Iowa Methodist Medical Center filed unsuccessful post-trial motions and then appealed. Plaintiffs moved to dismiss the appeal on jurisdictional grounds. On the merits, defendant contends the trial court erred in four principal respects. Included are issues of first impression involving the right of jurors to ask questions of witnesses and the constitutionality of § 147.136, The Code, the statute which abolished the collateral source rule in medical malpractice cases. We overrule the motion to dismiss, uphold the court's ruling permitting a juror to submit questions for a witness, hold the trial court erred in declaring the statute unconstitutional, remit the judgment for William accordingly, reject defendant's other assignments of error, and otherwise affirm the judgments.</p>\n<p>William Rudolph underwent an anterior cervical fusion in defendant Iowa Methodist Medical Center on November 17, 1975. The surgery was performed by neurosurgeon Robert Hayne. Viewed in its light most favorable to the judgment, the evidence showed that hospital employees permitted William's head to drop sharply backward while transferring him from a hospital cart to his bed after the surgery. The incident was not immediately reported to Dr. Hayne. In the next several hours, William became partially paralyzed. When Dr. Hayne was finally notified, he obtained a myelogram in an effort to find the site of the problem. Shortly thereafter he reopened and examined the surgical site and then performed a decompression laminectomy to alleviate swelling and pressure on William's spinal cord. William remained in intensive care for eight days and was subsequently transferred to the hospital's rehabilitation unit where he remained for almost three months. Although he made a good recovery, he suffered some permanent disability.</p>\n<p>The jury could find, as it did, that the hospital employees' negligence in permitting William's head to drop after surgery was the proximate cause of the paralysis on November 17 and the subsequent surgery, treatment, disability, and other damages. The sufficiency of evidence on the issue of liability is not challenged.</p>\n<p>The issues which defendant has raised are whether the trial court erred in various respects in relation to the jury during trial, in allowing recovery to William for damages paid by collateral sources, in refusing to order a new trial based on excessiveness of William's verdict, and in instructing the jury on Rosellyn's loss of consortium claim.</p>\n<p>Before reaching those issues, we must address plaintiffs' motion to dismiss the appeal.</p>\n<p>I. <i>The motion to dismiss.</i> After the court's rulings on the parties' objections to the final draft of instructions, but before the jury was instructed, defense counsel moved orally for an extension of time of thirty days after verdict within which to file post-trial motions. Plaintiffs' counsel refused to join the motion but voiced no objection, saying, \"I don't think I'd agree to that without talking to my client but if the court wants to rule on it, that's fine.\" The court sustained the motion.</p>\n<p>Twenty-eight days after suffering the adverse verdicts, defendant filed alternative motions for judgment notwithstanding the verdicts and for new trial. Plaintiffs moved to strike the motions on the ground <span class=\"star-pagination\">*554</span> that the order extending time for them was invalid because the motion for the extension was premature and was granted without a showing of good cause.</p>\n<p>The validity of the order extending the time for filing post-trial motions is crucial because if it was invalid the notice of appeal was untimely, having been filed more than thirty days after judgment although within thirty days of the ruling on the post-trial motions. <i>See</i> Iowa R.App.P. 5; <i>Hogan v. Chesterman,</i> <span class=\"citation\" data-id=\"1279421\"><a href=\"/opinion/1279421/hogan-v-chesterman/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">12</span></a></span> (Iowa 1979). If the notice of appeal was too late, we lack subject matter jurisdiction of the appeal.</p>\n<p>Iowa R.Civ.P. 247 provides in relevant part that post-trial motions \"must be filed within ten days after the verdict . . . is filed, . . . unless the court, for good cause shown and not ex parte, grants an additional time not to exceed thirty days.\" In overruling the motion to strike, the trial court held that the motion was not premature and that good cause existed because a local rule barred counsel from contacting jurors until the end of their four-week period of service, in this case precluding contact with them for three weeks after the verdict was rendered. The local rule would hamper investigation of claims of jury misconduct which might be made in a motion for new trial.</p>\n<p>Nothing in rule 247 prevents the motion for extension of time from being filed before the verdict. The rule specifies that post-trial motions \"must be filed within ten days after the verdict, report or decision is filed,\" thus requiring that any extension of time for filing such motions be granted before the expiration of that period. However, while the rule establishes a deadline by which the motion for extension must be filed, it does not purport to prohibit an earlier filing. <i>Cf. </i><i>Bloom v. Arrowhead Area Education Agency,</i> <span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">594</span></span>, 597 (Iowa 1978) (reaching a similar conclusion under a statute requiring certain action \"no later than sixty days\" after a stated event). At least when no objection is made asserting a sufficient reason for requiring the motion to be made after the verdict is filed, we agree with the trial court that a motion to extend the time for filing a rule 247 motion may be made and ruled on before verdict.</p>\n<p>Nor do we find merit in the contention that good cause for the extension was not shown. Although the mere existence of the local rule barring jury contact would not automatically constitute good cause for every extension, the record in this case shows defense counsel needed the additional time in order to have the opportunity to question jurors in an effort to gather evidence to support the motion for new trial. We hold that the trial court did not err in finding good cause for the extension.</p>\n<p>Because the extension order was valid, the notice of appeal was timely, and we therefore overrule plaintiffs' motion to dismiss.</p>\n<p>We now turn to the merits of defendant's appeal.</p>\n<p>II. <i>The trial court's handling of the jury during trial.</i> Defendant alleges the trial court erred during trial in deviating from the requirements of Iowa R.Civ.P. 199(a) in giving its cautionary instruction, communicating ex parte with a juror, not timely notifying defense counsel of the ex parte contact, permitting a juror to submit questions to be asked of a witness, allowing plaintiffs' counsel to frame the questions differently than the juror, refusing to let defendant make its record on the juror questions before they were asked, and in overruling a motion for mistrial based on alleged jury misconduct. We will separately examine each assertion of error.</p>\n<p>A. <i>The admonition at the commencement of trial.</i> The court admonished the jury at the beginning of the trial regarding its duty during separations. The admonition was less than absolute in its prohibition of conversations with others on the subject of the trial. Iowa R.Civ.P. 199(a) requires the court to advise the jury in part \"that it is the duty of each juror not to converse with any other juror or person, nor suffer himself to be addressed on the subject of the trial.\"</p>\n<p><span class=\"star-pagination\">*555</span> We have held in criminal cases that reversal cannot be based on noncompliance with Iowa R.Crim.P. 18(7)(d), the criminal trial analogue of rule 199(a), unless timely objection is made and prejudice is shown. <i>See </i><i>State v. Pierce,</i> <span class=\"citation\" data-id=\"1810522\"><a href=\"/opinion/1810522/state-v-pierce/\"><span class=\"volume\">287</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">570</span></a></span>, 575 (Iowa 1980). Those principles apply equally under rule 199(a).</p>\n<p>Here no objection to the court's admonition was made at the time it was given. It was not brought up until after Dr. Hayne's testimony on the third day of trial. It was then mentioned in connection with defense counsel's report of an incident in which counsel said he heard juror Daniel Possin telling two other jurors about the questions Possin had given the court to be asked of Dr. Hayne and his purpose for submitting them. Nothing in this report indicated the jurors were discussing the merits of the case, and no showing was otherwise made that any discussions of the merits occurred prior to jury deliberations.</p>\n<p>While we disapprove the trial court's admonition to the extent it deviated from the plain terms of rule 199(a), we hold that defendant's objection was untimely and that, in any event, no prejudice was demonstrated.</p>\n<p>B. <i>The ex parte communication.</i> Juror Possin contacted Judge Denato in chambers before court convened on the third day of trial, at which time Dr. Hayne was to resume his testimony. Possin asked the judge if jurors were permitted to ask questions of witnesses. Judge Denato said that if Possin had a question at the conclusion of the doctor's testimony he should write it out and the judge would deal with the matter at that time. Defendant does not dispute the nature of the conversation but contends the very fact it occurred is itself reversible error.</p>\n<p>Defense counsel first learned of the conversation after the attorneys finished their examination of Dr. Hayne and the court told the jury that if jurors had questions they should be submitted to the judge in writing. However, defendant did not object to the communication until its post-verdict motion for new trial. This procedure is contrary to the general rule that parties are not permitted to delay objections until it is too late for the problem to be corrected. Thus, errors to which objection could be made at trial may not be raised for the first time as grounds for new trial. <i>State v. Rouse,</i> <span class=\"citation\" data-id=\"2216574\"><a href=\"/opinion/2216574/state-v-rouse/\"><span class=\"volume\">290</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">911</span></a></span>, 915 (Iowa 1980); <i>State v. LaMar,</i> <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">957</span></span>, 967, <span class=\"citation\" data-id=\"1854154\"><a href=\"/opinion/1854154/state-v-lamar/\"><span class=\"volume\">151</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">496</span></a></span>, 502 (1967). Therefore error was not preserved.</p>\n<p>We do not reach the merits of this assignment, but we do point out that we have discussed the problem of juror-judge communications in other cases. <i>See, e. g., </i><i>State v. Hahn,</i> <span class=\"citation\" data-id=\"1243108\"><a href=\"/opinion/1243108/state-v-hahn/\"><span class=\"volume\">259</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">753</span></a></span>, 756-57 (Iowa 1977) (reversing because the record was insufficient to negate a reasonable possibility of prejudice); <i>State v. Cowman,</i> <span class=\"citation\" data-id=\"2232017\"><a href=\"/opinion/2232017/state-v-cowman/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">420</span></a></span>, 424-26 (Iowa 1973) (prescribing procedures to be used in presubmission juror-judge communications).</p>\n<p>C. <i>Notice to defense counsel.</i> The trial court notified plaintiffs' counsel of the juror contact immediately upon entering the courtroom. However, defense counsel was not present at that time and did not learn of the conversation until after the subject of juror questions came up when counsel concluded their examination of Dr. Hayne. Defendant acknowledges the delay in notification was inadvertent and has not shown it caused any prejudice. No basis for reversal appears here.</p>\n<p>D. <i>Permitting the juror's questions to be asked.</i> We have not previously decided whether jurors may submit questions to be asked witnesses. In jurisdictions where the issue has arisen, courts have generally recognized the discretion of the trial court to allow such questions. <i>See, e. g., </i><i>United States v. Callahan,</i> <span class=\"citation\" data-id=\"361919\"><a href=\"/opinion/361919/united-states-v-dan-callahan/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1078</span></a></span>, 1086 (5th Cir.), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">33</span></span> (1979); <i>State v. Taylor,</i> 25 Ariz.App. 497, 499-500, <span class=\"citation\" data-id=\"1367306\"><a href=\"/opinion/1367306/state-v-taylor/\"><span class=\"volume\">544</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">714</span></a></span>, 716-17 (1976); <i>People v. Gates,</i> 97 Cal. App.3d Supp. 10, 13-15, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">759</span></span>, 761-62 (App. Dep't Super.Ct.1979); <i>People v. Heard,</i> <span class=\"citation\" data-id=\"1618340\"><a href=\"/opinion/1618340/people-v-heard/\"><span class=\"volume\">388</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">182</span></a></span>, 186-88, <span class=\"citation\" data-id=\"1618340\"><a href=\"/opinion/1618340/people-v-heard/\"><span class=\"volume\">200</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">73</span></a></span>, 74-76 (1972); <i>Byrge v. State,</i> 575 <span class=\"star-pagination\">*556</span> S.W.2d 292, 294-95 (Tenn.Crim.App.1978); Annot., <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">872</span></span>, 879-80 (1970); <i>id.</i> at 54 (Supp.1979).</p>\n<p>We approve the practice in principle. As finders of fact, jurors should receive reasonable help in resolving legitimate questions which trouble them but have not been answered through the interrogation of witnesses by counsel. Of course the questions must call for admissible evidence, and trial court discretion must be exercised to prevent abuse of the practice.</p>\n<p>When jurors manifest a desire to ask questions, the court should direct that the questions be submitted to the court in writing. The court should then conduct a hearing out of the presence of the jury in which objections may be made. When the court determines that questions are proper and may be asked, the inquiry of the witness should be conducted by the court rather than by counsel, unless counsel agrees to a different procedure. Finally, counsel should have the opportunity for additional interrogation of the witness on the subject raised by the questions after the court has asked the juror's questions.</p>\n<p>E. <i>The form of the questions.</i> The juror submitted two questions in the present case. They concerned possible causes of spinal cord swelling other than the dropping of William's head. One question was: \"Would the previously described incident involving the alleged dropping of Dr. Rudolph's head necessarily result in visible disruption or damage to the dura or other parts of the spine?\" Dr. Hayne had testified he observed no markings on the dura, the protective covering of the spinal cord, when he performed the decompression laminectomy. The second question was: \"How is the depth of the drilling of the intervertebral disc determined insofar as the depth varies from person to person?\" This question related to the doctor's testimony about drilling holes for the bone grafts during the anterior cervical fusion.</p>\n<p>The trial court asked counsel if either of them wished to ask the questions. Plaintiffs' counsel said he would ask them if defense counsel would not. When defense counsel declined to ask them, plaintiffs' counsel did so, framing them in slightly different language and amplifying them somewhat. Defense counsel did not interrogate Dr. Hayne further.</p>\n<p>At trial defendant objected that plaintiffs' counsel asked the questions \"almost exactly as the juror wanted them asked.\" Now defendant contends reversible error occurred because the form of counsel's questions differed from that of the juror.</p>\n<p>Defendant cannot claim error now on a theory not urged in the trial court. We do not intimate that we would find merit in the present contention if error had been preserved.</p>\n<p>F. <i>Delay in making the record.</i> Defendant alleges the trial court erred in refusing to let defense counsel make a record of objections to the asking of the juror's questions before the questions were asked. The trial court required counsel to wait until the questioning was completed before making his record, but the court said it did not thereby intend to deprive defendant of \"any appealable right.\" The court also said: \"It is my intention that any record he wants to make would be effective at the time he wanted to make it instead of the time I directed him to make it.\"</p>\n<p>We cannot endorse this procedure because it creates a risk that if the objections have merit the error could not be cured and a mistrial might result. However, in this case the objections were overruled, and the delay in making the record is not shown to have prejudiced defendant in any way.</p>\n<p>G. <i>The motion for mistrial.</i> Defendant moved for a mistrial during the course of objecting to the asking of the juror's questions. The grounds included that issue and several of the other complaints which we have addressed in this division. The trial court overruled the motion, and defendant contends the ruling was wrong. We find no merit in the assignments individually or cumulatively. Therefore we hold that the trial court did not err in overruling the motion for mistrial.</p>\n<p><span class=\"star-pagination\">*557</span> III. <i>Recovery of damages paid by collateral sources.</i> In overruling a motion by defendant on the first day of trial to exclude any evidence of plaintiffs of \"medical bills reflecting evidence of economic losses and salary . . . for which they have or will be indemnified from a third party,\" the trial court held that section 147.136 violates the equal protection clauses of U.S. Const. Amend. XIV, and Iowa Const. Art. I, § 6. The court subsequently sustained a motion by plaintiffs to bar evidence of insurance payments of William's medical bills and salary paid William while he was absent from his position as an associate professor of education and mathematics at Iowa State University.</p>\n<p>Defendant contends the trial court erred in its rulings on these motions because it was wrong in holding that section 147.136 is unconstitutional. Section 147.136 purports to abrogate the collateral source rule at least partially in cases involving malpractice suits against designated providers of health care. <i>See </i><i>Groesbeck v. Napier,</i> <span class=\"citation\" data-id=\"1725670\"><a href=\"/opinion/1725670/groesbeck-v-napier/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">388</span></a></span>, 391 (Iowa 1979). The statute provides:</p>\n<blockquote>In an action for damages for personal injury against a physician and surgeon, osteopath, osteopathic physician and surgeon, dentist, podiatrist, optometrist, pharmacist, chiropractor, or nurse licensed to practice that profession in this state, or against a hospital licensed for operation in this state, based on the alleged negligence of the practitioner in the practice of the profession or occupation, or upon the alleged negligence of the hospital in patient care, in which liability is admitted or established, the damages awarded shall not include actual economic losses incurred or to be incurred in the future by the claimant by reason of the personal injury, including but not limited to, the cost of reasonable and necessary medical care, rehabilitation services, and custodial care, and the loss of services and loss of earned income, to the extent that those losses are replaced or are indemnified by insurance, or by governmental, employment, or service benefit programs or from any other source except the assets of the claimant or of the members of the claimant's immediate family.</blockquote>\n<p>A threshold inquiry is whether the equal protection issue is to be decided under the traditional rational basis test or more stringent tests involving \"close scrutiny\" or \"means scrutiny.\" Except when a classification is suspect or involves fundamental rights, this court applies the rational basis test. <i>Lunday v. Vogelmann,</i> <span class=\"citation\" data-id=\"1242927\"><a href=\"/opinion/1242927/lunday-v-vogelmann/\"><span class=\"volume\">213</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">904</span></a></span>, 907 (Iowa 1973). We apply the same test under the federal and state constitutions. <i>City of Waterloo v. Selden,</i> <span class=\"citation\" data-id=\"2229337\"><a href=\"/opinion/2229337/city-of-waterloo-v-selden/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">506</span></a></span>, 509 (Iowa 1977). We recently refused to depart from the traditional standard in deciding the constitutionality of a massage parlor ordinance in <i>MRM, Inc. v. City of Davenport,</i> <span class=\"citation\" data-id=\"2216446\"><a href=\"/opinion/2216446/mrm-inc-v-city-of-davenport/\"><span class=\"volume\">290</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">338</span></a></span>, 340-42 (Iowa 1980). Upon similar reasoning, we decline to do so in this situation also.</p>\n<p>Although there are exceptions, most courts which have addressed the constitutionality of legislation regulating malpractice litigation have applied traditional equal protection analysis. <i>E. g., </i><i>Woods v. Holy Cross Hospital,</i> <span class=\"citation\" data-id=\"363124\"><a href=\"/opinion/363124/nellie-woods-as-personal-representative-of-the-estate-of-john-n-woods-v/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span>, 1174-75 (5th Cir. 1979); <i>Seoane v. Ortho Pharmaceuticals, Inc.,</i> <span class=\"citation\" data-id=\"2124268\"><a href=\"/opinion/2124268/seoane-v-ortho-pharmaceuticals-inc/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">468</span></a></span>, 472 (E.D.La. 1979); <i>Hines v. Elkhart General Hospital,</i> <span class=\"citation\" data-id=\"1420654\"><a href=\"/opinion/1420654/hines-v-elkhart-general-hospital/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">421</span></a></span>, 430-31 (N.D.Ind.), <i>aff'd</i> <span class=\"citation\" data-id=\"368901\"><a href=\"/opinion/368901/carl-w-hines-v-elkhart-general-hospital/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span> (7th Cir. 1979); <i>Eastin v. Broomfield,</i> <span class=\"citation\" data-id=\"1186923\"><a href=\"/opinion/1186923/eastin-v-broomfield/\"><span class=\"volume\">116</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">576</span></a></span>, 582-83, <span class=\"citation\" data-id=\"1186923\"><a href=\"/opinion/1186923/eastin-v-broomfield/\"><span class=\"volume\">570</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">744</span></a></span>, 750-51 (1977); <i>Everett v. Goldman,</i> <span class=\"citation\" data-id=\"1853370\"><a href=\"/opinion/1853370/everett-v-goldman/\"><span class=\"volume\">359</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1256</span></a></span>, 1266 (La.1978); <i>Attorney General v. Johnson,</i> <span class=\"citation\" data-id=\"1519610\"><a href=\"/opinion/1519610/attorney-general-v-johnson/\"><span class=\"volume\">282</span> <span class=\"reporter\">Md.</span> <span class=\"page\">274</span></a></span>, 309-12, <span class=\"citation\" data-id=\"1519610\"><a href=\"/opinion/1519610/attorney-general-v-johnson/\"><span class=\"volume\">385</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">57</span></a></span>, 77-79, <i>app. dismissed for want of a substantial federal question,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">60</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">97</span></span> (1978); <i>Paro v. Longwood Hospital,</i> <span class=\"citation\" data-id=\"2058009\"><a href=\"/opinion/2058009/paro-v-longwood-hospital/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">645</span></a></span>, ___, <span class=\"citation\" data-id=\"2058009\"><a href=\"/opinion/2058009/paro-v-longwood-hospital/\"><span class=\"volume\">369</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">985</span></a></span>, 988-89 (1977); <i>Prendergast v. Nelson,</i> <span class=\"citation\" data-id=\"1282130\"><a href=\"/opinion/1282130/prendergast-v-nelson/\"><span class=\"volume\">199</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">97</span></a></span>, 112-13, <span class=\"citation\" data-id=\"1282130\"><a href=\"/opinion/1282130/prendergast-v-nelson/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">657</span></a></span>, 667-68 (1977); <i>State ex rel. Strykowski v. Wilkie,</i> <span class=\"citation\" data-id=\"1983283\"><a href=\"/opinion/1983283/state-ex-rel-strykowski-v-wilkie/\"><span class=\"volume\">81</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">491</span></a></span>, 507, <span class=\"citation\" data-id=\"1983283\"><a href=\"/opinion/1983283/state-ex-rel-strykowski-v-wilkie/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">434</span></a></span>, 441-42 (1978). <i>See also</i> Redish, <i>Legislative Response to the Medical Malpractice Insurance Crisis: Constitutional Implications,</i> 55 Tex.L.Rev. 759, 769-82 (1977).</p>\n<p>As stated by the Supreme Court in <i>McGowan v. Maryland,</i> <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 425-26, <span class=\"star-pagination\">*558</span> <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, 1105, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span>, 399 (1961), the rational basis test is as follows:</p>\n<blockquote>The constitutional safeguard [of equal protection] is offended only if the classification rests on grounds wholly irrelevant to the achievement of the State's objective. State legislatures are presumed to have acted within their constitutional power despite the fact that, in practice, their laws result in some inequality. A statutory discrimination will not be set aside if any state of facts reasonably may be conceived to justify it.</blockquote>\n<p>The classification in the present case treats victims of medical malpractice differently than victims of other torts because it denies malpractice victims the benefit of the collateral source rule which is available to other tort victims. Our task under traditional equal protection analysis is to determine whether plaintiffs met their burden to prove this classification \"is wholly irrelevant to the achievement of the state's objective.\"</p>\n<p>Our legislature stated its objective when it enacted section 147.136 as part of an act which contained several provisions relating to medical malpractice. After finding that a critical situation existed \"because of the high cost and impending unavailability of medical malpractice insurance,\" the legislature said the intent of its enactment was to provide \"an interim solution to the impending unavailability of medical malpractice insurance.\" 66th G.A., 1975 Sess., ch. 239, § 1.</p>\n<p>It thus appears that the legislature's purpose in enacting section 147.136 was to reduce the size of malpractice verdicts by barring recovery for the portion of the loss paid for by collateral benefits. The reduction in verdicts would presumably result in a reduction in premiums for malpractice insurance, making it affordable and available, helping to assure the public of continued health care services.</p>\n<p>Under the collateral source rule, recovery from a tortfeasor is not affected by payments of collateral benefits. Retention of the rule is supported by reasoning that its abrogation would inhibit the deterrent effect of tort actions and penalize the tort victim for foresight in purchasing insurance. <i>See</i> Comment, <i>An Analysis of State Legislative Responses to the Medical Malpractice Crisis,</i> 1975 Duke L.J. 1417, 1447-48. Arguments against the viability of this reasoning have been advanced which demonstrate that the merits of the rule are fairly debatable. <i>See</i> 2 F. Harper and F. James, <i>The Law of Torts</i> § 25.22 (1956).</p>\n<p>In an Arizona case which addressed an equal protection challenge to a statute abrogating the doctrine in medical malpractice cases, the court upheld the statute saying:</p>\n<blockquote>Nor is the application of the [statute] only to malpractice actions so arbitrary and unreasonable as to deny to medical malpractice claimants equal protection of the laws. The [statute] was intended by the legislature to give the jury the true extent of damages sustained by the plaintiff thereby. By scaling down the size of jury verdicts by the amount of collateral benefits the plaintiff may have received, the legislature could reasonably assume that a reduction in premiums would follow. This was one of the reasons for the Act. The legislature is entitled to proceed \"one step at a time, addressing itself to the phase of the problem which seems most acute to the legislative mind.\" <i>Williamson v. Lee Optical Co.,</i> <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 489, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, 465, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></span>, 573 (1955).</blockquote>\n<p><i>Eastin v. Broomfield,</i> 116 Ariz. at 585, 570 P.2d at 753.</p>\n<p>Using similar reasoning, other regulations affecting medical malpractice recovery rights have been upheld in the face of equal protection attack. <i>E. g., </i><i>Woods v. Holy Cross Hospital,</i> 591 F.2d at 1174-75; <i>Seoane v. Ortho Pharmaceuticals, Inc.,</i> 472 F.Supp. at 472; <i>Hines v. Elkhart General Hospital,</i> 465 F.Supp. at 430-31; <i>Johnson v. St. Vincent Hospital, Inc.,</i> Ind., <span class=\"citation\" data-id=\"2021966\"><a href=\"/opinion/2021966/johnson-v-st-vincent-hospital-inc/\"><span class=\"volume\">404</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">585</span></a></span> (1980) (upholding statutory limitation on amount of recovery); <i>Everett v. Goldman,</i> 359 So.2d at 1266-67; <i>Attorney General v. Johnson,</i> 282 Md. at 312-13, 385 A.2d at 78-79; <i>Paro v. Longwood Hospital,</i> 373 <span class=\"star-pagination\">*559</span> Mass. at ___, 369 N.E.2d at 989; <i>Prendergast v. Nelson,</i> 199 Neb. at 113-15, 256 N.W.2d 667-68 (involving a statutory limitation on total recovery); <i>State ex rel. Strykowski v. Wilkie,</i> 81 Wis.2d at 508-14, 261 N.W.2d at 442-44.</p>\n<p>Cases which have invalidated such regulations are distinguishable and unpersuasive. In two jurisdictions, Ohio and North Dakota, the courts expressly applied a heightened standard of equal protection scrutiny. <i>See </i><i>Arneson v. Olson,</i> <span class=\"citation\" data-id=\"1905888\"><a href=\"/opinion/1905888/arneson-v-olson/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">125</span></a></span>, 133, 135-36 (N.D.1978) (using means scrutiny test); <i>Simon v. St. Elizabeth Medical Center</i><i>,</i> Ohio Com.Pl. <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Ohio Op. 3d</span> <span class=\"page\">164</span></span>, 167, <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">903</span></span>, 911 (Ct.C.P. Montgomery County 1976); <i>Graley v. Satayatham</i><i>,</i> Ohio Com.Pl., <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">Ohio Op. 2d</span> <span class=\"page\">316</span></span>, 320, <span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">832</span></span>, 837-38 (Ct.C.P. Cuyahoga County 1976) (both Ohio cases using a strict scrutiny test). In <i>American Bank &amp; Trust Co. v. Community Hospital of Los Gatos-Saratoga, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">219</span></span>, 226-235, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">513</span></span>, 516-22 (1980), a three-judge panel of the California court of appeals quoted and adopted the strict scrutiny analysis of <i>Graley,</i> asserting but not explaining how the same reasoning would apply under the rational basis test. As other cases make clear, the method of analysis makes a critical difference. <i>See, e. g., </i><i>Woods,</i> 591 F.2d at 1172 n.11, 1175; <i>Hines,</i> 465 F.Supp. at 431; <i>Eastin,</i> 116 Ariz. at 585, 570 P.2d at 753. An Illinois statute limiting recovery was stricken in <i>Wright v. Central DuPage Hospital Association,</i> <span class=\"citation\" data-id=\"2038631\"><a href=\"/opinion/2038631/wright-v-central-du-page-hosp-assn/\"><span class=\"volume\">63</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"2038631\"><a href=\"/opinion/2038631/wright-v-central-du-page-hosp-assn/\"><span class=\"volume\">347</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">736</span></a></span> (1976), as special legislation in violation of a provision of the Illinois Constitution and not on equal protection grounds. The Idaho court in <i>Jones v. State Board of Medicine,</i> <span class=\"citation\" data-id=\"1197548\"><a href=\"/opinion/1197548/jones-v-state-board-of-medicine/\"><span class=\"volume\">97</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">859</span></a></span>, 865-67, <span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">399</span></span>, 405-07 (1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></span> (1977), employed a standard of heightened equal protection scrutiny but did not decide the merits of an equal protection attack. No court has invalidated a limitation on the amount of recovery under the Federal Constitution using traditional equal protection analysis. <i>American Bank &amp; Trust Co.</i> is the only case holding a malpractice regulation invalid on equal protection grounds in which the court, although applying the strict scrutiny standard, said the same reasoning would apply under the traditional test.</p>\n<p>One who attacks a statute on equal protection grounds has a heavy burden under the traditional standard. <i>See </i><i>Franks v. Kohl,</i> <span class=\"citation\" data-id=\"2018321\"><a href=\"/opinion/2018321/franks-v-kohl/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">663</span></a></span>, 669 (Iowa 1979). In the present case, we conclude that plaintiffs did not carry their burden to show section 147.136 lacks a rational relationship to a legitimate state interest. Therefore the trial court erred in holding the statute unconstitutional.</p>\n<p>Anticipating the possibility of this eventuality, the trial court submitted interrogatories for the jury's use to identify the amounts of medical bills and lost salary included in the verdict for William. The jury found that the recovery for medical bills was $9810.88 and the recovery for past loss of income was $5915.00. All but $717.60 of these amounts was reimbursed from collateral sources and was required to be excluded from the verdict by section 147.136.</p>\n<p>Defendant contends that the trial court's error in holding section 147.136 unconstitutional cannot be cured by merely remitting the resulting total collateral source recovery of $15,008.28 from the $553,725.88 verdict for William. This contention is based on two premises. The first is that other collateral benefits should also have been excluded. The other is that allowing recovery for the items which should have been excluded may have psychologically enhanced recovery for other elements of damage. We find neither of these premises is tenable.</p>\n<p>Defendant established through an offer of proof that William was covered by social security, which has disability income features, and TIAA-CREF, a retirement plan of his employer, but the offer of proof was wholly lacking in any showing as to the circumstances and extent of payment of benefits. Although the jury had evidence of William's earnings, earning capacity and disability, which would permit it to make an <span class=\"star-pagination\">*560</span> award for reduction in earning capacity and future disability as authorized by the court's instructions, it would have no way to determine the conditions under which those losses might be reimbursed or the amounts which might be paid. Thus, assuming the alleged possible future benefits would otherwise constitute collateral payments under section 147.136, the record was inadequate to permit the jury to calculate them in order to exclude them from the verdict. Any finding by the jury regarding such benefits would rest on mere speculation. Therefore the trial court would not have been justified in permitting the jury to reduce the verdict by any amount based on the availability of reimbursement from collateral sources for future economic loss. <i>Cf. </i><i>Iowa-Des Moines National Bank v. Schwerman Trucking Co.,</i> <span class=\"citation\" data-id=\"1938319\"><a href=\"/opinion/1938319/iowa-des-moines-nat-bank-v-schwerman-etc/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">198</span></a></span>, 203-04 (Iowa 1980) (speculative evidence of elements of future economic loss will not support an instruction on such elements).</p>\n<p>Nor do we believe defendant is given any right under section 147.136 to any supposed psychological benefit from having knowledge of the amounts of collateral benefits revealed to the jury. The statute only requires exclusion of those amounts from recovery.</p>\n<p>We hold that the trial court's error in striking section 147.136 can be cured by remitting $15,008.28 from William's verdict. Accordingly we modify the judgment for William by reducing it to $538,717.60.</p>\n<p>IV. <i>The excessive verdict claim.</i> Defendant contends the verdict for William was excessive and the result of passion, prejudice and misconduct of the jury.</p>\n<p>The jury misconduct claim is based on a juror's affidavit, controverted by affidavits of three other jurors, primarily concerning what was said in the jury room to influence the verdict. To the extent defendant's affidavit purports to rely on matters which do not inhere in the verdict, we agree with the trial court that the record does not show the alleged misconduct, if it occurred, was so serious it was calculated to and probably did affect the verdict. Under principles explained in <i>State v. Rouse,</i> 290 N.W.2d at 916-17, and <i>Harris v. Deere &amp; Co.,</i> <span class=\"citation\" data-id=\"1927929\"><a href=\"/opinion/1927929/harris-v-deere-co/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">727</span></a></span>, 729-30 (Iowa 1978), we reject defendant's effort to impeach the verdict.</p>\n<p>Nor do we find that the trial court erred in rejecting defendant's challenge to the size of the verdict. Applicable principles have been listed in numerous cases. <i>E. g., </i><i>Starke v. Horak,</i> <span class=\"citation\" data-id=\"2130659\"><a href=\"/opinion/2130659/starke-v-horak/\"><span class=\"volume\">260</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">406</span></a></span>, 408-09 (Iowa 1977); <i>Olsen v. Drahos,</i> <span class=\"citation\" data-id=\"1286229\"><a href=\"/opinion/1286229/olsen-v-drahos/\"><span class=\"volume\">229</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">741</span></a></span>, 742-43 (Iowa 1975); <i>Turner v. Jones,</i> <span class=\"citation\" data-id=\"1920939\"><a href=\"/opinion/1920939/turner-v-jones/\"><span class=\"volume\">215</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">289</span></a></span>, 292 (Iowa 1974); <i>Pagitt v. City of Keokuk,</i> <span class=\"citation\" data-id=\"1659674\"><a href=\"/opinion/1659674/pagitt-v-city-of-keokuk/\"><span class=\"volume\">206</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">700</span></a></span>, 704 (Iowa 1973).</p>\n<p>The record here shows that prior to the surgery on November 17, 1975, William was a busy and productive 40-year-old professor of education and mathematics at Iowa State University, holder of a doctoral degree, who maintained an athletic lifestyle and routinely engaged in tasks requiring manual strength, dexterity, and fine motor skills. After the injury, he underwent care and rehabilitative treatment over a period of many months. From a physical condition of partial paralysis and an emotional condition of fright and depression, he progressed by arduous effort and strength of will to substantial physical and total emotional recovery. However, he suffered a permanent eighty percent loss of function in his right hand, a twenty percent loss of function in his left hand, a loss of fifty percent in range of motion of his neck, weakness in the tricep wrist extensors and flexors, atrophy of hand and forearm muscles, some loss of sensation in hands and legs, and upper neuron discontinuity between brain and legs.</p>\n<p>Although he has been able to resume teaching and many of his other prior activities, tasks which were once routine have become difficult or impossible. He tires more readily and suffers periodically from muscle spasticity and cramps.</p>\n<p>Under the whole record, we are unable to say the amount of the verdict, as remitted, is vulnerable under the principles recognized in our cases.</p>\n<p><span class=\"star-pagination\">*561</span> V. <i>The loss of consortium instruction.</i> Defendant asserts the trial court erred in overruling its objection to an instruction on Rosellyn's loss of consortium claim. In objecting to the instruction, defendant specified a paragraph in which the court attempted to incorporate by reference principles of damage computation contained in an instruction on William's damages. However, in specifying the grounds of its objection, defendant merely alleged \"such a paragraph should not be included in the loss of consortium paragraph and has no place in that instruction and is a misstatement of the law as it concerns the claim for loss of consortium and it would be error on the part of the Court to incorporate that paragraph.\"</p>\n<p>To be sufficient, an objection must reasonably alert the trial court to the claimed error to give the court an opportunity to correct it. <i>Andrews v. Struble,</i> <span class=\"citation\" data-id=\"1938982\"><a href=\"/opinion/1938982/andrews-v-struble/\"><span class=\"volume\">178</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">391</span></a></span>, 399 (Iowa 1970). In the present situation no legal theory was articulated to point out to the court why the instruction was incorrect. The assertion that the instruction misstated the law does not preserve error. <i>Briney v. Tri-State Mutual Grain Dealers Fire Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">254</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">673</span></span>, 689, <span class=\"citation\" data-id=\"1698991\"><a href=\"/opinion/1698991/briney-v-tri-state-mutual-grain-dealers-fire-ins-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">889</span></a></span>, 898 (1962).</p>\n<p>In its appellate brief, defendant had no difficulty in asserting that the challenged paragraph would permit the jury \"to include in the wife's consortium claim elements of damage, such as for disability, pain and suffering, and the loss of earning capacity, all of which were valid claims of the husband, but not valid with the wife's consortium claim.\" Assuming the instruction had this defect, defendant's trial court objection was insufficient to alert the trial court to it. We hold that error was not preserved on this assignment.</p>\n<p>We modify William's judgment to reduce it to $538,717.60 and as modified, affirm it and Rosellyn's judgment.</p>\n<p>MODIFIED AND AFFIRMED.</p>\n<p>All Justices concur except REYNOLDSON, C. J., and REES and LARSON, JJ., who dissent.</p>\n<p>REYNOLDSON, Chief Justice (dissenting).</p>\n<p>I respectfully dissent from division III of the majority opinion.</p>\n<p>In the late 1920s and 1930s numerous states, including Iowa, were stampeded into enacting guest statutes, 23 Drake L.Rev. 216, 217 (1973). It is anomalous that as we today finally recognize the equal protection violation of Iowa's enactment, <i>Bierkamp v. Rogers,</i> <span class=\"citation\" data-id=\"2163078\"><a href=\"/opinion/2163078/bierkamp-v-rogers/\"><span class=\"volume\">293</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">577</span></a></span> (Iowa 1980), we simultaneously ignore similar deficiencies in this state's version of another national wave of panic-motivated legislation. Medical Malpractice Act, 1975 Session, 66th G.A., ch. 239.</p>\n<p>I would hold the collateral source abolition (Medical Malpractice Act, § 16) (hereinafter, section 16) (codified in section 147.136, The Code) unconstitutional as violating article I, section 6, of the Iowa Constitution, on the ground that it creates three distinct levels of irrational classification.</p>\n<p>First, the negligent health care provider is given special privileges and immunities not afforded other tortfeasors. Second, the statute creates a special class of tort victims, which, unlike other tort victims, effectively is deprived of the benefits of collateral source payments. Third, the provision under scrutiny creates two classifications of medical malpractice tort victims: those who have paid for financial protection in the event of tort injury, and those who have saved those payments and elected to be self-insurers.</p>\n<p></p>\n<h2>I. <i>Standard of judicial scrutiny.</i>\n</h2>\n<p>Iowa Constitution article I, section 6, states:</p>\n<blockquote>All laws of a general nature shall have a uniform operation; the General Assembly shall not grant to any citizen, or class of citizens, privileges or immunities, which, upon the same terms shall not equally belong to all citizens.</blockquote>\n<p>I agree with the majority in holding a traditional equal protection analysis is appropriate in these circumstances. <i>See </i><i>Bierkamp,</i> <span class=\"star-pagination\">*562</span> 293 N.W.2d at 579; <i>MRM, Inc. v. City of Davenport,</i> <span class=\"citation\" data-id=\"2216446\"><a href=\"/opinion/2216446/mrm-inc-v-city-of-davenport/\"><span class=\"volume\">290</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">338</span></a></span>, 342 (Iowa 1980). But in Iowa this traditional analysis requires that legislative classifications not be \"arbitrary or unreasonable,\" but based \"on a real and substantial difference having a reasonable relation to a legitimate object of government.\" <i>Redmond v. Carter,</i> <span class=\"citation\" data-id=\"2131281\"><a href=\"/opinion/2131281/redmond-v-carter/\"><span class=\"volume\">247</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">268</span></a></span>, 271 (Iowa 1976). <i>See also </i><i>Chicago &amp; Northwestern Railway v. Fachman,</i> <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">989</span></span>, 999, <span class=\"citation\" data-id=\"1629676\"><a href=\"/opinion/1629676/chicago-and-northwestern-railway-co-v-fachman/\"><span class=\"volume\">125</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">210</span></a></span>, 216 (1963) (\"We think something more tangible than a mere name, business [profession], or purpose of a corporation is exacted by the courts as a basis of classification.\").</p>\n<p>In <i>Gleason v. City of Davenport,</i> <span class=\"citation\" data-id=\"1726124\"><a href=\"/opinion/1726124/gleason-v-city-of-davenport/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">431</span></a></span> (Iowa 1979), we struck down on equal protection grounds a statute which created two classifications of municipal claimants, citing with approval <i>Kallas Millwork Corp. v. Square D. Co.,</i> <span class=\"citation\" data-id=\"2068995\"><a href=\"/opinion/2068995/kallas-millwork-corp-v-square-d-co/\"><span class=\"volume\">66</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">382</span></a></span>, <span class=\"citation\" data-id=\"2068995\"><a href=\"/opinion/2068995/kallas-millwork-corp-v-square-d-co/\"><span class=\"volume\">225</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">454</span></a></span> (1975), as a case in which the Wisconsin Supreme Court had \"reached a similar conclusion regarding distinctions between private tortfeasors.\" 275 N.W.2d at 436. In <i>State v. Books,</i> <span class=\"citation\" data-id=\"2069198\"><a href=\"/opinion/2069198/state-v-books/\"><span class=\"volume\">225</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">322</span></a></span>, 325 (Iowa 1975), we held unconstitutional an amendment to a gift law statute which created two classes of public officials and employees and granted immunity to state officials and employees, holding \"[t]here is no reasonable basis for such a distinction.\" <i>See also </i><i>Knudson v. Linstrum,</i> <span class=\"citation\" data-id=\"3437189\"><a href=\"/opinion/3439207/knudson-v-linstrum/\"><span class=\"volume\">233</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">709</span></a></span>, 716, <span class=\"citation\" data-id=\"3437189\"><a href=\"/opinion/3439207/knudson-v-linstrum/\"><span class=\"volume\">8</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">495</span></a></span>, 499 (1943) (a legislative classification must be reasonable and based on some substantial distinction). <i>Accord, </i><i>Davis v. Commonwealth Edison Co.,</i> <span class=\"citation\" data-id=\"2231617\"><a href=\"/opinion/2231617/davis-v-commonwealth-edison-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">494</span></a></span>, 497, <span class=\"citation\" data-id=\"2231617\"><a href=\"/opinion/2231617/davis-v-commonwealth-edison-co/\"><span class=\"volume\">336</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span></a></span>, 883 (1975) (\"A classification . . . cannot be arbitrary or unreasonable. It must be based on a rational difference of condition or situation existing in the persons or the objects upon which the classification rests.\").</p>\n<p>Of course the plaintiffs carry a heavy burden in challenging the constitutionality of Iowa's collateral source statute, <i>Franks v. Kohl,</i> <span class=\"citation\" data-id=\"2018321\"><a href=\"/opinion/2018321/franks-v-kohl/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">663</span></a></span>, 669 (Iowa 1979). But it is also true that recital of the traditional \"rational basis rule\" sometimes serves as a substitute for critical analysis. Without such analysis we abdicate our highest duty:</p>\n<blockquote>The provisions of the Fourteenth Amendment to the Constitution of the United States requiring equal protection of the laws, and the sixth section of Article I of the State Constitution requiring that all laws shall have a uniform operation, should not be frittered away. We have said their importance in guarding against the segregation of society into classes, and in assuring to all citizens that equality before the law, which is essential to free government, cannot be overestimated.. . . If the constitutionality of these statutes cannot be sustained save by resort to refinements in distinction and sophistry in reasoning, in which no court should indulge, and which would be destructive of the limitations above referred to on legislative power, they should fall.</blockquote>\n<p><i>Fachman,</i> 255 Iowa at 1003, 125 N.W.2d at 217-18.</p>\n<p></p>\n<h2>II. <i>Overview of decisions.</i>\n</h2>\n<p>An overview of the authorities the majority relies on discloses they are inapposite here. Although <i>Easton v. Broomfield,</i> <span class=\"citation\" data-id=\"1186923\"><a href=\"/opinion/1186923/eastin-v-broomfield/\"><span class=\"volume\">116</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">576</span></a></span>, <span class=\"citation\" data-id=\"1186923\"><a href=\"/opinion/1186923/eastin-v-broomfield/\"><span class=\"volume\">570</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">744</span></a></span> (1977), held an Arizona collateral source statute did not violate equal protection, that statute abolished only the collateral source <i>evidentiary</i> rule while not specifically limiting the <i>amount</i> of damages recoverable. Ariz.Rev.Stat.Ann. § 12-565 (Supp.1979). But the Iowa statute <i>sub judice</i> provides that \"the <i>damages awarded</i> shall not include actual economic losses incurred. . . to the extent that those losses are replaced or are indemnified by insurance, or by governmental, employment, or service benefit programs.\" § 147.136, The Code (emphasis added).</p>\n<p>The other decisions the majority relies on are similarly concerned largely with procedural and evidentiary requirements and not substantive rights. <i>Cf. </i><i>Woods v. Holy Cross Hospital,</i> <span class=\"citation\" data-id=\"363124\"><a href=\"/opinion/363124/nellie-woods-as-personal-representative-of-the-estate-of-john-n-woods-v/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span> (5th Cir. 1979) (mandate of prior participation in mediation process, and admissibility of mediation panel's findings, upheld); <i>Seoane v. Ortho Pharmaceuticals, Inc.,</i> <span class=\"citation\" data-id=\"2124268\"><a href=\"/opinion/2124268/seoane-v-ortho-pharmaceuticals-inc/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">468</span></a></span> (E.D. <span class=\"star-pagination\">*563</span> La.1979) (presuit review panel requirement upheld); <i>Hines v. Elkhart General Hospital,</i> <span class=\"citation\" data-id=\"1420654\"><a href=\"/opinion/1420654/hines-v-elkhart-general-hospital/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">421</span></a></span> (N.D.Ind.), <i>aff'd,</i> <span class=\"citation\" data-id=\"368901\"><a href=\"/opinion/368901/carl-w-hines-v-elkhart-general-hospital/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">646</span></a></span> (7th Cir. 1979) (condition precedent of submission to medical malpractice review panel upheld); <i>Attorney General v. Johnson,</i> <span class=\"citation\" data-id=\"1519610\"><a href=\"/opinion/1519610/attorney-general-v-johnson/\"><span class=\"volume\">282</span> <span class=\"reporter\">Md.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"1519610\"><a href=\"/opinion/1519610/attorney-general-v-johnson/\"><span class=\"volume\">385</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">57</span></a></span>, <i>app. dismissed for want of a substantial federal question,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">60</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">97</span></span> (1978) (requirement of prior submission to arbitration panel upheld); <i>Paro v. Longworth Hospital,</i> <span class=\"citation\" data-id=\"2058009\"><a href=\"/opinion/2058009/paro-v-longwood-hospital/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">645</span></a></span>, ___, <span class=\"citation\" data-id=\"2058009\"><a href=\"/opinion/2058009/paro-v-longwood-hospital/\"><span class=\"volume\">369</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">985</span></a></span>, 991 (1977) (screening procedure and cost bond requirement for plaintiffs whose claims are found meritless on screening upheld, the court explaining, \"[The act] does not eliminate any substantive right of recovery possessed by the plaintiffs; it merely alters the procedure for enforcing that right.\"); <i>Prendergast v. Nelson,</i> <span class=\"citation\" data-id=\"1282130\"><a href=\"/opinion/1282130/prendergast-v-nelson/\"><span class=\"volume\">199</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"1282130\"><a href=\"/opinion/1282130/prendergast-v-nelson/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">657</span></a></span> (1977) (where plaintiff had option of electing coverage under the act, mandatory prerequisite submission to review panel and $500,000 ceiling on recovery upheld); and <i>State ex rel. Strykowski v. Wilkie,</i> <span class=\"citation\" data-id=\"1983283\"><a href=\"/opinion/1983283/state-ex-rel-strykowski-v-wilkie/\"><span class=\"volume\">81</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">491</span></a></span>, <span class=\"citation\" data-id=\"1983283\"><a href=\"/opinion/1983283/state-ex-rel-strykowski-v-wilkie/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">434</span></a></span> (1978) (statute mandating prior submission to compensation panel, delaying disbursement of future medical expenses exceeding $25,000, and providing that awards over $1,000,000 be paid in installments of $500,000 or less, upheld).</p>\n<p>Under similar circumstances, other states have found even procedural limitations unconstitutional. <i>See </i><i>Wright v. Central Du Page Hospital Association,</i> <span class=\"citation\" data-id=\"2038631\"><a href=\"/opinion/2038631/wright-v-central-du-page-hosp-assn/\"><span class=\"volume\">63</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"2038631\"><a href=\"/opinion/2038631/wright-v-central-du-page-hosp-assn/\"><span class=\"volume\">347</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">736</span></a></span> (1976) (procedural requirements and statutory ceiling on recovery in malpractice action unconstitutional); <i>State ex rel. Cardinal Glennon Memorial Hospital for Children v. Gaertner,</i> <span class=\"citation\" data-id=\"2463547\"><a href=\"/opinion/2463547/state-ex-rel-cardinal-glennon-mem-hosp-v-gaertner/\"><span class=\"volume\">583</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">107</span></a></span> (Mo. 1979) (malpractice act violative of state constitutional provision guaranteeing free access to courts); <i>Arneson v. Olson,</i> <span class=\"citation\" data-id=\"1905888\"><a href=\"/opinion/1905888/arneson-v-olson/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">125</span></a></span> (N.D.1978) (act's application only to limited category of health care professionals, and limitation on use of res ipsa loquitur doctrine, plus near-abolition of collateral source rule, cumulatively violated due process); <i>Simon v. St. Elizabeth Medical Center,</i> <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Ohio Op. 3d</span> <span class=\"page\">164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">903</span></span> (Ct. C.P. Montgomery County 1976) (pleading, arbitration panel, and recovery ceiling provisions struck down); <i>Graley v. Satayatham,</i> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">Ohio Op. 2d</span> <span class=\"page\">316</span></span>, <span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">832</span></span> (Ct. C.P. Cuyahoga County 1976) (pleading requirements and provision mandating deduction for certain collateral sources held unconstitutional).</p>\n<p>It is plain that Iowa's collateral source statute arbitrarily reduces the malpractice damage award and thus impinges on a substantive rather than a procedural right. <i>See </i><i>Groesbeck v. Napier,</i> <span class=\"citation\" data-id=\"1725670\"><a href=\"/opinion/1725670/groesbeck-v-napier/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">388</span></a></span>, 391 (Iowa 1979) (\"[W]hen a remedy is eliminated or limited by a statute, we have found the statute to be substantive and not procedural . . . .\"). Limitation on, or elimination of, a pre-existing right may not be arbitrarily imposed. <i>Arneson,</i> 270 N.W.2d at 135 (citing <i>Wright,</i> 63 Ill.2d at 329, 347 N.E.2d at 743). <i>See also </i><i>Graley,</i> 74 Ohio Op.2d at 320-21, 343 N.E.2d at 838 (distinguishing substantive from procedural rights).</p>\n<p>The reduction in malpractice recoveries mandated by the Iowa statute is indistinguishable from the ceilings on such recoveries struck down in Illinois (<i>Wright</i>), North Dakota (<i>Arneson</i>), Ohio (<i>Simon</i>), and called into question in Idaho and Louisiana. <i>See </i><i>Jones v. State Board of Medicine,</i> <span class=\"citation\" data-id=\"1197548\"><a href=\"/opinion/1197548/jones-v-state-board-of-medicine/\"><span class=\"volume\">97</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">859</span></a></span>, <span class=\"citation\" data-id=\"1197548\"><a href=\"/opinion/1197548/jones-v-state-board-of-medicine/\"><span class=\"volume\">555</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">399</span></a></span> (1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></span> (1977); <i>Everett v. Goldman,</i> <span class=\"citation\" data-id=\"1853370\"><a href=\"/opinion/1853370/everett-v-goldman/\"><span class=\"volume\">359</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1256</span></a></span> (La.1978) (ceiling ruled unconstitutional by trial court; on appeal, issue held not properly raised). Only in Indiana, <i>Johnson v. St. Vincent Hospital, Inc.,</i> ___ Ind. ___, <span class=\"citation\" data-id=\"2021966\"><a href=\"/opinion/2021966/johnson-v-st-vincent-hospital-inc/\"><span class=\"volume\">404</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">585</span></a></span> (1980), and in Nebraska (<i>Prendergast</i>) (where the statute is elective for the patient) has a recovery limit been upheld. Several of the authorities relied on by the majority cautiously sidestepped this issue. <i>See, e. g., </i><i>Seoane,</i> 472 F.Supp. at 472 (\"Our disposition of the issues does not require us to state any opinion concerning the Louisiana statute's provision limiting the recovery against a covered health care provider to a maximum of $500,000. . . . [D]efendant has not raised this question but merely seeks to have plaintiff's claim screened by a review panel.\"); <i>Hines,</i> 465 F.Supp. at 431 <span class=\"star-pagination\">*564</span> (\"The closest question here presented is the constitutional challenge to the dollar limitation on the amount of possible recovery.. . . It is not necessary to confront that issue <i>here</i> and <i>now.</i>\") (emphasis in original). These cases, viewed together, indicate that legislation which singles out medical malpractice awards for mandatory reduction is arbitrary and irrational.</p>\n<p>Our focus should now be narrowed to examine the classifications resulting from this legislation.</p>\n<p></p>\n<h2>III. <i>Classification of negligent health care provider.</i>\n</h2>\n<p>There is no dispute that with this enactment the legislature has singled out a special class of negligent persons and organizations \"licensed health care providers\" upon whom to bestow privileges and immunities not granted to other tortfeasors, even malpractice tortfeasors.</p>\n<p>Section 1 of Iowa's Medical Malpractice Act seeks to justify this classification by referring to an emergency for which the act will provide only an \"interim solution\" and by referring to the \"impending unavailability of medical malpractice insurance.\"</p>\n<p>These plaintiffs point out the written reports of the legislative study committees do not support the stated reasons for this legislation. Defendant responds by stating \"the legislative body itself was in no way persuaded by the factual data gathered and the conclusions reached by the two committees,\" Appellant's Reply Brief, p. 7, and this court should likewise reject the reasoning of the study committees. Other sources indicate any \"crisis\" confronted by the malpractice carriers was partially due to \"unsuccessful [corporate] investment practices,\" <i>Jones,</i> 97 Idaho at 873, 555 P.2d at 413, and that the threatened insurance collapse did not materialize, <i>Arneson,</i> 270 N.W.2d at 136. Although much emphasis has been placed on the \"emergency\" nature of this legislation, no authority has been advanced to support the proposition that an alleged emergency suspends constitutional restraints on irrational and arbitrary classifications affecting substantive rights. <i>See </i><i>Grace v. Howlett,</i> <span class=\"citation\" data-id=\"2251772\"><a href=\"/opinion/2251772/grace-v-howlett/\"><span class=\"volume\">51</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">478</span></a></span>, 485, 487, <span class=\"citation\" data-id=\"2251772\"><a href=\"/opinion/2251772/grace-v-howlett/\"><span class=\"volume\">283</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">474</span></a></span>, 478, 479 (1972) (\"[T]he fact that a problem `does exist does not permit arbitrary or unrelated means of meeting it to be adopted.' . . . [T]his court cannot rule that the legislature is free to enact special legislation simply because `reform may take one step at a time.'\") (citations omitted).</p>\n<p>It is irrational to grant special immunities for the purpose of providing cheaper negligence insurance for health care providers, when, unlike several other states, Iowa does not even require them to carry malpractice insurance. This irrationality is extended by the reasoning that legislation such as this enhances the protection of the public's health. Pragmatically, the quality of health care might decline if the medical profession, held less accountable than formerly, relaxes medical standards. <i>American Bank &amp; Trust Co. v. Community Hospital of Los Gatos-Saratoga, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">219</span></span>, 233-35, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">513</span></span>, 521-22 (1980); <i>Graley,</i> 74 Ohio Op.2d at 320, 343 N.E.2d at 837-38. <i>See also </i><i>Ferri v. Ackerman,</i> <span class=\"citation\" data-id=\"110162\"><a href=\"/opinion/110162/ferri-v-ackerman/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 204, <span class=\"citation\" data-id=\"110162\"><a href=\"/opinion/110162/ferri-v-ackerman/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">402</span></a></span>, 409, <span class=\"citation\" data-id=\"110162\"><a href=\"/opinion/110162/ferri-v-ackerman/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">355</span></a></span>, 363 (1979) (\"The fear that an unsuccessful defense of a criminal charge will lead to a malpractice claim does not conflict with performance of that [legal representation] function. If anything, it provides the same incentive for appointed and retained counsel to perform that function competently.\"). Certainly this legislation has had little impact on the cost of health services. In a five-year interval roughly approximating the current life of the Medical Malpractice Act, from April 1975 to April 1980, the federal government's consumer price index discloses the cost of physician services increased 59.3 percent, hospital rooms 78.3 percent, and medical care (services and commodities) 55.2 percent.</p>\n<p>This legislation does more than create a favored class of tort defendants among all tortfeasors; its classification draws lines between negligent providers of health care. The limited class in this instance comprises only the \"physician and surgeon, osteopath, <span class=\"star-pagination\">*565</span> osteopathic physician and surgeon, dentist, podiatrist, optometrist, pharmacist, chiropractor, or nurse licensed to practice that profession in this state, or . . . a hospital licensed for operation in this state.\" Medical Malpractice Act, § 16. This list is elsewhere designated for benefits under the enactment as \"[l]icensed health care provider[s].\" <i>Id.,</i> at § 2(5). Other persons in the chain of patient care, who might well be co-defendants in the same litigation (for example, nurse's aides, dental assistants, physical therapists and medical technicians), are omitted. <i>Cf. </i><i>Gaertner,</i> 583 S.W.2d at 108 (addressing a Missouri statute which defines \"health care provider\" as including, <i>e. g.,</i> clinical psychologists, physicians' assistants, physical therapists, emergency medical technicians, nursing homes and extended care facilities).</p>\n<p>Assume in the case before us the hospital employees who caused William's head to drop backwards were nurses' aides who were not among those favored in the classification \"licensed health care provider,\" and the injury was caused by their inadequate training and supervision. These persons could be named co-defendants with a \"licensed health care provider\" in the same action by the same plaintiffs for the same injuries and yet under this classification not be accorded the same privileges and immunities. It is in these circumstances, where the statute under scrutiny singles out the group to be protected while excluding others similarly situated, that the courts have held there has been a denial of equal protection of the law.</p>\n<p>Among the authorities most apposite are those involving limitations statutes for the benefit of architects and engineers but excluding the owner of the building and manufacturers and suppliers of component parts. Underlying these statutes, of course, is the objective of reducing malpractice insurance costs. <i>See</i> H.F. 315, 68th G.A., 1980 Session, and the Governor's May 26, 1980, veto message filed in the office of the Secretary of State.</p>\n<p><i>Kallas Millwork Corp.,</i> <span class=\"citation\" data-id=\"2068995\"><a href=\"/opinion/2068995/kallas-millwork-corp-v-square-d-co/\"><span class=\"volume\">66</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">382</span></a></span>, <span class=\"citation\" data-id=\"2068995\"><a href=\"/opinion/2068995/kallas-millwork-corp-v-square-d-co/\"><span class=\"volume\">225</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">454</span></a></span>, which we approvingly cited in <i>Gleason,</i> 275 N.W.2d at 436, was such a case. The opinion, 66 Wis.2d at 390, 225 N.W.2d at 458-59, quotes from a decision written by Mr. Justice Schaefer of the Illinois Supreme Court in <i>Skinner v. Anderson,</i> <span class=\"citation\" data-id=\"2075525\"><a href=\"/opinion/2075525/skinner-v-anderson/\"><span class=\"volume\">38</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">455</span></a></span>, 460, <span class=\"citation\" data-id=\"2075525\"><a href=\"/opinion/2075525/skinner-v-anderson/\"><span class=\"volume\">231</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">588</span></a></span>, 591 (1967):</p>\n<blockquote>The arbitrary quality of the statute clearly appears when we consider that architects and contractors are not the only persons whose negligence in the construction of a building or other improvement may cause damage to property or injury to persons. If, for example, four years after a building is completed a cornice should fall because the adhesive used was defective, the manufacturer of the adhesive is granted no immunity. And so it is with all others who furnish materials used in constructing the improvement. But if the cornice fell because of defective design or construction for which an architect or contractor was responsible, immunity is granted.</blockquote>\n<p>In addition to <i>Kallas Millwork Corp.</i> and <i>Skinner, see </i><i>Fujioka v. Kam,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">7</span></span>, 12, <span class=\"citation\" data-id=\"1451488\"><a href=\"/opinion/1451488/fujioka-v-kam/\"><span class=\"volume\">514</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">568</span></a></span>, 571 (1973) (\"[T]he cause of the injuries is the same, the plaintiff is the same and the injuries are the same .... We are unable to see any rational basis for treating the engineer and the contractor differently from the owners under the same circumstances.\"); <i>Muzar v. Metro Town Houses, Inc.,</i> 82 Mich.App. 368, 375-80, <span class=\"citation\" data-id=\"1988295\"><a href=\"/opinion/1988295/muzar-v-metro-town-houses-inc/\"><span class=\"volume\">266</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">850</span></a></span>, 854-56 (1978) (conclusion \"inescapable\" that classification \"limited to `licensed architects and professional engineers' is arbitrary and without reasonable relation to the object of the legislation,\" and unconstitutionally violates equal protection; the court observed, \"Even if we agree that the statute is intended to remedy. . . potential problems, we remain unconvinced that any of these rationales support the classification made in the legislation.\"); <i>Loyal Order of Moose, Lodge 1785 v. Cavaness,</i> <span class=\"citation\" data-id=\"1284740\"><a href=\"/opinion/1284740/loyal-order-of-moose-lodge-1785-v-cavaness/\"><span class=\"volume\">563</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">143</span></a></span>, 147-48 (Okla.1977) (\"[I]f one class of defendants. . . is excluded from this protection, the 14th Amendment to the United States Constitution is violated and the legislation is not valid.\"); <i>Broome v. Truluck,</i> 270 S.C. <span class=\"star-pagination\">*566</span> 227, 230, <span class=\"citation\" data-id=\"1333517\"><a href=\"/opinion/1333517/broome-v-truluck/\"><span class=\"volume\">241</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">739</span></a></span>, 740 (1978) (\"[S]uch classification must fall if the benefits . . . granted to [architects, engineers and contractors] is [<i>sic</i>] denied to others similarly situated.\"). <i>See generally,</i> Annot., 93 A.L. R.3d 1242, 1258-64 (1979).</p>\n<p>In <i>American Bank &amp; Trust Co. v. Community Hospital of Los Gatos-Saratoga, Inc.,</i> 104 Cal.App.3d at 226-35, 163 Cal. Rptr. at 516-22, the California court had before it a statute which provided that, upon request, a tortfeasor health care provider could pay awards for future damages exceeding $50,000 on a periodic basis. The court held the statute unconstitutional under the California and federal equal protection and due process guarantees, rejecting the rationale that alleviation of an alleged financial crisis was a legitimate legislative objective permitting the dilution of the right to seek redress of grievances. Quoting <i>Graley,</i> 74 Ohio Op.2d at 320, 343 N.E.2d at 837, the California court significantly stated:</p>\n<blockquote>There is no satisfactory reason for this separate and unequal treatment. There obviously is `no compelling governmental interest' unless it be argued that any segment of the public in financial distress be at least partly relieved of financial accountability for its negligence. To articulate the requirement is to demonstrate its absurdity, for at one time or another every type of profession or business undergoes difficult times, <i>and it is not the business of government to manipulate the law so as to provide succor to one class, the medical, by depriving another, the malpracticed patients, of the equal protection mandated by the constitution.</i>\n</blockquote>\n<p>104 Cal.App.3d at 232-33, 163 Cal.Rptr. at 520 (emphasis added and footnote omitted). Importantly, although the California court specifically rejected the strict scrutiny test utilized by the Ohio courts, it found the reasoning equally persuasive under the traditional rational basis test.<sup>[1]</sup><i>Id.</i> at 232 n.4, 163 Cal.Rptr. at 520. The opinion notes that</p>\n<blockquote>\"a law which confers particular privileges or imposes peculiar disabilities upon an arbitrarily selected class of persons who stand in precisely the same relation to the subject matter of the law as does the larger group from which they are segregated constitutes a special law which is tantamount to a denial of equal protection.\"</blockquote>\n<p><i>Id.</i> at 233, 163 Cal.Rptr. at 520-21, <i>quoting </i><i>California Federation of Teachers v. Oxnard Elementary Schools,</i> <span class=\"citation\" data-id=\"2212118\"><a href=\"/opinion/2212118/calif-fedn-of-tchrs-v-oxnard-elementary-sch/\"><span class=\"volume\">272</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">514</span></a></span>, 527-28, <span class=\"citation\" data-id=\"2212118\"><a href=\"/opinion/2212118/calif-fedn-of-tchrs-v-oxnard-elementary-sch/\"><span class=\"volume\">77</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">497</span></a></span>, 509 (1969).</p>\n<p>The separate and unequal treatment this statute accords tortfeasors, and more importantly, selected persons engaged in the profession of health care, is illogical to the point of irrationality. I would thus hold it fails to accord equal protection.</p>\n<p></p>\n<h2>IV. <i>Classification of malpractice tort victims.</i>\n</h2>\n<p>We may judicially note that many persons regularly expend large sums in maintaining <span class=\"star-pagination\">*567</span> health, accident, and disability insurance policies. Others over a period of years have paid thousands of dollars into the social security trust fund. Still others have negotiated with employers for disability protections, often at the cost of a higher current wage level. Out of all these persons, section 16 singles out the victims of the negligence of \"licensed health care providers\" to make a special sacrifice: those earned and paid-for financial benefits are to be used for the relief of health care providers and their insurance carriers. The appropriate questions were posed by the California court in <i>American Bank &amp; Trust,</i> 104 Cal.App.3d at 234, 163 Cal.Rptr. at 521:</p>\n<blockquote>Even if it is argued that the Legislature had a valid reason for singling out health care providers and their insurance carriers, as opposed to other tortfeasors and their insurers, for special privileges and immunities in the interest of general public health protection, what rational reason is there for imposing the burden of such legislation on a limited group of victims of medical malpractice? If, in fact, there was a statewide major health care crisis resulting in a potential breakdown of the health delivery system, should not all health care recipients, rather than a limited group of seriously injured malpractice victims, share the burden of supporting the medical care industry?</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>. . . [I]t defies reason why, although the general population purportedly derives the benefits . . ., only the victims of medical malpractice must be penalized.</blockquote>\n<p>The entire premise underlying <i>Bierkamp</i> the irrationality of distinguishing one class of tort victims from another class of victimssupports an affirmance in this case. Other supportive decisions include <i>Marley v. Kirby,</i> <span class=\"citation\" data-id=\"1262001\"><a href=\"/opinion/1262001/marley-v-kirby/\"><span class=\"volume\">271</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">122</span></a></span>, 125, <span class=\"citation\" data-id=\"1262001\"><a href=\"/opinion/1262001/marley-v-kirby/\"><span class=\"volume\">245</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">604</span></a></span>, 606 (1978) (comparative negligence statute applying only to limited class of tort defendantsthose involved in motor vehicle accidentsstruck down as violative of equal protection, the court observing, \"We cannot perceive the rational justification for singling out persons injured in automobile accidents as different from all others injured in negligent torts.\"), and <i>Georgia Southern &amp; Florida Railway v. Seven-Up Bottling Company of Southeast Georgia, Inc.,</i> <span class=\"citation\" data-id=\"1692285\"><a href=\"/opinion/1692285/georgia-southern-florida-ry-co-v-seven-up-bott-co-se-georgia/\"><span class=\"volume\">175</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">39</span></a></span> (Fla.1965) (comparative negligence statute applicable only to railroads held unconstitutional as violative of equal protection guarantees). <i>Cf. </i><i>Wessinger v. Southern Railway,</i> <span class=\"citation\" data-id=\"1366762\"><a href=\"/opinion/1366762/wessinger-v-southern-ry-co/\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">930</span></a></span>, 933 (D.C.S.C.1979) (statute barring use of contributory negligence defense by railroads struck down, the court stating, \"[I]t seems clear that any difference in classification as to both liability and defenses between railroads and others, such as users of the highways, can no longer withstand constitutional challenge under the equal protection clause.\").</p>\n<p>This statute's classification constitutes an irrational and arbitrary imposition of burdens on a narrow group of tort victims and denies equal protection.</p>\n<p></p>\n<h2>V. <i>Classification of insured medical malpractice victims.</i>\n</h2>\n<p>Out of the general classification of victims of health care provider malpractice, section 16 generates an even narrower classification of those who may have sacrificed for years so that in the event of their disability they would have available \"insurance, or . . . governmental, employment, or service benefit programs.\" It is this group that is called upon to contribute their prior efforts to a reduction of their malpractice award.</p>\n<p>Other malpractice tort victims, more affluent and therefore less fearful of a major medical disaster, may have simply operated as self-insurers for years, saving the funds which might otherwise have been spent for insurance policy premiums. These savings of course would constitute \"assets of the claimant or of the members of the claimants' immediate family\" which the act exempts as a deduction from the malpractice recovery.</p>\n<p>This under-inclusion of persons burdened, penalizing only the tort victim who cannot afford to self-insure, denies equal protection. <span class=\"star-pagination\">*568</span> <i>See </i><i>Gulf, Colorado &amp; Santa Fe Railway v. Ellis,</i> <span class=\"citation\" data-id=\"94591\"><a href=\"/opinion/94591/gulf-c-sfr-co-v-ellis/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, 157, 165-66, <span class=\"citation\" data-id=\"94591\"><a href=\"/opinion/94591/gulf-c-sfr-co-v-ellis/\"><span class=\"volume\">17</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">255</span></a></span>, 257-58, 261, <span class=\"citation\" data-id=\"94591\"><a href=\"/opinion/94591/gulf-c-sfr-co-v-ellis/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">666</span></a></span>, 669, 672 (1897); <i>Fachman,</i> 255 Iowa at 1004-05, 125 N.W.2d at 218-19. <i>Accord, </i><i>American Bank &amp; Trust,</i> 104 Cal.App.3d at 233, 163 Cal. Rptr. at 521.</p>\n<p>Our deference to separation of power concepts must be limited:</p>\n<blockquote>We are all aware of the delicate balance required of courts in constitutional adjudication. On the one side are considerations of usual legislative prerogative in matters of public policy. Under those considerations the separation of powers concept demands judicial deference. On the other side are considerations of judicial responsibility to safeguard rights assured the people by the federal and state constitutions. Under those considerations the separation of powers concept demands judicial interference.</blockquote>\n<p><i>Keasling v. Thompson,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">687</span></span>, 705 (Iowa 1980) (McCormick, J., dissenting).</p>\n<p>The various classifications spawned by section 16 treat both negligent health care providers and their victims differently than other persons similarly situated, and do not bear a fair and substantial relation to any reasonably conceivable legislative purpose for the statute, which is inherently irrational and arbitrary. I would hold section 16 denies equal protection and thus violates article I, section 6, of the Iowa Constitution.</p>\n<p>REES and LARSON, JJ., join this dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The majority opinion states the <i>American Bank &amp; Trust Co.</i> court applied the strict scrutiny standard. To the contrary, that court rejected that standard at the outset of its analysis in favor of the lower standard, observing that \"it cannot be held that the provisions of [Cal. Civ.Proc.Code] section 667.7 [a part of California's Medical Injury Compensation Reform Act] require `strict scrutiny' review. To the contrary, legislative regulation and ordering of personal injury actions is a matter for more restrained `rationality' review.\" 104 Cal. App.3d at 227-28, 163 Cal.Rptr. at 517. The court then approvingly quoted from Brown v. Merlo, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">8</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">855</span></a></span>, 861, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">506</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">212</span></a></span>, 216, <span class=\"citation\" data-id=\"1354187\"><a href=\"/opinion/1354187/brown-v-merlo/\"><span class=\"volume\">106</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">388</span></a></span>, 392 (1973): \"A classification `must be reasonable, not arbitrary, and must rest upon some ground of difference having a fair and substantial relation to the object of the legislation, so that all persons similarly circumstanced shall be treated alike.'\" As I have noted in division I, this is the same traditional analysis test we articulated in Redmond v. Carter, 247 N.W.2d at 271, and cited to today in <i>Bierkamp,</i> 293 N.W.2d at 579. The majority's statement is apparently derived from footnote 4 of the California decision, 104 Cal.App.3d at 232 n.4, 163 Cal.Rptr. at 520:\n</p>\n<p>Although the Ohio court employed the \"strict scrutiny\" test, which we do not believe to be the proper standard of review for such legislation, the reasoning is equally applicable to analysis based on the \"rational basis\" test.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110162/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/361919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/363124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1186923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1197548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1242927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1243108/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1262001/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1279421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1282130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1284740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1286229/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1333517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1354187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1366762/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1367306/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1420654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1451488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1519610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1618340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1629676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1659674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1692285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1698991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1725670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1726124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1810522/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1853370/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1854154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1905888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1920939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1927929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1938319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1938982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1983283/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1988295/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2018321/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2021966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2038631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2058009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2068995/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2069198/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2075525/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2124268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2130659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2131281/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2163078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2212118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2216446/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2216574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2229337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2231617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2232017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2251772/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2463547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3437189/"
          ]
        }
      ],
      "judges": "McCormick",
      "date_created": "2014-10-31T00:29:17.848841Z",
      "date_modified": "2018-02-28T22:36:33.257217Z",
      "date_filed": "1980-06-18",
      "date_filed_is_approximate": false,
      "slug": "rudolph-v-iowa-methodist-medical-ctr",
      "citation_id": 2135549,
      "case_name_short": "Rudolph",
      "case_name": "Rudolph v. Iowa Methodist Medical Ctr.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "293 N.W.2d 550",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 69,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2517573/rudolph-v-iowa-methodist-medical-ctr/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:29:17.845080Z",
  "date_modified": "2014-10-31T00:29:17.845080Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Rudolph",
  "case_name": "Rudolph v. Iowa Methodist Medical Ctr.",
  "case_name_full": "",
  "slug": "rudolph-v-iowa-methodist-medical-ctr",
  "docket_number": "64212",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}