{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2522341/",
  "id": 2522341,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/alaska/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1145032/",
      "id": 1145032,
      "absolute_url": "/opinion/1145032/state-v-alive-voluntary/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/328/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3680/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3683/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3689/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3692/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2522341/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1145032/",
          "id": 1145032,
          "absolute_url": "/opinion/1145032/state-v-alive-voluntary/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1145032/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:21:46.500187Z",
          "date_modified": "2017-03-30T19:21:45.458942Z",
          "type": "010combined",
          "sha1": "9e01d3048533fc02811c78afd055f56c872993e6",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>606 P.2d 769 (1980)</b></center>\n<center><h1>STATE of Alaska and Department of Revenue, Appellants,<br>\nv.<br>\nA.L.I.V.E. VOLUNTARY, Appellee.</h1></center>\n<center>No. 3670.</center>\n<center><p><b>Supreme Court of Alaska.</b></p></center>\n<center>February 19, 1980.</center>\n<p><span class=\"star-pagination\">*770</span> Joseph K. Donohue, Asst. Atty. Gen., Avrum M. Gross, Atty. Gen., Juneau, for appellants.</p>\n<p>Joe P. Josephson, Josephson &amp; Trickey, Inc., Anchorage, for appellee.</p>\n<p>Stephen M. Ellis, Delaney, Wiles, Moore, Hayes &amp; Reitman, Inc., Anchorage, for amici curiae Alaska Legislative Council and Administrative Regulation Review Committee.</p>\n<p>Before BOOCHEVER, C.J., and RABINOWITZ, CONNOR, BURKE and MATTHEWS, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MATTHEWS, Justice.</p>\n<p>AS 44.62.320(a) provides:</p>\n<blockquote>The legislature, by a concurrent resolution adopted by a vote of both houses, may annul a regulation of an agency or department.</blockquote>\n<p>This statute encompasses a variant of what has come to be called the legislative veto.<sup>[1]</sup> The question in this case is whether this device violates article II of the Alaska Constitution. We hold that it does.</p>\n<p></p>\n<h2>I</h2>\n<p>Chapter 15 of Title 5 of the Alaska Statutes authorizes games of chance and skill to be operated by permit holders. Only certain kinds of games, (\"bingo, raffles and lotteries, ice classics, dog mushers' contests, fish derbies and contests of skill\") are allowed,<sup>[2]</sup> only nonprofit organizations may be issued a permit,<sup>[3]</sup> and all revenues must be devoted to \"the awarding of prizes to contestants or participants and to educational, civic, public, charitable, patriotic or religious uses.\"<sup>[4]</sup> The Commissioner of Revenue has been delegated the authority to adopt rules and regulations \"necessary to <span class=\"star-pagination\">*771</span> carry out this chapter or protect the best interest of the public.\"<sup>[5]</sup></p>\n<p>From 1960 until 1976 one of the Commissioner's regulations prohibited lottery operators from giving prizes exceeding $15,000 in personal property or $30,000 in real property annually.<sup>[6]</sup> In November of 1976 the regulation was amended by increasing the annual personal property limit to $30,000 and the annual real property limit to $50,000 and by stating that personal property included cash and negotiable instruments.<sup>[7]</sup></p>\n<p>A.L.I.V.E. Voluntary is an unincorporated association which acts as the political action committee for the Teamster's Union Local No. 959, and affiliated unions. For three years it has operated fund raising lotteries under a permit issued by the Department of Revenue. It applied for a permit for 1977 and reported that during 1976 it had distributed $80,000 in cash prizes. The Department denied A.L.I.V.E. a permit for 1977 on the ground that its prize distribution in 1976 had exceeded the allowable limit.</p>\n<p>A.L.I.V.E. then brought suit against the Department alleging that the denial of the permit was wrongful, claiming that under the first version of the regulation which was in effect for most of 1976 cash prizes were not included within the personal property limitation of $15,000. While the case was pending before the superior court, the legislature, acting under AS 44.62.320(a), annulled, by concurrent resolution, 15 AAC 05.410(4).<sup>[8]</sup></p>\n<p>As a result of the legislative annulment A.L.I.V.E. added another count to its complaint under which it claimed that the denial of its permit was wrongful because it was based on continuing enforcement of the regulation despite its nullification by the legislature. In response, the state claimed that the legislature could not constitutionally annul an administrative regulation by concurrent resolution and therefore the regulation had not been annulled. Both parties moved for summary judgment on this issue. The court granted partial summary judgment in favor of A.L.I.V.E., holding that the legislative annulment power was constitutional and that the regulation in question was void <i>ab initio.</i><sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*772</span> II</h2>\n<p>The Alaska Constitution defines with specificity the mechanics of legislation.<sup>[10]</sup> Each provision has a purpose \"designed to engender a responsible legislative process worthy of the public trust.\" <i>Plumley v. Hale,</i> 594 P.2d 497, 500 (Alaska 1979).</p>\n<p>Article II, section 13 requires that every bill be confined to one subject and that there be a descriptive title. These requirements are designed \"to prevent the inclusion of incongruous and unrelated matters in the same bill in order to get support for it which the several subjects might not separately command, and to guard against inadvertence, stealth and fraud in legislation.\" <i>Suber v. Alaska State Bond Committee,</i> 414 P.2d 546, 557 (Alaska 1966). The same section also requires a specific form of enactment clause to avoid confusion as to when the legislature is speaking with the force and effect of law, as distinguished from the mere expression of its views and desires.<sup>[11]</sup></p>\n<p>Article II, section 14 requires three readings of a bill, on three separate days in order \"to ensure that the legislature knows what it is passing,\" <i>North Slope Borough v. Sohio Petroleum Corp.,</i> 585 P.2d 534, 543 n. 11 (Alaska 1978), and to ensure an opportunity for the expression of public opinion and due deliberation.<sup>[12]</sup> Section 14 also requires that the vote of each legislator on final passage of a bill be recorded and that no bill may pass without an affirmative vote of a majority of the membership of each house. These provisions are meant \"to ensure deliberation prior to passage, to ensure that the requisite majority of each house affirmatively votes to enact a bill into law, and to provide a public record of the vote cast by each legislator.\" <i>Plumley v. Hale,</i> 594 P.2d 497, 500 (Alaska 1979).</p>\n<p>In addition to these formal safeguards there is the condition that no bill shall become law unless the governor has the opportunity to veto it.<sup>[13]</sup> This power is granted \"`to preserve the integrity of . . [the executive] branch of government . . and thus maintain an equilibrium of governmental powers ... [and] to act as a check upon corrupt or hasty and ill-considered legislation.'\" <i>Thomas v. Rosen,</i> 569 P.2d 793, 795 n. 5 (Alaska 1977) (citation omitted). Finally, there is the clause that laws do not become effective, unless a two-thirds vote of the membership of each house provides otherwise, until ninety days after they are enacted. Art. II, ยง 18. This is designed to provide a fair opportunity to those people affected by legislation to learn of the laws they must live by.<sup>[14]</sup></p>\n<p>The question presented by this case is whether the legislature can exercise its legislative power without following these enactment provisions. In our view the answer must be in the negative, for otherwise they would serve no purpose. In <i>Plumley v. Hale,</i> 594 P.2d 497, 502 (Alaska 1979) we held that the requirements of Art. II ยง 14 are mandatory, not permissive.<sup>[15]</sup><span class=\"star-pagination\">*773</span> The minutes of the proceedings of our constitutional convention indicate that the delegates were fully aware that only by following the enactment procedures could the legislature make law. Thus, Delegate Sundborg stated:</p>\n<blockquote>Now, a majority vote in each house of the legislature is not equivalent to passing a law, because it does not require the signature of the governor, and it does not require conformance with the provisions of this constitution and the provisions of such laws as will be passed under it with respect to the procedure in enacting a law. So, when we say in the second sentence, \"The state may by law,\" we are saying that that law must be passed by the legislature in the manner that is required by the constitution and the statutes, and either signed by the governor or passed over his veto or become law without his signature in the manner provided in the constitution, which we felt was the real intention of the body rather than merely requiring that the legislature by a majority in each house and without adhering to any of those other restrictions and without any reference to the governor could contract debt on behalf of the state.</blockquote>\n<p>5 Proceedings of the Alaska Constitutional Convention at 3405 (January 28, 1956). Of course, when the legislature wishes to act in an advisory capacity it may act by resolution. However, when it means to take action having a binding effect on those outside the legislature it may do so only by following the enactment procedures. Other state courts have so held with virtual unanimity.<sup>[16]</sup></p>\n<p>Thus in <i>People ex rel. Burritt v. Commissioners of State Contracts,</i> 120 Ill. 322, 11 N.E. 180 (1887) a joint resolution directed state officials to make a contract for the publication and distribution of certain municipal laws and provided an appropriation for that purpose. The Illinois Supreme Court held that the joint resolution was invalid because the enactment procedures prescribed by the Illinois Constitution had not been followed. Speaking of them, the court stated:</p>\n<blockquote>That these various provisions, giving the form and mode by which, through the concurrent action of the legislative and executive departments, valid and binding laws are enacted, are, in the highest sense, mandatory, cannot be doubted.</blockquote>\n<p>11 N.E. at 185. The court went on to note that</p>\n<blockquote>nothing becomes law simply and solely because men who possess the legislative power will that it shall be, unless they express their determination to that effect in the mode pointed out by the instrument which invests them with the power, and under all the forms which that instrument has rendered essential. [Citation omitted].</blockquote>\n<p><i>Id.</i></p>\n<p>In <i>Mullan v. State,</i> 114 Cal. 578, 46 P. 670 (1896) the California legislature had passed a resolution requiring compensation of a private individual. In rejecting the argument that the resolution had the effect of law, the court stated:</p>\n<blockquote>A mere resolution ... is not a competent method of expressing the legislative will, where that expression is to <span class=\"star-pagination\">*774</span> have the force of law, and bind others than the members of the house or houses adopting it.</blockquote>\n<p>46 P. at 672.</p>\n<p><i>Moran v. La Guardia,</i> 270 N.Y. 450, 1 N.E.2d 961 (1936) involved statutory provisions reducing public employees' salaries during an economic emergency \"until the legislature shall find their further operation unnecessary.\" The legislature first attempted to repeal this law by passing a bill, but it was vetoed by the Governor. The same result was then sought by the passage of a joint resolution. In an alternative holding the court held that the legislature could not constitutionally terminate the operation of the statute by resolution:<sup>[17]</sup></p>\n<blockquote>A concurrent resolution of the Legislature is not effective to modify or repeal a statutory enactment .. . To repeal or modify a statute requires a legislative act of equal dignity and import. Nothing less than another statute will suffice. A concurrent resolution of the two Houses is not a statute ... A concurrent resolution, unlike a statute, is binding only on the members and officers of the legislative body. It resembles a statute neither in its mode of passage nor in its consequences. The form of a bill is lacking, and readings are not required. It does not have to lie on the desks of members of the Legislature for three legislative days ... But more important, its adoption is complete without the concurrent action of the Governor, or, lacking this, passage by a two-thirds vote of each House of the Legislature over his veto. Thus a joint resolution may be adopted by a mere majority of the Legislature without action by the Governor or notice to the public, whereas the enactment of a statute requires action by three distinct bodies and at least three days' notice to the public. As has been well said: \"In the exercise of this vast power [of the Legislature] according to the fundamental idea and constitution of parliament the concurrence of the three distinct bodies of which it is composed, each acting by itself and independent of the others, is necessary. No two of them acting together, much less alone, can make a law.\" [Citations omitted].<sup>[18]</sup></blockquote>\n<p>1 N.E.2d at 962.</p>\n<p>The express provision in the Alaska Constitution of two specific legislative veto mechanisms supports our view that no implied general power to veto agency regulations by informal legislative action exists. On the subject of the organization of the executive department the governor may propose changes in the law by executive order. Unless they are disapproved by the legislature within sixty days by \"resolution concurred in by a majority of the members in joint session... .\", such changes shall \"become effective at a date thereafter <span class=\"star-pagination\">*775</span> to be designated by the governor.\"<sup>[19]</sup> On the subject of municipal boundary changes, the state local boundary commission may make recommendations. They become effective forty-five days after presentation to the legislature unless vetoed by a \"resolution concurred in by a majority of the members of each house.\"<sup>[20]</sup></p>\n<p>There are several noteworthy aspects of these expressed powers. First, they are accompanied by specific time deadlines. Second, the deadlines are different, sixty days in one case and forty-five days in the other. One may question, if there is an implied legislative veto power in the constitution, whether it is accompanied by a time limit, and if so, what the limit is. Third, the expressed legislative vetoes annul proposed executive action, they do not change existing law. They therefore do not have the same potential for the disruption of public expectations and ongoing executive programs that the blanket veto in question has. Fourth, the legislative vote required for the exercise of each of the expressed vetoes is different. Re-organization orders may be blocked by a resolution of disapproval concurred in by a majority of the members of the legislature in joint session,<sup>[21]</sup> while boundary change vetoes require disapproval by a resolution concurred in by a majority of the members of each house.<sup>[22]</sup> Since the Senate has twenty members and the House has forty,<sup>[23]</sup> these differences can be quite important. The votes of thirty legislators are required to forestall a veto taken in joint session, while ten senators can prevent a veto if the vote is to be by a majority of the members of each house. Here, as with the differing time deadlines mentioned above, one may inquire as to which voting method the constitution would impose as part of an implied general legislative veto power. The answer, of course, is that the constitution contains no clue. In our view, the specificity with which the constitution deals with the legislative veto powers it does grant leads logically to the conclusion that no other veto power is implied.</p>\n<p></p>\n<h2>III</h2>\n<p>We are aware of only three cases which have decided the question whether a legislative veto is constitutional.<sup>[24]</sup> They are <i>Atkins v. United States,</i> 556 F.2d 1028, 214 Ct.Cl. 186 (1977), <i>cert. denied,</i> 434 U.S. 1009, 98 S.Ct. 718, 54 L.Ed.2d 751 (1978); <i>Opinion of the Justices,</i> 96 N.H. 517, 83 A.2d 738 (1950); and <i>Reith v. South Carolina State Housing Authority,</i> (Ct.C.P., 11th Jud.Dist., Aug. 28, 1975), <i>rev'd on other grounds,</i> 267 S.C. 1, 225 S.E.2d 847, 848 (1976).<sup>[25]</sup></p>\n<p><span class=\"star-pagination\">*776</span> The New Hampshire case, <i>Opinion of the Justices,</i> 96 N.H. 517, 83 A.2d 738 (1950), involved the question whether a reorganization statute violated the state constitution. The statute provided that the reorganization plan proposed by the governor would become law if the two legislative houses did not disapprove it by concurrent resolution. The court concluded that the statute violated the enactment provisions of the New Hampshire Constitution:</p>\n<blockquote>The procedure which [the reorganization statute] provides is in distinct contrast to that contemplated by the Constitution. Consent is to be manifested by silence or adjournment, and disapproval by \"concurrent resolution\" ... [T]he contemplated procedure violates the constitutional provisions requiring separate action by each house of the Legislature ... [T]he act would dispense with the \"passage\" of any measure, as that word is commonly used, and with the requirement of presentation to the Governor. In a sense the act provides for a reversal of the democratic processes required by the Constitution, for under it the Governor would propose the legislative action, rather than approve or disapprove of action taken. 83 A.2d at 741.</blockquote>\n<p>In <i>Reith v. South Carolina State Housing Authority,</i> (Ct.C.P., 11th Jud.Dist., Aug. 28, 1975), <i>rev'd on other grounds,</i> 267 S.C. 1, 225 S.E.2d 847, 848 (1976), the South Carolina Court of Common Pleas considered, <i>inter alia,</i> the validity of a statutory provision stating that regulations promulgated by the Housing Authority shall be \"null and void unless approved by a concurrent resolution of the General Assembly at its session following such promulgation.\" The court held that this provision violated the constitutional enactment requirements because \"the General Assembly may not perform a legislative function by means of a concurrent resolution.\"<sup>[26]</sup> The court also concluded that the provision impermissibly infringed on the executive's power to administer and enforce the laws.<sup>[27]</sup> On appeal, neither ruling was challenged, but the state supreme court reversed on the grounds that the legislative veto provision was not severable and, therefore, the whole act was unconstitutional.<sup>[28]</sup> The appellate court accepted the lower court's ruling on the veto provision as the law of the case and did not pass on the issue.<sup>[29]</sup></p>\n<p><i>Atkins v. United States,</i> 556 F.2d 1028, 214 Ct.Cl. 186 (1977), <i>cert. denied,</i> 434 U.S. 1009, 98 S.Ct. 718, 54 L.Ed.2d 751 (1978) involved a statute empowering the President to make recommendations for judicial salary increases and transmit them to Congress; the recommendations would become effective after thirty days unless disapproved by either House. It was claimed that this mechanism was unconstitutional because it contravened article I, section 1 of the United States Constitution, which vests the legislative power of the United States in a bi-cameral Congress, article I, section 7, which grants veto power to the President, and the principle of separation of powers. The Court of Claims, <i>en banc,</i> in a four-to-three decision, upheld the statute.</p>\n<p><i>Atkins</i> is not strong authority in this case, for the following reasons. First, the majority took pains to confine its opinion to the narrow issue before it, emphasizing that Congress' special role in the establishment of judicial salaries shaped its reasoning and conclusion. <i>Id.</i> at 1058-60, 1063, 1065, 1068. Moreover, the United States Constitution does not contain detailed directions for legislative action similar to those set forth in the Alaska Constitution, discussed <i>supra,</i> pp. 772, 773. Thus the Court of Claims was able to say, speaking of article I, section 1 of the United States Constitution:<sup>[30]</sup><span class=\"star-pagination\">*777</span> \"[T]he clause does not itself, as a textural matter, mechanically direct the manner in which Congress must exercise the legislative power.\" <i>Id.</i> at 1062. Such a statement could not be made with reference to Article II of the Alaska Constitution. Further, the court stressed that no change in the law was accomplished by the one-House veto, because the President's recommendations never had the effect of law. <i>Id.</i> at 1063. The court implied that for one House to have the authority to make such a change would be unconstitutional: \"Nor could one House do anything more than preserve existing law ...\" <i>Id.</i> at 1064. In contrast, the annulment provisions of AS 44.62.320(a) permit the legislature to void administrative regulations which are in effect. Such regulations are laws in every meaningful sense,<sup>[31]</sup> and annulling any one of them effects a change in the law.</p>\n<p></p>\n<h2>IV</h2>\n<p>We turn now to a discussion of the major arguments of Appellee and the Amici.</p>\n<p>The first is that since AS 44.62.320(a) was passed by the first state legislature, several members of which had served in the Alaska Constitutional Convention, and was approved by Governor Egan, who had been chairman of the Convention, a stronger than usual presumption of constitutionality should be applied.<sup>[32]</sup> We need not pause to debate that point. Whatever the strength of the presumption might be, it will be overcome if the statute cannot be squared with a reasonable reading of the constitution. That, in our opinion, is the situation here.</p>\n<p>The Amici argue that since the legislature may delegate law-making power to an administrative agency, it follows that it may reserve to itself a part of the delegable power, and that a deligation can be made subject to a condition that the legislature may later change the terms of the delegation by informal action. The answer to this argument, in our opinion, is that while the legislature can delegate the power to make laws conditionally, the condition must be lawful and may not contain a grant of power to any branch of government to function in a manner prohibited by the constitution. The legislature is bound to act in accordance with the constraints provided in article II of the constitution. The fact that it can delegate legislative power to others who are not bound by article II does not mean that it can delegate the same power to itself and, in the process, escape from the constraints under which it must operate.<sup>[33]</sup></p>\n<p>To illustrate this point we may assume that the legislature has the power to establish an independent agency which would have the power to disapprove of agency regulations. Since the agency would be a part of the executive department the article II constraints on legislative action would not govern its functions. Could the legislature instead convey to its own members the power to act as such an agency free from these constraints? The answer, we think, is clearly no for that would amount to dual officeholding, prohibited by article II, section 5,<sup>[34]</sup> and would <span class=\"star-pagination\">*778</span> infringe on the executive appointment power set out in article III, section 26.<sup>[35]</sup> While the power to void agency regulations could be exercised by either the legislature, or by an agency, when the legislature exercises such power it must do so while acting as a legislature. It may not grant itself the power to act as an agency.</p>\n<p>It might be supposed that if the legislature could condition the validity of a regulation upon the subsequent disapproval by both of its houses by concurrent resolution, it could condition the same upon disapproval by a committee,<sup>[36]</sup> or a single legislator. Using the theory, propounded by the Amici, that a veto is merely a condition there is no principled distinction between these cases. It is therefore worth observing that most authorities have rejected the validity of laws conferring either affirmative or negatory legislative powers on individual legislators or legislative committees.</p>\n<p>In <i>State ex rel. Judge v. Legislative Finance Committee,</i> 168 Mont. 470, 543 P.2d 1317 (1975), at issue was a statute empowering an interim legislative committee to approve budget amendments. The statute was held invalid. The court pointed out that the power to approve budget amendments could be exercised by the entire legislature in making an appropriation, or by an executive agency acting on a proper delegation from the legislature, but the legislature could not delegate the power to so act to one of its subdivisions. <i>Id.</i> 543 P.2d at 1321.<sup>[37]</sup> The same reasoning was employed in <i>People v. Tremaine,</i> 252 N.Y. 27, 168 N.E. 817 (1929), where the Court of Appeals struck down a statute granting certain legislative committee chairmen the power to disapprove of the allocation of lump sum appropriations to an executive agency. The court acknowledged that the legislature might itself legislate the allocation, or it could delegate the responsibility to an executive agency. It could not, however, delegate the responsibility to one, or more than one, of its members: \"The Legislature might make the segregation itself, but it may not confer administrative powers upon its members without giving them, unconstitutionally, civil appointments to administrative offices. It might by general law confer the power of segregation or approval of segregation upon any one but its own members ... but the Constitution ... makes its own members ineligible to such an appointment.\" <i>Id.</i> 168 N.E. at 822. <i>See also, </i><i>Stockman v. Leddy,</i> 55 Colo. 24, 129 P. 220, 223 (1912); <i>Bramlette v. Stringer,</i> 186 S.C. 134, 195 S.E. 257, 264 (1938). <i>Contra, Opinion of the Justices,</i> 110 N.H. 359, 266 A.2d 823 (1970).</p>\n<p>The Appellee also argues that legislative oversight of administrative regulations is desirable and that such oversight cannot take place effectively if it must follow the path of legislation prescribed by article II. There are two answers to this argument. First, and most important, the question of <span class=\"star-pagination\">*779</span> whether the legislature might perform a task more efficiently if it did not have to follow article II is essentially irrelevant. Since article II applies, the question of whether efficiency takes primacy over other goals must be taken to have been answered by our constitutional framers. Second, at least according to a recent case study, the legislative veto has been unimpressive in practice. <i>See</i> Bruff &amp; Gellhorn, <i>Congressional Control of Administrative Regulation: A Study of Legislative Vetoes,</i> 90 Harv.L.Rev. 1369 (1977). That study concludes, essentially, that the legislative veto encourages secretive, poorly informed, and politically unaccountable legislative action. <i>Id.</i> at 1409-20. It is consequences such as these that the enactment provisions of our constitution are designed to guard against. See discussion, <i>supra,</i> pp. 772, 773.</p>\n<p>Appellee also makes an argument based on the doctrine of separation of powers. Rule-making is essentially a legislative rather than executive function and so, the argument goes, broad latitude must be afforded the legislature to act as it sees fit in this, the core area of its duties. This argument is essentially inconsistent with the requirements prescribed in article II of the constitution which must be observed in the process of legislation. The legislature is not free to ignore these requirements. See, discussion <i>supra,</i> pp. 772, 773.</p>\n<p>Appellee finds it significant that the Alaska Constitution contains no provision like that in section 7, clause 3 of article I of the United States Constitution<sup>[38]</sup> which authorizes the executive to veto legislative resolutions, and argues that executive involvement in the enactment of resolutions was not deemed necessary by the framers of the state constitution. This point, however, does not advance Appellee's case. Under the United States Constitution joint resolutions are one means by which laws are enacted;<sup>[39]</sup> they are therefore naturally included among those legislative acts subject to Presidential veto. However, under the state constitution resolutions are not an alternative law enactment process, and therefore there is no need to make them subject to an executive veto.</p>\n<p>The Amici contend that since AS 44.62.320(a) was itself passed in accordance with all constitutional mandates and since the governor had the opportunity to veto the statute, constitutional requirements have been satisfied with respect to subsequent acts of the legislature taken pursuant to the statute. In other words, by virtue of one enactment approved by the governor, the legislature can free itself, in certain instances, of the constitutional constraints that would otherwise govern its actions. Such an enactment would impermissibly preserve legislative power possessed at one instant in time for future periods when the legislature might otherwise be incapable of acting because of the executive veto.<sup>[40]</sup> It would also do away with the formal safeguards of article II which are meant to accompany law-making. The requirements of the constitution may not be eliminated in this fashion.</p>\n<p>REVERSED AND REMANDED with directions to enter partial summary judgment in favor of the state as to the effect of the concurrent resolution and for further proceedings.</p>\n<p>BOOCHEVER, Chief Justice, with whom CONNOR, Justice, joins, dissenting.</p>\n<p></p>\n<h2>I</h2>\n<p>I believe that the legislative power to annul administrative regulations by concurrent <span class=\"star-pagination\">*780</span> resolution is constitutional. In my opinion, the majority reasoning is fallacious in equating regulations with laws passed by the legislature. The litany of constitutional requirements outlined in the majority opinion is indeed mandated for the passage of a bill into law. The constitution, however, makes none of those requirements applicable to regulations. In fact, the constitution is silent as to the practice of delegating authority by the legislature to the executive or administrative agencies for promulgation of regulations.<sup>[1]</sup> Regulations may be promulgated without having each regulation confined to one subject, a descriptive title, a specific form of enactment clause, three readings on three separate days, the vote of each member adopting the regulation recorded, a majority vote of each house of the legislature, a public record of the vote cast, being subject to veto by the governor, a 90-day waiting period before becoming effective.<sup>[2]</sup> Nevertheless, the majority does not question the authority of the legislature to delegate the power to promulgate regulations without these safeguards. It seems to me that if the legislature, in authorizing regulations, cannot condition that authority with a reasonable provision for oversight because the annulment of a regulation is equated with repeal of a statute, then the regulation itself must be considered invalid as not having been passed with the requirements necessary for enacting a bill into law.</p>\n<p>This issue was considered by this court shortly after statehood in <i>Boehl v. Sabre Jet Room, Inc.,</i> 349 P.2d 585, 588 (Alaska 1960), where we stated:</p>\n<blockquote>The legislative power of the state \"is vested in a legislature.\" It is argued that because of this constitutional provision the power may not be delegated.</blockquote>\n<blockquote>But such a strict theory of separation of powers ignores realities and the practical necessities of government. The United States Supreme Court has said that delegation by Congress has long been recognized as necessary in order that the exertion of legislative power does not become a futility, and that necessity fixes a point beyond which it is unreasonable and impracticable to compel the legislature to prescribe detailed rules. [Footnotes omitted.]</blockquote>\n<p>One of the bases specified in <i>Boehl</i> for upholding this power of the legislature to delegate regulatory authority was the identical right to annul regulations which the majority now finds to be unconstitutional. In <i>Boehl</i> we stated:</p>\n<blockquote>It also is not essential, in order to sustain the grant of authority, that the legislature circumscribe administrative discretion by express standards of action in order that the opportunity for capricious exercise of power will not exist. There is slight danger of that. The exercise of the board's powers is hedged about by substantial safeguards. Before the board may act it must conduct a public hearing and afford any interested person the opportunity to be heard, and it must then \"consider all relevant matter presented to it.\" There is ample opportunity for judicial review; for \"any interested person may obtain a judicial declaration as to the validity of any regulation * * *\". Finally, there is legislative supervision. The legislature, which meets annually, may revise the statute and thus restrict the bounds of administrative action; <i>it has the power by resolution to annul any agency or department rule or regulation;</i> and the Legislative Council, an interim legislative committee charged with the duty of making recommendations to the legislature, must annually review all agency regulations to determine if the legislative intent is being correctly followed.</blockquote>\n<p>349 P.2d at 590 (emphasis added) (footnotes omitted).</p>\n<p><span class=\"star-pagination\">*781</span> In my opinion, the majority misstates the question presented as being whether the legislature can exercise its legislative power without the usual constitutional safeguards. The real question is whether, having exercised its legislative power, subject to all those safeguards, it may condition the delegation of regulatory power to an executive agency upon a provision for legislative oversight. I agree with our statement in <i>Boehl</i> that the legislature has that power.</p>\n<p></p>\n<h2>II</h2>\n<p>The advent of the industrial revolution vastly increased and complicated the tasks of legislatures. Due to limits of time and specialized expertise, legislatures have found it impossible to prescribe laws adequately covering the tremendously varied and intricate forms of social relationships arising out of the proliferation of business, manufacturing, trade, transportation, communication and commercial enterprises.<sup>[3]</sup> Of necessity, legislative authority had to be delegated to administrative agencies. Nevertheless, both in England and in the United States, efforts were initiated to maintain some controls over broad delegations of authority.<sup>[4]</sup></p>\n<p>England has long utilized the laying system, whereby an administrative order or regulation must be laid before Parliament for a specified period of time before becoming effective.</p>\n<blockquote>Parliamentary control over administrative rules and regulations ... is asserted principally through provisions in enabling statutes that rules made under them shall be laid before Parliament. This is customarily combined with a provision in the statute, either that the rule shall not be operative until it is approved by resolution, either of both Houses or of the House of Commons alone ..., or that, if within forty days a resolution is passed by either House for annulling the rule, the rule is to be void....<sup>[5]</sup></blockquote>\n<p>In the United States, the issue of whether a legislature can reserve to itself the power to disapprove administrative regulations has been brewing for more than forty years.<sup>[6]</sup> The early stages of the dispute involved the Reorganization Acts of the 1930's and 1940's which provided that executive reorganization plans became effective sixty days after transmission to Congress, unless within that period Congress disapproved by resolution.<sup>[7]</sup> Federal acts incorporating similar provisions have proliferated in recent years.<sup>[8]</sup> Yet no federal court has squarely evaluated the validity of provisions reserving to Congress the power to disapprove administrative regulations.<sup>[9]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>I agree with the majority that there is scant case authority on the specific issue in <span class=\"star-pagination\">*782</span> the United States. Our court, however, has favorably discussed the legislative veto in <i>Boehl.</i></p>\n<p>The holding in <i>Atkins v. United States,</i> 556 F.2d 1028, 214 Ct.Cl. 186 (1977) (<i>en banc</i>) (<i>per curiam</i>), <i>cert. denied,</i> 434 U.S. 1009, 98 S.Ct. 718, 54 L.Ed.2d 751 (1978), supports the position taken in this dissent. <i>Atkins</i> upheld a statute allowing either House of Congress to veto judicial salary increases recommended by a presidential commission.</p>\n<p>In <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976), the majority of the United States Supreme Court did not reach the issue of whether regulations promulgated by the Federal Election Commission would become effective within thirty days of filing if either House of Congress did not disapprove them. In his concurrence, Justice White did approve the oversight provision, stating:</p>\n<blockquote>I am also of the view that the otherwise valid regulatory power of a properly created independent agency is not rendered constitutionally infirm, as violative of the President's veto power, by a statutory provision subjecting agency regulations to disapproval by either House of Congress. For a bill to become law it must pass both Houses and be signed by the President or be passed over his veto. Also, \"Every Order, Resolution, or Vote to which the Concurrence of the Senate and House of Representatives may be necessary\" is likewise subject to the veto power. Under ยง 438(c) the FEC's regulations are subject to disapproval; but for a regulation to become effective, neither House need approve it, pass it, or take any action at all with respect to it. The regulation becomes effective by nonaction. This no more invades the President's powers than does a regulation not required to be laid before Congress. Congressional influence over the substantive content of agency regulation may be enhanced, but I would not view <i>the power of either House to disapprove as equivalent to legislation</i> or to an order, resolution or vote requiring the concurrence of both Houses.</blockquote>\n<p>424 U.S. at 284-85, 96 S.Ct. at 757, 46 L.Ed.2d at 838-39 (emphasis added) (footnotes omitted).</p>\n<p>The majority cites <i>Reith v. South Carolina State Housing Authority,</i> (Ct. C.P., 11th Jud. Dist., Aug. 28, 1975), <i>rev'd on other grounds,</i> 267 S.C. 1, 225 S.E.2d 847, 848 (1976), but appropriately concedes that the Supreme Court of South Carolina did not reach the issue with which we are concerned.</p>\n<p>Also cited is the New Hampshire case, <i>Opinion of the Justices,</i> 96 N.H. 517, 83 A.2d 738 (1950), an advisory opinion on whether a reorganization statute violated the state constitution. The statute provided that the reorganization plan proposed by the governor would become law if the two legislative houses did not disapprove it by concurrent resolution. The court concluded that the statute violated the state constitution. <i>Id.</i> 83 A.2d at 741. Three of the five justices felt the procedure violated the principle of bicameralism because each house \"has undertaken in advance to surrender to the other its constitutional authority to veto or refuse assent to action taken or approved by the other.\" <i>Id.</i> 83 A.2d at 741-42.</p>\n<p>It is also significant that twenty years later the New Hampshire Supreme Court examined a statute requiring certain salary increases to be approved by a legislative committee prior to submission to the governor for final approval. <i>Opinion of the Justices,</i> 110 N.H. 359, 266 A.2d 823 (1970). The court, without analysis of its earlier opinion, found no violation of separation of powers, reasoning that since the legislature could delegate its power to fix salaries, it could impose conditions upon the exercise of such delegated authority. <i>Id.</i> 266 A.2d at 826. In conclusion, it seems to me that what case authority exists is more supportive than not of the concept of legislative annulment.</p>\n<p></p>\n<h2>IV</h2>\n<p>The legislature's participation in the promulgation of regulations is within the core area of legislative power, formulation of <span class=\"star-pagination\">*783</span> policy. Accordingly, the legislature's power to select the means of participation should be generously construed.<sup>[10]</sup></p>\n<p>The delegation of rule-making authority to executive agencies does not alter the basic legislative nature of the function. Conditioning that delegation on the right of the legislature to review and annul regulations does not infringe on the power of the executive, where, as here, the annulling action is taken at the first session of the legislature following promulgation of the regulation.<sup>[11]</sup></p>\n<p>I believe that a statute can validly condition the delegated power to enact regulations by requiring that the regulations be subject to annulment by resolution, just as it could limit the effective date of the new regulations or the length of time during which they would be in force. I find no material difference between AS 44.62.320 and other statutes, upheld by the United States Supreme Court, that condition the exercise of rule-making authority by approval of private citizens.<sup>[12]</sup> If private citizens can exercise such power, then certainly the legislature should be able to exercise the same power.</p>\n<p></p>\n<h2>V</h2>\n<p>As the majority correctly notes, there are two provisions in our constitution which deal specifically with the legislative veto. These are article III, section 23, concerning executive reorganization, which provides that the legislature may veto a reorganization plan by a resolution \"in joint session,\"<sup>[13]</sup> and article X, section 12, concerning local boundaries, which provides that the legislature may veto by resolution local boundary changes proposed by an executive branch commission.<sup>[14]</sup></p>\n<p>The majority concludes that these two express provisions creating a legislative veto by resolution exclude the possibility of an implied legislative veto. They state:</p>\n<blockquote>In our view, the specificity with which the constitution deals with the legislative <span class=\"star-pagination\">*784</span> veto powers it does grant leads logically to the conclusion that no other veto power is implied.</blockquote>\n<p>Adopting the majority's logic, however, it might be said with equal force that the delegation of any rule-making powers to the executive by the legislature would also be unconstitutional. It might be argued that where the constitutional drafters intended to create rule-making power in the executive branch they created it expressly, with specificity, as they did in these two provisions, and that other rule-making powers created by statute cannot be implied.</p>\n<p>In my view, the expression of some powers in these provisions does not lead to the conclusion that the constitution forbids either an expansion of rule-making powers in the executive or a denial of the legislative veto. The Alaska Constitution is silent on the question of administrative regulations. It does not say what powers may be delegated, how rules may be promulgated, or whether the legislature may retain a veto power by resolution. Presumably, these were questions that the constitutional drafters thought could best be resolved by the legislature.</p>\n<p>There is an aspect of these two provisions, however, that is worthy of some notice. It seems significant that in the only two instances where the constitution does make a specific grant of rule-making power directly to the executive, it does so with a power reserved in the legislature to veto the rule by resolution. There seems to be little logic to a position that maintains that the constitutional drafters would have sanctioned the use of the resolution here, yet demanded the higher enactment standard when the legislature delegated power on its own.</p>\n<p>Finally, the majority argues that where a veto power by resolution exists, it must also specify time limits, the method of voting and so forth. This argument is unconvincing. Having allocated a specific rule-making power to the executive branch, it was appropriate for the constitutional drafters to define in the constitution a specific legislative check to that power. This would seem to be a virtual necessity, because any statute that the legislature might pass to circumscribe these executive powers otherwise would in all likelihood be unconstitutional. But where the legislature delegates rule-making power by statute, the constitutional drafters might well presume that the legislature could also design an appropriate system of checks and balances by statute law, as they have done here in AS 44.62.320(a).</p>\n<p></p>\n<h2>VI</h2>\n<p>It is also of significance that the Administrative Procedure Act, chapter 143, SLA 1959, containing an annulment provision, was passed shortly after the drafting of the constitution at the first session of the Alaska State Legislature. Many of the delegates to the Constitutional Convention were among the members of the legislature.<sup>[15]</sup> In fact, two of the more active delegates, Hellenthal and Taylor, introduced House Bill 13 which was enacted as chapter 143, SLA 1959.<sup>[16]</sup> The bill was passed by a House vote of 37 to 1,<sup>[17]</sup> and by a unanimous Senate vote.<sup>[18]</sup></p>\n<p>At that time, the governor of Alaska was William A. Egan, who had presided as President over the Constitutional Convention. In signing House Bill 13 into law, Governor Egan delivered the following message to the legislature:</p>\n<blockquote>I am signing into law HOUSE BILL NO. 13, the administrative procedures bill. I wish to call attention to the Attorney General's statement that Section 1, Article VI of Chapter 1 thereof may be unconstitutional in its seeking to impose new duties on local governing bodies.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*785</span> Because of the bill's separability clause, however, I do not consider this flaw of such seriousness that the bill should not be signed and utilized.<sup>[19]</sup></blockquote>\n<p>Although the governor saw fit to point out a possible constitutional problem with article VI because it required local governing bodies to hold public hearings, no question was raised about the legislature's power to annul regulations by joint resolution.<sup>[20]</sup></p>\n<p>What was said by the United States Supreme Court about legislation passed by Congress shortly after the enactment of the United States Constitution is apropos here:</p>\n<blockquote>What, then, are the elements that enter into our decision of this case? We have first a construction of the Constitution made by a Congress which was to provide by legislation for the organization of the government in accord with the Constitution which had just then been adopted, and in which there were, as Representatives and Senators, a considerable number of those who had been members of the convention that framed the Constitution and presented it for ratification. It was the Congress that launched the government. It was the Congress that rounded out the Constitution itself by the proposing of the first ten amendments, which had in effect been promised to the people as a consideration for the ratification. It was the Congress in which Mr. Madison, one of the first in the framing of the Constitution, led also in the organization of the government under it. It was a Congress whose constitutional decisions have always been regarded as they should be regarded as of the greatest weight in the interpretation of that fundamental instrument... . This court has repeatedly laid down the principle that a contemporaneous legislative exposition of the Constitution, when the founders of our government and framers of our Constitution were actively participating in public affairs acquiesced in for a long term of years, fixes the construction to be given its provisions.</blockquote>\n<p><i>Myers v. United States,</i> 272 U.S. 52, 174-75, 47 S.Ct. 21, 45, 71 L.Ed. 160, 189-90 (1926) (citation omitted).</p>\n<p>Finally, I note that the policy of authorizing legislative annulment of regulations is becoming increasingly widespread in Alaska, in other states, and in the federal government.<sup>[21]</sup> Such a practice, affording a <span class=\"star-pagination\">*786</span> practical means of supervision of the broad delegation of legislative powers required by the complexities of modern society, should not be hastily voided.</p>\n<p>I conclude that the legislature's annulment of the cash prize regulation, pursuant to AS 44.62.320(a), does not violate the principle of separation of powers, does not provide a means by which the legislature can enact laws without passage of a bill, and does not unconstitutionally encroach on the power of the executive.</p>\n<h2>NOTES</h2>\n<p>[1]  For excellent histories of the legislative veto, <i>see</i> Ginnane, <i>The Control of Federal Administration by Congressional Resolutions and Committees,</i> 66 Harv.L.Rev. 569 (1953); Newman &amp; Keaton, <i>Congress and the Faithful Execution of Laws ย Should Legislators Supervise Administrators?</i> 41 Cal.L.Rev. 565 (1953); and Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Cal.L.Rev. 983 (1975).</p>\n<p>[2]  AS 05.15.100.</p>\n<p>[3]  AS 05.15.120, .210(15).</p>\n<p>[4]  AS 05.15.150.</p>\n<p>[5]  AS 05.15.060(11).</p>\n<p>[6]  The regulation was designated 15 AAC 05.410(4). It provided:\n</p>\n<p>In holding, operating, and conducting raffles or lotteries, no permittee shall raffle prizes of personal property in excess of the sum or value of $15,000.00 in any one calendar year and real property in excess of the sum or value of $30,000.00 in any one calendar year.</p>\n<p>[7]  As amended the regulation reads:\n</p>\n<p>(4) In holding, operating and conducting raffles or lotteries, a permittee may not raffle prizes of personal property, including cash or a negotiable instrument, the aggregate total of which is in excess of the sum or value of $30,000 in any one calendar year and real property in excess of the sum or value of $50,000 in any one calendar year.</p>\n<p>[8]  Legislative Resolve No. 79, in full, states:\n</p>\n<p>Annulling a regulation of the Department of Revenue pertaining to the value of prizes awarded in raffles and lotteries.</p>\n<p>BE IT RESOLVED BY THE LEGISLATURE OF THE STATE OF ALASKA:</p>\n<p>WHEREAS under AS 44.62.320 the legislature by concurrent resolution adopted by a vote of both houses may annul a regulation of an agency or department; and</p>\n<p>WHEREAS 15 AAC 05.410(4), adopted by the Department of Revenue, restricts the value of prizes which may be awarded in a single year by a qualified organization in a raffle or lottery to $30,000 in personal property and $50,000 in real property; and</p>\n<p>WHEREAS the prevention of high-stakes gambling sought by this regulation could be achieved more effectively through less restrictive means; specifically, the value of prizes awarded in individual raffles or lotteries could be limited or the prize limit could be related to the amount required to participate in the raffle or lottery; and</p>\n<p>WHEREAS this regulation would frustrate the intent of AS 05.15.150, which specifies permissible uses for net proceeds of raffles and lotteries, by preventing qualified organizations from garnering net proceeds in sufficient amounts for uses specifically mentioned in AS 05.15.150, such as erecting or maintaining public buildings or works, or lessening the burden on government;</p>\n<p>BE IT RESOLVED by the Alaska State Legislature that administrative regulation 15 AAC 05.410(4) is annulled.</p>\n<p>[9]  That is, since 1960. Legislative Resolve No. 79 purported to annul not merely the 1976 amendments to the regulation, but the regulation in its entirety. <i>See</i> note 8, <i>supra.</i></p>\n<p>[10]  Art. II, ยง 13 provides:\n</p>\n<p><i>Form of Bills.</i> Every bill shall be confined to one subject unless it is an appropriation bill or one codifying, revising, or rearranging existing laws. Bills for appropriations shall be confined to appropriations. The subject of each bill shall be expressed in the title. The enacting clause shall be: \"Be it enacted by the Legislature of the State of Alaska.\"</p>\n<p>Art. II, ยง 14 provides:</p>\n<p><i>Passage of Bills.</i> The legislature shall establish the procedure for enactment of bills into law. No bill may become law unless it has passed three readings in each house on three separate days, except that any bill may be advanced from second to third reading on the same day by concurrence of three-fourths of the house considering it. No bill may become law without an affirmative vote of a majority of the membership of each house. The yeas and nays on final passage shall be entered in the journal.</p>\n<p>[11]  <i>See</i> 3 Proceedings of the Alaska Constitutional Convention 1746-48 (January 11, 1956).</p>\n<p>[12]  <i>See</i> 3 Proceedings of the Alaska Constitutional Convention 1751-54 (January 11, 1956).</p>\n<p>[13]  Art. II, ยงยง 15, 16 and 17.</p>\n<p>[14]  <i>See</i> 4 Proceedings of the Alaska Constitutional Convention 3110 (January 25, 1956).</p>\n<p>[15]  We also referred to the Art. II, ยงยง 14 and 15 safeguards in <i>North Slope Borough v. Sohio Pet. Corp.,</i> 585 P.2d 534, 543 n. 11 (Alaska 1978), stating: \"Our constitution imposes certain requirements of formality on legislative action... . The legislature enacts laws by the passage of bills meeting the foregoing formalities. It may not enact a law or change one by committee report.\"</p>\n<p>[16]  <i>Watrous v. Golden Chamber of Commerce,</i> 121 Colo. 521, 218 P.2d 498 (1950) is perhaps an exception. At issue there was a statute allowing certain tax proceeds to be pledged as security for bonds to pay for construction of state turnpikes under the condition \"that any such pledge shall first be approved by joint resolution of the Senate and House of Representatives.\" <i>Id.</i> 218 P.2d at 502. The court upheld the statute, finding that such a resolution was not legislative in character, but \"relat[ed] solely to the transaction of the business of the two houses.\" <i>Id.</i> 218 P.2d at 510. One proponent of the legislative veto has remarked that the reasoning of this case is \"so unsatisfactory as to destroy its value as a precedent.\" Schwartz, <i>Legislative Control of Administrative Rules &amp; Regulations,</i> 30 N.Y.U.L.Rev. 1031, 1043 n. 56 (1955).</p>\n<p>[17]  The other alternative holding was that the statute had not authorized termination by resolution.</p>\n<p>[18]  To the same effect are: <i>Becker v. Detroit Sav. Bank,</i> 269 Mich. 432, 257 N.W. 853 (1934); <i>Cleveland Terminal &amp; V.R. Co. v. State ex rel. Attorney General,</i> 85 Ohio St. 251, 97 N.E. 967, 973 (1912) (\"[A] joint resolution is not an act of legislation and ... it cannot be effective for any purpose for which an exercise of legislative power is necessary ...); <i>Scudder v. Smith,</i> 331 Pa. 165, 200 A. 601, 604 (1938) (\"The subject matter of this joint resolution is legislative in its nature. It is not a mere formal expression of legislative opinion [and is therefore invalid]\"); <i>State ex rel. Todd v. Yelle,</i> 7 Wash.2d 443, 110 P.2d 162, 165 (1941) (\"It is ... clear that a house resolution is not a law. A law must be enacted either by popular initiative or by the legislature, and, when by the legislature, must be by bill ...\"); <i>Rowley v. City of Medford,</i> 132 Or. 405, 285 P. 1111, 1114 (1930) (\"The power of the Legislature to effectively legislate by resolution is confined within very narrow limits. It may provide for expenses incident to its sessions, such as employing clerks and stenographers and procuring supplies, and other matters incident to the carrying on of its own business, but it cannot go outside and legislate generally on matters involving property or other rights. As to such matters, its resolutions have only the effect of an expression of opinion and no more.\"); <i>Hawks v. Bland,</i> 156 Okl. 48, 9 P.2d 720, 721 (1932) (\"[a] resolution is the mere expression of an opinion and not an enactment of law.\"); <i>Newport News Fire Fighters Ass'n, Local 794 v. City of Newport News,</i> 307 F. Supp. 1113, 1115 (E.D.Va. 1969) (\"[T]he resolution expresses only the opinion of that legislative body.\").</p>\n<p>[19]  Art. III, ยง 23.</p>\n<p>[20]  Art. X ยง 12. We do not agree with the dissent's characterization of the power granted in these two provisions as rule-making power, which we see as the power to interpret and implement statutes. Rather, the power contained in these provisions is the power to <i>change</i> statutes; therefore, the expression of these extraordinary powers in the constitution cannot be regarded as carrying an implication that general administrative rule making was meant to be forbidden.</p>\n<p>[21]  Art. III, ยง 23.</p>\n<p>[22]  Art. X, ยง 12.</p>\n<p>[23]  Art. II, ยง 1.</p>\n<p>[24]  The dissent suggests that our comment in <i>Boehl v. Sabre Jet Room, Inc.,</i> 349 P.2d 585 (Alaska 1960), supports an affirmative answer to this question. We stated that \"[the legislature] has the power by resolution to annul any agency or department rule or regulation.\" However, the <i>constitutionality</i> of annulment was not argued in that case, and our statement obviously was not a judgment on this issue.</p>\n<p>[25]  The Amici would add <i>Sibbach v. Wilson,</i> 312 U.S. 1, 61 S.Ct. 422, 85 L.Ed. 479 (1940) to this list; however, the type of veto discussed there apparently entailed formal law enactment and, therefore, the case has no relevance to the question before us. <i>See </i><i>Atkins v. United States,</i> 556 F.2d at 1060 and n. 21. In <i>Buckley v. Valeo,</i> 424 U.S. 1, 140 n. 176, 96 S.Ct. 612, 692 n. 176, 46 L.Ed.2d 659, 757 n. 176 (1976), the United States Supreme Court found it unnecessary to pass on the validity of a legislative veto, but Justice White in a concurring opinion indicated he thought it was constitutional. 424 U.S. at 284-85, 96 S.Ct. at 757-58, 46 L.Ed.2d at 838-39. Subsequently, the Court of Appeals for the District of Columbia avoided the same issue, <i>Clark v. Valeo,</i> 182 U.S.App.D.C. 21, 559 F.2d 642 (D.C. Cir.) (en banc) <i>aff'd mem. sub nom. </i><i>Clark v. Kimmitt,</i> 431 U.S. 950, 97 S.Ct. 2667, 53 L.Ed.2d 267 (1977), but Circuit Judge MacKinnon reached the merits in a vigorous dissent criticizing Justice White's conclusion in <i>Buckley.</i> 182 U.S.App.D.C. at 64, 559 F.2d at 685.</p>\n<p>[26]  <i>Reith v. South Carolina State Housing Authority,</i> Op. at 9.</p>\n<p>[27]  <i>Id.</i> at 10.</p>\n<p>[28]  225 S.E.2d at 848-49.</p>\n<p>[29]  225 S.E.2d at 848.</p>\n<p>[30]  U.S. Const. art. I, ยง 1 provides:\n</p>\n<p>All legislative powers herein granted shall be vested in a Congress of the United States, which shall consist of a Senate and House of Representatives.</p>\n<p>[31]  1 Mezines, Stein &amp; Gruff, Administrative Law ยง 1.02[2] at 1-45 (1977); 2A Sutherland, Statutes and Statutory Construction ยง 49.05 at 240 (4th ed. Sands 1973), which states:\n</p>\n<p>An administrative agency may be vested with the power to promulgate legislative interpretive rules which have the force and effect of law. Such powers must be limited by a standard, and, when exercised, the ensuing regulations, if within the standards, have the same efficacy as an original statute enacted by the legislature. [Footnote omitted].</p>\n<p>[32]  The same argument was unsuccessfully made in <i>Bradner v. Hammond,</i> 553 P.2d 1, 4 nn. 4 &amp; 5 (Alaska 1976).</p>\n<p>[33]  \"A delegation which disperses power is not necessarily constitutionally equivalent to one which concentrates power in the hands of the delegating agency.\" Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Cal.L.Rev. 983, 1067 n. 430 (1975).</p>\n<p>[34]  Art. II, ยง 5 provides in relevant part:\n</p>\n<p><i>Disqualifications.</i> No legislator may hold any other office or position of profit under the United States or the State.</p>\n<p>[35]  Art. III, ยง 26 provides:\n</p>\n<p><i>Boards and Commissions.</i> When a board or commission is at the head of a principal department or a regulatory or quasi-judicial agency, its members shall be appointed by the governor, subject to confirmation by a majority of the members of the legislature in joint session, and may be removed as provided by law. They shall be citizens of the United States. The board or commission may appoint a principal executive officer when authorized by law, but the appointment shall be subject to the approval of the governor.</p>\n<p><i>See, e.g., </i><i>Buckley v. Valeo,</i> 424 U.S. 1, 118-43, 96 S.Ct. 612, 681-693, 46 L.Ed.2d 659, 744-58 holding that Federal Elections Commission members were necessarily \"Officers of the United States\" because, among other reasons, of their administrative rule-making power, and therefore could not be appointed by Congress; <i>People v. Tremaine,</i> 252 N.Y. 27, 168 N.E. 817 (1929) discussed <i>infra,</i> p. 778.</p>\n<p>[36]  In fact, under AS 24.20.445(a), the Administrative Regulation Review Committee, a permanent joint committee of the legislature, is granted the power to suspend the operation of any regulation adopted after adjournment of the legislature until thirty days after the legislature reconvenes.</p>\n<p>[37]  The people of Alaska recently rejected a constitutional amendment which, like the law struck down in Montana, was designed to vest the power to approve budget revisions in an interim legislative committee. <i>See</i> Alaska Const. art. II, ยง 11 (proposed amend. 1978 Supp.).</p>\n<p>[38]  This clause provides:\n</p>\n<p>Every Order, Resolution, or Vote to which the Concurrence of the Senate and House of Representatives may be necessary (except on a question of Adjournment) shall be presented to the President of the United States; and before the Same shall take Effect, shall be approved by him, or being disapproved by him, shall be repassed by two thirds of the Senate and House of Representatives, according to the Rules and Limitations prescribed in the Case of a Bill. [Emphasis added].</p>\n<p>[39]  <i>United States ex rel. Levey v. Stockslager,</i> 129 U.S. 470, 9 S.Ct. 382, 32 L.Ed. 785 (1889).</p>\n<p>[40]  <i>See</i> Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Cal. L.Rev. 983 at 1067 (1975).</p>\n<p>[1]  The constitution does authorize \"[r]egulatory, quasi-judicial and temporary agencies\" to be established by law. Art. III, ยง 22. There are no constitutional requirements for promulgation of regulations.</p>\n<p>[2]  AS 44.62.180 does specify that, with certain exceptions, regulations become effective on the 30th day after filing by the lieutenant governor.</p>\n<p>[3]  <i>See generally</i> Stone, <i>The Twentieth Century Administrative Explosion and After,</i> 52 Calif.L. Rev. 513 (1964).</p>\n<p>[4]  <i>See</i> Boisvert, <i>A Legislative Tool for Supervision of Administrative Agencies: The Laying System,</i> 25 Fordham L.Rev. 638 (1957); Schwartz, <i>Legislative Control of Administrative Rules and Regulations: The American Experience,</i> 30 N.Y.U.L.Rev. 1039 (1955) (hereinafter cited as Schwartz); Carr, <i>Legislative Control of Administrative Rules and Regulations: Parliamentary Supervision in Britain,</i> 30 N.Y.U.L.Rev. 1045 (1955).</p>\n<p>[5]  Schwartz, <i>supra</i> note 4, at 1032-33.</p>\n<p>[6]  <i>Clark v. Valeo,</i> 182 U.S.App.D.C. 21, 28-29, 559 F.2d 642, 649-50 (D.C. Cir.) (<i>en banc</i>) (<i>per curiam</i>), <i>aff'd mem. sub nom., </i><i>Clark v. Kimmit,</i> 431 U.S. 950, 97 S.Ct. 2667, 53 L.Ed.2d 267 (1977).</p>\n<p>[7]  Ginnane, <i>The Control of Federal Administration by Congressional Resolutions and Committees,</i> 66 Harv.L.Rev. 569, 576-82 (1953). The 1939 and 1945 Reorganization Acts provided for disapproval by a concurrent resolution; the 1949 Act allowed disapproval by either House. <i>Id.</i> at 579, 581.</p>\n<p>[8]  Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Calif.L. Rev. 983, 989 (1975). An appendix to this article lists many statutes giving special effect to congressional resolutions. Many have been passed in the 1970's and involve veto power over actions of executive agencies or the President. <i>See id.</i> at 1089-92 app. A.</p>\n<p>[9]  Stewart, <i>Constitutionality of the Legislative Veto,</i> 13 Harv.J.Legis. 593, 595 (1976).</p>\n<p>[10]  We have held that when the legislature exercises power with reference to an essentially executive function those powers should be construed narrowly. <i>Bradner v. Hammond,</i> 553 P.2d 1, 7 (Alaska 1976). Conversely, when, as here, a basically legislative function is involved, the powers of the legislature should be construed broadly.</p>\n<p>[11]  A long-term scrutiny of executive action taken pursuant to regulations leading to delayed annulment might involve legislative infringement on the executive power to enforce laws. We are not confronted with such a question and need not pass on it because the regulation here in question was annulled at the first legislative session following its promulgation. We are similarly not confronted with an annulment by a single legislator, a committee of the legislature, or by one house.</p>\n<p>[12]  <i>United States v. Rock Royal Co-Operative, Inc.,</i> 307 U.S. 533, 574-78, 59 S.Ct. 993, 1013-15, 83 L.Ed. 1446, 1470-72 (1939) (upholding federal statute delegating to Secretary of Agriculture authority to issue marketing orders for specified commodities, if approval of producers was secured); <i>Currin v. Wallace,</i> 306 U.S. 1, 15-18, 59 S.Ct. 379, 387-388, 83 L.Ed. 441, 451-52 (1939) (upholding statute authorizing Secretary of Agriculture to regulate marketing of tobacco if two-thirds of growers in a market requested, by referendum, such action).</p>\n<p>[13]  The full text of article III, section 23, provides:\n</p>\n<p>The governor may make changes in the organization of the executive branch or in the assignment of functions among its units which he considers necessary for efficient administration. Where these changes require the force of law, they shall be set forth in executive orders. The legislature shall have sixty days of a regular session, or a full session if of shorter duration, to disapprove these executive orders. Unless disapproved by resolution concurred in by a majority of the members in joint session, these orders become effective at a date thereafter to be designated by the governor.</p>\n<p>[14]  Article X, section 12, provides:\n</p>\n<p>A local boundary commission or board shall be established by law in the executive branch of the state government. The commission or board may consider any proposed local government boundary change. It may present proposed changes to the legislature during the first ten days of any regular session. The change shall become effective forty-five days after presentation or at the end of the session, whichever is earlier, unless disapproved by a resolution concurred in by a majority of the members of each house. The commission or board, subject to law, may establish procedures whereby boundaries may be adjusted by local action.</p>\n<p>[15]  Thirteen delegates and Convention Secretary (now Judge) Thomas B. Stewart were legislators in the first session of the Alaska State Legislature.</p>\n<p>[16]  1959 House Journal 52.</p>\n<p>[17]  1959 House Journal 427.</p>\n<p>[18]  1959 Senate Journal 708.</p>\n<p>[19]  1959 Senate Journal 1092.</p>\n<p>[20]  <i>See</i> ch. 143 (ch. I, art. VII, ยง 1), SLA 1959.</p>\n<p>[21]  Numerous other statutes enacted in recent legislative sessions in Alaska provide for some specific legislative review function. <i>See</i> AS 46.03.758(c) (regulations relating to oil spills); AS 46.40.080 (regulations relating to coastal zone management); AS 38.50.140 (regulations pertaining to land exchanges); AS 39.23.080(c) (regulations relating to salary increases); AS 38.06.055(a) (oil and gas dispositions). Some regulations annulled by resolution are the following: regulations relating to nursing home administrators, annulled by Senate Concurrent Resolution No. 94 in 1976; motor vehicle inspection regulations, annulled by Senate Concurrent Resolution No. 62 (HCS CSSCR), in 1976; the prize limit regulation, annulled by Legislative Resolve No. 79 (House Concurrent Resolution No. 60) in 1977; school loan regulations, annulled by Legislative Resolve No. 87 (Senate Concurrent Resolution No. 32) in 1977; and certain regulations adopted by the Department of Community and Regional Affairs, annulled by Legislative Resolve No. 95 (Senate Concurrent Resolution No. 12) in 1977.\n</p>\n<p>For a review of laws from other states relating to annulment of regulations, <i>see</i> Jackson, Legislative Review of Administrative Rules and Regulations 1 (July 1977) (papers prepared for Southern Legislative Conference). A chart at the end of Professor Jackson's paper indicates that the following states allow regulations to be annulled by means of resolution: Alaska, Connecticut, Idaho, Michigan, Montana, Oklahoma, Tennessee, and Vermont. A New York report gives slightly different figures, stating that fourteen of the twenty-two states with legislative review mechanisms have procedures which can \"cause an agency rule to be promulgated, approved, amended, modified, or annulled.\" Task Force on Critical Problems, Senate Research Service, New York State Legislature, <i>Administrative Rules ... What is the Legislature's Role?,</i> 7 (June 1976). Appellant states that eight states allow nonstatutory legislative annulment ย six by concurrent resolution, two by one-House vetoes.</p>\n<p>The states which do not allow annulment of the regulation generally provide that a legislative committee may review regulations to determine if they are consistent with legislative intent, hold hearings on questionable regulations, notify the agencies of its doubts, and sometimes, recommend statutory action by the legislature.</p>\n<p>For a discussion of federal laws on the subject, see note 8 <i>supra.</i></p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">606</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">769</span></span> (1980)</b></center>\n<center><h1>STATE of Alaska and Department of Revenue, Appellants,<br>\nv.<br>\nA.L.I.V.E. VOLUNTARY, Appellee.</h1></center>\n<center>No. 3670.</center>\n<center><p><b>Supreme Court of Alaska.</b></p></center>\n<center>February 19, 1980.</center>\n<p><span class=\"star-pagination\">*770</span> Joseph K. Donohue, Asst. Atty. Gen., Avrum M. Gross, Atty. Gen., Juneau, for appellants.</p>\n<p>Joe P. Josephson, Josephson &amp; Trickey, Inc., Anchorage, for appellee.</p>\n<p>Stephen M. Ellis, Delaney, Wiles, Moore, Hayes &amp; Reitman, Inc., Anchorage, for amici curiae Alaska Legislative Council and Administrative Regulation Review Committee.</p>\n<p>Before BOOCHEVER, C.J., and RABINOWITZ, CONNOR, BURKE and MATTHEWS, JJ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MATTHEWS, Justice.</p>\n<p>AS 44.62.320(a) provides:</p>\n<blockquote>The legislature, by a concurrent resolution adopted by a vote of both houses, may annul a regulation of an agency or department.</blockquote>\n<p>This statute encompasses a variant of what has come to be called the legislative veto.<sup>[1]</sup> The question in this case is whether this device violates article II of the Alaska Constitution. We hold that it does.</p>\n<p></p>\n<h2>I</h2>\n<p>Chapter 15 of Title 5 of the Alaska Statutes authorizes games of chance and skill to be operated by permit holders. Only certain kinds of games, (\"bingo, raffles and lotteries, ice classics, dog mushers' contests, fish derbies and contests of skill\") are allowed,<sup>[2]</sup> only nonprofit organizations may be issued a permit,<sup>[3]</sup> and all revenues must be devoted to \"the awarding of prizes to contestants or participants and to educational, civic, public, charitable, patriotic or religious uses.\"<sup>[4]</sup> The Commissioner of Revenue has been delegated the authority to adopt rules and regulations \"necessary to <span class=\"star-pagination\">*771</span> carry out this chapter or protect the best interest of the public.\"<sup>[5]</sup></p>\n<p>From 1960 until 1976 one of the Commissioner's regulations prohibited lottery operators from giving prizes exceeding $15,000 in personal property or $30,000 in real property annually.<sup>[6]</sup> In November of 1976 the regulation was amended by increasing the annual personal property limit to $30,000 and the annual real property limit to $50,000 and by stating that personal property included cash and negotiable instruments.<sup>[7]</sup></p>\n<p>A.L.I.V.E. Voluntary is an unincorporated association which acts as the political action committee for the Teamster's Union Local No. 959, and affiliated unions. For three years it has operated fund raising lotteries under a permit issued by the Department of Revenue. It applied for a permit for 1977 and reported that during 1976 it had distributed $80,000 in cash prizes. The Department denied A.L.I.V.E. a permit for 1977 on the ground that its prize distribution in 1976 had exceeded the allowable limit.</p>\n<p>A.L.I.V.E. then brought suit against the Department alleging that the denial of the permit was wrongful, claiming that under the first version of the regulation which was in effect for most of 1976 cash prizes were not included within the personal property limitation of $15,000. While the case was pending before the superior court, the legislature, acting under AS 44.62.320(a), annulled, by concurrent resolution, 15 AAC 05.410(4).<sup>[8]</sup></p>\n<p>As a result of the legislative annulment A.L.I.V.E. added another count to its complaint under which it claimed that the denial of its permit was wrongful because it was based on continuing enforcement of the regulation despite its nullification by the legislature. In response, the state claimed that the legislature could not constitutionally annul an administrative regulation by concurrent resolution and therefore the regulation had not been annulled. Both parties moved for summary judgment on this issue. The court granted partial summary judgment in favor of A.L.I.V.E., holding that the legislative annulment power was constitutional and that the regulation in question was void <i>ab initio.</i><sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*772</span> II</h2>\n<p>The Alaska Constitution defines with specificity the mechanics of legislation.<sup>[10]</sup> Each provision has a purpose \"designed to engender a responsible legislative process worthy of the public trust.\" <i>Plumley v. Hale,</i> <span class=\"citation\" data-id=\"1435211\"><a href=\"/opinion/1435211/plumley-v-hale/\"><span class=\"volume\">594</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">497</span></a></span>, 500 (Alaska 1979).</p>\n<p>Article II, section 13 requires that every bill be confined to one subject and that there be a descriptive title. These requirements are designed \"to prevent the inclusion of incongruous and unrelated matters in the same bill in order to get support for it which the several subjects might not separately command, and to guard against inadvertence, stealth and fraud in legislation.\" <i>Suber v. Alaska State Bond Committee,</i> <span class=\"citation\" data-id=\"1189852\"><a href=\"/opinion/1189852/suber-v-alaska-state-bond-committee/\"><span class=\"volume\">414</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">546</span></a></span>, 557 (Alaska 1966). The same section also requires a specific form of enactment clause to avoid confusion as to when the legislature is speaking with the force and effect of law, as distinguished from the mere expression of its views and desires.<sup>[11]</sup></p>\n<p>Article II, section 14 requires three readings of a bill, on three separate days in order \"to ensure that the legislature knows what it is passing,\" <i>North Slope Borough v. Sohio Petroleum Corp.,</i> <span class=\"citation\" data-id=\"2615851\"><a href=\"/opinion/2615851/north-slope-borough-v-sohio-petroleum-corp/\"><span class=\"volume\">585</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">534</span></a></span>, 543 n. 11 (Alaska 1978), and to ensure an opportunity for the expression of public opinion and due deliberation.<sup>[12]</sup> Section 14 also requires that the vote of each legislator on final passage of a bill be recorded and that no bill may pass without an affirmative vote of a majority of the membership of each house. These provisions are meant \"to ensure deliberation prior to passage, to ensure that the requisite majority of each house affirmatively votes to enact a bill into law, and to provide a public record of the vote cast by each legislator.\" <i>Plumley v. Hale,</i> <span class=\"citation\" data-id=\"1435211\"><a href=\"/opinion/1435211/plumley-v-hale/\"><span class=\"volume\">594</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">497</span></a></span>, 500 (Alaska 1979).</p>\n<p>In addition to these formal safeguards there is the condition that no bill shall become law unless the governor has the opportunity to veto it.<sup>[13]</sup> This power is granted \"`to preserve the integrity of . . [the executive] branch of government . . and thus maintain an equilibrium of governmental powers ... [and] to act as a check upon corrupt or hasty and ill-considered legislation.'\" <i>Thomas v. Rosen,</i> <span class=\"citation\" data-id=\"1245723\"><a href=\"/opinion/1245723/thomas-v-rosen/\"><span class=\"volume\">569</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">793</span></a></span>, 795 n. 5 (Alaska 1977) (citation omitted). Finally, there is the clause that laws do not become effective, unless a two-thirds vote of the membership of each house provides otherwise, until ninety days after they are enacted. Art. II, ยง 18. This is designed to provide a fair opportunity to those people affected by legislation to learn of the laws they must live by.<sup>[14]</sup></p>\n<p>The question presented by this case is whether the legislature can exercise its legislative power without following these enactment provisions. In our view the answer must be in the negative, for otherwise they would serve no purpose. In <i>Plumley v. Hale,</i> <span class=\"citation\" data-id=\"1435211\"><a href=\"/opinion/1435211/plumley-v-hale/\"><span class=\"volume\">594</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">497</span></a></span>, 502 (Alaska 1979) we held that the requirements of Art. II ยง 14 are mandatory, not permissive.<sup>[15]</sup><span class=\"star-pagination\">*773</span> The minutes of the proceedings of our constitutional convention indicate that the delegates were fully aware that only by following the enactment procedures could the legislature make law. Thus, Delegate Sundborg stated:</p>\n<blockquote>Now, a majority vote in each house of the legislature is not equivalent to passing a law, because it does not require the signature of the governor, and it does not require conformance with the provisions of this constitution and the provisions of such laws as will be passed under it with respect to the procedure in enacting a law. So, when we say in the second sentence, \"The state may by law,\" we are saying that that law must be passed by the legislature in the manner that is required by the constitution and the statutes, and either signed by the governor or passed over his veto or become law without his signature in the manner provided in the constitution, which we felt was the real intention of the body rather than merely requiring that the legislature by a majority in each house and without adhering to any of those other restrictions and without any reference to the governor could contract debt on behalf of the state.</blockquote>\n<p>5 Proceedings of the Alaska Constitutional Convention at 3405 (January 28, 1956). Of course, when the legislature wishes to act in an advisory capacity it may act by resolution. However, when it means to take action having a binding effect on those outside the legislature it may do so only by following the enactment procedures. Other state courts have so held with virtual unanimity.<sup>[16]</sup></p>\n<p>Thus in <i>People ex rel. Burritt v. Commissioners of State Contracts,</i> <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">180</span></span> (1887) a joint resolution directed state officials to make a contract for the publication and distribution of certain municipal laws and provided an appropriation for that purpose. The Illinois Supreme Court held that the joint resolution was invalid because the enactment procedures prescribed by the Illinois Constitution had not been followed. Speaking of them, the court stated:</p>\n<blockquote>That these various provisions, giving the form and mode by which, through the concurrent action of the legislative and executive departments, valid and binding laws are enacted, are, in the highest sense, mandatory, cannot be doubted.</blockquote>\n<p>11 N.E. at 185. The court went on to note that</p>\n<blockquote>nothing becomes law simply and solely because men who possess the legislative power will that it shall be, unless they express their determination to that effect in the mode pointed out by the instrument which invests them with the power, and under all the forms which that instrument has rendered essential. [Citation omitted].</blockquote>\n<p><i>Id.</i></p>\n<p>In <i>Mullan v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">Cal.</span> <span class=\"page\">578</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">P.</span> <span class=\"page\">670</span></span> (1896) the California legislature had passed a resolution requiring compensation of a private individual. In rejecting the argument that the resolution had the effect of law, the court stated:</p>\n<blockquote>A mere resolution ... is not a competent method of expressing the legislative will, where that expression is to <span class=\"star-pagination\">*774</span> have the force of law, and bind others than the members of the house or houses adopting it.</blockquote>\n<p>46 P. at 672.</p>\n<p><i>Moran v. La Guardia,</i> <span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">450</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">961</span></span> (1936) involved statutory provisions reducing public employees' salaries during an economic emergency \"until the legislature shall find their further operation unnecessary.\" The legislature first attempted to repeal this law by passing a bill, but it was vetoed by the Governor. The same result was then sought by the passage of a joint resolution. In an alternative holding the court held that the legislature could not constitutionally terminate the operation of the statute by resolution:<sup>[17]</sup></p>\n<blockquote>A concurrent resolution of the Legislature is not effective to modify or repeal a statutory enactment .. . To repeal or modify a statute requires a legislative act of equal dignity and import. Nothing less than another statute will suffice. A concurrent resolution of the two Houses is not a statute ... A concurrent resolution, unlike a statute, is binding only on the members and officers of the legislative body. It resembles a statute neither in its mode of passage nor in its consequences. The form of a bill is lacking, and readings are not required. It does not have to lie on the desks of members of the Legislature for three legislative days ... But more important, its adoption is complete without the concurrent action of the Governor, or, lacking this, passage by a two-thirds vote of each House of the Legislature over his veto. Thus a joint resolution may be adopted by a mere majority of the Legislature without action by the Governor or notice to the public, whereas the enactment of a statute requires action by three distinct bodies and at least three days' notice to the public. As has been well said: \"In the exercise of this vast power [of the Legislature] according to the fundamental idea and constitution of parliament the concurrence of the three distinct bodies of which it is composed, each acting by itself and independent of the others, is necessary. No two of them acting together, much less alone, can make a law.\" [Citations omitted].<sup>[18]</sup></blockquote>\n<p>1 N.E.2d at 962.</p>\n<p>The express provision in the Alaska Constitution of two specific legislative veto mechanisms supports our view that no implied general power to veto agency regulations by informal legislative action exists. On the subject of the organization of the executive department the governor may propose changes in the law by executive order. Unless they are disapproved by the legislature within sixty days by \"resolution concurred in by a majority of the members in joint session... .\", such changes shall \"become effective at a date thereafter <span class=\"star-pagination\">*775</span> to be designated by the governor.\"<sup>[19]</sup> On the subject of municipal boundary changes, the state local boundary commission may make recommendations. They become effective forty-five days after presentation to the legislature unless vetoed by a \"resolution concurred in by a majority of the members of each house.\"<sup>[20]</sup></p>\n<p>There are several noteworthy aspects of these expressed powers. First, they are accompanied by specific time deadlines. Second, the deadlines are different, sixty days in one case and forty-five days in the other. One may question, if there is an implied legislative veto power in the constitution, whether it is accompanied by a time limit, and if so, what the limit is. Third, the expressed legislative vetoes annul proposed executive action, they do not change existing law. They therefore do not have the same potential for the disruption of public expectations and ongoing executive programs that the blanket veto in question has. Fourth, the legislative vote required for the exercise of each of the expressed vetoes is different. Re-organization orders may be blocked by a resolution of disapproval concurred in by a majority of the members of the legislature in joint session,<sup>[21]</sup> while boundary change vetoes require disapproval by a resolution concurred in by a majority of the members of each house.<sup>[22]</sup> Since the Senate has twenty members and the House has forty,<sup>[23]</sup> these differences can be quite important. The votes of thirty legislators are required to forestall a veto taken in joint session, while ten senators can prevent a veto if the vote is to be by a majority of the members of each house. Here, as with the differing time deadlines mentioned above, one may inquire as to which voting method the constitution would impose as part of an implied general legislative veto power. The answer, of course, is that the constitution contains no clue. In our view, the specificity with which the constitution deals with the legislative veto powers it does grant leads logically to the conclusion that no other veto power is implied.</p>\n<p></p>\n<h2>III</h2>\n<p>We are aware of only three cases which have decided the question whether a legislative veto is constitutional.<sup>[24]</sup> They are <i>Atkins v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">186</span></span> (1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">718</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></span> (1978); <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">738</span></span> (1950); and <i>Reith v. South Carolina State Housing Authority,</i> (Ct.C.P., 11th Jud.Dist., Aug. 28, 1975), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1313363\"><a href=\"/opinion/1313363/reith-v-sc-state-housing-authority/\"><span class=\"volume\">267</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1313363\"><a href=\"/opinion/1313363/reith-v-sc-state-housing-authority/\"><span class=\"volume\">225</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">847</span></a></span>, 848 (1976).<sup>[25]</sup></p>\n<p><span class=\"star-pagination\">*776</span> The New Hampshire case, <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">738</span></span> (1950), involved the question whether a reorganization statute violated the state constitution. The statute provided that the reorganization plan proposed by the governor would become law if the two legislative houses did not disapprove it by concurrent resolution. The court concluded that the statute violated the enactment provisions of the New Hampshire Constitution:</p>\n<blockquote>The procedure which [the reorganization statute] provides is in distinct contrast to that contemplated by the Constitution. Consent is to be manifested by silence or adjournment, and disapproval by \"concurrent resolution\" ... [T]he contemplated procedure violates the constitutional provisions requiring separate action by each house of the Legislature ... [T]he act would dispense with the \"passage\" of any measure, as that word is commonly used, and with the requirement of presentation to the Governor. In a sense the act provides for a reversal of the democratic processes required by the Constitution, for under it the Governor would propose the legislative action, rather than approve or disapprove of action taken. 83 A.2d at 741.</blockquote>\n<p>In <i>Reith v. South Carolina State Housing Authority,</i> (Ct.C.P., 11th Jud.Dist., Aug. 28, 1975), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1313363\"><a href=\"/opinion/1313363/reith-v-sc-state-housing-authority/\"><span class=\"volume\">267</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1313363\"><a href=\"/opinion/1313363/reith-v-sc-state-housing-authority/\"><span class=\"volume\">225</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">847</span></a></span>, 848 (1976), the South Carolina Court of Common Pleas considered, <i>inter alia,</i> the validity of a statutory provision stating that regulations promulgated by the Housing Authority shall be \"null and void unless approved by a concurrent resolution of the General Assembly at its session following such promulgation.\" The court held that this provision violated the constitutional enactment requirements because \"the General Assembly may not perform a legislative function by means of a concurrent resolution.\"<sup>[26]</sup> The court also concluded that the provision impermissibly infringed on the executive's power to administer and enforce the laws.<sup>[27]</sup> On appeal, neither ruling was challenged, but the state supreme court reversed on the grounds that the legislative veto provision was not severable and, therefore, the whole act was unconstitutional.<sup>[28]</sup> The appellate court accepted the lower court's ruling on the veto provision as the law of the case and did not pass on the issue.<sup>[29]</sup></p>\n<p><i>Atkins v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">186</span></span> (1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">718</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></span> (1978) involved a statute empowering the President to make recommendations for judicial salary increases and transmit them to Congress; the recommendations would become effective after thirty days unless disapproved by either House. It was claimed that this mechanism was unconstitutional because it contravened article I, section 1 of the United States Constitution, which vests the legislative power of the United States in a bi-cameral Congress, article I, section 7, which grants veto power to the President, and the principle of separation of powers. The Court of Claims, <i>en banc,</i> in a four-to-three decision, upheld the statute.</p>\n<p><i>Atkins</i> is not strong authority in this case, for the following reasons. First, the majority took pains to confine its opinion to the narrow issue before it, emphasizing that Congress' special role in the establishment of judicial salaries shaped its reasoning and conclusion. <i>Id.</i> at 1058-60, 1063, 1065, 1068. Moreover, the United States Constitution does not contain detailed directions for legislative action similar to those set forth in the Alaska Constitution, discussed <i>supra,</i> pp. 772, 773. Thus the Court of Claims was able to say, speaking of article I, section 1 of the United States Constitution:<sup>[30]</sup><span class=\"star-pagination\">*777</span> \"[T]he clause does not itself, as a textural matter, mechanically direct the manner in which Congress must exercise the legislative power.\" <i>Id.</i> at 1062. Such a statement could not be made with reference to Article II of the Alaska Constitution. Further, the court stressed that no change in the law was accomplished by the one-House veto, because the President's recommendations never had the effect of law. <i>Id.</i> at 1063. The court implied that for one House to have the authority to make such a change would be unconstitutional: \"Nor could one House do anything more than preserve existing law ...\" <i>Id.</i> at 1064. In contrast, the annulment provisions of AS 44.62.320(a) permit the legislature to void administrative regulations which are in effect. Such regulations are laws in every meaningful sense,<sup>[31]</sup> and annulling any one of them effects a change in the law.</p>\n<p></p>\n<h2>IV</h2>\n<p>We turn now to a discussion of the major arguments of Appellee and the Amici.</p>\n<p>The first is that since AS 44.62.320(a) was passed by the first state legislature, several members of which had served in the Alaska Constitutional Convention, and was approved by Governor Egan, who had been chairman of the Convention, a stronger than usual presumption of constitutionality should be applied.<sup>[32]</sup> We need not pause to debate that point. Whatever the strength of the presumption might be, it will be overcome if the statute cannot be squared with a reasonable reading of the constitution. That, in our opinion, is the situation here.</p>\n<p>The Amici argue that since the legislature may delegate law-making power to an administrative agency, it follows that it may reserve to itself a part of the delegable power, and that a deligation can be made subject to a condition that the legislature may later change the terms of the delegation by informal action. The answer to this argument, in our opinion, is that while the legislature can delegate the power to make laws conditionally, the condition must be lawful and may not contain a grant of power to any branch of government to function in a manner prohibited by the constitution. The legislature is bound to act in accordance with the constraints provided in article II of the constitution. The fact that it can delegate legislative power to others who are not bound by article II does not mean that it can delegate the same power to itself and, in the process, escape from the constraints under which it must operate.<sup>[33]</sup></p>\n<p>To illustrate this point we may assume that the legislature has the power to establish an independent agency which would have the power to disapprove of agency regulations. Since the agency would be a part of the executive department the article II constraints on legislative action would not govern its functions. Could the legislature instead convey to its own members the power to act as such an agency free from these constraints? The answer, we think, is clearly no for that would amount to dual officeholding, prohibited by article II, section 5,<sup>[34]</sup> and would <span class=\"star-pagination\">*778</span> infringe on the executive appointment power set out in article III, section 26.<sup>[35]</sup> While the power to void agency regulations could be exercised by either the legislature, or by an agency, when the legislature exercises such power it must do so while acting as a legislature. It may not grant itself the power to act as an agency.</p>\n<p>It might be supposed that if the legislature could condition the validity of a regulation upon the subsequent disapproval by both of its houses by concurrent resolution, it could condition the same upon disapproval by a committee,<sup>[36]</sup> or a single legislator. Using the theory, propounded by the Amici, that a veto is merely a condition there is no principled distinction between these cases. It is therefore worth observing that most authorities have rejected the validity of laws conferring either affirmative or negatory legislative powers on individual legislators or legislative committees.</p>\n<p>In <i>State ex rel. Judge v. Legislative Finance Committee,</i> <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">470</span></span>, <span class=\"citation\" data-id=\"875917\"><a href=\"/opinion/875917/state-ex-rel-judge-v-legislative-finance-com/\"><span class=\"volume\">543</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1317</span></a></span> (1975), at issue was a statute empowering an interim legislative committee to approve budget amendments. The statute was held invalid. The court pointed out that the power to approve budget amendments could be exercised by the entire legislature in making an appropriation, or by an executive agency acting on a proper delegation from the legislature, but the legislature could not delegate the power to so act to one of its subdivisions. <i>Id.</i> 543 P.2d at 1321.<sup>[37]</sup> The same reasoning was employed in <i>People v. Tremaine,</i> <span class=\"citation\" data-id=\"3582921\"><a href=\"/opinion/3601493/people-v-tremaine/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">27</span></a></span>, <span class=\"citation\" data-id=\"3582921\"><a href=\"/opinion/3601493/people-v-tremaine/\"><span class=\"volume\">168</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">817</span></a></span> (1929), where the Court of Appeals struck down a statute granting certain legislative committee chairmen the power to disapprove of the allocation of lump sum appropriations to an executive agency. The court acknowledged that the legislature might itself legislate the allocation, or it could delegate the responsibility to an executive agency. It could not, however, delegate the responsibility to one, or more than one, of its members: \"The Legislature might make the segregation itself, but it may not confer administrative powers upon its members without giving them, unconstitutionally, civil appointments to administrative offices. It might by general law confer the power of segregation or approval of segregation upon any one but its own members ... but the Constitution ... makes its own members ineligible to such an appointment.\" <i>Id.</i> 168 N.E. at 822. <i>See also, </i><i>Stockman v. Leddy,</i> <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">24</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">P.</span> <span class=\"page\">220</span></span>, 223 (1912); <i>Bramlette v. Stringer,</i> <span class=\"citation\" data-id=\"3883854\"><a href=\"/opinion/4122403/bramlette-v-stringer/\"><span class=\"volume\">186</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">134</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">257</span></span>, 264 (1938). <i>Contra, Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">359</span></span>, <span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">823</span></span> (1970).</p>\n<p>The Appellee also argues that legislative oversight of administrative regulations is desirable and that such oversight cannot take place effectively if it must follow the path of legislation prescribed by article II. There are two answers to this argument. First, and most important, the question of <span class=\"star-pagination\">*779</span> whether the legislature might perform a task more efficiently if it did not have to follow article II is essentially irrelevant. Since article II applies, the question of whether efficiency takes primacy over other goals must be taken to have been answered by our constitutional framers. Second, at least according to a recent case study, the legislative veto has been unimpressive in practice. <i>See</i> Bruff &amp; Gellhorn, <i>Congressional Control of Administrative Regulation: A Study of Legislative Vetoes,</i> 90 Harv.L.Rev. 1369 (1977). That study concludes, essentially, that the legislative veto encourages secretive, poorly informed, and politically unaccountable legislative action. <i>Id.</i> at 1409-20. It is consequences such as these that the enactment provisions of our constitution are designed to guard against. See discussion, <i>supra,</i> pp. 772, 773.</p>\n<p>Appellee also makes an argument based on the doctrine of separation of powers. Rule-making is essentially a legislative rather than executive function and so, the argument goes, broad latitude must be afforded the legislature to act as it sees fit in this, the core area of its duties. This argument is essentially inconsistent with the requirements prescribed in article II of the constitution which must be observed in the process of legislation. The legislature is not free to ignore these requirements. See, discussion <i>supra,</i> pp. 772, 773.</p>\n<p>Appellee finds it significant that the Alaska Constitution contains no provision like that in section 7, clause 3 of article I of the United States Constitution<sup>[38]</sup> which authorizes the executive to veto legislative resolutions, and argues that executive involvement in the enactment of resolutions was not deemed necessary by the framers of the state constitution. This point, however, does not advance Appellee's case. Under the United States Constitution joint resolutions are one means by which laws are enacted;<sup>[39]</sup> they are therefore naturally included among those legislative acts subject to Presidential veto. However, under the state constitution resolutions are not an alternative law enactment process, and therefore there is no need to make them subject to an executive veto.</p>\n<p>The Amici contend that since AS 44.62.320(a) was itself passed in accordance with all constitutional mandates and since the governor had the opportunity to veto the statute, constitutional requirements have been satisfied with respect to subsequent acts of the legislature taken pursuant to the statute. In other words, by virtue of one enactment approved by the governor, the legislature can free itself, in certain instances, of the constitutional constraints that would otherwise govern its actions. Such an enactment would impermissibly preserve legislative power possessed at one instant in time for future periods when the legislature might otherwise be incapable of acting because of the executive veto.<sup>[40]</sup> It would also do away with the formal safeguards of article II which are meant to accompany law-making. The requirements of the constitution may not be eliminated in this fashion.</p>\n<p>REVERSED AND REMANDED with directions to enter partial summary judgment in favor of the state as to the effect of the concurrent resolution and for further proceedings.</p>\n<p>BOOCHEVER, Chief Justice, with whom CONNOR, Justice, joins, dissenting.</p>\n<p></p>\n<h2>I</h2>\n<p>I believe that the legislative power to annul administrative regulations by concurrent <span class=\"star-pagination\">*780</span> resolution is constitutional. In my opinion, the majority reasoning is fallacious in equating regulations with laws passed by the legislature. The litany of constitutional requirements outlined in the majority opinion is indeed mandated for the passage of a bill into law. The constitution, however, makes none of those requirements applicable to regulations. In fact, the constitution is silent as to the practice of delegating authority by the legislature to the executive or administrative agencies for promulgation of regulations.<sup>[1]</sup> Regulations may be promulgated without having each regulation confined to one subject, a descriptive title, a specific form of enactment clause, three readings on three separate days, the vote of each member adopting the regulation recorded, a majority vote of each house of the legislature, a public record of the vote cast, being subject to veto by the governor, a 90-day waiting period before becoming effective.<sup>[2]</sup> Nevertheless, the majority does not question the authority of the legislature to delegate the power to promulgate regulations without these safeguards. It seems to me that if the legislature, in authorizing regulations, cannot condition that authority with a reasonable provision for oversight because the annulment of a regulation is equated with repeal of a statute, then the regulation itself must be considered invalid as not having been passed with the requirements necessary for enacting a bill into law.</p>\n<p>This issue was considered by this court shortly after statehood in <i>Boehl v. Sabre Jet Room, Inc.,</i> <span class=\"citation\" data-id=\"1233243\"><a href=\"/opinion/1233243/boehl-v-sabre-jet-room-inc/\"><span class=\"volume\">349</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">585</span></a></span>, 588 (Alaska 1960), where we stated:</p>\n<blockquote>The legislative power of the state \"is vested in a legislature.\" It is argued that because of this constitutional provision the power may not be delegated.</blockquote>\n<blockquote>But such a strict theory of separation of powers ignores realities and the practical necessities of government. The United States Supreme Court has said that delegation by Congress has long been recognized as necessary in order that the exertion of legislative power does not become a futility, and that necessity fixes a point beyond which it is unreasonable and impracticable to compel the legislature to prescribe detailed rules. [Footnotes omitted.]</blockquote>\n<p>One of the bases specified in <i>Boehl</i> for upholding this power of the legislature to delegate regulatory authority was the identical right to annul regulations which the majority now finds to be unconstitutional. In <i>Boehl</i> we stated:</p>\n<blockquote>It also is not essential, in order to sustain the grant of authority, that the legislature circumscribe administrative discretion by express standards of action in order that the opportunity for capricious exercise of power will not exist. There is slight danger of that. The exercise of the board's powers is hedged about by substantial safeguards. Before the board may act it must conduct a public hearing and afford any interested person the opportunity to be heard, and it must then \"consider all relevant matter presented to it.\" There is ample opportunity for judicial review; for \"any interested person may obtain a judicial declaration as to the validity of any regulation * * *\". Finally, there is legislative supervision. The legislature, which meets annually, may revise the statute and thus restrict the bounds of administrative action; <i>it has the power by resolution to annul any agency or department rule or regulation;</i> and the Legislative Council, an interim legislative committee charged with the duty of making recommendations to the legislature, must annually review all agency regulations to determine if the legislative intent is being correctly followed.</blockquote>\n<p>349 P.2d at 590 (emphasis added) (footnotes omitted).</p>\n<p><span class=\"star-pagination\">*781</span> In my opinion, the majority misstates the question presented as being whether the legislature can exercise its legislative power without the usual constitutional safeguards. The real question is whether, having exercised its legislative power, subject to all those safeguards, it may condition the delegation of regulatory power to an executive agency upon a provision for legislative oversight. I agree with our statement in <i>Boehl</i> that the legislature has that power.</p>\n<p></p>\n<h2>II</h2>\n<p>The advent of the industrial revolution vastly increased and complicated the tasks of legislatures. Due to limits of time and specialized expertise, legislatures have found it impossible to prescribe laws adequately covering the tremendously varied and intricate forms of social relationships arising out of the proliferation of business, manufacturing, trade, transportation, communication and commercial enterprises.<sup>[3]</sup> Of necessity, legislative authority had to be delegated to administrative agencies. Nevertheless, both in England and in the United States, efforts were initiated to maintain some controls over broad delegations of authority.<sup>[4]</sup></p>\n<p>England has long utilized the laying system, whereby an administrative order or regulation must be laid before Parliament for a specified period of time before becoming effective.</p>\n<blockquote>Parliamentary control over administrative rules and regulations ... is asserted principally through provisions in enabling statutes that rules made under them shall be laid before Parliament. This is customarily combined with a provision in the statute, either that the rule shall not be operative until it is approved by resolution, either of both Houses or of the House of Commons alone ..., or that, if within forty days a resolution is passed by either House for annulling the rule, the rule is to be void....<sup>[5]</sup></blockquote>\n<p>In the United States, the issue of whether a legislature can reserve to itself the power to disapprove administrative regulations has been brewing for more than forty years.<sup>[6]</sup> The early stages of the dispute involved the Reorganization Acts of the 1930's and 1940's which provided that executive reorganization plans became effective sixty days after transmission to Congress, unless within that period Congress disapproved by resolution.<sup>[7]</sup> Federal acts incorporating similar provisions have proliferated in recent years.<sup>[8]</sup> Yet no federal court has squarely evaluated the validity of provisions reserving to Congress the power to disapprove administrative regulations.<sup>[9]</sup></p>\n<p></p>\n<h2>III</h2>\n<p>I agree with the majority that there is scant case authority on the specific issue in <span class=\"star-pagination\">*782</span> the United States. Our court, however, has favorably discussed the legislative veto in <i>Boehl.</i></p>\n<p>The holding in <i>Atkins v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">186</span></span> (1977) (<i>en banc</i>) (<i>per curiam</i>), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">718</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></span> (1978), supports the position taken in this dissent. <i>Atkins</i> upheld a statute allowing either House of Congress to veto judicial salary increases recommended by a presidential commission.</p>\n<p>In <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1976), the majority of the United States Supreme Court did not reach the issue of whether regulations promulgated by the Federal Election Commission would become effective within thirty days of filing if either House of Congress did not disapprove them. In his concurrence, Justice White did approve the oversight provision, stating:</p>\n<blockquote>I am also of the view that the otherwise valid regulatory power of a properly created independent agency is not rendered constitutionally infirm, as violative of the President's veto power, by a statutory provision subjecting agency regulations to disapproval by either House of Congress. For a bill to become law it must pass both Houses and be signed by the President or be passed over his veto. Also, \"Every Order, Resolution, or Vote to which the Concurrence of the Senate and House of Representatives may be necessary\" is likewise subject to the veto power. Under ยง 438(c) the FEC's regulations are subject to disapproval; but for a regulation to become effective, neither House need approve it, pass it, or take any action at all with respect to it. The regulation becomes effective by nonaction. This no more invades the President's powers than does a regulation not required to be laid before Congress. Congressional influence over the substantive content of agency regulation may be enhanced, but I would not view <i>the power of either House to disapprove as equivalent to legislation</i> or to an order, resolution or vote requiring the concurrence of both Houses.</blockquote>\n<p>424 U.S. at 284-85, 96 S.Ct. at 757, 46 L.Ed.2d at 838-39 (emphasis added) (footnotes omitted).</p>\n<p>The majority cites <i>Reith v. South Carolina State Housing Authority,</i> (Ct. C.P., 11th Jud. Dist., Aug. 28, 1975), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"1313363\"><a href=\"/opinion/1313363/reith-v-sc-state-housing-authority/\"><span class=\"volume\">267</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1313363\"><a href=\"/opinion/1313363/reith-v-sc-state-housing-authority/\"><span class=\"volume\">225</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">847</span></a></span>, 848 (1976), but appropriately concedes that the Supreme Court of South Carolina did not reach the issue with which we are concerned.</p>\n<p>Also cited is the New Hampshire case, <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">738</span></span> (1950), an advisory opinion on whether a reorganization statute violated the state constitution. The statute provided that the reorganization plan proposed by the governor would become law if the two legislative houses did not disapprove it by concurrent resolution. The court concluded that the statute violated the state constitution. <i>Id.</i> 83 A.2d at 741. Three of the five justices felt the procedure violated the principle of bicameralism because each house \"has undertaken in advance to surrender to the other its constitutional authority to veto or refuse assent to action taken or approved by the other.\" <i>Id.</i> 83 A.2d at 741-42.</p>\n<p>It is also significant that twenty years later the New Hampshire Supreme Court examined a statute requiring certain salary increases to be approved by a legislative committee prior to submission to the governor for final approval. <i>Opinion of the Justices,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">359</span></span>, <span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">823</span></span> (1970). The court, without analysis of its earlier opinion, found no violation of separation of powers, reasoning that since the legislature could delegate its power to fix salaries, it could impose conditions upon the exercise of such delegated authority. <i>Id.</i> 266 A.2d at 826. In conclusion, it seems to me that what case authority exists is more supportive than not of the concept of legislative annulment.</p>\n<p></p>\n<h2>IV</h2>\n<p>The legislature's participation in the promulgation of regulations is within the core area of legislative power, formulation of <span class=\"star-pagination\">*783</span> policy. Accordingly, the legislature's power to select the means of participation should be generously construed.<sup>[10]</sup></p>\n<p>The delegation of rule-making authority to executive agencies does not alter the basic legislative nature of the function. Conditioning that delegation on the right of the legislature to review and annul regulations does not infringe on the power of the executive, where, as here, the annulling action is taken at the first session of the legislature following promulgation of the regulation.<sup>[11]</sup></p>\n<p>I believe that a statute can validly condition the delegated power to enact regulations by requiring that the regulations be subject to annulment by resolution, just as it could limit the effective date of the new regulations or the length of time during which they would be in force. I find no material difference between AS 44.62.320 and other statutes, upheld by the United States Supreme Court, that condition the exercise of rule-making authority by approval of private citizens.<sup>[12]</sup> If private citizens can exercise such power, then certainly the legislature should be able to exercise the same power.</p>\n<p></p>\n<h2>V</h2>\n<p>As the majority correctly notes, there are two provisions in our constitution which deal specifically with the legislative veto. These are article III, section 23, concerning executive reorganization, which provides that the legislature may veto a reorganization plan by a resolution \"in joint session,\"<sup>[13]</sup> and article X, section 12, concerning local boundaries, which provides that the legislature may veto by resolution local boundary changes proposed by an executive branch commission.<sup>[14]</sup></p>\n<p>The majority concludes that these two express provisions creating a legislative veto by resolution exclude the possibility of an implied legislative veto. They state:</p>\n<blockquote>In our view, the specificity with which the constitution deals with the legislative <span class=\"star-pagination\">*784</span> veto powers it does grant leads logically to the conclusion that no other veto power is implied.</blockquote>\n<p>Adopting the majority's logic, however, it might be said with equal force that the delegation of any rule-making powers to the executive by the legislature would also be unconstitutional. It might be argued that where the constitutional drafters intended to create rule-making power in the executive branch they created it expressly, with specificity, as they did in these two provisions, and that other rule-making powers created by statute cannot be implied.</p>\n<p>In my view, the expression of some powers in these provisions does not lead to the conclusion that the constitution forbids either an expansion of rule-making powers in the executive or a denial of the legislative veto. The Alaska Constitution is silent on the question of administrative regulations. It does not say what powers may be delegated, how rules may be promulgated, or whether the legislature may retain a veto power by resolution. Presumably, these were questions that the constitutional drafters thought could best be resolved by the legislature.</p>\n<p>There is an aspect of these two provisions, however, that is worthy of some notice. It seems significant that in the only two instances where the constitution does make a specific grant of rule-making power directly to the executive, it does so with a power reserved in the legislature to veto the rule by resolution. There seems to be little logic to a position that maintains that the constitutional drafters would have sanctioned the use of the resolution here, yet demanded the higher enactment standard when the legislature delegated power on its own.</p>\n<p>Finally, the majority argues that where a veto power by resolution exists, it must also specify time limits, the method of voting and so forth. This argument is unconvincing. Having allocated a specific rule-making power to the executive branch, it was appropriate for the constitutional drafters to define in the constitution a specific legislative check to that power. This would seem to be a virtual necessity, because any statute that the legislature might pass to circumscribe these executive powers otherwise would in all likelihood be unconstitutional. But where the legislature delegates rule-making power by statute, the constitutional drafters might well presume that the legislature could also design an appropriate system of checks and balances by statute law, as they have done here in AS 44.62.320(a).</p>\n<p></p>\n<h2>VI</h2>\n<p>It is also of significance that the Administrative Procedure Act, chapter 143, SLA 1959, containing an annulment provision, was passed shortly after the drafting of the constitution at the first session of the Alaska State Legislature. Many of the delegates to the Constitutional Convention were among the members of the legislature.<sup>[15]</sup> In fact, two of the more active delegates, Hellenthal and Taylor, introduced House Bill 13 which was enacted as chapter 143, SLA 1959.<sup>[16]</sup> The bill was passed by a House vote of 37 to 1,<sup>[17]</sup> and by a unanimous Senate vote.<sup>[18]</sup></p>\n<p>At that time, the governor of Alaska was William A. Egan, who had presided as President over the Constitutional Convention. In signing House Bill 13 into law, Governor Egan delivered the following message to the legislature:</p>\n<blockquote>I am signing into law HOUSE BILL NO. 13, the administrative procedures bill. I wish to call attention to the Attorney General's statement that Section 1, Article VI of Chapter 1 thereof may be unconstitutional in its seeking to impose new duties on local governing bodies.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*785</span> Because of the bill's separability clause, however, I do not consider this flaw of such seriousness that the bill should not be signed and utilized.<sup>[19]</sup></blockquote>\n<p>Although the governor saw fit to point out a possible constitutional problem with article VI because it required local governing bodies to hold public hearings, no question was raised about the legislature's power to annul regulations by joint resolution.<sup>[20]</sup></p>\n<p>What was said by the United States Supreme Court about legislation passed by Congress shortly after the enactment of the United States Constitution is apropos here:</p>\n<blockquote>What, then, are the elements that enter into our decision of this case? We have first a construction of the Constitution made by a Congress which was to provide by legislation for the organization of the government in accord with the Constitution which had just then been adopted, and in which there were, as Representatives and Senators, a considerable number of those who had been members of the convention that framed the Constitution and presented it for ratification. It was the Congress that launched the government. It was the Congress that rounded out the Constitution itself by the proposing of the first ten amendments, which had in effect been promised to the people as a consideration for the ratification. It was the Congress in which Mr. Madison, one of the first in the framing of the Constitution, led also in the organization of the government under it. It was a Congress whose constitutional decisions have always been regarded as they should be regarded as of the greatest weight in the interpretation of that fundamental instrument... . This court has repeatedly laid down the principle that a contemporaneous legislative exposition of the Constitution, when the founders of our government and framers of our Constitution were actively participating in public affairs acquiesced in for a long term of years, fixes the construction to be given its provisions.</blockquote>\n<p><i>Myers v. United States,</i> <span class=\"citation\" data-id=\"100926\"><a href=\"/opinion/100926/myers-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 174-75, <span class=\"citation\" data-id=\"100926\"><a href=\"/opinion/100926/myers-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">21</span></a></span>, 45, <span class=\"citation\" data-id=\"100926\"><a href=\"/opinion/100926/myers-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">160</span></a></span>, 189-90 (1926) (citation omitted).</p>\n<p>Finally, I note that the policy of authorizing legislative annulment of regulations is becoming increasingly widespread in Alaska, in other states, and in the federal government.<sup>[21]</sup> Such a practice, affording a <span class=\"star-pagination\">*786</span> practical means of supervision of the broad delegation of legislative powers required by the complexities of modern society, should not be hastily voided.</p>\n<p>I conclude that the legislature's annulment of the cash prize regulation, pursuant to AS 44.62.320(a), does not violate the principle of separation of powers, does not provide a means by which the legislature can enact laws without passage of a bill, and does not unconstitutionally encroach on the power of the executive.</p>\n<h2>NOTES</h2>\n<p>[1]  For excellent histories of the legislative veto, <i>see</i> Ginnane, <i>The Control of Federal Administration by Congressional Resolutions and Committees,</i> 66 Harv.L.Rev. 569 (1953); Newman &amp; Keaton, <i>Congress and the Faithful Execution of Laws ย Should Legislators Supervise Administrators?</i> 41 Cal.L.Rev. 565 (1953); and Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Cal.L.Rev. 983 (1975).</p>\n<p>[2]  AS 05.15.100.</p>\n<p>[3]  AS 05.15.120, .210(15).</p>\n<p>[4]  AS 05.15.150.</p>\n<p>[5]  AS 05.15.060(11).</p>\n<p>[6]  The regulation was designated 15 AAC 05.410(4). It provided:\n</p>\n<p>In holding, operating, and conducting raffles or lotteries, no permittee shall raffle prizes of personal property in excess of the sum or value of $15,000.00 in any one calendar year and real property in excess of the sum or value of $30,000.00 in any one calendar year.</p>\n<p>[7]  As amended the regulation reads:\n</p>\n<p>(4) In holding, operating and conducting raffles or lotteries, a permittee may not raffle prizes of personal property, including cash or a negotiable instrument, the aggregate total of which is in excess of the sum or value of $30,000 in any one calendar year and real property in excess of the sum or value of $50,000 in any one calendar year.</p>\n<p>[8]  Legislative Resolve No. 79, in full, states:\n</p>\n<p>Annulling a regulation of the Department of Revenue pertaining to the value of prizes awarded in raffles and lotteries.</p>\n<p>BE IT RESOLVED BY THE LEGISLATURE OF THE STATE OF ALASKA:</p>\n<p>WHEREAS under AS 44.62.320 the legislature by concurrent resolution adopted by a vote of both houses may annul a regulation of an agency or department; and</p>\n<p>WHEREAS 15 AAC 05.410(4), adopted by the Department of Revenue, restricts the value of prizes which may be awarded in a single year by a qualified organization in a raffle or lottery to $30,000 in personal property and $50,000 in real property; and</p>\n<p>WHEREAS the prevention of high-stakes gambling sought by this regulation could be achieved more effectively through less restrictive means; specifically, the value of prizes awarded in individual raffles or lotteries could be limited or the prize limit could be related to the amount required to participate in the raffle or lottery; and</p>\n<p>WHEREAS this regulation would frustrate the intent of AS 05.15.150, which specifies permissible uses for net proceeds of raffles and lotteries, by preventing qualified organizations from garnering net proceeds in sufficient amounts for uses specifically mentioned in AS 05.15.150, such as erecting or maintaining public buildings or works, or lessening the burden on government;</p>\n<p>BE IT RESOLVED by the Alaska State Legislature that administrative regulation 15 AAC 05.410(4) is annulled.</p>\n<p>[9]  That is, since 1960. Legislative Resolve No. 79 purported to annul not merely the 1976 amendments to the regulation, but the regulation in its entirety. <i>See</i> note 8, <i>supra.</i></p>\n<p>[10]  Art. II, ยง 13 provides:\n</p>\n<p><i>Form of Bills.</i> Every bill shall be confined to one subject unless it is an appropriation bill or one codifying, revising, or rearranging existing laws. Bills for appropriations shall be confined to appropriations. The subject of each bill shall be expressed in the title. The enacting clause shall be: \"Be it enacted by the Legislature of the State of Alaska.\"</p>\n<p>Art. II, ยง 14 provides:</p>\n<p><i>Passage of Bills.</i> The legislature shall establish the procedure for enactment of bills into law. No bill may become law unless it has passed three readings in each house on three separate days, except that any bill may be advanced from second to third reading on the same day by concurrence of three-fourths of the house considering it. No bill may become law without an affirmative vote of a majority of the membership of each house. The yeas and nays on final passage shall be entered in the journal.</p>\n<p>[11]  <i>See</i> 3 Proceedings of the Alaska Constitutional Convention 1746-48 (January 11, 1956).</p>\n<p>[12]  <i>See</i> 3 Proceedings of the Alaska Constitutional Convention 1751-54 (January 11, 1956).</p>\n<p>[13]  Art. II, ยงยง 15, 16 and 17.</p>\n<p>[14]  <i>See</i> 4 Proceedings of the Alaska Constitutional Convention 3110 (January 25, 1956).</p>\n<p>[15]  We also referred to the Art. II, ยงยง 14 and 15 safeguards in <i>North Slope Borough v. Sohio Pet. Corp.,</i> <span class=\"citation\" data-id=\"2615851\"><a href=\"/opinion/2615851/north-slope-borough-v-sohio-petroleum-corp/\"><span class=\"volume\">585</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">534</span></a></span>, 543 n. 11 (Alaska 1978), stating: \"Our constitution imposes certain requirements of formality on legislative action... . The legislature enacts laws by the passage of bills meeting the foregoing formalities. It may not enact a law or change one by committee report.\"</p>\n<p>[16]  <i>Watrous v. Golden Chamber of Commerce,</i> <span class=\"citation\" data-id=\"1161912\"><a href=\"/opinion/1161912/watrous-v-golden-chamber-of-commerce/\"><span class=\"volume\">121</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">521</span></a></span>, <span class=\"citation\" data-id=\"1161912\"><a href=\"/opinion/1161912/watrous-v-golden-chamber-of-commerce/\"><span class=\"volume\">218</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">498</span></a></span> (1950) is perhaps an exception. At issue there was a statute allowing certain tax proceeds to be pledged as security for bonds to pay for construction of state turnpikes under the condition \"that any such pledge shall first be approved by joint resolution of the Senate and House of Representatives.\" <i>Id.</i> 218 P.2d at 502. The court upheld the statute, finding that such a resolution was not legislative in character, but \"relat[ed] solely to the transaction of the business of the two houses.\" <i>Id.</i> 218 P.2d at 510. One proponent of the legislative veto has remarked that the reasoning of this case is \"so unsatisfactory as to destroy its value as a precedent.\" Schwartz, <i>Legislative Control of Administrative Rules &amp; Regulations,</i> 30 N.Y.U.L.Rev. 1031, 1043 n. 56 (1955).</p>\n<p>[17]  The other alternative holding was that the statute had not authorized termination by resolution.</p>\n<p>[18]  To the same effect are: <i>Becker v. Detroit Sav. Bank,</i> <span class=\"citation\" data-id=\"3494908\"><a href=\"/opinion/3525338/becker-v-detroit-savings-bank/\"><span class=\"volume\">269</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">432</span></a></span>, <span class=\"citation\" data-id=\"3494908\"><a href=\"/opinion/3525338/becker-v-detroit-savings-bank/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">853</span></a></span> (1934); <i>Cleveland Terminal &amp; V.R. Co. v. State ex rel. Attorney General,</i> <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">251</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">967</span></span>, 973 (1912) (\"[A] joint resolution is not an act of legislation and ... it cannot be effective for any purpose for which an exercise of legislative power is necessary ...); <i>Scudder v. Smith,</i> <span class=\"citation\" data-id=\"3851238\"><a href=\"/opinion/4091877/scudder-v-smith/\"><span class=\"volume\">331</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">165</span></a></span>, <span class=\"citation\" data-id=\"3851238\"><a href=\"/opinion/4091877/scudder-v-smith/\"><span class=\"volume\">200</span> <span class=\"reporter\">A.</span> <span class=\"page\">601</span></a></span>, 604 (1938) (\"The subject matter of this joint resolution is legislative in its nature. It is not a mere formal expression of legislative opinion [and is therefore invalid]\"); <i>State ex rel. Todd v. Yelle,</i> 7 Wash.2d 443, <span class=\"citation\" data-id=\"3993218\"><a href=\"/opinion/4218527/state-ex-rel-todd-v-yelle/\"><span class=\"volume\">110</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">162</span></a></span>, 165 (1941) (\"It is ... clear that a house resolution is not a law. A law must be enacted either by popular initiative or by the legislature, and, when by the legislature, must be by bill ...\"); <i>Rowley v. City of Medford,</i> <span class=\"citation\" data-id=\"3839255\"><a href=\"/opinion/4080689/rowley-v-city-of-medford/\"><span class=\"volume\">132</span> <span class=\"reporter\">Or.</span> <span class=\"page\">405</span></a></span>, <span class=\"citation\" data-id=\"3839255\"><a href=\"/opinion/4080689/rowley-v-city-of-medford/\"><span class=\"volume\">285</span> <span class=\"reporter\">P.</span> <span class=\"page\">1111</span></a></span>, 1114 (1930) (\"The power of the Legislature to effectively legislate by resolution is confined within very narrow limits. It may provide for expenses incident to its sessions, such as employing clerks and stenographers and procuring supplies, and other matters incident to the carrying on of its own business, but it cannot go outside and legislate generally on matters involving property or other rights. As to such matters, its resolutions have only the effect of an expression of opinion and no more.\"); <i>Hawks v. Bland,</i> 156 Okl. 48, <span class=\"citation\" data-id=\"3807306\"><a href=\"/opinion/4050108/hawks-v-bland/\"><span class=\"volume\">9</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">720</span></a></span>, 721 (1932) (\"[a] resolution is the mere expression of an opinion and not an enactment of law.\"); <i>Newport News Fire Fighters Ass'n, Local 794 v. City of Newport News,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1113</span></span>, 1115 (E.D.Va. 1969) (\"[T]he resolution expresses only the opinion of that legislative body.\").</p>\n<p>[19]  Art. III, ยง 23.</p>\n<p>[20]  Art. X ยง 12. We do not agree with the dissent's characterization of the power granted in these two provisions as rule-making power, which we see as the power to interpret and implement statutes. Rather, the power contained in these provisions is the power to <i>change</i> statutes; therefore, the expression of these extraordinary powers in the constitution cannot be regarded as carrying an implication that general administrative rule making was meant to be forbidden.</p>\n<p>[21]  Art. III, ยง 23.</p>\n<p>[22]  Art. X, ยง 12.</p>\n<p>[23]  Art. II, ยง 1.</p>\n<p>[24]  The dissent suggests that our comment in <i>Boehl v. Sabre Jet Room, Inc.,</i> <span class=\"citation\" data-id=\"1233243\"><a href=\"/opinion/1233243/boehl-v-sabre-jet-room-inc/\"><span class=\"volume\">349</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">585</span></a></span> (Alaska 1960), supports an affirmative answer to this question. We stated that \"[the legislature] has the power by resolution to annul any agency or department rule or regulation.\" However, the <i>constitutionality</i> of annulment was not argued in that case, and our statement obviously was not a judgment on this issue.</p>\n<p>[25]  The Amici would add <i>Sibbach v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">422</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">479</span></span> (1940) to this list; however, the type of veto discussed there apparently entailed formal law enactment and, therefore, the case has no relevance to the question before us. <i>See </i><i>Atkins v. United States,</i> 556 F.2d at 1060 and n. 21. In <i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 140 n. 176, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, 692 n. 176, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span>, 757 n. 176 (1976), the United States Supreme Court found it unnecessary to pass on the validity of a legislative veto, but Justice White in a concurring opinion indicated he thought it was constitutional. 424 U.S. at 284-85, 96 S.Ct. at 757-58, 46 L.Ed.2d at 838-39. Subsequently, the Court of Appeals for the District of Columbia avoided the same issue, <i>Clark v. Valeo,</i> 182 U.S.App.D.C. 21, <span class=\"citation\" data-id=\"347633\"><a href=\"/opinion/347633/ramsey-clark-v-francis-r-valeo-secretary-of-the-united-states-senate/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span> (D.C. Cir.) (en banc) <i>aff'd mem. sub nom. </i><i>Clark v. Kimmitt,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2667</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></span> (1977), but Circuit Judge MacKinnon reached the merits in a vigorous dissent criticizing Justice White's conclusion in <i>Buckley.</i> 182 U.S.App.D.C. at 64, 559 F.2d at 685.</p>\n<p>[26]  <i>Reith v. South Carolina State Housing Authority,</i> Op. at 9.</p>\n<p>[27]  <i>Id.</i> at 10.</p>\n<p>[28]  225 S.E.2d at 848-49.</p>\n<p>[29]  225 S.E.2d at 848.</p>\n<p>[30]  U.S. Const. art. I, ยง 1 provides:\n</p>\n<p>All legislative powers herein granted shall be vested in a Congress of the United States, which shall consist of a Senate and House of Representatives.</p>\n<p>[31]  1 Mezines, Stein &amp; Gruff, Administrative Law ยง 1.02[2] at 1-45 (1977); 2A Sutherland, Statutes and Statutory Construction ยง 49.05 at 240 (4th ed. Sands 1973), which states:\n</p>\n<p>An administrative agency may be vested with the power to promulgate legislative interpretive rules which have the force and effect of law. Such powers must be limited by a standard, and, when exercised, the ensuing regulations, if within the standards, have the same efficacy as an original statute enacted by the legislature. [Footnote omitted].</p>\n<p>[32]  The same argument was unsuccessfully made in <i>Bradner v. Hammond,</i> <span class=\"citation\" data-id=\"1267903\"><a href=\"/opinion/1267903/bradner-v-hammond/\"><span class=\"volume\">553</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1</span></a></span>, 4 nn. 4 &amp; 5 (Alaska 1976).</p>\n<p>[33]  \"A delegation which disperses power is not necessarily constitutionally equivalent to one which concentrates power in the hands of the delegating agency.\" Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Cal.L.Rev. 983, 1067 n. 430 (1975).</p>\n<p>[34]  Art. II, ยง 5 provides in relevant part:\n</p>\n<p><i>Disqualifications.</i> No legislator may hold any other office or position of profit under the United States or the State.</p>\n<p>[35]  Art. III, ยง 26 provides:\n</p>\n<p><i>Boards and Commissions.</i> When a board or commission is at the head of a principal department or a regulatory or quasi-judicial agency, its members shall be appointed by the governor, subject to confirmation by a majority of the members of the legislature in joint session, and may be removed as provided by law. They shall be citizens of the United States. The board or commission may appoint a principal executive officer when authorized by law, but the appointment shall be subject to the approval of the governor.</p>\n<p><i>See, e.g., </i><i>Buckley v. Valeo,</i> <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 118-43, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">612</span></a></span>, 681-693, <span class=\"citation\" data-id=\"109380\"><a href=\"/opinion/109380/buckley-v-valeo/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span>, 744-58 holding that Federal Elections Commission members were necessarily \"Officers of the United States\" because, among other reasons, of their administrative rule-making power, and therefore could not be appointed by Congress; <i>People v. Tremaine,</i> <span class=\"citation\" data-id=\"3582921\"><a href=\"/opinion/3601493/people-v-tremaine/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">27</span></a></span>, <span class=\"citation\" data-id=\"3582921\"><a href=\"/opinion/3601493/people-v-tremaine/\"><span class=\"volume\">168</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">817</span></a></span> (1929) discussed <i>infra,</i> p. 778.</p>\n<p>[36]  In fact, under AS 24.20.445(a), the Administrative Regulation Review Committee, a permanent joint committee of the legislature, is granted the power to suspend the operation of any regulation adopted after adjournment of the legislature until thirty days after the legislature reconvenes.</p>\n<p>[37]  The people of Alaska recently rejected a constitutional amendment which, like the law struck down in Montana, was designed to vest the power to approve budget revisions in an interim legislative committee. <i>See</i> Alaska Const. art. II, ยง 11 (proposed amend. 1978 Supp.).</p>\n<p>[38]  This clause provides:\n</p>\n<p>Every Order, Resolution, or Vote to which the Concurrence of the Senate and House of Representatives may be necessary (except on a question of Adjournment) shall be presented to the President of the United States; and before the Same shall take Effect, shall be approved by him, or being disapproved by him, shall be repassed by two thirds of the Senate and House of Representatives, according to the Rules and Limitations prescribed in the Case of a Bill. [Emphasis added].</p>\n<p>[39]  <i>United States ex rel. Levey v. Stockslager,</i> <span class=\"citation\" data-id=\"92426\"><a href=\"/opinion/92426/united-states-ex-rel-levy-v-stockslager/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, <span class=\"citation\" data-id=\"92426\"><a href=\"/opinion/92426/united-states-ex-rel-levy-v-stockslager/\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">382</span></a></span>, <span class=\"citation\" data-id=\"92426\"><a href=\"/opinion/92426/united-states-ex-rel-levy-v-stockslager/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">785</span></a></span> (1889).</p>\n<p>[40]  <i>See</i> Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Cal. L.Rev. 983 at 1067 (1975).</p>\n<p>[1]  The constitution does authorize \"[r]egulatory, quasi-judicial and temporary agencies\" to be established by law. Art. III, ยง 22. There are no constitutional requirements for promulgation of regulations.</p>\n<p>[2]  AS 44.62.180 does specify that, with certain exceptions, regulations become effective on the 30th day after filing by the lieutenant governor.</p>\n<p>[3]  <i>See generally</i> Stone, <i>The Twentieth Century Administrative Explosion and After,</i> 52 Calif.L. Rev. 513 (1964).</p>\n<p>[4]  <i>See</i> Boisvert, <i>A Legislative Tool for Supervision of Administrative Agencies: The Laying System,</i> 25 Fordham L.Rev. 638 (1957); Schwartz, <i>Legislative Control of Administrative Rules and Regulations: The American Experience,</i> 30 N.Y.U.L.Rev. 1039 (1955) (hereinafter cited as Schwartz); Carr, <i>Legislative Control of Administrative Rules and Regulations: Parliamentary Supervision in Britain,</i> 30 N.Y.U.L.Rev. 1045 (1955).</p>\n<p>[5]  Schwartz, <i>supra</i> note 4, at 1032-33.</p>\n<p>[6]  <i>Clark v. Valeo,</i> 182 U.S.App.D.C. 21, 28-29, <span class=\"citation\" data-id=\"347633\"><a href=\"/opinion/347633/ramsey-clark-v-francis-r-valeo-secretary-of-the-united-states-senate/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 649-50 (D.C. Cir.) (<i>en banc</i>) (<i>per curiam</i>), <i>aff'd mem. sub nom., </i><i>Clark v. Kimmit,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2667</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></span> (1977).</p>\n<p>[7]  Ginnane, <i>The Control of Federal Administration by Congressional Resolutions and Committees,</i> 66 Harv.L.Rev. 569, 576-82 (1953). The 1939 and 1945 Reorganization Acts provided for disapproval by a concurrent resolution; the 1949 Act allowed disapproval by either House. <i>Id.</i> at 579, 581.</p>\n<p>[8]  Watson, <i>Congress Steps Out: A Look at Congressional Control of the Executive,</i> 63 Calif.L. Rev. 983, 989 (1975). An appendix to this article lists many statutes giving special effect to congressional resolutions. Many have been passed in the 1970's and involve veto power over actions of executive agencies or the President. <i>See id.</i> at 1089-92 app. A.</p>\n<p>[9]  Stewart, <i>Constitutionality of the Legislative Veto,</i> 13 Harv.J.Legis. 593, 595 (1976).</p>\n<p>[10]  We have held that when the legislature exercises power with reference to an essentially executive function those powers should be construed narrowly. <i>Bradner v. Hammond,</i> <span class=\"citation\" data-id=\"1267903\"><a href=\"/opinion/1267903/bradner-v-hammond/\"><span class=\"volume\">553</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1</span></a></span>, 7 (Alaska 1976). Conversely, when, as here, a basically legislative function is involved, the powers of the legislature should be construed broadly.</p>\n<p>[11]  A long-term scrutiny of executive action taken pursuant to regulations leading to delayed annulment might involve legislative infringement on the executive power to enforce laws. We are not confronted with such a question and need not pass on it because the regulation here in question was annulled at the first legislative session following its promulgation. We are similarly not confronted with an annulment by a single legislator, a committee of the legislature, or by one house.</p>\n<p>[12]  <i>United States v. Rock Royal Co-Operative, Inc.,</i> <span class=\"citation\" data-id=\"103227\"><a href=\"/opinion/103227/united-states-v-rock-royal-co-op/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 574-78, <span class=\"citation\" data-id=\"103227\"><a href=\"/opinion/103227/united-states-v-rock-royal-co-op/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 1013-15, <span class=\"citation\" data-id=\"103227\"><a href=\"/opinion/103227/united-states-v-rock-royal-co-op/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1446</span></a></span>, 1470-72 (1939) (upholding federal statute delegating to Secretary of Agriculture authority to issue marketing orders for specified commodities, if approval of producers was secured); <i>Currin v. Wallace,</i> <span class=\"citation\" data-id=\"103133\"><a href=\"/opinion/103133/currin-v-wallace/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15-18, <span class=\"citation\" data-id=\"103133\"><a href=\"/opinion/103133/currin-v-wallace/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">379</span></a></span>, 387-388, <span class=\"citation\" data-id=\"103133\"><a href=\"/opinion/103133/currin-v-wallace/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">441</span></a></span>, 451-52 (1939) (upholding statute authorizing Secretary of Agriculture to regulate marketing of tobacco if two-thirds of growers in a market requested, by referendum, such action).</p>\n<p>[13]  The full text of article III, section 23, provides:\n</p>\n<p>The governor may make changes in the organization of the executive branch or in the assignment of functions among its units which he considers necessary for efficient administration. Where these changes require the force of law, they shall be set forth in executive orders. The legislature shall have sixty days of a regular session, or a full session if of shorter duration, to disapprove these executive orders. Unless disapproved by resolution concurred in by a majority of the members in joint session, these orders become effective at a date thereafter to be designated by the governor.</p>\n<p>[14]  Article X, section 12, provides:\n</p>\n<p>A local boundary commission or board shall be established by law in the executive branch of the state government. The commission or board may consider any proposed local government boundary change. It may present proposed changes to the legislature during the first ten days of any regular session. The change shall become effective forty-five days after presentation or at the end of the session, whichever is earlier, unless disapproved by a resolution concurred in by a majority of the members of each house. The commission or board, subject to law, may establish procedures whereby boundaries may be adjusted by local action.</p>\n<p>[15]  Thirteen delegates and Convention Secretary (now Judge) Thomas B. Stewart were legislators in the first session of the Alaska State Legislature.</p>\n<p>[16]  1959 House Journal 52.</p>\n<p>[17]  1959 House Journal 427.</p>\n<p>[18]  1959 Senate Journal 708.</p>\n<p>[19]  1959 Senate Journal 1092.</p>\n<p>[20]  <i>See</i> ch. 143 (ch. I, art. VII, ยง 1), SLA 1959.</p>\n<p>[21]  Numerous other statutes enacted in recent legislative sessions in Alaska provide for some specific legislative review function. <i>See</i> AS 46.03.758(c) (regulations relating to oil spills); AS 46.40.080 (regulations relating to coastal zone management); AS 38.50.140 (regulations pertaining to land exchanges); AS 39.23.080(c) (regulations relating to salary increases); AS 38.06.055(a) (oil and gas dispositions). Some regulations annulled by resolution are the following: regulations relating to nursing home administrators, annulled by Senate Concurrent Resolution No. 94 in 1976; motor vehicle inspection regulations, annulled by Senate Concurrent Resolution No. 62 (HCS CSSCR), in 1976; the prize limit regulation, annulled by Legislative Resolve No. 79 (House Concurrent Resolution No. 60) in 1977; school loan regulations, annulled by Legislative Resolve No. 87 (Senate Concurrent Resolution No. 32) in 1977; and certain regulations adopted by the Department of Community and Regional Affairs, annulled by Legislative Resolve No. 95 (Senate Concurrent Resolution No. 12) in 1977.\n</p>\n<p>For a review of laws from other states relating to annulment of regulations, <i>see</i> Jackson, Legislative Review of Administrative Rules and Regulations 1 (July 1977) (papers prepared for Southern Legislative Conference). A chart at the end of Professor Jackson's paper indicates that the following states allow regulations to be annulled by means of resolution: Alaska, Connecticut, Idaho, Michigan, Montana, Oklahoma, Tennessee, and Vermont. A New York report gives slightly different figures, stating that fourteen of the twenty-two states with legislative review mechanisms have procedures which can \"cause an agency rule to be promulgated, approved, amended, modified, or annulled.\" Task Force on Critical Problems, Senate Research Service, New York State Legislature, <i>Administrative Rules ... What is the Legislature's Role?,</i> 7 (June 1976). Appellant states that eight states allow nonstatutory legislative annulment ย six by concurrent resolution, two by one-House vetoes.</p>\n<p>The states which do not allow annulment of the regulation generally provide that a legislative committee may review regulations to determine if they are consistent with legislative intent, hold hearings on questionable regulations, notify the agencies of its doubts, and sometimes, recommend statutory action by the legislature.</p>\n<p>For a discussion of federal laws on the subject, see note 8 <i>supra.</i></p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92426/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100926/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103133/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347633/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/875917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1161912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1189852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1233243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1245723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1267903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1313363/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1435211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2615851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3494908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3582921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3807306/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3839255/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3851238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3883854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3993218/"
          ]
        }
      ],
      "judges": "Boochever, C.J., and Rabinowitz, Connor, Burke and Matthews",
      "date_created": "2014-10-31T00:31:02.543607Z",
      "date_modified": "2017-08-26T06:39:22.040959Z",
      "date_filed": "1980-02-19",
      "date_filed_is_approximate": false,
      "slug": "state-v-alive-voluntary",
      "citation_id": 1117803,
      "case_name_short": "",
      "case_name": "State v. ALIVE Voluntary",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "606 P.2d 769",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 34,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2522341/state-v-alive-voluntary/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:31:02.540113Z",
  "date_modified": "2014-10-31T00:31:02.540113Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "State v. ALIVE Voluntary",
  "case_name_full": "",
  "slug": "state-v-alive-voluntary",
  "docket_number": "3670",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}