{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2527274/",
  "id": 2527274,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2003399/",
      "id": 2003399,
      "absolute_url": "/opinion/2003399/sava-gumarska-v-advanced-polymer-sciences/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/8324/",
        "https://www.courtlistener.com:80/api/rest/v3/people/8365/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2527274/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2003399/",
          "id": 2003399,
          "absolute_url": "/opinion/2003399/sava-gumarska-v-advanced-polymer-sciences/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2003399/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T08:01:25.100691Z",
          "date_modified": "2017-04-08T06:42:31.498825Z",
          "type": "010combined",
          "sha1": "e68246c7853de9022eaab85d2e3bdd2ff2ad8949",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>128 S.W.3d 304 (2004)</b></center>\n<center><h1>SAVA GUMARSKA IN KEMIJSKA INDUSTRIA D.D., Appellant<br>\nv.<br>\nADVANCED POLYMER SCIENCES, INC., Appellee.</h1></center>\n<center>No. 05-01-01368-CV.</center>\n<center><p><b>Court of Appeals of Texas, Dallas.</b></p></center>\n<center>January 30, 2004.</center>\n<center>Rehearing Overruled March 17, 2004.</center>\n<p><span class=\"star-pagination\">*309</span> Michelle E. Roberts, Roberts &amp; Smaby, Charles George Orr, W. Alan Wright, Haynes &amp; Boone, L.L.P., Dallas, for Appellant.</p>\n<p>John Holman Barr, Leonard H. Plog, II, Burt Barr &amp; Associates, L.L.P., Dallas, for Appellee.</p>\n<p>Before Justices MORRIS, MOSELEY, and FRANCIS.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*310</span> OPINION</h2>\n<p>Opinion By Justice MOSELEY.</p>\n<p>SAVA gumarska in kemijska industria d.d. (SAVA), a Slovenian stock company, appeals a judgment in favor of Advanced Polymer Sciences, Inc. (APS), a Delaware corporation. After a bench trial, the district court rendered judgment canceling a letter of credit for the benefit of SAVA, awarding APS damages and attorneys' fees for breach of contract, and denying SAVA's counterclaims. In five issues, SAVA claims the evidence was legally and factually insufficient to support the trial court's findings that (i) the letter of credit should be canceled for fraud and (ii) SAVA breached the contract with APS. SAVA also claims the trial court erred in not admitting a deposition, and in awarding damages and attorneys' fees to APS. We affirm the trial court's judgment in part, reverse and render judgment in part, and reverse and remand in part for further proceedings.</p>\n<p></p>\n<h2>Background</h2>\n<p>APS, with principal offices in Ohio, manufactures polymers and epoxy resins for use as protective coatings in a variety of industrial applications. APS also owns patented technology for equipment used to manufacture composite fibers, such as fiberglass, which can be coated with polymers to make multi-wall tanks highly resistant to chemicals. SAVA, located in Kranj, Slovenia, specializes in the manufacture of rubber goods. In 1998, SAVA approached APS about forming a new Slovenian stock company to manufacture APS coating products and composite fiber products, and to distribute those products in Eastern Europe. The new company would be called SAVA Advanced Polymers proizvodno podjetje d.o.o. (SAVA AP), and would be owned 51% by SAVA and 49% by APS. APS would purchase its interest in SAVA AP by transferring its technology and patent rights.</p>\n<p>On January 15, 1999, SAVA and APS entered into a Company Formation Agreement providing for the formation and ownership of SAVA AP. Under this agreement, SAVA was to purchase certain specially manufactured equipment from APS and lease that equipment to SAVA AP. Several other activities and agreements were contemplated under the Company Formation Agreement, including the acquisition of a facility to manufacture composite products using the equipment sold by APS. SAVA paid a $200,000 engineering fee to APS for facility design, equipment design, and engineering on the proposed manufacturing facility. In addition, SAVA was to buy a total of $3,300,000 in equipment from APS.</p>\n<p>Pursuant to the Company Formation Agreement, SAVA formed SAVA AP in April 1999 and hired one of its employees to manage it. The articles of association for SAVA AP were signed in July 1999, and APS acquired its interest in SAVA AP in August 1999.</p>\n<p>On July 9, 1999, SAVA and APS entered into an Equipment Agreement for the purchase and sale of equipment. The equipment to be sold and the prices to be paid were as described in an exhibit to the Company Formation Agreement. The equipment was of two types: (1) portable spraying and heat curing equipment used for applying polymer coatings to containers or composite products (\"spray and heat curing equipment\"); and (2) filament winding equipment used to manufacture composite fiber products such as tanks, containers, and pipes (\"filament winding equipment\"). SAVA agreed to make a down-payment for the equipment and APS agreed to deliver the equipment within specified times after the down-payment. <span class=\"star-pagination\">*311</span> The spraying and heat curing equipment was to be delivered within fourteen weeks after receipt of the down-payment. (The evidence indicates that the spraying and heat curing equipment was in fact delivered by APS and paid for by SAVA.)</p>\n<p>The filament winding equipment was to be delivered within ten to fourteen months after the down-payment. Under the portion of the Equipment Agreement relating to the filament winding equipment, SAVA agreed to make an advance deposit to APS of $550,000, and provide a letter of credit to APS for the $2.2 million balance of the purchase price. To protect SAVA's advance deposit, APS agreed to put up a standby letter of credit for SAVA's benefit in the amount of $550,000. It is this standby letter of credit that is the main focus of this dispute.</p>\n<p>On November 1, 1999, APS arranged for the standby letter of credit through Bank One Texas (the \"Bank\"). Under its terms, to draw on the letter of credit SAVA was required to present a sight draft and a signed statement that the delivery deadline under the Equipment Agreement had passed, SAVA had examined the equipment supplied by APS, and SAVA had refused acceptance of the equipment because:</p>\n<blockquote>A. It does not meet the fabrication drawings or specifications presented by [APS] prior to manufacture, and/or</blockquote>\n<blockquote>B. It does not meet European Union/ANSI standards for safety and environmental protection, and/or</blockquote>\n<blockquote>C. It is not in accordance with the best available technologies, and/or</blockquote>\n<blockquote>D. It is not properly operational after a week-long performance test, and any defects in construction or installation of the equipment were not remedied within an agreed upon timeframe, and/or</blockquote>\n<blockquote>E. The delivery of equipment does not otherwise conform materially to the contract between SAVA and [APS] giving the buyer just cause to dispute payment.</blockquote>\n<p>As amended, the letter of credit expired on June 30, 2001.</p>\n<p>In January 2000, SAVA made the $550,000<sup>[1]</sup> advance deposit to APS under the Equipment Agreement. On March 10, 2000, SAVA caused its bank to issue a letter of credit to APS in the amount of $2.2 million to secure payment of the balance of the purchase price for the filament winding equipment. APS used the $2.2 million letter of credit as collateral for a line of credit to manufacture the equipment.</p>\n<p>From the inception of their relationship, both SAVA and APS had problems with various aspects of the transactions. SAVA complained that several of its projects applying the polymer coatings failed. APS attributed these failures to improper application techniques. APS complained that SAVA was delaying the implementation of the business plan for SAVA AP and that SAVA AP was not productive. SAVA complained that APS did not provide adequate training on the application of the coating products or the use of the spray and heat curing equipment. APS complained that SAVA had not located a site for the manufacturing facility for the filament winding equipment and APS could not prepare the technical drawings for the installation of the equipment until a site was selected and plans of the building provided to APS.</p>\n<p>By March 2000, SAVA AP was on the verge of insolvency and had to borrow additional funds from SAVA. In May 2000, <span class=\"star-pagination\">*312</span> representatives of SAVA AP traveled to Ohio to view the manufacturing of the filament winding equipment. Approximately two weeks later, SAVA provided APS with elevations and exterior dimensions of the proposed site for the manufacturing plant. With this information, APS began working on the layout drawings for the filament winding equipment.</p>\n<p>By June 2000, however, SAVA AP was insolvent. SAVA accused APS of causing the failure of SAVA AP. APS claimed SAVA caused SAVA AP's failure by not implementing the original business plan and by failing to market the coating products. On June 19, 2000, SAVA notified APS that SAVA AP would stop marketing APS's polymer coating products. APS continued to work with SAVA on the layout of the composite manufacturing plant and completed the task to SAVA's apparent satisfaction on July 31, 2000. However, on August 9, 2000, SAVA advised APS that the drawings approved on July 31, 2000 were unacceptable and that SAVA was not going to proceed with the composite manufacturing plant. On August 30, 2000, APS notified SAVA that it had instructed the manufacturers to stop further production of the filament winding equipment and \"insist[ed] on knowing what is SAVA's intention towards this venture.\"</p>\n<p>A shareholders' meeting of SAVA AP was held in late September 2000. APS contends that after the meeting, it believed all issues had been resolved. However, SAVA decided to close SAVA AP and cancel the project. On October 10, 2000, SAVA notified APS that it was revoking the order for the filament winding equipment, and canceling the Company Formation Agreement and the Equipment Agreement. SAVA also indicated it would draw on the standby letter of credit to reimburse it for its $550,000 advance payment to APS for the filament winding equipment.</p>\n<p>On November 6, 2000, SAVA presented documents to the Bank to draw the full amount of the standby letter of credit. APS filed this suit against the Bank seeking a temporary restraining order and a temporary injunction preventing the Bank from honoring the draw on the letter of credit. APS claimed SAVA committed a material fraud in presenting the documents in an attempt to draw on the standby letter of credit before shipment of the filament winding equipment was even due. In addition to an injunction, APS sought a declaratory judgment that the standby letter of credit was void and unenforceable and requested an award of its reasonable attorneys' fees under the declaratory judgment act.</p>\n<p>APS obtained a temporary restraining order on November 8, 2000. SAVA intervened in the lawsuit. Following a hearing, the trial court entered a temporary injunction against payment of the letter of credit.<sup>[2]</sup></p>\n<p>After SAVA intervened, APS filed claims against SAVA for breach of the Equipment Agreement. SAVA filed counterclaims against APS on several theories, including breaches of the Company Formation Agreement, the Equipment Agreement, and agreements between APS and SAVA AP.<sup>[3]</sup> SAVA also requested a declaratory <span class=\"star-pagination\">*313</span> judgment that APS had breached the Company Formation Agreement and the Equipment Agreement and that SAVA was entitled to payment under the standby letter of credit. Under the declaratory judgment act, SAVA requested an award of its reasonable attorneys' fees.</p>\n<p>The Bank requested and was granted leave to not participate in the trial pursuant to letter agreements between the parties. The case was tried to the trial court, which rendered judgment declaring the standby letter of credit void; awarding damages to APS against SAVA for breach of contract; awarding APS attorneys' fees for trial and conditional awards for appeals; and ordering that SAVA take nothing on its counterclaims against APS.<sup>[4]</sup> The trial court filed findings of fact and conclusions of law.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Findings of fact in a nonjury trial have the same force and dignity as a jury's verdict. <i>Catalina v. Blasdel,</i> 881 S.W.2d 295, 297 (Tex.1994); <i>Ashcraft v. Lookadoo,</i> 952 S.W.2d 907, 910 (Tex.App.-Dallas 1997), <i>pet. denied,</i> 977 S.W.2d 562 (Tex. 1998) (per curiam). When a complete reporter's record is filed, the trial court's fact findings may be reviewed for legal and factual sufficiency under the same standards as jury verdicts. <i>Ortiz v. Jones,</i> 917 S.W.2d 770, 772 (Tex.1996) (per curiam); <i>Catalina,</i> 881 S.W.2d at 297. We do not substitute our judgment for that of the fact finder, even if we would have reached a different conclusion when reviewing the evidence. <i>FDIC v. F &amp; A Equip. Leasing,</i> 854 S.W.2d 681, 684 (Tex.App.-Dallas 1993, no writ). Unchallenged findings of fact are binding on the parties and the appellate court. <i>Employers Cas. Co. v. Henager,</i> 852 S.W.2d 655, 658 (Tex.App.-Dallas 1993, writ denied). Where findings of fact are included among the trial court's conclusions of law, we will review them as findings of fact. <i>Sears Roebuck &amp; Co. v. Dallas Cent. Appraisal Dist.,</i> 53 S.W.3d 382, 385-86 (Tex.App.-Dallas 2000, no pet.).</p>\n<p>In addressing a legal sufficiency challenge, we view the evidence in a light most favorable to the finding, consider only the evidence and inferences that support the finding, and disregard all evidence and inferences to the contrary. <i>Catalina,</i> 881 S.W.2d at 297. We uphold the finding if more than a scintilla of evidence exists to support it. <i>Id.</i> In reviewing a factual sufficiency challenge, we examine all of the evidence and set aside a finding only if the evidence is so weak or the finding so against the great weight and preponderance of the evidence that it is clearly wrong and unjust. <i>Zieben v. Platt,</i> 786 S.W.2d 797, 799 (Tex.App.-Houston [14th Dist.] 1990, no writ); <i>see also </i><i>Cain v. Bain,</i> 709 S.W.2d 175, 176 (Tex.1986) (per curiam).</p>\n<p>We do not review a trial court's conclusions of law for factual sufficiency. <i>Ashcraft,</i> 952 S.W.2d at 910. Rather, we evaluate them independently, determining whether the trial court correctly drew the legal conclusions from the facts. <i>Dallas Morning News v. Board of Trustees,</i> 861 S.W.2d 532, 536 (Tex.App.-Dallas 1993, writ denied). However, incorrect conclusions of law will not require a reversal if the controlling findings of fact will support the judgment under a correct legal theory. <i>See </i><i>Westech Eng'g, Inc. v. Clearwater Constructors, Inc.,</i> 835 S.W.2d 190, 196 (Tex.App.-Austin 1992, no writ).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*314</span> Choice of Law</h2>\n<p>We briefly address the issue of what law to apply to the transactions at issue in this case. The Company Formation Agreement does not contain a choice of law provision, but the Equipment Agreement provides that the laws of England apply to any disputes under that agreement. Generally, the parties' contractual choice of law will be given effect if the contract bears a reasonable relationship to the chosen state and no countervailing public policy of the forum demands otherwise. <i>See </i><i>DeSantis v. Wackenhut Corp.,</i> 793 S.W.2d 670, 677 (Tex.1990). If a contractual choice of law fails, Texas will apply the law of the state or nation with the most significant relationship to the transaction and the parties under Restatement (Second) of Conflicts of Law § 188 (1971). <i>DeSantis,</i> 793 S.W.2d at 678. However, we should first determine if the laws are in conflict. If the result would be the same under the laws of either jurisdiction, there is no need to resolve the choice of law question. <i>See </i><i>Duncan v. Cessna,</i> 665 S.W.2d 414, 419 (Tex.1984).</p>\n<p>The trial court's conclusions of law discuss some aspects of English contract law, but the trial court also concluded that under Texas choice of law principles, the law of England has no relation to this transaction and the court would not apply English law. SAVA does not argue this conclusion was incorrect. We agree that the laws of England do not bear a reasonable relationship to this transaction.</p>\n<p>The parties have briefed Texas law and where they argue English law, they conclude the result would be the same as under Texas law. Neither party has shown that English law or any other law is materially different from Texas law on the issues before us, and in light of the trial court's finding that English law should not be applied in this case, we will apply Texas law to the issues presented.</p>\n<p></p>\n<h2>Breach of Contract</h2>\n<p>1. Sufficiency of the Evidence</p>\n<p>SAVA argues in its second issue that the evidence is legally and factually insufficient to support the trial court's finding that SAVA breached the Equipment Agreement instead of APS. SAVA contends that the Equipment Agreement must be construed in connection with the other agreements between the parties and that APS's failure to perform other agreements breached the Equipment Agreement and entitled to SAVA to cancel the equipment order. SAVA also argues that APS repudiated the Equipment Agreement first when it notified the manufacturer to stop manufacturing the filament winding equipment.</p>\n<p>We agree in general with the rule of contract construction that instruments relating to the same transaction may be read together to ascertain the parties' intent. <i>See </i><i>Fort Worth Indep. Sch. Dist. v. City of Fort Worth,</i> 22 S.W.3d 831, 840 (Tex.2000). However, this rule of construction cannot be used to rewrite the express terms of the agreements between the parties. A general business purpose cannot override express terms of the written agreements between the parties. SAVA argues that other agreements between APS and SAVA AP required APS to deliver resin coating products that worked as warranted.</p>\n<p>Reading the various agreements together as SAVA contends, APS agreed to provide resin coating products to SAVA AP (not SAVA) and warranted the quality of those products. Neither the Company Formation Agreement nor the Equipment Agreement between SAVA and APS contain a warranty of the performance of the <span class=\"star-pagination\">*315</span> resin coating products. Nor is there an express condition in the Equipment Agreement that the resin coatings to be sold to SAVA AP would perform as warranted. Further, there is evidence that the equipment covered by the Equipment Agreement was not product specific; it could be used with any resin coating products. Thus, the evidence supports the trial court's conclusion that the alleged failure of APS's resin coating products was not a material breach of the Equipment Agreement between SAVA and APS.</p>\n<p>The record also indicates that SAVA and SAVA AP are separate corporations, and SAVA does not challenge the trial court's finding that SAVA does not have standing to assert claims for breach of the agreements between APS and SAVA AP. Although SAVA AP intervened in this case shortly before trial, the trial court struck the intervention and that action is not challenged on appeal.</p>\n<p>SAVA also argues that APS repudiated the Equipment Agreement on August 30, 2000, when it notified SAVA that it had stopped the production of the filament winding equipment. Repudiation consists of words or actions by a contracting party which indicate that it is not going to perform its contract in the future. It is conduct which shows a fixed intention to abandon, renounce, and refuse to perform the contract. <i>Group Life &amp; Health Ins. Co. v. Turner,</i> 620 S.W.2d 670, 673 (Tex. Civ.App.-Dallas 1981, no writ).</p>\n<p>The trial court found that APS notified SAVA that it had put a hold on the manufacturing of the equipment until APS received assurance that SAVA was prepared to honor its purchase of the equipment. There is evidence to support the trial court's finding. APS's letter of August 30, 2000 describes the ongoing disputes between the parties and refers to faxes from SAVA indicating that SAVA was discontinuing the marketing of the resin coating products and had stopped work on the building to be used for the filament winding equipment. APS's letter expressed its insistence on knowing \"what is SAVA's intention toward this venture.\" This letter was sent in response to earlier communications from SAVA accusing APS of being the cause of the failure of SAVA AP. In an unchallenged finding, the trial court found that on August 9, 2000, SAVA advised APS that SAVA was not going to proceed with the composite manufacturing plant.</p>\n<p>When reasonable grounds for insecurity exist, a party may make a written demand for adequate assurance of performance by the other party and may, if commercially reasonable, suspend its own performance until it receives such assurance. <i>See</i> Tex. Bus. &amp; Com.Code Ann. § 2.609(a) (Vernon 1994). The unchallenged findings and the evidence in the record indicate that APS had such reasonable grounds for insecurity on August 30, 2000. SAVA had indicated it had stopped work on the building that was to house the filament winding equipment APS was manufacturing. APS's letter did not express an unequivocal refusal to perform the Equipment Agreement; it requested assurances from SAVA and notified SAVA that APS had suspended performance while the disputes were negotiated. <i>See id.</i> at cmt. 2. Thus, the evidence supports the implied finding that APS's August 30, 2000 letter was a request for adequate assurance of performance. The record also supports an implied finding that suspending performance was commercially reasonable. Several months remained until the filament winding equipment was due to be shipped and there is no indication that manufacturing could not have resumed had the disputes been resolved.</p>\n<p>Although SAVA lists several other findings of fact (and conclusions of law) that it <span class=\"star-pagination\">*316</span> challenges on the grounds of the legal or factual sufficiency of the evidence supporting them, it does not specifically argue each finding or conclusion. We have addressed the specific findings and conclusions argued in SAVA's brief and have reviewed the others under the appropriate standard of review. We need not discuss them further. <i>See</i> Tex.R.App. P. 47.1. We conclude the evidence is legally and factually sufficient to support the trial court's findings that SAVA repudiated and breached the Equipment Agreement. We resolve SAVA's second issue against it.</p>\n<p>2. Exclusion of Deposition Testimony</p>\n<p>After the trial began, APS moved to suppress or exclude the deposition testimony of an APS employee because the deposition officer did not provide the witness with the original transcript for examination and signature. <i>See</i> Tex.R. Civ. P. 203.1(a). The trial court excluded the deposition. In its third issue, SAVA argues the trial court abused its discretion in excluding the deposition testimony, which it claims would have established that APS changed the formula of its resin coating products and that the products contained high levels of a carcinogen.</p>\n<p>APS's motion to exclude the deposition testimony was not timely. Because the deposition officer complied with the requirements of rule 203.3 at least one day before the case was called to trial, APS was required to file and serve its motion to suppress before trial commenced. Tex.R. Civ. P. 203.5. However, a successful challenge to an evidentiary ruling usually requires the complaining party to show that the judgment turns on the particular evidence excluded or admitted. <i>Tex. Dep't of Transp. v. Able,</i> 35 S.W.3d 608, 617 (Tex. 2000).</p>\n<p>The excluded deposition testimony related to SAVA's arguments that the resin coating products APS supplied to SAVA AP did not work as warranted. SAVA developed much of this evidence through other witnesses and documents and APS admitted that it changed the technology for manufacture of the resins in 1997. More importantly, as discussed above, evidence regarding APS's performance of its agreement with SAVA AP would not have supported a defense to breach of the Equipment Agreement by SAVA. After reviewing the entire record, we conclude SAVA did not show the exclusion of the deposition testimony probably caused the rendition of an improper judgment. <i>See</i> Tex.R.App. P. 44.1(a). We resolve SAVA's third issue against it.</p>\n<p>3. Damages</p>\n<p>SAVA's fourth issue complains that the trial court erred by including APS's banking costs in the damage award because the parties' agreement provided that each party would bear its own banking costs, and that the trial court erred by failing to include a $200,000 credit to SAVA in the final judgment. Taking these errors into account, SAVA contends the evidence is legally insufficient to support a finding that APS suffered damages as a result of SAVA's breach of the Equipment Agreement, and that judgment should be rendered that APS take nothing against SAVA.</p>\n<p>The trial court calculated APS's damages by totaling the amounts APS spent performing the agreement (including up front fees, confirmation fees, and interest expenses paid to the Bank) and subtracting the deposits made by SAVA.<sup>[5]</sup> Thus the trial court apparently awarded out-of-pocket damages to APS. Neither <span class=\"star-pagination\">*317</span> party disputes the applicability of this measure of damages.<sup>[6]</sup> Therefore, we review the sufficiency of the evidence under the measure of damages used by the trial court.</p>\n<p><i>A. Banking Costs</i></p>\n<p>The Equipment Agreement provides at the end of the section on terms of payment that \"[e]ach party is covering the banking costs of its bank.\" Based on this provision, SAVA contends the fees and interest paid to the Bank are not recoverable under the Equipment Agreement. APS does not dispute the above provision or that the trial court's damage calculation included its banking costs. However, it claims SAVA waived any complaint about the award of such costs by failing to raise the issue before the trial court. SAVA responds that under the Equipment Agreement, APS's banking costs cannot be recovered as damages and therefore evidence of those costs is no evidence of damages. SAVA argues it preserved error by challenging the legal sufficiency of the evidence of damages in its motion for new trial and request for amended findings of fact and conclusions of law.</p>\n<p>SAVA's challenge is to the legal sufficiency of the evidence supporting the damages awarded by the trial court. In a nonjury case, a legal or factual sufficiency challenge may be made for the first time on appeal. <i>See</i> Tex.R. Civ. P. 324(a) &amp; (b); Tex.R.App. P. 33.1 cmt., 948-949 S.W.2d (Texas Cases) cvii (1997, amended 2002); <i>Renteria v. Trevino,</i> 79 S.W.3d 240, 241-42 (Tex.App.-Houston [14th Dist.] 2002, no pet.). We conclude SAVA did not waive its legal sufficiency challenge to the damage award.</p>\n<p>In general, parties to a contract are free to limit or modify the remedies available for breach of their agreement. <i>See</i> Tex. Bus. &amp; Com.Code Ann. § 2.719; <i>Frost Nat'l Bank v. Heafner,</i> 12 S.W.3d 104, 110-11 (Tex.App.-Houston [1st Dist.] 1999, pet. denied) (reversing award of consequential damages where contract provided bank would not be liable for consequential damages). APS argues that SAVA cites no authority that the trial court was prohibited from awarding banking expenses and fees for breach of the Equipment Agreement. However, subject to certain limitations, the parties may agree to \"remedies in addition to or in substitution for those provided in this chapter and may limit or alter the measure of damages recoverable under this chapter.\" Tex. Bus. &amp; Com.Code Ann. § 2.719(a)(1). If the parties agree to a contractual remedy, that remedy will be enforced unless it is illegal or against public policy. <i>Great Am. Ins. Co. v. N. Austin Mun. Util. Dist.,</i> 902 S.W.2d 488, 499 (Tex.App.-Austin 1993), <i>aff'd in part, rev'd in part on other grounds,</i> 908 S.W.2d 415 (Tex.1995). APS has not shown that the limitation on recovery of banking costs is illegal or against public policy.</p>\n<p>We conclude there is no evidence supporting the trial court's award of APS's banking costs against SAVA. Therefore, <span class=\"star-pagination\">*318</span> the trial court erred in including those costs in its award of damages to APS.</p>\n<p><i>B. $200,000 Credit</i></p>\n<p>The trial court concluded that APS received $200,000 from SAVA for engineering services under the Company Formation Agreement and that this amount would be credited to SAVA. The evidence is undisputed that APS received this payment and neither party questions the propriety of this credit. However, based on the evidence and the findings regarding damages, the damages awarded in the trial court's judgment do not include this credit. SAVA asks us to modify the trial court's judgment to include this credit. APS agrees that we may modify the judgment to include this credit, but asks us to add in additional damages that the trial court refused to award to APS.</p>\n<p>We conclude the evidence supports the finding that SAVA is entitled to a credit of $200,000 and that the judgment erroneously failed to include this credit. APS did not file a notice of appeal seeking to modify the trial court's judgment. Therefore, we will not consider its request to add additional amounts the trial court refused to award. <i>See</i> Tex.R.App. P. 25.1(c); <i>Wal-Mart Stores, Inc. v. Garza,</i> 27 S.W.3d 64, 68 (Tex.App.-San Antonio 2000, pet. denied).</p>\n<p><i>C. Computation of Damages</i></p>\n<p>The trial court awarded APS damages in the amount of $391,366.65 for SAVA's breach of the Equipment Agreement. The trial court's findings of fact indicate the court included banking costs of $313,443.12 in \"upfront\" fees, interest expenses, and confirmation fees paid to the Bank in its damage calculation. The final judgment added an additional month of interest expenses, $9,543.53, to the damage amount. Thus, the banking costs included in the damage calculation total $322,986.65. As noted above, there is no evidence supporting the award of these banking costs.</p>\n<p>Excluding these costs, and crediting the $200,000 engineering fee as found by the trial court, against APS's other damage amounts, results in an amount less than zero. Thus, giving effect to the parties' contractual limitation on recovery of banking costs, and adding the omitted $200,000 credit, the evidence is legally insufficient to support the damages awarded to APS. We resolve SAVA's fourth issue in its favor. SAVA asks only that we reverse the trial court's judgment and render judgment that APS take nothing against SAVA. Thus we reverse that portion of the trial court's judgment awarding damages to APS against SAVA and render judgment that APS take nothing against SAVA.</p>\n<p></p>\n<h2>Standby Letter of Credit</h2>\n<p>SAVA asserts the evidence is legally insufficient to support the finding of material fraud that justifies the declaration that the letter of credit was void. SAVA asks us to render judgment against the Bank for the $550,000 amount of the letter of credit, and against APS for SAVA's attorneys' fees expended in seeking a declaratory judgment that it was entitled to payment under the letter of credit.</p>\n<p>1. Introduction</p>\n<p>A letter of credit is a definite undertaking by an issuer (usually a bank) to a beneficiary at the request of an applicant to honor a documentary presentation by payment or delivery of an item of value. Tex. Bus. &amp; Com.Code Ann. § 5.102(a)(10) (Vernon 2002). The letter of credit obligation is independent of any underlying contract dispute between the beneficiary and the applicant. <i>Id.</i> § 5.103(d). The issuer must honor a presentment that \"appears on its face strictly to comply with <span class=\"star-pagination\">*319</span> the terms and conditions of the letter of credit.\" <i>Id.</i> § 5.108(a).</p>\n<p>However, payment of a letter of credit does not determine the ultimate right to retain the funds as between the beneficiary and the applicant. <i>See </i><i>CKB &amp; Assocs., Inc. v. Moore McCormack Petroleum, Inc.,</i> 734 S.W.2d 653, 655 (Tex.1987). Contracting parties may use a letter of credit in order to \"make certain that contract disputes [between the applicant and beneficiary] wend their way towards resolution with money in the beneficiary's pocket rather than in the pocket of the [applicant].\" <i>Id.</i> The beneficiary's immediate right of possession of the funds on payment of the letter of credit does not decide the dispute over who will ultimately retain those funds. <i>Id.</i> \"Without this rule, the beneficiary of the letter of credit would be the ultimate arbiter of compliance with the underlying contract and the commercial viability of the letter of credit would be destroyed.\" <i>Id.</i> Thus, the letter of credit determines the beneficiary's right to immediate possession of the funds on presentation of conforming documents to the issuer, but not the right to ultimately retain those funds.</p>\n<p>Payment of a letter of credit may not be enjoined, or similar relief granted, unless there is evidence of a material fraud by the beneficiary on the applicant or the issuer. Tex. Bus. &amp; Com.Code Ann. § 5.109(b); <i>Philipp Bros., Inc. v. Oil Country Specialists, Ltd.,</i> 787 S.W.2d 38, 40-41 (Tex.1990). The standard of fraud necessary to warrant interference with the independence of the letter of credit is that \"the wrong doing of the beneficiary has so vitiated the entire transaction that the legitimate purposes of the independence of the issuer's obligation would no longer be served.\" <i>Philipp Bros.,</i> 787 S.W.2d at 40 (quoting, <i>GATX Leasing Corp. v. DBM Drilling Corp.,</i> 657 S.W.2d 178, 182 (Tex. App.-San Antonio 1983, no writ)); <i>see</i> Tex. Bus. &amp; Com.Code Ann. § 5.109 cmt. 2. The elements of a cause of action for fraud are: \"(1) that a material representation was made; (2) the representation was false; (3) when the representation was made, the speaker knew it was false or made it recklessly without any knowledge of the truth and as a positive assertion; (4) the speaker made the representation with the intent that the other party should act upon it; (5) the party acted in reliance on the representation; and (6) the party thereby suffered injury.\" <i>In re FirstMerit Bank, N.A.,</i> 52 S.W.3d 749, 758 (Tex.2001). To warrant interference with payment of a letter of credit, the fraud must be \"extreme, intentional, and unscrupulous.\" <i>SRS Prods. Co. v. LG Eng'g Co.,</i> 994 S.W.2d 380, 384 (Tex.App.-Houston [14th Dist.] 1999, no pet.).</p>\n<p>2. Relevance of Analysis</p>\n<p>We need not address SAVA's issues regarding the letter of credit to resolve its contention that it was entitled to judgment against the Bank for $550,000, the amount of the letter of credit. Under the letter agreement between the parties and the Bank, the Bank agreed to \"abide by an order or judgment of the Court and pay any proceeds of the letter of credit at issue as directed by the Court.\" In turn, SAVA and APS stipulated and agreed that \"they neither seek now nor will seek any affirmative relief, including money damages, attorneys' fees, interest, or the imposition of costs or otherwise, against [the Bank] in this action.\" Thus, regardless of whether the trial court properly enjoined the Bank from honoring the letter of credit, SAVA is not entitled to the requested judgment against the Bank. We resolve SAVA's issue against it to that extent.</p>\n<p>Further, whether the trial court properly enjoined the Bank from honoring the <span class=\"star-pagination\">*320</span> letter of credit does not determine the ultimate right to retain the funds as between SAVA and APS. <i>See </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655. As discussed above, their underlying dispute over breach of the Equipment Agreement has been resolved and the ultimate right to retain the funds decided against SAVA. Although APS had no net recovery on its claim for damages, it established that SAVA repudiated and breached the Equipment Agreement. As a result of that determination, SAVA would not be entitled to retain any proceeds of the letter of credit. <i>See </i><i>Oil Country Specialists, Ltd. v. Philipp Bros., Inc.,</i> 762 S.W.2d 170, 179-80 (Tex.App.-Houston [1st Dist.] 1988) (despite take-nothing judgment on applicant's breach of contract claim, beneficiary not entitled to retain proceeds of letter of credit because of its prior material breach of underlying agreement), <i>writ denied,</i> 787 S.W.2d 38 (Tex.1990). Thus, SAVA is not entitled to judgment against APS for an amount equivalent to the proceeds of the letter of credit.<sup>[7]</sup></p>\n<p>However, both parties requested attorneys' fees in connection with their respective declaratory judgment actions regarding the letter of credit. Relevant to those claims for attorneys' fees is whether SAVA was entitled to draw on the letter of credit. Because of our disposition of the parties' claims for attorneys fees, as set forth herein, we conclude it necessary and appropriate to address SAVA's claims regarding the letter of credit.</p>\n<p>3. Analysis</p>\n<p>The trial court declared that the letter of credit was void. This declaration has the same effect as a permanent injunction against payment. <i>See</i> Tex. Bus. &amp; Com. Code Ann. § 5.109 cmt. 5 (same principles apply when applicant tries to achieve same legal outcome as injunction against honor by other methods including declaratory judgment). Thus we apply the material fraud standard of section 5.109 to the trial court's declaration. <i>Id.</i> § 5.109(b).</p>\n<p>SAVA asserts the trial court's ruling is based on four grounds, none of which support the trial court's conclusion. These grounds are: (A) SAVA breached the Equipment Agreement and forfeited any right to draw on the letter of credit; (B) SAVA knew the delivery date stated in the letter of credit was incorrect but failed to inform APS of the error; (C) SAVA made false statements in the presentment documents to the Bank; and (D) after the trial court entered a temporary injunction against payment of the letter of credit, SAVA made a second presentment to the Bank reiterating that the delivery date had passed. In its first issue, SAVA claims the trial court erred in not declaring that SAVA was entitled to payment under the letter of credit and in not awarding SAVA its attorneys' fees against APS. Under this issue, SAVA argues the trial court erred in declaring the letter of credit void.</p>\n<p><i>A. Breach of Underlying Agreement</i></p>\n<p>The trial court found that SAVA breached the Equipment Agreement and \"therefore forfeited any right to draw upon the letter of credit.\" Breach of the underlying agreement between the applicant and the beneficiary is not a ground for enjoining or canceling the letter of credit. <i>Philipp Bros.,</i> 787 S.W.2d at 40. Under the independence doctrine, the obligation of the issuer to the beneficiary on the letter of credit is independent of the \"existence, performance, or <i>nonperformance</i> of a contract or arrangement out of which the letter of credit arises or which underlies it, including contracts ... between <span class=\"star-pagination\">*321</span> the applicant and the beneficiary.\" Tex. Bus. &amp; Com.Code Ann. § 5.103(d) (emphasis added). \"The purpose of a letter of credit is to assure payment when its own conditions have been met irrespective of disputes that may arise between the parties concerning performance or other agreements which comprise the underlying transaction.\" <i>Sun Marine Terminals, Inc. v. Artoc Bank &amp; Trust Ltd.,</i> 797 S.W.2d 7, 10 (Tex.1990); <i>Synergy Ctr., Ltd. v. Lone Star Franchising, Inc.,</i> 63 S.W.3d 561, 566 (Tex.App.-Austin 2001, no pet.).</p>\n<p>Thus even though SAVA's breach of the underlying agreement meant that it was not entitled to keep the proceeds of the letter of credit as against APS, <i>see </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655, that breach does not constitute material fraud permitting a court to enjoin payment of the letter of credit. Such a breach would only give APS the right to recover the proceeds of the letter of credit from SAVA after the letter of credit was paid; it would not be a basis to enjoin or void the letter of credit. <i>See </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655. The trial court's finding that SAVA breached the Equipment Agreement does not support its decision to declare the letter of credit void.</p>\n<p>The trial court also found that SAVA attempted to draw on the letter of credit before permitting APS to perform under the Equipment Agreement, and that SAVA attempted to draw on the letter of credit after repudiating the Equipment Agreement without justification. Both of these findings go to the performance or nonperformance of the underlying contract between SAVA and APS, and do not constitute a basis for enjoining the payment of the letter of credit. Tex. Bus. &amp; Com.Code Ann. § 5.103(d); <i>Synergy Ctr.,</i> 63 S.W.3d at 566; <i>SRS Prods. Co.,</i> 994 S.W.2d at 386.</p>\n<p><i>B. Failure to Disclose Incorrect Term in Letter of Credit</i></p>\n<p>The letter of credit required a statement that the Equipment Agreement called for delivery of all equipment by September 9, 1999. The Equipment Agreement does not in fact call for delivery of all equipment by that date. Rather, the agreement called for delivery of the spray and heat curing equipment within fourteen weeks after receipt of SAVA's down-payment and delivery of the filament winding equipment ten to fourteen months after receipt of the down-payment. The trial court concluded SAVA committed fraud on APS and the Bank because it knew the delivery date in the letter of credit was incorrect and did not inform APS of the error.</p>\n<p>However, APS, not SAVA, caused the letter of credit to be issued by its bank. The record does not indicate how the September 9, 1999 date was included in the letter of credit. The evidence shows APS delivered a copy of the Equipment Agreement to the Bank and the Bank drew up the letter of credit.<sup>[8]</sup> APS never saw the letter of credit until after SAVA attempted to draw on it. There was also evidence that the terms of the letter of credit were acceptable between the Bank and SAVA.</p>\n<p>The evidence does not support the trial court's finding of fraud based on the September 9 date specified in the letter of credit. As a general rule, a failure to disclose information does not constitute fraud unless there is a duty to disclose the information. <i>Ins. Co. of N. Am. v. Morris,</i> 981 S.W.2d 667, 674 (Tex.1998). Thus, silence is equivalent to a false representation only when the particular circumstances <span class=\"star-pagination\">*322</span> impose a duty on the party to speak and he deliberately remains silent. <i>Bradford v. Vento,</i> 48 S.W.3d 749, 755 (Tex.2001) (citing <i>SmithKline Beecham Corp. v. Doe,</i> 903 S.W.2d 347, 353 (Tex. 1995), and <i>Smith v. Nat'l Resort Communities, Inc.,</i> 585 S.W.2d 655, 658 (Tex. 1979)). Whether a duty to speak exists is a question of law. <i>Bradford,</i> 48 S.W.3d at 755.</p>\n<p>The trial court did not find that SAVA had a duty to disclose material information, although there was some evidence from a representative of SAVA AP that there was a high degree of trust running from SAVA AP to its shareholders, and that the obligation of SAVA to APS was one of high trust and fidelity. However, assuming without deciding that SAVA owed a duty to disclose to APS, there is no evidence that SAVA was aware that APS had not seen the letter of credit or that APS did not have an equal opportunity to discover the terms of the letter of credit. <i>See </i><i>Bradford,</i> 48 S.W.3d at 756 (\"[T]here is no evidence that Bradford knew either that Vento was ignorant of the lease terms or that he did not have an equal opportunity to discover them.\"). The letter of credit was issued by APS's bank at its request. APS clearly had the opportunity to inspect the letter of credit and determine if its terms and conditions were correct. APS presented no evidence that SAVA knew APS was ignorant of the September 9, 1999 delivery date stated in the letter of credit. Thus, there is no evidence to support the trial court's conclusion that SAVA's failure to advise APS of the delivery date stated in the letter of credit amounted to material fraud. <i>See id.</i></p>\n<p><i>C. False Statements in Presentation Documents</i></p>\n<p>Several of the trial court's findings and the evidence cited by APS in support of the judgment relate to false statements in the presentment documents. For example, the trial court found that in order to draw on the letter of credit, SAVA had to represent to the Bank that the filament winding equipment had been delivered and found to be nonconforming. The trial court found that SAVA falsely represented to the Bank that APS had delivered the equipment in a nonconforming state and had failed to cure the defects within the specific delivery schedule. SAVA contends the statements were not false based on its interpretation of the Equipment Agreement as covering both the spray and heat curing equipment and the filament winding equipment. SAVA argues the statements in the presentment documents referred to the spray and heat curing equipment, which had been delivered, and were true.</p>\n<p>The evidence supports the trial court's findings that SAVA made false statements to the Bank in presenting the letter of credit. However, false statements in the presentment documents are insufficient to warrant enjoining payment of the letter of credit. <i>Philipp Bros.,</i> 787 S.W.2d at 40-41. Establishing material fraud or fraud in the transaction requires more than a showing of untruthful statements in the presentment documents. <i>See </i><i>SRS Prods. Co.,</i> 994 S.W.2d at 384. Such false statements in making presentment would not amount to egregious fraud vitiating the transaction and warranting a declaration that the letter of credit is void. <i>See </i><i>Philipp Bros.,</i> 787 S.W.2d at 40-41. The trial court's finding that the statements in the presentation documents were false does not support its conclusion that SAVA committed material fraud such that the letter of credit should be canceled and declared void. <i>Id.</i></p>\n<p><i>D. Second Presentment During Injunction</i></p>\n<p><span class=\"star-pagination\">*323</span> The trial court found that after the court temporarily enjoined the Bank from paying the letter of credit, SAVA made a second presentment where it again represented that the delivery deadline had passed. This constitutes another finding that the statements in SAVA's presentment documents were not true. As we discussed above, proof that the statements in the presentment documents are not true does not establish material fraud warranting cancellation of the letter of credit. <i>See </i><i>Philipp Bros.,</i> 787 S.W.2d at 40-41.</p>\n<p>APS cites to other evidence in the record, such as the failure and insolvency of SAVA AP, SAVA's interference with attempts to provide training, SAVA's failure to acquire a building for the equipment, and SAVA's use and acceptance of the spray and heat curing equipment, as evidence supporting the trial court's finding of material fraud. This evidence relates to various disputes about the contracts between the parties and the operation and management of SAVA AP. None of this evidence, individually or collectively, alters our conclusion that there is no evidence that SAVA committed material fraud in presenting the documents to draw on the letter of credit, or provides a viable alternative ground supporting the trial court's ruling.</p>\n<p>4. Conclusion</p>\n<p>We conclude the evidence is legally insufficient to support the finding of material fraud that justifies the declaration that the letter of credit was void. As discussed above, however, because SAVA was not entitled to recovery of a judgment against the Bank for failing to honor the letter of credit, and because the underlying dispute between SAVA and APS has been resolved and the ultimate right to retain the funds decided against SAVA, <i>see </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655, the error probably did not cause the rendition of an improper judgment. Tex.R.App. P. 44.1(a). We resolve SAVA's first issue against it.</p>\n<p></p>\n<h2>Attorneys' Fees</h2>\n<p>APS requested an award of reasonable attorney's fees under the declaratory judgment act. It did not request an award of attorneys' fees under either the general statute relating to contract claims or the UCC relating to letters of credit. Tex. Civ. Prac. &amp; Rem.Code Ann. §§ 38.001-38.006 (Vernon 1997); Tex. Bus. &amp; Com.Code Ann. § 5.111(e). The trial court's judgment does not specify the statute under which attorneys' fees were awarded, but the court's conclusions of law state that APS was entitled to recover attorneys' fees under the Texas Declaratory Judgment Act.</p>\n<p>In its fifth issue, SAVA challenges the award of attorneys' fees to APS under the declaratory judgment act. SAVA argues the trial court erred in awarding attorneys' fees to APS because APS was not entitled to declaratory relief. SAVA also argues APS failed to segregate its attorneys' fees. As part of its issue regarding the letter of credit, SAVA challenges the trial court's failure to award it attorneys' fees expended in the declaratory judgment action.</p>\n<p>The declaratory judgment act permits the trial court to award reasonable and necessary attorneys' fees as are equitable and just. Tex. Civ. Prac. &amp; Rem.Code Ann. § 37.009. The grant or denial of attorney's fees in a declaratory judgment action is within the discretion of the trial court, and its decision will not be reversed on appeal absent a clear showing that it abused its discretion. <i>Oake v. Collin County,</i> 692 S.W.2d 454, 455 (Tex.1985). It may be appropriate to award attorneys' fees to the prevailing party if such an award is equitable and just and the fees are reasonable and necessary. <i>See </i><i>State Farm Lloyds v. Borum,</i> 53 S.W.3d 877, <span class=\"star-pagination\">*324</span> 894 (Tex.App.-Dallas 2001, pet. denied). However, in a declaratory judgment action, the prevailing party is not entitled to attorneys' fees as a matter of law. <i>Marion v. Davis,</i> 106 S.W.3d 860, 868 (Tex. App.-Dallas 2003, pet. denied). In the exercise of its discretion, the trial court may decline to award attorneys' fees to either party. <i>See </i><i>Univ. of Tex. Health Sci. Ctr. v. Mata &amp; Bordini, Inc.,</i> 2 S.W.3d 312, 318-19 (Tex.App.-San Antonio 1999, pet. denied); <i>United Interests, Inc. v. Brewington, Inc.,</i> 729 S.W.2d 897, 906 (Tex.App.-Houston [14th Dist.] 1987, ref. n.r.e.). Or, the trial court may award attorneys' fees to the nonprevailing party. <i>See </i><i>Scottsdale Ins. Co. v. Travis,</i> 68 S.W.3d 72, 77 (Tex. App.-Dallas 2001, pet. denied); <i>State Farm Lloyds,</i> 53 S.W.3d at 894.</p>\n<p>SAVA argues that because APS was not entitled to declaratory relief, the trial court abused its discretion in awarding attorneys' fees to APS. However, reversal of the trial court's decision on a declaratory judgment does not necessarily mean the award of attorneys' fees to the party who prevailed in the trial court was an abuse of discretion. APS did not need to prevail on a claim for declaratory relief to be entitled to attorneys' fees. Awarding attorneys' fees to the nonprevailing party is not in itself an abuse of discretion. <i>Vincent v. Bank of Am., N.A.,</i> 109 S.W.3d 856, 868 (Tex.App.-Dallas 2003, pet. denied).</p>\n<p>However, after a declaratory judgment is reversed on appeal, an award of attorneys' fees may no longer be equitable and just. <i>See </i><i>Scottsdale Ins.,</i> 68 S.W.3d at 77; <i>State Farm Lloyds,</i> 53 S.W.3d at 894-95. Therefore, when we reverse a declaratory judgment and the trial court awarded attorneys' fees to the party who prevailed at trial, we may remand the attorneys' fee award for reconsideration in light of our disposition on appeal. <i>Scottsdale Ins.,</i> 68 S.W.3d at 77; <i>State Farm Lloyds,</i> 53 S.W.3d at 894-95. We are not required to do so, however. <i>See </i><i>Vincent,</i> 109 S.W.3d at 868.</p>\n<p>The trial court awarded attorneys' fees to APS and refused to award them to SAVA. It concluded APS was entitled to attorneys' fees because the fees were reasonably incurred to develop and prove the facts necessary for the trial court to declare the rights of the parties under the letter of credit. We have concluded the trial court's ruling declaring the letter of credit void was error, although it was not reversible error under the facts of this case. The record does not indicate whether the trial court's determination to award attorneys' fees to APS and not to SAVA would also be equitable and just in light of our opinion in this case. Because an award of attorneys's fees under the declaratory judgment statutes continues to fall within the trial court's discretion, whether the trial court wishes to reconsider its decision on attorneys' fees is a matter we defer to the trial court. To allow the trial court to make that determination, we reverse the trial court's judgment awarding attorneys' fees under the declaratory judgment act to APS and refusing to award attorneys' fees to SAVA. We remand the issue of whether to award attorneys' fees under the declaratory judgment act, to whom any such fees may be awarded, and the reasonable and necessary amount of any such attorneys' fees if awarded, to the trial court for further proceedings. Tex. R.App. P. 44.1(b). We resolve SAVA's fifth issue in its favor to this extent. Because of our disposition of this issue, it is unnecessary to address SAVA's arguments regarding the segregation of attorneys' fees.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>We reverse the trial court's judgment awarding damages to APS against SAVA and render judgment that APS take nothing <span class=\"star-pagination\">*325</span> against SAVA. We reverse that portion of the trial court's judgment refusing to award SAVA attorneys' fees and awarding APS attorneys' fees and expenses under the declaratory judgment act through trial and for appeals, and remand the issue of whether to award attorneys' fees under the declaratory judgment act, to whom any such fees may be awarded, and the reasonable and necessary amount of any such attorneys' fees if awarded, to the trial court for further proceedings. In all other respects, we affirm the trial court's judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Due to bank charges, the actual amount deposited to APS's account was $549,975.</p>\n<p>[2]  SAVA appealed the granting of the temporary injunction, but that appeal was dismissed as moot when this case was tried on the merits.</p>\n<p>[3]  Before trial, SAVA AP intervened and sought to bring claims for breach of the agreements it had entered into with APS. The trial court struck SAVA AP's intervention. SAVA AP is not a party to this appeal, and the trial court's action in striking the intervention is not before us.</p>\n<p>[4]  The letter of credit expired shortly after trial. However, the Bank stipulated with the parties that it would abide by whatever order or judgment was entered by the court and would pay any proceeds of the letter of credit as directed by the court.</p>\n<p>[5]  The trial court found the unfinished custom filament winding equipment had no value.</p>\n<p>[6]  The normal measure of damages in a breach of contract case is the benefit-of-thebargain measure. <i>See </i><i>Abraxas Petroleum Corp. v. Hornburg,</i> 20 S.W.3d 741, 760 (Tex. App.-El Paso 2000, no pet.); <i>see also</i> Tex. Bus. &amp; Com.Code Ann. § 1.305(a) (Vernon Supp. 2004). This measure seeks to restore the injured party to the economic position it would have been in had the contract been performed. Under the UCC, when a buyer repudiates the contract before delivery and the goods are specially manufactured without a market, the measure of damages is the profit formula set forth in section 2.708(b). <i>See</i> Tex. Bus. &amp; Com.Code Ann. § 2.708(b); <i>Lakewood Pipe of Tex., Inc. v. Conveying Techniques, Inc.,</i> 814 S.W.2d 553, 556 (Tex.App.-Houston [1st Dist.] 1991, no writ).</p>\n<p>[7]  SAVA apparently recognizes this fact, as its brief does not seek such relief.</p>\n<p>[8]  The Equipment Agreement refers to specimen letters of credit attached to the agreement, but the record does not include these attachments.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">304</span></span> (2004)</b></center>\n<center><h1>SAVA GUMARSKA IN KEMIJSKA INDUSTRIA D.D., Appellant<br>\nv.<br>\nADVANCED POLYMER SCIENCES, INC., Appellee.</h1></center>\n<center>No. 05-01-01368-CV.</center>\n<center><p><b>Court of Appeals of Texas, Dallas.</b></p></center>\n<center>January 30, 2004.</center>\n<center>Rehearing Overruled March 17, 2004.</center>\n<p><span class=\"star-pagination\">*309</span> Michelle E. Roberts, Roberts &amp; Smaby, Charles George Orr, W. Alan Wright, Haynes &amp; Boone, L.L.P., Dallas, for Appellant.</p>\n<p>John Holman Barr, Leonard H. Plog, II, Burt Barr &amp; Associates, L.L.P., Dallas, for Appellee.</p>\n<p>Before Justices MORRIS, MOSELEY, and FRANCIS.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*310</span> OPINION</h2>\n<p>Opinion By Justice MOSELEY.</p>\n<p>SAVA gumarska in kemijska industria d.d. (SAVA), a Slovenian stock company, appeals a judgment in favor of Advanced Polymer Sciences, Inc. (APS), a Delaware corporation. After a bench trial, the district court rendered judgment canceling a letter of credit for the benefit of SAVA, awarding APS damages and attorneys' fees for breach of contract, and denying SAVA's counterclaims. In five issues, SAVA claims the evidence was legally and factually insufficient to support the trial court's findings that (i) the letter of credit should be canceled for fraud and (ii) SAVA breached the contract with APS. SAVA also claims the trial court erred in not admitting a deposition, and in awarding damages and attorneys' fees to APS. We affirm the trial court's judgment in part, reverse and render judgment in part, and reverse and remand in part for further proceedings.</p>\n<p></p>\n<h2>Background</h2>\n<p>APS, with principal offices in Ohio, manufactures polymers and epoxy resins for use as protective coatings in a variety of industrial applications. APS also owns patented technology for equipment used to manufacture composite fibers, such as fiberglass, which can be coated with polymers to make multi-wall tanks highly resistant to chemicals. SAVA, located in Kranj, Slovenia, specializes in the manufacture of rubber goods. In 1998, SAVA approached APS about forming a new Slovenian stock company to manufacture APS coating products and composite fiber products, and to distribute those products in Eastern Europe. The new company would be called SAVA Advanced Polymers proizvodno podjetje d.o.o. (SAVA AP), and would be owned 51% by SAVA and 49% by APS. APS would purchase its interest in SAVA AP by transferring its technology and patent rights.</p>\n<p>On January 15, 1999, SAVA and APS entered into a Company Formation Agreement providing for the formation and ownership of SAVA AP. Under this agreement, SAVA was to purchase certain specially manufactured equipment from APS and lease that equipment to SAVA AP. Several other activities and agreements were contemplated under the Company Formation Agreement, including the acquisition of a facility to manufacture composite products using the equipment sold by APS. SAVA paid a $200,000 engineering fee to APS for facility design, equipment design, and engineering on the proposed manufacturing facility. In addition, SAVA was to buy a total of $3,300,000 in equipment from APS.</p>\n<p>Pursuant to the Company Formation Agreement, SAVA formed SAVA AP in April 1999 and hired one of its employees to manage it. The articles of association for SAVA AP were signed in July 1999, and APS acquired its interest in SAVA AP in August 1999.</p>\n<p>On July 9, 1999, SAVA and APS entered into an Equipment Agreement for the purchase and sale of equipment. The equipment to be sold and the prices to be paid were as described in an exhibit to the Company Formation Agreement. The equipment was of two types: (1) portable spraying and heat curing equipment used for applying polymer coatings to containers or composite products (\"spray and heat curing equipment\"); and (2) filament winding equipment used to manufacture composite fiber products such as tanks, containers, and pipes (\"filament winding equipment\"). SAVA agreed to make a down-payment for the equipment and APS agreed to deliver the equipment within specified times after the down-payment. <span class=\"star-pagination\">*311</span> The spraying and heat curing equipment was to be delivered within fourteen weeks after receipt of the down-payment. (The evidence indicates that the spraying and heat curing equipment was in fact delivered by APS and paid for by SAVA.)</p>\n<p>The filament winding equipment was to be delivered within ten to fourteen months after the down-payment. Under the portion of the Equipment Agreement relating to the filament winding equipment, SAVA agreed to make an advance deposit to APS of $550,000, and provide a letter of credit to APS for the $2.2 million balance of the purchase price. To protect SAVA's advance deposit, APS agreed to put up a standby letter of credit for SAVA's benefit in the amount of $550,000. It is this standby letter of credit that is the main focus of this dispute.</p>\n<p>On November 1, 1999, APS arranged for the standby letter of credit through Bank One Texas (the \"Bank\"). Under its terms, to draw on the letter of credit SAVA was required to present a sight draft and a signed statement that the delivery deadline under the Equipment Agreement had passed, SAVA had examined the equipment supplied by APS, and SAVA had refused acceptance of the equipment because:</p>\n<blockquote>A. It does not meet the fabrication drawings or specifications presented by [APS] prior to manufacture, and/or</blockquote>\n<blockquote>B. It does not meet European Union/ANSI standards for safety and environmental protection, and/or</blockquote>\n<blockquote>C. It is not in accordance with the best available technologies, and/or</blockquote>\n<blockquote>D. It is not properly operational after a week-long performance test, and any defects in construction or installation of the equipment were not remedied within an agreed upon timeframe, and/or</blockquote>\n<blockquote>E. The delivery of equipment does not otherwise conform materially to the contract between SAVA and [APS] giving the buyer just cause to dispute payment.</blockquote>\n<p>As amended, the letter of credit expired on June 30, 2001.</p>\n<p>In January 2000, SAVA made the $550,000<sup>[1]</sup> advance deposit to APS under the Equipment Agreement. On March 10, 2000, SAVA caused its bank to issue a letter of credit to APS in the amount of $2.2 million to secure payment of the balance of the purchase price for the filament winding equipment. APS used the $2.2 million letter of credit as collateral for a line of credit to manufacture the equipment.</p>\n<p>From the inception of their relationship, both SAVA and APS had problems with various aspects of the transactions. SAVA complained that several of its projects applying the polymer coatings failed. APS attributed these failures to improper application techniques. APS complained that SAVA was delaying the implementation of the business plan for SAVA AP and that SAVA AP was not productive. SAVA complained that APS did not provide adequate training on the application of the coating products or the use of the spray and heat curing equipment. APS complained that SAVA had not located a site for the manufacturing facility for the filament winding equipment and APS could not prepare the technical drawings for the installation of the equipment until a site was selected and plans of the building provided to APS.</p>\n<p>By March 2000, SAVA AP was on the verge of insolvency and had to borrow additional funds from SAVA. In May 2000, <span class=\"star-pagination\">*312</span> representatives of SAVA AP traveled to Ohio to view the manufacturing of the filament winding equipment. Approximately two weeks later, SAVA provided APS with elevations and exterior dimensions of the proposed site for the manufacturing plant. With this information, APS began working on the layout drawings for the filament winding equipment.</p>\n<p>By June 2000, however, SAVA AP was insolvent. SAVA accused APS of causing the failure of SAVA AP. APS claimed SAVA caused SAVA AP's failure by not implementing the original business plan and by failing to market the coating products. On June 19, 2000, SAVA notified APS that SAVA AP would stop marketing APS's polymer coating products. APS continued to work with SAVA on the layout of the composite manufacturing plant and completed the task to SAVA's apparent satisfaction on July 31, 2000. However, on August 9, 2000, SAVA advised APS that the drawings approved on July 31, 2000 were unacceptable and that SAVA was not going to proceed with the composite manufacturing plant. On August 30, 2000, APS notified SAVA that it had instructed the manufacturers to stop further production of the filament winding equipment and \"insist[ed] on knowing what is SAVA's intention towards this venture.\"</p>\n<p>A shareholders' meeting of SAVA AP was held in late September 2000. APS contends that after the meeting, it believed all issues had been resolved. However, SAVA decided to close SAVA AP and cancel the project. On October 10, 2000, SAVA notified APS that it was revoking the order for the filament winding equipment, and canceling the Company Formation Agreement and the Equipment Agreement. SAVA also indicated it would draw on the standby letter of credit to reimburse it for its $550,000 advance payment to APS for the filament winding equipment.</p>\n<p>On November 6, 2000, SAVA presented documents to the Bank to draw the full amount of the standby letter of credit. APS filed this suit against the Bank seeking a temporary restraining order and a temporary injunction preventing the Bank from honoring the draw on the letter of credit. APS claimed SAVA committed a material fraud in presenting the documents in an attempt to draw on the standby letter of credit before shipment of the filament winding equipment was even due. In addition to an injunction, APS sought a declaratory judgment that the standby letter of credit was void and unenforceable and requested an award of its reasonable attorneys' fees under the declaratory judgment act.</p>\n<p>APS obtained a temporary restraining order on November 8, 2000. SAVA intervened in the lawsuit. Following a hearing, the trial court entered a temporary injunction against payment of the letter of credit.<sup>[2]</sup></p>\n<p>After SAVA intervened, APS filed claims against SAVA for breach of the Equipment Agreement. SAVA filed counterclaims against APS on several theories, including breaches of the Company Formation Agreement, the Equipment Agreement, and agreements between APS and SAVA AP.<sup>[3]</sup> SAVA also requested a declaratory <span class=\"star-pagination\">*313</span> judgment that APS had breached the Company Formation Agreement and the Equipment Agreement and that SAVA was entitled to payment under the standby letter of credit. Under the declaratory judgment act, SAVA requested an award of its reasonable attorneys' fees.</p>\n<p>The Bank requested and was granted leave to not participate in the trial pursuant to letter agreements between the parties. The case was tried to the trial court, which rendered judgment declaring the standby letter of credit void; awarding damages to APS against SAVA for breach of contract; awarding APS attorneys' fees for trial and conditional awards for appeals; and ordering that SAVA take nothing on its counterclaims against APS.<sup>[4]</sup> The trial court filed findings of fact and conclusions of law.</p>\n<p></p>\n<h2>Standard of Review</h2>\n<p>Findings of fact in a nonjury trial have the same force and dignity as a jury's verdict. <i>Catalina v. Blasdel,</i> <span class=\"citation\" data-id=\"1660655\"><a href=\"/opinion/1660655/catalina-v-blasdel/\"><span class=\"volume\">881</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">295</span></a></span>, 297 (Tex.1994); <i>Ashcraft v. Lookadoo,</i> <span class=\"citation\" data-id=\"2408454\"><a href=\"/opinion/2408454/ashcraft-v-lookadoo/\"><span class=\"volume\">952</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">907</span></a></span>, 910 (Tex.App.-Dallas 1997), <i>pet. denied,</i> <span class=\"citation\" data-id=\"1799681\"><a href=\"/opinion/1799681/malone-v-foster/\"><span class=\"volume\">977</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">562</span></a></span> (Tex. 1998) (per curiam). When a complete reporter's record is filed, the trial court's fact findings may be reviewed for legal and factual sufficiency under the same standards as jury verdicts. <i>Ortiz v. Jones,</i> <span class=\"citation\" data-id=\"1723541\"><a href=\"/opinion/1723541/ortiz-v-jones/\"><span class=\"volume\">917</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">770</span></a></span>, 772 (Tex.1996) (per curiam); <i>Catalina,</i> 881 S.W.2d at 297. We do not substitute our judgment for that of the fact finder, even if we would have reached a different conclusion when reviewing the evidence. <i>FDIC v. F &amp; A Equip. Leasing,</i> <span class=\"citation\" data-id=\"1657150\"><a href=\"/opinion/1657150/fdic-v-f-a-equipment-leasing/\"><span class=\"volume\">854</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">681</span></a></span>, 684 (Tex.App.-Dallas 1993, no writ). Unchallenged findings of fact are binding on the parties and the appellate court. <i>Employers Cas. Co. v. Henager,</i> <span class=\"citation\" data-id=\"1515306\"><a href=\"/opinion/1515306/employers-cas-co-v-henager/\"><span class=\"volume\">852</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">655</span></a></span>, 658 (Tex.App.-Dallas 1993, writ denied). Where findings of fact are included among the trial court's conclusions of law, we will review them as findings of fact. <i>Sears Roebuck &amp; Co. v. Dallas Cent. Appraisal Dist.,</i> <span class=\"citation\" data-id=\"1984677\"><a href=\"/opinion/1984677/sears-roebuck-v-dallas-central-app-dist/\"><span class=\"volume\">53</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">382</span></a></span>, 385-86 (Tex.App.-Dallas 2000, no pet.).</p>\n<p>In addressing a legal sufficiency challenge, we view the evidence in a light most favorable to the finding, consider only the evidence and inferences that support the finding, and disregard all evidence and inferences to the contrary. <i>Catalina,</i> 881 S.W.2d at 297. We uphold the finding if more than a scintilla of evidence exists to support it. <i>Id.</i> In reviewing a factual sufficiency challenge, we examine all of the evidence and set aside a finding only if the evidence is so weak or the finding so against the great weight and preponderance of the evidence that it is clearly wrong and unjust. <i>Zieben v. Platt,</i> <span class=\"citation\" data-id=\"2381532\"><a href=\"/opinion/2381532/zieben-v-platt/\"><span class=\"volume\">786</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">797</span></a></span>, 799 (Tex.App.-Houston [14th Dist.] 1990, no writ); <i>see also </i><i>Cain v. Bain,</i> <span class=\"citation\" data-id=\"2461826\"><a href=\"/opinion/2461826/cain-v-bain/\"><span class=\"volume\">709</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">175</span></a></span>, 176 (Tex.1986) (per curiam).</p>\n<p>We do not review a trial court's conclusions of law for factual sufficiency. <i>Ashcraft,</i> 952 S.W.2d at 910. Rather, we evaluate them independently, determining whether the trial court correctly drew the legal conclusions from the facts. <i>Dallas Morning News v. Board of Trustees,</i> <span class=\"citation\" data-id=\"1751017\"><a href=\"/opinion/1751017/dallas-morning-news-v-board-of-trustees/\"><span class=\"volume\">861</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">532</span></a></span>, 536 (Tex.App.-Dallas 1993, writ denied). However, incorrect conclusions of law will not require a reversal if the controlling findings of fact will support the judgment under a correct legal theory. <i>See </i><i>Westech Eng'g, Inc. v. Clearwater Constructors, Inc.,</i> <span class=\"citation\" data-id=\"1674188\"><a href=\"/opinion/1674188/westech-eng-v-clearwater-constructors/\"><span class=\"volume\">835</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">190</span></a></span>, 196 (Tex.App.-Austin 1992, no writ).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*314</span> Choice of Law</h2>\n<p>We briefly address the issue of what law to apply to the transactions at issue in this case. The Company Formation Agreement does not contain a choice of law provision, but the Equipment Agreement provides that the laws of England apply to any disputes under that agreement. Generally, the parties' contractual choice of law will be given effect if the contract bears a reasonable relationship to the chosen state and no countervailing public policy of the forum demands otherwise. <i>See </i><i>DeSantis v. Wackenhut Corp.,</i> <span class=\"citation\" data-id=\"2376061\"><a href=\"/opinion/2376061/desantis-v-wackenhut-corp/\"><span class=\"volume\">793</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">670</span></a></span>, 677 (Tex.1990). If a contractual choice of law fails, Texas will apply the law of the state or nation with the most significant relationship to the transaction and the parties under Restatement (Second) of Conflicts of Law § 188 (1971). <i>DeSantis,</i> 793 S.W.2d at 678. However, we should first determine if the laws are in conflict. If the result would be the same under the laws of either jurisdiction, there is no need to resolve the choice of law question. <i>See </i><i>Duncan v. Cessna,</i> <span class=\"citation\" data-id=\"1505643\"><a href=\"/opinion/1505643/duncan-v-cessna-aircraft-co/\"><span class=\"volume\">665</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">414</span></a></span>, 419 (Tex.1984).</p>\n<p>The trial court's conclusions of law discuss some aspects of English contract law, but the trial court also concluded that under Texas choice of law principles, the law of England has no relation to this transaction and the court would not apply English law. SAVA does not argue this conclusion was incorrect. We agree that the laws of England do not bear a reasonable relationship to this transaction.</p>\n<p>The parties have briefed Texas law and where they argue English law, they conclude the result would be the same as under Texas law. Neither party has shown that English law or any other law is materially different from Texas law on the issues before us, and in light of the trial court's finding that English law should not be applied in this case, we will apply Texas law to the issues presented.</p>\n<p></p>\n<h2>Breach of Contract</h2>\n<p>1. Sufficiency of the Evidence</p>\n<p>SAVA argues in its second issue that the evidence is legally and factually insufficient to support the trial court's finding that SAVA breached the Equipment Agreement instead of APS. SAVA contends that the Equipment Agreement must be construed in connection with the other agreements between the parties and that APS's failure to perform other agreements breached the Equipment Agreement and entitled to SAVA to cancel the equipment order. SAVA also argues that APS repudiated the Equipment Agreement first when it notified the manufacturer to stop manufacturing the filament winding equipment.</p>\n<p>We agree in general with the rule of contract construction that instruments relating to the same transaction may be read together to ascertain the parties' intent. <i>See </i><i>Fort Worth Indep. Sch. Dist. v. City of Fort Worth,</i> <span class=\"citation\" data-id=\"1376552\"><a href=\"/opinion/1376552/fort-worth-indep-school-dist-v-fort-worth/\"><span class=\"volume\">22</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">831</span></a></span>, 840 (Tex.2000). However, this rule of construction cannot be used to rewrite the express terms of the agreements between the parties. A general business purpose cannot override express terms of the written agreements between the parties. SAVA argues that other agreements between APS and SAVA AP required APS to deliver resin coating products that worked as warranted.</p>\n<p>Reading the various agreements together as SAVA contends, APS agreed to provide resin coating products to SAVA AP (not SAVA) and warranted the quality of those products. Neither the Company Formation Agreement nor the Equipment Agreement between SAVA and APS contain a warranty of the performance of the <span class=\"star-pagination\">*315</span> resin coating products. Nor is there an express condition in the Equipment Agreement that the resin coatings to be sold to SAVA AP would perform as warranted. Further, there is evidence that the equipment covered by the Equipment Agreement was not product specific; it could be used with any resin coating products. Thus, the evidence supports the trial court's conclusion that the alleged failure of APS's resin coating products was not a material breach of the Equipment Agreement between SAVA and APS.</p>\n<p>The record also indicates that SAVA and SAVA AP are separate corporations, and SAVA does not challenge the trial court's finding that SAVA does not have standing to assert claims for breach of the agreements between APS and SAVA AP. Although SAVA AP intervened in this case shortly before trial, the trial court struck the intervention and that action is not challenged on appeal.</p>\n<p>SAVA also argues that APS repudiated the Equipment Agreement on August 30, 2000, when it notified SAVA that it had stopped the production of the filament winding equipment. Repudiation consists of words or actions by a contracting party which indicate that it is not going to perform its contract in the future. It is conduct which shows a fixed intention to abandon, renounce, and refuse to perform the contract. <i>Group Life &amp; Health Ins. Co. v. Turner,</i> <span class=\"citation\" data-id=\"2425571\"><a href=\"/opinion/2425571/group-life-and-health-ins-co-v-turner/\"><span class=\"volume\">620</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">670</span></a></span>, 673 (Tex. Civ.App.-Dallas 1981, no writ).</p>\n<p>The trial court found that APS notified SAVA that it had put a hold on the manufacturing of the equipment until APS received assurance that SAVA was prepared to honor its purchase of the equipment. There is evidence to support the trial court's finding. APS's letter of August 30, 2000 describes the ongoing disputes between the parties and refers to faxes from SAVA indicating that SAVA was discontinuing the marketing of the resin coating products and had stopped work on the building to be used for the filament winding equipment. APS's letter expressed its insistence on knowing \"what is SAVA's intention toward this venture.\" This letter was sent in response to earlier communications from SAVA accusing APS of being the cause of the failure of SAVA AP. In an unchallenged finding, the trial court found that on August 9, 2000, SAVA advised APS that SAVA was not going to proceed with the composite manufacturing plant.</p>\n<p>When reasonable grounds for insecurity exist, a party may make a written demand for adequate assurance of performance by the other party and may, if commercially reasonable, suspend its own performance until it receives such assurance. <i>See</i> Tex. Bus. &amp; Com.Code Ann. § 2.609(a) (Vernon 1994). The unchallenged findings and the evidence in the record indicate that APS had such reasonable grounds for insecurity on August 30, 2000. SAVA had indicated it had stopped work on the building that was to house the filament winding equipment APS was manufacturing. APS's letter did not express an unequivocal refusal to perform the Equipment Agreement; it requested assurances from SAVA and notified SAVA that APS had suspended performance while the disputes were negotiated. <i>See id.</i> at cmt. 2. Thus, the evidence supports the implied finding that APS's August 30, 2000 letter was a request for adequate assurance of performance. The record also supports an implied finding that suspending performance was commercially reasonable. Several months remained until the filament winding equipment was due to be shipped and there is no indication that manufacturing could not have resumed had the disputes been resolved.</p>\n<p>Although SAVA lists several other findings of fact (and conclusions of law) that it <span class=\"star-pagination\">*316</span> challenges on the grounds of the legal or factual sufficiency of the evidence supporting them, it does not specifically argue each finding or conclusion. We have addressed the specific findings and conclusions argued in SAVA's brief and have reviewed the others under the appropriate standard of review. We need not discuss them further. <i>See</i> Tex.R.App. P. 47.1. We conclude the evidence is legally and factually sufficient to support the trial court's findings that SAVA repudiated and breached the Equipment Agreement. We resolve SAVA's second issue against it.</p>\n<p>2. Exclusion of Deposition Testimony</p>\n<p>After the trial began, APS moved to suppress or exclude the deposition testimony of an APS employee because the deposition officer did not provide the witness with the original transcript for examination and signature. <i>See</i> Tex.R. Civ. P. 203.1(a). The trial court excluded the deposition. In its third issue, SAVA argues the trial court abused its discretion in excluding the deposition testimony, which it claims would have established that APS changed the formula of its resin coating products and that the products contained high levels of a carcinogen.</p>\n<p>APS's motion to exclude the deposition testimony was not timely. Because the deposition officer complied with the requirements of rule 203.3 at least one day before the case was called to trial, APS was required to file and serve its motion to suppress before trial commenced. Tex.R. Civ. P. 203.5. However, a successful challenge to an evidentiary ruling usually requires the complaining party to show that the judgment turns on the particular evidence excluded or admitted. <i>Tex. Dep't of Transp. v. Able,</i> <span class=\"citation\" data-id=\"1575896\"><a href=\"/opinion/1575896/texas-dept-of-transp-v-able/\"><span class=\"volume\">35</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">608</span></a></span>, 617 (Tex. 2000).</p>\n<p>The excluded deposition testimony related to SAVA's arguments that the resin coating products APS supplied to SAVA AP did not work as warranted. SAVA developed much of this evidence through other witnesses and documents and APS admitted that it changed the technology for manufacture of the resins in 1997. More importantly, as discussed above, evidence regarding APS's performance of its agreement with SAVA AP would not have supported a defense to breach of the Equipment Agreement by SAVA. After reviewing the entire record, we conclude SAVA did not show the exclusion of the deposition testimony probably caused the rendition of an improper judgment. <i>See</i> Tex.R.App. P. 44.1(a). We resolve SAVA's third issue against it.</p>\n<p>3. Damages</p>\n<p>SAVA's fourth issue complains that the trial court erred by including APS's banking costs in the damage award because the parties' agreement provided that each party would bear its own banking costs, and that the trial court erred by failing to include a $200,000 credit to SAVA in the final judgment. Taking these errors into account, SAVA contends the evidence is legally insufficient to support a finding that APS suffered damages as a result of SAVA's breach of the Equipment Agreement, and that judgment should be rendered that APS take nothing against SAVA.</p>\n<p>The trial court calculated APS's damages by totaling the amounts APS spent performing the agreement (including up front fees, confirmation fees, and interest expenses paid to the Bank) and subtracting the deposits made by SAVA.<sup>[5]</sup> Thus the trial court apparently awarded out-of-pocket damages to APS. Neither <span class=\"star-pagination\">*317</span> party disputes the applicability of this measure of damages.<sup>[6]</sup> Therefore, we review the sufficiency of the evidence under the measure of damages used by the trial court.</p>\n<p><i>A. Banking Costs</i></p>\n<p>The Equipment Agreement provides at the end of the section on terms of payment that \"[e]ach party is covering the banking costs of its bank.\" Based on this provision, SAVA contends the fees and interest paid to the Bank are not recoverable under the Equipment Agreement. APS does not dispute the above provision or that the trial court's damage calculation included its banking costs. However, it claims SAVA waived any complaint about the award of such costs by failing to raise the issue before the trial court. SAVA responds that under the Equipment Agreement, APS's banking costs cannot be recovered as damages and therefore evidence of those costs is no evidence of damages. SAVA argues it preserved error by challenging the legal sufficiency of the evidence of damages in its motion for new trial and request for amended findings of fact and conclusions of law.</p>\n<p>SAVA's challenge is to the legal sufficiency of the evidence supporting the damages awarded by the trial court. In a nonjury case, a legal or factual sufficiency challenge may be made for the first time on appeal. <i>See</i> Tex.R. Civ. P. 324(a) &amp; (b); Tex.R.App. P. 33.1 cmt., 948-949 S.W.2d (Texas Cases) cvii (1997, amended 2002); <i>Renteria v. Trevino,</i> <span class=\"citation\" data-id=\"1748031\"><a href=\"/opinion/1748031/renteria-v-trevino/\"><span class=\"volume\">79</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">240</span></a></span>, 241-42 (Tex.App.-Houston [14th Dist.] 2002, no pet.). We conclude SAVA did not waive its legal sufficiency challenge to the damage award.</p>\n<p>In general, parties to a contract are free to limit or modify the remedies available for breach of their agreement. <i>See</i> Tex. Bus. &amp; Com.Code Ann. § 2.719; <i>Frost Nat'l Bank v. Heafner,</i> <span class=\"citation\" data-id=\"1586891\"><a href=\"/opinion/1586891/frost-nat-bank-v-heafner/\"><span class=\"volume\">12</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">104</span></a></span>, 110-11 (Tex.App.-Houston [1st Dist.] 1999, pet. denied) (reversing award of consequential damages where contract provided bank would not be liable for consequential damages). APS argues that SAVA cites no authority that the trial court was prohibited from awarding banking expenses and fees for breach of the Equipment Agreement. However, subject to certain limitations, the parties may agree to \"remedies in addition to or in substitution for those provided in this chapter and may limit or alter the measure of damages recoverable under this chapter.\" Tex. Bus. &amp; Com.Code Ann. § 2.719(a)(1). If the parties agree to a contractual remedy, that remedy will be enforced unless it is illegal or against public policy. <i>Great Am. Ins. Co. v. N. Austin Mun. Util. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">902</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">488</span></span>, 499 (Tex.App.-Austin 1993), <i>aff'd in part, rev'd in part on other grounds,</i> <span class=\"citation\" data-id=\"2426768\"><a href=\"/opinion/2426768/great-american-ins-co-v-n-austin-utility/\"><span class=\"volume\">908</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">415</span></a></span> (Tex.1995). APS has not shown that the limitation on recovery of banking costs is illegal or against public policy.</p>\n<p>We conclude there is no evidence supporting the trial court's award of APS's banking costs against SAVA. Therefore, <span class=\"star-pagination\">*318</span> the trial court erred in including those costs in its award of damages to APS.</p>\n<p><i>B. $200,000 Credit</i></p>\n<p>The trial court concluded that APS received $200,000 from SAVA for engineering services under the Company Formation Agreement and that this amount would be credited to SAVA. The evidence is undisputed that APS received this payment and neither party questions the propriety of this credit. However, based on the evidence and the findings regarding damages, the damages awarded in the trial court's judgment do not include this credit. SAVA asks us to modify the trial court's judgment to include this credit. APS agrees that we may modify the judgment to include this credit, but asks us to add in additional damages that the trial court refused to award to APS.</p>\n<p>We conclude the evidence supports the finding that SAVA is entitled to a credit of $200,000 and that the judgment erroneously failed to include this credit. APS did not file a notice of appeal seeking to modify the trial court's judgment. Therefore, we will not consider its request to add additional amounts the trial court refused to award. <i>See</i> Tex.R.App. P. 25.1(c); <i>Wal-Mart Stores, Inc. v. Garza,</i> <span class=\"citation\" data-id=\"2275504\"><a href=\"/opinion/2275504/wal-mart-stores-inc-v-garza/\"><span class=\"volume\">27</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">64</span></a></span>, 68 (Tex.App.-San Antonio 2000, pet. denied).</p>\n<p><i>C. Computation of Damages</i></p>\n<p>The trial court awarded APS damages in the amount of $391,366.65 for SAVA's breach of the Equipment Agreement. The trial court's findings of fact indicate the court included banking costs of $313,443.12 in \"upfront\" fees, interest expenses, and confirmation fees paid to the Bank in its damage calculation. The final judgment added an additional month of interest expenses, $9,543.53, to the damage amount. Thus, the banking costs included in the damage calculation total $322,986.65. As noted above, there is no evidence supporting the award of these banking costs.</p>\n<p>Excluding these costs, and crediting the $200,000 engineering fee as found by the trial court, against APS's other damage amounts, results in an amount less than zero. Thus, giving effect to the parties' contractual limitation on recovery of banking costs, and adding the omitted $200,000 credit, the evidence is legally insufficient to support the damages awarded to APS. We resolve SAVA's fourth issue in its favor. SAVA asks only that we reverse the trial court's judgment and render judgment that APS take nothing against SAVA. Thus we reverse that portion of the trial court's judgment awarding damages to APS against SAVA and render judgment that APS take nothing against SAVA.</p>\n<p></p>\n<h2>Standby Letter of Credit</h2>\n<p>SAVA asserts the evidence is legally insufficient to support the finding of material fraud that justifies the declaration that the letter of credit was void. SAVA asks us to render judgment against the Bank for the $550,000 amount of the letter of credit, and against APS for SAVA's attorneys' fees expended in seeking a declaratory judgment that it was entitled to payment under the letter of credit.</p>\n<p>1. Introduction</p>\n<p>A letter of credit is a definite undertaking by an issuer (usually a bank) to a beneficiary at the request of an applicant to honor a documentary presentation by payment or delivery of an item of value. Tex. Bus. &amp; Com.Code Ann. § 5.102(a)(10) (Vernon 2002). The letter of credit obligation is independent of any underlying contract dispute between the beneficiary and the applicant. <i>Id.</i> § 5.103(d). The issuer must honor a presentment that \"appears on its face strictly to comply with <span class=\"star-pagination\">*319</span> the terms and conditions of the letter of credit.\" <i>Id.</i> § 5.108(a).</p>\n<p>However, payment of a letter of credit does not determine the ultimate right to retain the funds as between the beneficiary and the applicant. <i>See </i><i>CKB &amp; Assocs., Inc. v. Moore McCormack Petroleum, Inc.,</i> <span class=\"citation\" data-id=\"2431638\"><a href=\"/opinion/2431638/ckb-assoc-v-moore-mccormack-petroleum/\"><span class=\"volume\">734</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">653</span></a></span>, 655 (Tex.1987). Contracting parties may use a letter of credit in order to \"make certain that contract disputes [between the applicant and beneficiary] wend their way towards resolution with money in the beneficiary's pocket rather than in the pocket of the [applicant].\" <i>Id.</i> The beneficiary's immediate right of possession of the funds on payment of the letter of credit does not decide the dispute over who will ultimately retain those funds. <i>Id.</i> \"Without this rule, the beneficiary of the letter of credit would be the ultimate arbiter of compliance with the underlying contract and the commercial viability of the letter of credit would be destroyed.\" <i>Id.</i> Thus, the letter of credit determines the beneficiary's right to immediate possession of the funds on presentation of conforming documents to the issuer, but not the right to ultimately retain those funds.</p>\n<p>Payment of a letter of credit may not be enjoined, or similar relief granted, unless there is evidence of a material fraud by the beneficiary on the applicant or the issuer. Tex. Bus. &amp; Com.Code Ann. § 5.109(b); <i>Philipp Bros., Inc. v. Oil Country Specialists, Ltd.,</i> <span class=\"citation\" data-id=\"1639214\"><a href=\"/opinion/1639214/philipp-bros-inc-v-oil-country-specialists-ltd/\"><span class=\"volume\">787</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">38</span></a></span>, 40-41 (Tex.1990). The standard of fraud necessary to warrant interference with the independence of the letter of credit is that \"the wrong doing of the beneficiary has so vitiated the entire transaction that the legitimate purposes of the independence of the issuer's obligation would no longer be served.\" <i>Philipp Bros.,</i> 787 S.W.2d at 40 (quoting, <i>GATX Leasing Corp. v. DBM Drilling Corp.,</i> <span class=\"citation\" data-id=\"1753318\"><a href=\"/opinion/1753318/gatx-leasing-corp-v-dbm-drilling-corp/\"><span class=\"volume\">657</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">178</span></a></span>, 182 (Tex. App.-San Antonio 1983, no writ)); <i>see</i> Tex. Bus. &amp; Com.Code Ann. § 5.109 cmt. 2. The elements of a cause of action for fraud are: \"(1) that a material representation was made; (2) the representation was false; (3) when the representation was made, the speaker knew it was false or made it recklessly without any knowledge of the truth and as a positive assertion; (4) the speaker made the representation with the intent that the other party should act upon it; (5) the party acted in reliance on the representation; and (6) the party thereby suffered injury.\" <i>In re FirstMerit Bank, N.A.,</i> <span class=\"citation\" data-id=\"1743657\"><a href=\"/opinion/1743657/in-re-firstmerit-bank-na/\"><span class=\"volume\">52</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">749</span></a></span>, 758 (Tex.2001). To warrant interference with payment of a letter of credit, the fraud must be \"extreme, intentional, and unscrupulous.\" <i>SRS Prods. Co. v. LG Eng'g Co.,</i> <span class=\"citation\" data-id=\"2454782\"><a href=\"/opinion/2454782/srs-products-co-v-lg-engineering-co/\"><span class=\"volume\">994</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">380</span></a></span>, 384 (Tex.App.-Houston [14th Dist.] 1999, no pet.).</p>\n<p>2. Relevance of Analysis</p>\n<p>We need not address SAVA's issues regarding the letter of credit to resolve its contention that it was entitled to judgment against the Bank for $550,000, the amount of the letter of credit. Under the letter agreement between the parties and the Bank, the Bank agreed to \"abide by an order or judgment of the Court and pay any proceeds of the letter of credit at issue as directed by the Court.\" In turn, SAVA and APS stipulated and agreed that \"they neither seek now nor will seek any affirmative relief, including money damages, attorneys' fees, interest, or the imposition of costs or otherwise, against [the Bank] in this action.\" Thus, regardless of whether the trial court properly enjoined the Bank from honoring the letter of credit, SAVA is not entitled to the requested judgment against the Bank. We resolve SAVA's issue against it to that extent.</p>\n<p>Further, whether the trial court properly enjoined the Bank from honoring the <span class=\"star-pagination\">*320</span> letter of credit does not determine the ultimate right to retain the funds as between SAVA and APS. <i>See </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655. As discussed above, their underlying dispute over breach of the Equipment Agreement has been resolved and the ultimate right to retain the funds decided against SAVA. Although APS had no net recovery on its claim for damages, it established that SAVA repudiated and breached the Equipment Agreement. As a result of that determination, SAVA would not be entitled to retain any proceeds of the letter of credit. <i>See </i><i>Oil Country Specialists, Ltd. v. Philipp Bros., Inc.,</i> <span class=\"citation\" data-id=\"1470771\"><a href=\"/opinion/1470771/oil-country-specialists-ltd-v-philipp-bros-inc/\"><span class=\"volume\">762</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">170</span></a></span>, 179-80 (Tex.App.-Houston [1st Dist.] 1988) (despite take-nothing judgment on applicant's breach of contract claim, beneficiary not entitled to retain proceeds of letter of credit because of its prior material breach of underlying agreement), <i>writ denied,</i> <span class=\"citation\" data-id=\"1639214\"><a href=\"/opinion/1639214/philipp-bros-inc-v-oil-country-specialists-ltd/\"><span class=\"volume\">787</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">38</span></a></span> (Tex.1990). Thus, SAVA is not entitled to judgment against APS for an amount equivalent to the proceeds of the letter of credit.<sup>[7]</sup></p>\n<p>However, both parties requested attorneys' fees in connection with their respective declaratory judgment actions regarding the letter of credit. Relevant to those claims for attorneys' fees is whether SAVA was entitled to draw on the letter of credit. Because of our disposition of the parties' claims for attorneys fees, as set forth herein, we conclude it necessary and appropriate to address SAVA's claims regarding the letter of credit.</p>\n<p>3. Analysis</p>\n<p>The trial court declared that the letter of credit was void. This declaration has the same effect as a permanent injunction against payment. <i>See</i> Tex. Bus. &amp; Com. Code Ann. § 5.109 cmt. 5 (same principles apply when applicant tries to achieve same legal outcome as injunction against honor by other methods including declaratory judgment). Thus we apply the material fraud standard of section 5.109 to the trial court's declaration. <i>Id.</i> § 5.109(b).</p>\n<p>SAVA asserts the trial court's ruling is based on four grounds, none of which support the trial court's conclusion. These grounds are: (A) SAVA breached the Equipment Agreement and forfeited any right to draw on the letter of credit; (B) SAVA knew the delivery date stated in the letter of credit was incorrect but failed to inform APS of the error; (C) SAVA made false statements in the presentment documents to the Bank; and (D) after the trial court entered a temporary injunction against payment of the letter of credit, SAVA made a second presentment to the Bank reiterating that the delivery date had passed. In its first issue, SAVA claims the trial court erred in not declaring that SAVA was entitled to payment under the letter of credit and in not awarding SAVA its attorneys' fees against APS. Under this issue, SAVA argues the trial court erred in declaring the letter of credit void.</p>\n<p><i>A. Breach of Underlying Agreement</i></p>\n<p>The trial court found that SAVA breached the Equipment Agreement and \"therefore forfeited any right to draw upon the letter of credit.\" Breach of the underlying agreement between the applicant and the beneficiary is not a ground for enjoining or canceling the letter of credit. <i>Philipp Bros.,</i> 787 S.W.2d at 40. Under the independence doctrine, the obligation of the issuer to the beneficiary on the letter of credit is independent of the \"existence, performance, or <i>nonperformance</i> of a contract or arrangement out of which the letter of credit arises or which underlies it, including contracts ... between <span class=\"star-pagination\">*321</span> the applicant and the beneficiary.\" Tex. Bus. &amp; Com.Code Ann. § 5.103(d) (emphasis added). \"The purpose of a letter of credit is to assure payment when its own conditions have been met irrespective of disputes that may arise between the parties concerning performance or other agreements which comprise the underlying transaction.\" <i>Sun Marine Terminals, Inc. v. Artoc Bank &amp; Trust Ltd.,</i> <span class=\"citation\" data-id=\"2417036\"><a href=\"/opinion/2417036/sun-marine-terminals-inc-v-artoc-bank-trust-ltd/\"><span class=\"volume\">797</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">7</span></a></span>, 10 (Tex.1990); <i>Synergy Ctr., Ltd. v. Lone Star Franchising, Inc.,</i> <span class=\"citation\" data-id=\"1440228\"><a href=\"/opinion/1440228/synergy-center-v-lone-star-franchising/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">561</span></a></span>, 566 (Tex.App.-Austin 2001, no pet.).</p>\n<p>Thus even though SAVA's breach of the underlying agreement meant that it was not entitled to keep the proceeds of the letter of credit as against APS, <i>see </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655, that breach does not constitute material fraud permitting a court to enjoin payment of the letter of credit. Such a breach would only give APS the right to recover the proceeds of the letter of credit from SAVA after the letter of credit was paid; it would not be a basis to enjoin or void the letter of credit. <i>See </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655. The trial court's finding that SAVA breached the Equipment Agreement does not support its decision to declare the letter of credit void.</p>\n<p>The trial court also found that SAVA attempted to draw on the letter of credit before permitting APS to perform under the Equipment Agreement, and that SAVA attempted to draw on the letter of credit after repudiating the Equipment Agreement without justification. Both of these findings go to the performance or nonperformance of the underlying contract between SAVA and APS, and do not constitute a basis for enjoining the payment of the letter of credit. Tex. Bus. &amp; Com.Code Ann. § 5.103(d); <i>Synergy Ctr.,</i> 63 S.W.3d at 566; <i>SRS Prods. Co.,</i> 994 S.W.2d at 386.</p>\n<p><i>B. Failure to Disclose Incorrect Term in Letter of Credit</i></p>\n<p>The letter of credit required a statement that the Equipment Agreement called for delivery of all equipment by September 9, 1999. The Equipment Agreement does not in fact call for delivery of all equipment by that date. Rather, the agreement called for delivery of the spray and heat curing equipment within fourteen weeks after receipt of SAVA's down-payment and delivery of the filament winding equipment ten to fourteen months after receipt of the down-payment. The trial court concluded SAVA committed fraud on APS and the Bank because it knew the delivery date in the letter of credit was incorrect and did not inform APS of the error.</p>\n<p>However, APS, not SAVA, caused the letter of credit to be issued by its bank. The record does not indicate how the September 9, 1999 date was included in the letter of credit. The evidence shows APS delivered a copy of the Equipment Agreement to the Bank and the Bank drew up the letter of credit.<sup>[8]</sup> APS never saw the letter of credit until after SAVA attempted to draw on it. There was also evidence that the terms of the letter of credit were acceptable between the Bank and SAVA.</p>\n<p>The evidence does not support the trial court's finding of fraud based on the September 9 date specified in the letter of credit. As a general rule, a failure to disclose information does not constitute fraud unless there is a duty to disclose the information. <i>Ins. Co. of N. Am. v. Morris,</i> <span class=\"citation\" data-id=\"1760157\"><a href=\"/opinion/1760157/insurance-co-of-north-america-v-morris/\"><span class=\"volume\">981</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">667</span></a></span>, 674 (Tex.1998). Thus, silence is equivalent to a false representation only when the particular circumstances <span class=\"star-pagination\">*322</span> impose a duty on the party to speak and he deliberately remains silent. <i>Bradford v. Vento,</i> <span class=\"citation\" data-id=\"2358790\"><a href=\"/opinion/2358790/bradford-v-vento/\"><span class=\"volume\">48</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">749</span></a></span>, 755 (Tex.2001) (citing <i>SmithKline Beecham Corp. v. Doe,</i> <span class=\"citation\" data-id=\"2372332\"><a href=\"/opinion/2372332/smithkline-beecham-corp-v-doe/\"><span class=\"volume\">903</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">347</span></a></span>, 353 (Tex. 1995), and <i>Smith v. Nat'l Resort Communities, Inc.,</i> <span class=\"citation\" data-id=\"2391196\"><a href=\"/opinion/2391196/smith-v-national-resort-communities-inc/\"><span class=\"volume\">585</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">655</span></a></span>, 658 (Tex. 1979)). Whether a duty to speak exists is a question of law. <i>Bradford,</i> 48 S.W.3d at 755.</p>\n<p>The trial court did not find that SAVA had a duty to disclose material information, although there was some evidence from a representative of SAVA AP that there was a high degree of trust running from SAVA AP to its shareholders, and that the obligation of SAVA to APS was one of high trust and fidelity. However, assuming without deciding that SAVA owed a duty to disclose to APS, there is no evidence that SAVA was aware that APS had not seen the letter of credit or that APS did not have an equal opportunity to discover the terms of the letter of credit. <i>See </i><i>Bradford,</i> 48 S.W.3d at 756 (\"[T]here is no evidence that Bradford knew either that Vento was ignorant of the lease terms or that he did not have an equal opportunity to discover them.\"). The letter of credit was issued by APS's bank at its request. APS clearly had the opportunity to inspect the letter of credit and determine if its terms and conditions were correct. APS presented no evidence that SAVA knew APS was ignorant of the September 9, 1999 delivery date stated in the letter of credit. Thus, there is no evidence to support the trial court's conclusion that SAVA's failure to advise APS of the delivery date stated in the letter of credit amounted to material fraud. <i>See id.</i></p>\n<p><i>C. False Statements in Presentation Documents</i></p>\n<p>Several of the trial court's findings and the evidence cited by APS in support of the judgment relate to false statements in the presentment documents. For example, the trial court found that in order to draw on the letter of credit, SAVA had to represent to the Bank that the filament winding equipment had been delivered and found to be nonconforming. The trial court found that SAVA falsely represented to the Bank that APS had delivered the equipment in a nonconforming state and had failed to cure the defects within the specific delivery schedule. SAVA contends the statements were not false based on its interpretation of the Equipment Agreement as covering both the spray and heat curing equipment and the filament winding equipment. SAVA argues the statements in the presentment documents referred to the spray and heat curing equipment, which had been delivered, and were true.</p>\n<p>The evidence supports the trial court's findings that SAVA made false statements to the Bank in presenting the letter of credit. However, false statements in the presentment documents are insufficient to warrant enjoining payment of the letter of credit. <i>Philipp Bros.,</i> 787 S.W.2d at 40-41. Establishing material fraud or fraud in the transaction requires more than a showing of untruthful statements in the presentment documents. <i>See </i><i>SRS Prods. Co.,</i> 994 S.W.2d at 384. Such false statements in making presentment would not amount to egregious fraud vitiating the transaction and warranting a declaration that the letter of credit is void. <i>See </i><i>Philipp Bros.,</i> 787 S.W.2d at 40-41. The trial court's finding that the statements in the presentation documents were false does not support its conclusion that SAVA committed material fraud such that the letter of credit should be canceled and declared void. <i>Id.</i></p>\n<p><i>D. Second Presentment During Injunction</i></p>\n<p><span class=\"star-pagination\">*323</span> The trial court found that after the court temporarily enjoined the Bank from paying the letter of credit, SAVA made a second presentment where it again represented that the delivery deadline had passed. This constitutes another finding that the statements in SAVA's presentment documents were not true. As we discussed above, proof that the statements in the presentment documents are not true does not establish material fraud warranting cancellation of the letter of credit. <i>See </i><i>Philipp Bros.,</i> 787 S.W.2d at 40-41.</p>\n<p>APS cites to other evidence in the record, such as the failure and insolvency of SAVA AP, SAVA's interference with attempts to provide training, SAVA's failure to acquire a building for the equipment, and SAVA's use and acceptance of the spray and heat curing equipment, as evidence supporting the trial court's finding of material fraud. This evidence relates to various disputes about the contracts between the parties and the operation and management of SAVA AP. None of this evidence, individually or collectively, alters our conclusion that there is no evidence that SAVA committed material fraud in presenting the documents to draw on the letter of credit, or provides a viable alternative ground supporting the trial court's ruling.</p>\n<p>4. Conclusion</p>\n<p>We conclude the evidence is legally insufficient to support the finding of material fraud that justifies the declaration that the letter of credit was void. As discussed above, however, because SAVA was not entitled to recovery of a judgment against the Bank for failing to honor the letter of credit, and because the underlying dispute between SAVA and APS has been resolved and the ultimate right to retain the funds decided against SAVA, <i>see </i><i>CKB &amp; Assocs.,</i> 734 S.W.2d at 655, the error probably did not cause the rendition of an improper judgment. Tex.R.App. P. 44.1(a). We resolve SAVA's first issue against it.</p>\n<p></p>\n<h2>Attorneys' Fees</h2>\n<p>APS requested an award of reasonable attorney's fees under the declaratory judgment act. It did not request an award of attorneys' fees under either the general statute relating to contract claims or the UCC relating to letters of credit. Tex. Civ. Prac. &amp; Rem.Code Ann. §§ 38.001-38.006 (Vernon 1997); Tex. Bus. &amp; Com.Code Ann. § 5.111(e). The trial court's judgment does not specify the statute under which attorneys' fees were awarded, but the court's conclusions of law state that APS was entitled to recover attorneys' fees under the Texas Declaratory Judgment Act.</p>\n<p>In its fifth issue, SAVA challenges the award of attorneys' fees to APS under the declaratory judgment act. SAVA argues the trial court erred in awarding attorneys' fees to APS because APS was not entitled to declaratory relief. SAVA also argues APS failed to segregate its attorneys' fees. As part of its issue regarding the letter of credit, SAVA challenges the trial court's failure to award it attorneys' fees expended in the declaratory judgment action.</p>\n<p>The declaratory judgment act permits the trial court to award reasonable and necessary attorneys' fees as are equitable and just. Tex. Civ. Prac. &amp; Rem.Code Ann. § 37.009. The grant or denial of attorney's fees in a declaratory judgment action is within the discretion of the trial court, and its decision will not be reversed on appeal absent a clear showing that it abused its discretion. <i>Oake v. Collin County,</i> <span class=\"citation\" data-id=\"1782184\"><a href=\"/opinion/1782184/oake-v-collin-county/\"><span class=\"volume\">692</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">454</span></a></span>, 455 (Tex.1985). It may be appropriate to award attorneys' fees to the prevailing party if such an award is equitable and just and the fees are reasonable and necessary. <i>See </i><i>State Farm Lloyds v. Borum,</i> <span class=\"citation\" data-id=\"1984669\"><a href=\"/opinion/1984669/state-farm-lloyds-v-borum/\"><span class=\"volume\">53</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">877</span></a></span>, <span class=\"star-pagination\">*324</span> 894 (Tex.App.-Dallas 2001, pet. denied). However, in a declaratory judgment action, the prevailing party is not entitled to attorneys' fees as a matter of law. <i>Marion v. Davis,</i> <span class=\"citation\" data-id=\"1635288\"><a href=\"/opinion/1635288/marion-v-davis/\"><span class=\"volume\">106</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">860</span></a></span>, 868 (Tex. App.-Dallas 2003, pet. denied). In the exercise of its discretion, the trial court may decline to award attorneys' fees to either party. <i>See </i><i>Univ. of Tex. Health Sci. Ctr. v. Mata &amp; Bordini, Inc.,</i> <span class=\"citation\" data-id=\"1509016\"><a href=\"/opinion/1509016/university-of-texas-health-v-mata-bordini/\"><span class=\"volume\">2</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">312</span></a></span>, 318-19 (Tex.App.-San Antonio 1999, pet. denied); <i>United Interests, Inc. v. Brewington, Inc.,</i> <span class=\"citation\" data-id=\"2443554\"><a href=\"/opinion/2443554/united-interests-inc-v-brewington-inc/\"><span class=\"volume\">729</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">897</span></a></span>, 906 (Tex.App.-Houston [14th Dist.] 1987, ref. n.r.e.). Or, the trial court may award attorneys' fees to the nonprevailing party. <i>See </i><i>Scottsdale Ins. Co. v. Travis,</i> <span class=\"citation\" data-id=\"2336463\"><a href=\"/opinion/2336463/scottsdale-ins-co-v-travis/\"><span class=\"volume\">68</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">72</span></a></span>, 77 (Tex. App.-Dallas 2001, pet. denied); <i>State Farm Lloyds,</i> 53 S.W.3d at 894.</p>\n<p>SAVA argues that because APS was not entitled to declaratory relief, the trial court abused its discretion in awarding attorneys' fees to APS. However, reversal of the trial court's decision on a declaratory judgment does not necessarily mean the award of attorneys' fees to the party who prevailed in the trial court was an abuse of discretion. APS did not need to prevail on a claim for declaratory relief to be entitled to attorneys' fees. Awarding attorneys' fees to the nonprevailing party is not in itself an abuse of discretion. <i>Vincent v. Bank of Am., N.A.,</i> <span class=\"citation\" data-id=\"1747165\"><a href=\"/opinion/1747165/vincent-v-bank-of-america-na/\"><span class=\"volume\">109</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">856</span></a></span>, 868 (Tex.App.-Dallas 2003, pet. denied).</p>\n<p>However, after a declaratory judgment is reversed on appeal, an award of attorneys' fees may no longer be equitable and just. <i>See </i><i>Scottsdale Ins.,</i> 68 S.W.3d at 77; <i>State Farm Lloyds,</i> 53 S.W.3d at 894-95. Therefore, when we reverse a declaratory judgment and the trial court awarded attorneys' fees to the party who prevailed at trial, we may remand the attorneys' fee award for reconsideration in light of our disposition on appeal. <i>Scottsdale Ins.,</i> 68 S.W.3d at 77; <i>State Farm Lloyds,</i> 53 S.W.3d at 894-95. We are not required to do so, however. <i>See </i><i>Vincent,</i> 109 S.W.3d at 868.</p>\n<p>The trial court awarded attorneys' fees to APS and refused to award them to SAVA. It concluded APS was entitled to attorneys' fees because the fees were reasonably incurred to develop and prove the facts necessary for the trial court to declare the rights of the parties under the letter of credit. We have concluded the trial court's ruling declaring the letter of credit void was error, although it was not reversible error under the facts of this case. The record does not indicate whether the trial court's determination to award attorneys' fees to APS and not to SAVA would also be equitable and just in light of our opinion in this case. Because an award of attorneys's fees under the declaratory judgment statutes continues to fall within the trial court's discretion, whether the trial court wishes to reconsider its decision on attorneys' fees is a matter we defer to the trial court. To allow the trial court to make that determination, we reverse the trial court's judgment awarding attorneys' fees under the declaratory judgment act to APS and refusing to award attorneys' fees to SAVA. We remand the issue of whether to award attorneys' fees under the declaratory judgment act, to whom any such fees may be awarded, and the reasonable and necessary amount of any such attorneys' fees if awarded, to the trial court for further proceedings. Tex. R.App. P. 44.1(b). We resolve SAVA's fifth issue in its favor to this extent. Because of our disposition of this issue, it is unnecessary to address SAVA's arguments regarding the segregation of attorneys' fees.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>We reverse the trial court's judgment awarding damages to APS against SAVA and render judgment that APS take nothing <span class=\"star-pagination\">*325</span> against SAVA. We reverse that portion of the trial court's judgment refusing to award SAVA attorneys' fees and awarding APS attorneys' fees and expenses under the declaratory judgment act through trial and for appeals, and remand the issue of whether to award attorneys' fees under the declaratory judgment act, to whom any such fees may be awarded, and the reasonable and necessary amount of any such attorneys' fees if awarded, to the trial court for further proceedings. In all other respects, we affirm the trial court's judgment.</p>\n<h2>NOTES</h2>\n<p>[1]  Due to bank charges, the actual amount deposited to APS's account was $549,975.</p>\n<p>[2]  SAVA appealed the granting of the temporary injunction, but that appeal was dismissed as moot when this case was tried on the merits.</p>\n<p>[3]  Before trial, SAVA AP intervened and sought to bring claims for breach of the agreements it had entered into with APS. The trial court struck SAVA AP's intervention. SAVA AP is not a party to this appeal, and the trial court's action in striking the intervention is not before us.</p>\n<p>[4]  The letter of credit expired shortly after trial. However, the Bank stipulated with the parties that it would abide by whatever order or judgment was entered by the court and would pay any proceeds of the letter of credit as directed by the court.</p>\n<p>[5]  The trial court found the unfinished custom filament winding equipment had no value.</p>\n<p>[6]  The normal measure of damages in a breach of contract case is the benefit-of-thebargain measure. <i>See </i><i>Abraxas Petroleum Corp. v. Hornburg,</i> <span class=\"citation\" data-id=\"1383232\"><a href=\"/opinion/1383232/abraxas-petroleum-corp-v-hornburg/\"><span class=\"volume\">20</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">741</span></a></span>, 760 (Tex. App.-El Paso 2000, no pet.); <i>see also</i> Tex. Bus. &amp; Com.Code Ann. § 1.305(a) (Vernon Supp. 2004). This measure seeks to restore the injured party to the economic position it would have been in had the contract been performed. Under the UCC, when a buyer repudiates the contract before delivery and the goods are specially manufactured without a market, the measure of damages is the profit formula set forth in section 2.708(b). <i>See</i> Tex. Bus. &amp; Com.Code Ann. § 2.708(b); <i>Lakewood Pipe of Tex., Inc. v. Conveying Techniques, Inc.,</i> <span class=\"citation\" data-id=\"1524810\"><a href=\"/opinion/1524810/lakewood-pipe-of-tex-inc-v-conveying-techniques-inc/\"><span class=\"volume\">814</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">553</span></a></span>, 556 (Tex.App.-Houston [1st Dist.] 1991, no writ).</p>\n<p>[7]  SAVA apparently recognizes this fact, as its brief does not seek such relief.</p>\n<p>[8]  The Equipment Agreement refers to specimen letters of credit attached to the agreement, but the record does not include these attachments.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1376552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1383232/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1440228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1470771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1505643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1509016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1515306/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1524810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1575896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1586891/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1635288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1639214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1657150/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1660655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1674188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1723541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1747165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1748031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1751017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1753318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1760157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1782184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1799681/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1984669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1984677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2275504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2336463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2372332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2376061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2381532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2391196/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2408454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2417036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2425571/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2426768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2443554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461826/"
          ]
        }
      ],
      "judges": "Justices Morris, Moseley, and Francis",
      "date_created": "2015-10-16T09:15:21.179738Z",
      "date_modified": "2017-12-11T20:49:08.592798Z",
      "date_filed": "2004-03-17",
      "date_filed_is_approximate": false,
      "slug": "sava-gumarska-v-advanced-polymer-sciences",
      "citation_id": 1976170,
      "case_name_short": "",
      "case_name": "Sava Gumarska v. Advanced Polymer Sciences",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "128 S.W.3d 304",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 86,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2527274/sava-gumarska-v-advanced-polymer-sciences/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:32:51.695369Z",
  "date_modified": "2014-10-31T00:32:51.695369Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Sava Gumarska v. Advanced Polymer Sciences",
  "case_name_full": "",
  "slug": "sava-gumarska-v-advanced-polymer-sciences",
  "docket_number": "05-01-01368-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}