{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2537571/",
  "id": 2537571,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ctd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2505815/",
      "id": 2505815,
      "absolute_url": "/opinion/2505815/mk-ex-rel-mrs-k-v-sergi/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2537571/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2505815/",
          "id": 2505815,
          "absolute_url": "/opinion/2505815/mk-ex-rel-mrs-k-v-sergi/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2505815/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:00:41.753581Z",
          "date_modified": "2017-04-10T09:57:06.799734Z",
          "type": "010combined",
          "sha1": "f1d10afc1aa20c4f5425b17fbc4d75c7bab55c47",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>M.K., by and through his Mother and Next Friend, MRS. K., Plaintiffs,<br>\nv.<br>\nTheodore SERGI, et al., Defendants.</h1></center>\n<center>No. 3:96CV00482 (WIG).</center>\n<center><p><b>United States District Court, D. Connecticut.</b></p></center>\n<center>May 12, 2008.</center>\n<p></p>\n<h2>RULING ON THE DCF DEFENDANTS' MOTION FOR SUMMARY JUDGMENT [# 230]</h2>\n<p>WILLIAM I. GARFINKEL, United States Magistrate Judge.</p>\n<p>Mrs. K., on behalf of and as next friend of her son, M.K., (collectively \"plaintiffs\"), has brought this action alleging that defendants violated the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. §§ 1400-1482; the Americans With Disabilities Act of 1990 (\"ADA\"), 42 U.S.C. § 12101, <i>et seq.;</i> § 504 of the Rehabilitation Act of 1973, as amended, 29 U.S.C. § 794; and plaintiffs' rights under the Due Process Clause of the Fourteenth Amendment to United States Constitution, made actionable by 42 U.S.C. § 1983. Named as defendants are Theodore Sergi, the former Commissioner of the Department of Education (\"DOE\"); Darlene Dunbar, the Commissioner of the Connecticut Department of Children and Families (\"DCF\"), who is sued in her official capacity; Karl Kemper, the Regional Administrator of the Eastern Region of DCF,<sup>[1]</sup> who is sued in his individual capacity; Carissa LeBrun,<sup>[2]</sup> Kemper's subordinate, who is also sued in her individual capacity;<sup>[3]</sup> the Putnam Board of Education (\"Putnam\"); John Shea, the former Director of Student Services for Putnam; and Patricia Kline, his successor as Putnam's Director of Student Services.</p>\n<p>Plaintiffs' consolidated complaint<sup>[4]</sup> sets forth seven counts, five of which contain claims against one or more of the DCF defendants. Count I is a claim for\"costs, attorney's fees, and expert fees\" based on plaintiffs' alleged status as prevailing parties at the due process hearings, Case Nos. 95-353 and 03-087. Count II alleges that the Hearing Officer's decisions in these cases were erroneous in certain respects. Count III claims that DCF's alleged policy and practice of placing \"arbitrary time limits\" on certain home-based services as compared to institutional services violates 28 C.F.R. § 35.130(b) and the principles articulated in <i>Olmstead v. L.C.,</i> 527 U.S. 581, 119 S.Ct. 2176, 144 L.Ed.2d 540 (1999), and <i>Jackson v. Fort Stanton Hospital &amp; Training School,</i> 757 F.Supp. 1243 (D.N.M.1990), <i>rev'd in part,</i> 964 F.2d 980 (10th Cir.1992), and that DCF's placement of arbitrary time limits on the provision of services designed to prevent the breakdown of the family unit violates 28 C.F.R. § 35.130(b)(3)(h). Both practices, they claim, discriminate against children based on the severity of their disabilities. Count IV alleges that defendants Kemper and LeBrun violated plaintiffs' rights secured by the ADA, § 504 of the Rehabilitation Act, and § 1983 by acting intentionally and/or in reckless disregard of plaintiffs' federal rights with respect to the following actions: (a) threatening to terminate DCF support if Mrs. K. did not surrender her right to mandatory Protective Services and apply for Voluntary Services; (b) by threatening to terminate DCF support if Mrs. K. did not authorize the DCF treatment team to use restraints and seclusion on M.K. while he was hospitalized; (c) by contacting her employer, Quinebaug Valley Youth and Family Services, and suggesting that she was unfit to work on DCF-funded cases because she had filed a lawsuit against DCF, and by refusing to take action to remediate the harm to Mrs. K. after she complained to defendant Kemper about these retaliatory acts; (d) by refusing to release information to a potential employer because of the lawsuit; (e) by designating M.K. a \"voluntary\" DCF case in the face of Mrs. K.'s opposition; and (f) by threatening to terminate DCF funding if Mrs. K. continued to challenge the separate services provided to the family. Count IV further challenges the following alleged actions of defendants Dunbar and Kemper as violating the ADA and § 504 of the Rehabilitation Act: (a) by establishing and implementing policies and practices which permit nearly unlimited funding for institutional placements for M.K. but only time-limited services that were limited in for home-based children; (b) by establishing and implementing arbitrary time limitations on the length of time support services would be provided to the K. family when it was clear that Mrs. K. could not keep M.K. at home without substantial in-home and community-based programs and/or residential support; (c) by terminating and/or threatening to terminate DCF-funded supports that were necessary to enable M.K. to receive an appropriate education; and (d) by failing and/or refusing to cooperate with Putnam to develop and implement a transition plan for M.K. The fifth count is addressed to the Putnam defendants. The sixth count is addressed to the Commissioner of the Department of Education. The last count, Count VII, is brought pursuant to § 1983 for defendant Kemper and LeBrun's alleged violation of plaintiffs' due process rights by virtue of their alleged intentional and/or reckless acts of intimidation and retaliation set forth above, as well as (a) by forcing Mrs. K. to surrender her parental rights or her entitlement to mandatory DCF services in order to obtain necessary services for M.K.; (b) by failing to provide written notice prior to the termination of DCF services; (c) by failing to provide plaintiffs with a reasonable opportunity to participate in the decision-making as to what services would be funded by DCF; and (d) by subjecting M.K. to restraints and seclusion without informed consent.</p>\n<p>Additionally, as to the DCF defendants, plaintiffs allege that defendant Dunbar, as Commissioner of DCF, was aware of M.K.'s need for residential, therapeutic, and other professional support services to maintain him in his home community but failed to take action to put those services in place so that M.K. could live and receive education other than in segregated residential institutions. (Consol.Compl.¶ 8.) As to defendant Kemper, the Regional Administrator for the Eastern Region of DCF, plaintiffs allege that he, too, was aware of M.K.'s needs but, rather than providing the necessary services, he authorized the maintenance of M.K.'s out-of-state placement for so long that M.K. lost the chance to develop a healthy relationship with his family. (<i>Id.</i> at ¶ 9.) Plaintiffs also claim that he took specific actions in retaliation for Mrs. K.'s attempts to enforce her federal rights, including having his subordinates contact Mrs. K.'s employer to suggest that she was an unfit employee to work on DCF-funded programs. <i>(Id.)</i> As to defendant LeBrun, plaintiffs allege that she was Kemper's subordinate and participated in the decision to force plaintiff to switch from mandatory Protective Services to Voluntary Services and maintain M.K. as a \"voluntary\" client of DCF. <i>(Id.)</i></p>\n<p>As relief, plaintiffs seek an order, <i>inter alia,</i> requiring defendants to fully and faithfully implement the Hearing Officer's decisions; requiring them to pay attorney's fees, costs, and expert witness fees; finding that defendants are responsible for the costs of all of the residential and support services provided to M.K., which were necessary for him to benefit from his education; ordering defendants to maintain funding for M.K.'s therapeutic foster placement until transition planning is completed; ordering defendants to provide an appropriate array of support services in the community and school so that M.K. can continue to live in the community and attend public school; reversing the Hearing Officer's decision to the extent that she concluded she did not have jurisdiction over DCF, that, funding for M.K.'s therapeutic placement is not required by the IDEA and ADA, and that she did not have jurisdiction to hold Mrs. K. and M.K. harmless from claims for reimbursement of amounts paid by DCF for educational services; permanently enjoining DCF from reducing or terminating services to M.K. without prior notice and an opportunity to be heard; and awarding plaintiffs compensatory and punitive damages. (Consol.Compl. § V.)</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>The standard governing motions for summary judgment is well-settled. A motion for summary judgment may not be granted unless the court determines that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 250, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The court must resolve all ambiguities and draw all inferences in favor of the non-moving party. <i>Id.</i> at 255, 106 S.Ct. 2505. If there is any evidence in the record from which a reasonable inference could be drawn in favor of the non-moving party on a material issue of fact, summary judgment is improper. <i>See </i><i>Chambers v. TRM Copy Centers Corp.,</i> 43 F.3d 29, 37 (2d Cir.1994).</p>\n<p>The IDEA provides that \"[a]ny party aggrieved by the findings and decision\" made by a hearing officer \"shall have the right to bring a civil action with respect to the complaint presented ... in a district court of the United States.\" 20 U.S.C. § 1415(i)(2)(A). The district court \"(i) shall receive the records of the administrative proceedings; (ii) shall hear additional evidence at the request of a party; and (iii) bas[e] its decision on the preponderance of the evidence.\" 20 U.S.C. § 1415(i)(2)(B); <i>see</i> 34 C.F.R. § 300.512. Thus, \"[f]ederal courts assess IDEA petitions based on the `preponderance of the evidence developed at the administrative proceedings and any further evidence presented by the parties.'\" <i>M.S. v. Board of Educ. of Yonkers,</i> 231 F.3d 96, 102 (2d Cir.2000) (quoting <i>Walczak v. Florida Union Free School Dist,</i> 142 F.3d 119,122-23 (2d Cir.1998)), <i>cert, denied,</i> 532 U.S. 942, 121 S.Ct. 1403, 149 L.Ed.2d 346 (2001). The district court must give \"due weight\" to the findings and decision of the hearing officer. <i>See </i><i>Hendrick Hudson Dist. Bd. of Educ. v. Rowley,</i> 458 U.S. 176, 206, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982). This deference seeks to ensure that district courts do not \"substitute their own notions of sound educational policy for those of the school authorities which they review.\" <i>Id.; see also </i><i>Mrs. B. v. Milford Bd. of Educ.,</i> 103 F.3d 1114, 1120 (2d Cir.1997). The court's \"inquiry, however, is not directed to discerning whether there are disputed issues of fact, but rather, whether the administrative record, together with any additional evidence, establishes that there has been compliance with the IDEA'S processes and that the child's educational needs have been appropriately addressed.\" <i>AS. v. Norwalk Bd. of Educ.,</i> 183 F.Supp.2d 534, 539 (D.Conn.2002). Summary judgment has been described by this Court as the \"most pragmatic procedural mechanism in the Federal Rules for resolving IDEA actions.\" <i>Id.</i> (internal quotation marks and citations omitted).</p>\n<p>While the court must afford deference and due weight to a hearing officer's findings of fact, the court reviews <i>de novo</i> legal issues regarding the IDEA, other federal and state statutes, and due process issues under the United States or State constitutions, the rationale being that hearing officers do not have greater experience or expertise than the courts on such matters. <i>See </i><i>Lillbask v. Sergi,</i> 193 F.Supp.2d 503, 508 (D.Conn.2002); <i>see also </i><i>Mrs. B. v. Milford Bd. of Educ.,</i> 103 F.3d at 1122.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The DCF defendants have moved for summary judgment as to all counts of plaintiffs' consolidated complaint against them on the following grounds:</p>\n<p>1. Sovereign immunity bars all official capacity claims;</p>\n<p>2. The DCF defendants are entitled to qualified immunity as to plaintiffs' claims for money damages under § 1983;</p>\n<p>3. The DCF defendants did not violate plaintiffs' rights by admitting M.K. to the Voluntary Services program;</p>\n<p>4. Except when DCF is acting as the LEA, DCF has no responsibility for services to M.K. under the IDEA;</p>\n<p>5. The DCF defendants did not retaliate against Mrs. K. or M.K. at any time;</p>\n<p>6. Plaintiffs have failed to state a claim under the ADA or § 504 of the Rehabilitation Act;</p>\n<p>7. There is no requirement that DCF contact a parent prior to using restraints on a child who has been hospitalized for psychiatric reasons;</p>\n<p>8. Certain of plaintiffs' claims are moot; and</p>\n<p>9. The Court cannot enjoin the State from collecting a debt.</p>\n<p>Plaintiffs respond that this Court lacks jurisdiction over DCF's lawsuit against Mrs. K. and M.K. because DCF failed to exhaust administrative remedies, and DCF is precluded by the doctrines of res judicata and collateral estoppel from relitigating any matter than was raised or could have been raised in administrative case No. 03-087.</p>\n<p>The procedural history of this case and facts relevant to this motion are set forth in the Court's decisions on defendant Sergi's Motion for Summary Judgment [Doc. # 231] and the Motion for Summary Judgment [Doc. #275] filed by Mrs. K. and M.K., as defendants, in <i>Commissioner of Department of Children and Families v. M.K. and Mrs. K,</i> Case No. 3:03cv1658, and are incorporated herein. Any additional facts necessary to the resolution of the issues raised by this particular summary judgment motion are set forth below.</p>\n<p>At the outset, this Court will address plaintiffs' challenge to this Court's subject matter jurisdiction over any claims asserted by DCF based on DCF's failure to exhaust administrative remedies. <i>See</i> 20 U.S.C. § 1415(i)(2)(A). This same argument was raised by Mrs. K. and M.K., as defendants, in their Motion for Summary Judgment [Doc. #275] filed in Case No. 3:03cv1658, <i>Commissioner of Department of Children and Families v. M.K and</i> <i>Mrs. K.</i> For the reasons set forth in this Court's ruling on their motion for summary judgment [Doc. #275], the Court rejects their challenge to this Court's subject matter jurisdiction over DCF's claims. Additionally, for the reasons set forth in that ruling, the Court likewise holds that DCF's' claims are not barred by the doctrines of res judicata and collateral estoppel.</p>\n<p></p>\n<h2><i>I. Sovereign Immunity</i></h2>\n<p>DCF argues that the doctrine of sovereign immunity bars any recovery by plaintiffs of money damages against Darlene Dunbar, the Commissioner of DCF, who has been sued only in her official capacity. Plaintiffs respond that they are not seeking money damages from defendant Dunbar, who is not named in Counts IV and VII, the only counts against any of the DCF defendants in which money damages are sought (other than their claim for attorney's fees and costs). Further, to the extent that DCF is arguing that sovereign immunity bars an award of attorney's fees and costs, that argument was rejected in <i>Maker v. Gagne,</i> 448 U.S. 122, 127 n. 9 &amp; 132-33, 100 S.Ct. 2570, 65 L.Ed.2d 653 (1980).</p>\n<p>The Court agrees that the doctrine of sovereign immunity bars any claims for money damages by plaintiffs against Darlene Dunbar, the Commissioner of DCF, who has been sued only in her official capacity. <i>See </i><i>Alden v. Maine,</i> 527 U.S. 706, 750, 119 S.Ct. 2240, 144 L.Ed.2d 636 (1999). That, however, does not preclude plaintiffs' seeking an award of attorney's fees and costs based on their status as \"prevailing parties,\" nor does it preclude plaintiffs' seeking prospective injunctive relief. <i>See </i><i>Henrietta D. v. Bloomberg,</i> 331 F.3d 261, 287 (2d Cir.2003), <i>cert, denied,</i> 541 U.S. 936, 124 S.Ct. 1658, 158 L.Ed.2d 356 (2004).</p>\n<p></p>\n<h2><i>II. Qualified Immunity</i></h2>\n<p>Defendants Kemper and LeBrun, who have been sued in their individual capacities, assert that they are entitled to qualified immunity from an award of money damages for claims brought under § 1983. Qualified immunity shields government officials, sued in their individual capacities, from liability under § 1983 \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982). Thus, a government actor performing discretionary tasks is entitled to qualified immunity from suit if either (1) his actions did not violate clearly established law; or (2) it was objectively reasonable for him to believe that his actions did not violate such law. <i>Salim v. Proulx,</i> 93 F.3d 86, 89 (2d Cir.1996). The protection afforded by qualified immunity provides \"an immunity from suit rather than a mere defense to liability.\" <i>Mitchell v. Forsyth,</i> 472 U.S. 511, 526, 105 S.Ct. 2^06, 86 L.Ed.2d 411 (1985). The Supreme Court and Second Circuit have encouraged the use of summary judgment when qualified immunity is raised as a defense. <i>See </i><i>Hunter v. Bryant,</i> 502 U.S. 224, 227-28,112 S.Ct. 534,116 L.Ed.2d 589 (1991); <i>Ying Jing Gan v. City of New York,</i> 996 F.2d 522, 532 (2d Cir.1993).</p>\n<p>Defendants argue that defendant Kemper is entitled to qualified immunity because he was not personally involved in any of the actions taken in this case, and plaintiffs have not established the violation of any statutory or constitutional right by him. As to defendant LeBrun, defendants assert that the only claim against her was her participation in the decision to force M.K. to switch from mandatory Protective Services to Voluntary Services, and plaintiffs have failed to show how this constituted a violation of any constitutional right.</p>\n<p>Plaintiffs respond that it was clear from the Hearing Officer's decision in 1996 that she considered some of the services that DCF was providing to be special education or related services under the IDEA. Thus, they argue that DCF's failure to provide these services and/or threatening to discontinue these services clearly violated federal law, as did their acts of retaliation against plaintiffs for exercising her right to bring suit under the IDEA.<sup>[5]</sup><i>See </i><i>Weixel v. Board of Education of City of New York,</i> 287 F.3d 138, 148-49 (2d Cir. 2002) (setting forth the elements of a retaliation claim under the ADA and § 504 of the Rehabilitation Act).</p>\n<p>As for plaintiffs' argument that these defendants' actions violated the IDEA, as discussed above, this Court has found that DCF was not subject to the jurisdiction of the Hearing Officer in the IDEA due process hearing, except to the extent that it was acting as the LEA for M.K. while M.K. resided at Riverview Hospital from September 14, 1995, to April 12, 1996, and again from March 27, 1998, to June 1, 1998. During those periods, M.K. attended U.S.D. #2, and DCF was his LEA. Because the Hearing Officer lacked jurisdiction over DCF in all other respects, her findings cannot constitute clearly established law that would put defendants on notice that their conduct in not providing certain services was violating clearly established law. <i>See also </i><i>Fetto v. Sergi</i> 181 F.Supp.2d 53, 80 (D.Conn.2001) (holding that DCF was not the proper party against whom the plaintiffs claims involving his IEPs could be asserted. \"Permitting such claims against non-LEAs would render the IDEA scheme meaningless, as it would permit any outside agency or group to be held responsible for the plaintiffs right to an IEP under the IDEA through use of § 1983 as an alternative to the IDEA.\")</p>\n<p>Additionally, the Court notes that shortly after the Hearing Officer issued her decision, on July 31, 1996, Magistrate Judge Smith issued a lengthy ruling on plaintiffs' request for a preliminary injunction finding that it was unlikely that plaintiffs were going to be successful in their claim that the individual support services they were seeking from DCF would be considered \"related services\" under the IDEA. On the contrary, he held, \"it is the defendants who appear likely to be successful in establishing that the extravagant array of support services that plaintiffs demand would merely enhance an educational program which has been adequate thus far, judging from M.'s satisfactory academic performance.\" (Ruling on Motion for Preliminary Injunction dtd. 7/31/96 at 39.)</p>\n<blockquote>Certainly the services that are sought for M and his family are not \"related\" in the sense that they are \"<i>required</i> to assist ... [M] to benefit from special education....\" 20 U.S.C. § 1401(17). M has already benefitted remarkably from his special education without such services. That the requested services would undeniably ease Mrs. K.'s burden in raising M, or even assist M to derive the maximum from his education, is not enough to mandate those services being provided under the IDEA or any other federal law which plaintiffs rely upon. <i>Id.</i> (emphasis in original). Thus, the Court finds that it was not \"clearly established law\" that these services constituted \"related services\" under the IDEA.</blockquote>\n<p>As to plaintiffs' allegations that defendants Kemper and LeBrun violated § 1983 when they engaged in acts of retaliation after Mrs. K. filed this lawsuit, assuming the evidence supports these claims, defendants would not be entitled to qualified immunity, for plaintiffs' right to access to the courts is clearly established. However, as discussed below, even when the evidence is viewed in the light most favorable to plaintiffs, plaintiffs have failed to show any adverse decision, act, or course of conduct taken by either defendant Kemper or LeBrun or a causal connection between any such acts by these particular defendants and plaintiffs' filing of the initial lawsuit to support a claim of retaliation. <i>See </i><i>Weixel,</i> 287 F.3d at 148.</p>\n<p>With respect to plaintiffs' § 1983 claim against defendant Kemper, the law is well-settled in the Second Circuit that \"personal involvement of defendants is a prerequisite to an award of damages under § 1983.\" <i>Wright v. Smith,</i> 21 F.3d 496, 501 (2d Cir.1994); <i>see also DiStiso v. Town of Wolcott,</i> No. 3:05cv01910, 2006 WL 3355174, at *6 (D.Conn. Nov.17, 2006). The personal involvement of a supervisor may be shown by evidence that he or she (1) participated directly in the alleged constitutional violation; (2) failed to remedy the wrong after being informed of the violation; (3) created a policy or custom under which unconstitutional practices occurred, or allowed such policy or custom to continue; (4) was grossly negligent in supervising subordinates who committed the wrongful acts; or (5) exhibited deliberate indifference to the rights of the plaintiffs by failing to act on information that their constitutional rights were being violated. <i>Colon v. Coughlin,</i> 58 F.3d 865, 873 (2d Cir.1995). Other than the acts of alleged retaliation discussed below, the only alleged personal involvement of Kemper, who was Regional Administrator of DCF from May 1, 1998, to April 5, 2002, set forth in plaintiffs' complaint, was that he was aware of M.K.'s needs and authorized an out-of-state placement for so long that M.K. lost the chance to develop a healthy relationship with his family. A plaintiff asserting a procedural due process claim must first show that he had a property right. <i>Board of Regents v. Roth,</i> 408 U.S. 564, 577, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972). Plaintiffs have failed to establish any property interest implicated by this alleged misconduct. <i>See generally </i><i>Leocata v. Wilson-Coker,</i> 343 F.Supp.2d 144, 154 (D.Conn.2004), <i>aff'd,</i> 148 Fed.Appx. 64 (2d Cir.2005). Thus, the Court finds that plaintiffs have failed to show any personal involvement by defendant Kemper in a violation of their constitutional rights for which he could be liable under § 1983.</p>\n<p>As for defendant LeBrun, who was the social work supervisor for M.K.'s case for three months in 1998 from April to June, and who was the social worker assigned to M.K.'s case from June 1995 to March 1996, the only acts alleged by plaintiffs concern her involvement in switching M.K. to a voluntary Protective Services case, which is discussed at length below. The Court finds no violation of any constitutional or statutory right in this regard.</p>\n<p>Accordingly, the Court finds that defendants Kemper and LeBrun are entitled to qualified immunity or have no personal liability as to plaintiffs' § 1983 claims against them.</p>\n<p></p>\n<h2><i>III. Failure to State a Claim with Respect to M.K.'s Admission to the Voluntary Services Program</i></h2>\n<p>Throughout their consolidated complaint, plaintiffs raise a variety of allegations concerning DCF's forcing Mrs. K. to surrender her \"entitlement\" to its mandatory Protective Services Program and moving M.K. to its Voluntary Services Program, previously known as the Non-Committed Treatment Program. In Count TV, plaintiffs allege that defendants Kemper and LeBrun violated the ADA, § 504 of the Rehabilitation Act, and the Due Process Clause of the United States Constitution by, <i>inter alia,</i> threatening to terminate DCF support if Mrs. K. did not surrender her right to mandatory Protective Services and apply for Voluntary Services and by designating M.K. as a \"voluntary\" DCF case even though they knew that Mrs. K. opposed surrendering M.K.'s entitlement to state-funded DCF services. In Count IV, plaintiffs also claim that defendants Dunbar and Kemper discriminated against M.K. in violation of the ADA and § 504 of the Rehabilitation Act by establishing arbitrary time limits for the provision of DCF services, which presumably refers at least in part to the mandatory Protective Services program. In Count VII, they allege that defendants Kemper and LeBrun violated plaintiffs' due process rights by, <i>inter alia,</i> forcing Mrs. K. to surrender her parental rights and her entitlement to mandatory DCF services to obtain necessary services for M.K., and by requiring her to surrender entitlement to Protective Services and become a \"voluntary\" DCF case.</p>\n<p>The premise underlying these claims is plaintiffs' perception that DCF's mandatory Protective Services program is more desirable or beneficial than its Voluntary Services program. The DCF defendants argue that this premise is fallacious.</p>\n<p>Section 17a-93(k), Conn. Gen.Stat, defines \"Protective Services\" as \"public welfare services provided after complaints of abuse, neglect or abandonment, but in the absence of an adjudication or assumption of jurisdiction by a court.\" DCF's Policy Manual describes \"Protective Services\" as \"a specialized twenty-four (24) hours, seven (7) days a week program intended to protect children from birth to eighteen (18) years of age who have been abused or neglected.\" (Policy Manual § 30-4 at 2.) Protective Services are different from other DCF services in that they are involuntary in the sense that the child's parents or guardians have not asked for help, and it is not up to them to decide whether they want help. <i>(Id.)</i> \"The child is the client. Protective Services continue until the Department is satisfied that the child is receiving adequate care in their own home or in out-of-home care, if necessary.\" <i>(Id.)</i> (emphasis and bold in original). The primary focus is the safety of the child. \"When either the risk or the incidence of abuse or neglect are determined to warrant removal from the home, the Child Protective worker shall initiate court action.\" <i>(Id.)</i></p>\n<p>Defendant LeBrun elaborated in her sworn affidavit that Protective Services are for children and families who come to DCF's attention through a report that a child is being abused or neglected by the parent(s) or who is at risk of being abused or neglected. (LeBrun Aff. ¶ 7.) The primary goal is to ensure the child's safety and to assist the child and family so that the child is no longer at risk of being abused on neglected. <i>(Id.</i> at ¶ 9.) Once a report is made, DCF investigates the report and, if it is substantiated, a Protective Services case is opened. <i>(Id.</i> at ¶ 8.) Protective Services are \"mandatory\" in the sense that the parent(s) must accept these services from DCF, or DCF will initiate proceedings to have custody of the child committed to DCF. <i>(Id.</i> at ¶ 9.) Once DCF determines that a child is no longer at risk, the Protective Services case is closed. <i>(Id.)</i> There is no fixed time limit on how long a child can be a protective services case. <i>(Id.</i> at ¶ 10.) However, if after a reasonable time period, the risk to the child does not abate and the family situation is not stabilized, DCF may file a neglect petition asking the court to legally commit the child to the custody of DCF. <i>(Id.)</i></p>\n<p>The Voluntary Services program, on the other hand, is designed for families with a child who has complex behavioral health needs. (Kemper Aff. at 2.) The program is called \"voluntary\" because to be accepted into the Voluntary Services Program, the parents must voluntarily co-operate with DCF. <i>(Id.</i> at 3; LeBrun Aff. at ¶ 11.) It is a program for families who need and want help to resolve the child's problems. A child cannot be a Protective Services case and a Voluntary Services case at the same time. <i>(Id.)</i> According to DCF's Policy Manual, in the Voluntary Services Program, DCF may provide casework, community referrals, and treatment services to children who are not committed to DCF and do not require Protective Service intervention, but who, due to emotional or behavioral difficulties, may require any of the services offered, administered by, under contract with, or otherwise available to DCF. (Policy Manual § 37-2 at 1.) There is no requirement that DCF seek custody or protective supervision of a child receiving Voluntary Services. <i>(Id.)</i> The program is designed to encourage the preservation or enhancement of the family relationship and continuing responsibility of' the child by the parent or guardian. <i>(Id.)</i> The criteria for admission to the Voluntary Services Program require the cooperation between the child, the parent or guardian, and DCF. The role of the parent or guardian is defined as being an active participant in the treatment plan with maintenance of the child in the home or reunification of the family as the anticipated goal; meeting regularly with DCF and social providers to monitor the child's progress toward social goals; attending therapy or other treatment sessions with the child, as appropriate; attending court hearings and treatment planning meetings on the child's behalf; providing transportation for the child, as needed; and if determined capable by the Bureau of Collection Services, making financial contributions toward the cost of care for the child, based upon annual review. <i>(Id.</i> at 1-2.) The role of DCF is to complete an assessment to determine eligibility and identify treatment needs of the child and family; develop a treatment plan with time-limited, measurable goals and roles and responsibilities of each party; assist the family to secure treatment needs; provide casework services to the family; coordinate, if necessary, out-of-home placement materials; provide information and referral services and coordinate with community services, as needed; evaluate progress and planning for termination of DCF's services; and provide interpreter services, where necessary. <i>(Id.</i> at 2-3.) There is no time limit on Voluntary Services. When DCF decides to discontinue Voluntary Services, the parent is given notice and an opportunity to be heard. (Kemper Aff. at 3.)</p>\n<p>In this case, M.K. was considered a neglected or abused child, in part, because of reports that he was being subjected to physical abuse at home. On September 14, 1994, M.K. was made a \"Protective Services\" case by DCF, and a neglect petition was filed in State Superior Court for Juvenile Matters, which sought commitment of M.K. to the custody of DCF. Initially, DCF provided case management services and, at the request of Mrs. K., placed M.K. in a local foster home. On January 27, 1995, upon M.K.'s discharge from Natchaug Hospital, DCF agreed to provide a mentor to work with M.K. approximately 20 hours per week, helping him each morning during his most troublesome, temper-prone time of the day, to prepare him for school; behavior management services to M.K. and his family several afternoons a week; weekly family team meetings; weekly counseling for M.K., Mrs. K., and the family, to be paid for by the family; respite care one night a week for approximately two hours; and an on-call crisis worker from 9:00 p.m. to 6:00 a.m. week nights and on weekends. Mrs. K. was not satisfied with these services, which she felt were not adequately coordinated with M.K.'s program at school, which were limited due to the family's insurance, which did not include adequate respite services, mentoring services while M.K. was in day care, and which provided inadequate case management services and little or no \"hands on\" crisis intervention.</p>\n<p>In August 1995, all DCF services were terminated other than the four hours per. week of mentoring. Mrs. K. requested an in-patient evaluation of M.K., which was ordered by the court. M.K. was admitted to Mt. Sinai Hospital and then Riverview Hospital where he remained for seven months and was then transferred to Harmony Hills, a residential school. On June 17, 1997, M.K. was discharged from Harmony Hills and returned home. Approximately three weeks later, DCF withdrew the neglect petition and M.K. entered Putnam public schools. In November 1997, DCF discontinued its services.</p>\n<p>Between January 1998 and March 1998, Mrs. K. called the police twice because of behavioral incidents with M.K. On both occasions M.K. was arrested. In March 1998, DCF again designated M.K. a \"Protective Services\" case, and M.K. was admitted to Riverview a second time for evaluation. On June 1, 1998, Riverview was ready to discharge M.K. to Connecticut Children's Place, and DCF asked Mrs. K. to sign papers to admit M.K. to the Voluntary Services program, which enabled DCF to provide services to M.K. without seeking legal custody of him. In her deposition, Mrs. K. testified that she did not understand what Voluntary Services meant and that she was told by a DCF social worker<sup>[6]</sup> that, if she did not sign the papers, she would either have to take M.K. home or DCF would have to obtain an order of temporary custody. (Mrs. K.'s depo. dtd. 2/26/2004 at 238-39.) She testified that she did not know what to do and eventually signed the papers under pressure and against the advice of her attorney. <i>(Id.</i> at 239^0.)</p>\n<p>DCF emphasizes that the reason M.K. needed to be admitted to the Voluntary Services program was so that it could provide services to him <i>without</i> seeking legal custody of him. (Kemper Aff. at 3.) There was no time limit on how long M.K. could remain in Protective Services,<sup>[7]</sup> but because of the nature of Protective Services, he would not remain there indefinitely. If he continued to be in danger of abuse or neglect, DCF would seek to obtain legal custody over him.</p>\n<p>Defendant LeBrun testified that there were two reasons it was necessary to transfer M.K. to the Voluntary Services Program. First, the program was \"really flourishing\" and they had a better understanding of how to work with families like his. \"It seemed like a really good thing for the family, and a good thing for [M.K.]\" (Pis.' Ex. 1, LeBrun depo. dtd. 1/7/03 at 50.) Second, he needed to be discharged from Riverview and his mother was clear that she could not take care of him at home for reasons that Ms. LeBrun understood. <i>(Id.).</i> LeBrun testified that Mrs. K. needed a break and had come to agree that residential treatment was best for M.K. <i>(Id.)</i></p>\n<p>Kemper testified that the change from Protective Services to Voluntary Services was favorable for both M.K. and his family because it permitted DCF to provide services to M.K. without any allegations that his parents were neglecting or abusing him and without DCF's having to obtain legal custody over him. (Kemper Aff. at 3.)</p>\n<p>Additionally, the DCF defendants point out that plaintiffs have failed to cite to a single service that M.K. did not receive in the Voluntary Services program that he would have received as part of Protective Services. Moreover, to the extent that plaintiffs argue that the Voluntary Services Program was time-limited, DCF responds that these services were not discontinued, even when M.K. reached the age of eighteen. Based on supplemental evidence submitted by the Putnam defendants, it appears that M.K. was not discharged from DCF's Voluntary Services until December 9, 2004, at which time, he was 19 years of age and had been in the Voluntary Services program since June of 1998. (Ltr. from M. Allegro to J. Messina dtd. 12/2/04.) He was living on his own in an apartment in Springfield, Massachusetts and was employed full-time. <i>Id.</i></p>\n<p>The Court finds that plaintiffs have failed to state a cognizable federal cause of action, whether under the ADA, § 504 of the Rehabilitation Act, or § 1983, for the DCF defendants' discontinuation of Protective Services for M.K. Additionally, plaintiffs have failed to establish that they were harmed in any way when M.K. was transferred from Protective Services to Voluntary Services. While Mrs. K. may not have understood why this change was being made, plaintiffs have failed to produce any evidence as to how they were harmed by this change or how this change violated any federal statute or constitutional right. The Court finds that plaintiffs have failed to. set forth any cognizable federal claim with respect to M.K.'s transfer from Protective Services to Voluntary Services.</p>\n<p></p>\n<h2><i>IV. Plaintiffs' Claims for Relief Under the IDEA</i></h2>\n<p>The DCF defendants next argue that they are entitled to summary judgment on Counts I and II of plaintiffs' complaint and to a reversal of the Hearing Officer's ruling as it pertains to them because she lacked jurisdiction over DCF and had no authority to enter orders against it. As discussed at length in the Court's ruling on the Motion for Summary Judgment of Mrs. K. and M.K. in Case No. 3:03cv1658, the Court has found no authority for the Hearing Officer's assertion of jurisdiction over DCF, except to the extent that it was acting as the LEA,<sup>[8]</sup> which is not at issue in this case. Accordingly, because the services provided by DCF that were challenged by plaintiffs in the due process hearings were not services provided in its capacity as an LEA, DCF should not have been joined as a party and, therefore, cannot be responsible for attorney's fees and costs in connection with those hearings. For the reasons set forth in its other decision, the Court finds that DCF was not a proper party to the due process hearings, that the Hearing Officer lacked authority to enter orders against it except to the limited extent that it was acting as the LEA, and that no attorney's fees may be imposed against DCF. Therefore, summary judgment should enter in favor of the DCF defendants on all claims in Counts I and II of plaintiffs' consolidated complaint. Additionally, DCF is entitled to summary judgment in its favor on its complaint, <i>Commissioner, Department of Children and Families v. M.K.,</i> No. 3:03cv1658 (WIG).</p>\n<p></p>\n<h2><i>V. Plaintiffs' Claims for Retaliation</i></h2>\n<p>Plaintiffs allege that defendants Kemper and LeBrun retaliated against Mrs. K. after she filed this lawsuit in violation of the ADA, § 504 of the Rehabilitation Act, and § 1983. The acts of retaliation involve three specific alleged incidents: (1) in 1998, defendants Kemper and LeBrun required Mrs. K. to switch M.K. from Protective Services to Voluntary Services; (2) a DCF employee contacted Mrs. K.'s employer in 1998 about her fitness as an employee; and (3) DCF refused to release information to a prospective employer in 2002.</p>\n<p>Under the ADA and/or § 504, it is unlawful to coerce, intimidate, threaten or interfere with any person in the exercise or enjoyment of any right granted or protected under the ADA and/or § 504. 29 U.S.C. § 791(g); 42 U.S.C. § 12203(b). To establish a <i>prima facie</i> claim of retaliation under the ADA or § 504, a plaintiff must prove (1) that he or she engaged in a protected activity; (2) that the defendant had knowledge of the protected activity; (3) that the defendant subjected the plaintiff to adverse action following the activity; and (4) that a causal connection exists between the adverse action and the protected activity. <i>See </i><i>Weissman v. Dawn Joy Fashions, Inc.,</i> 214 F.3d 224, 234 (2d Cir.2000); <i>Sarno v. Douglas Elliman-Gibbons &amp; Ives, Inc.,</i> 183 F.3d 155, 159 (2d Cir.1999); <i>Sands v. Runyon,</i> 28 F.3d 1323, 1331 (2d Cir.1994). At issue here are the third and fourth elements.</p>\n<p>With respect to' the change from the mandatory Protective Services Program to the Voluntary Services Program, as discussed above, plaintiffs have failed to establish that this constituted an adverse action. See <i>Mount Healthy Bd. of Educ. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977). Additionally, there is insufficient evidence of a causal connection between plaintiffs protected activity, filing the instant lawsuit in 1996, and these actions by defendants two years later, to create a genuine issue of material fact. The mere fact that some actions were taken by DCF that were not to plaintiffs' liking after plaintiffs filed a lawsuit does not establish a retaliatory motive, especially in a situation such as this where there was an ongoing relationship between the parties. The only involvement of defendant LeBrun was, as set forth above, when she told Mrs. K. to do what she needed to do. (Mrs. K.'s depo. at 240.) Finally, this retaliation claim addressing the alleged actions of defendants Kemper and LeBrun in 1998 was first asserted in the Fourth Amended Complaint, filed on January 6, 2003, more than four years after the alleged acts of retaliation took place.<sup>[9]</sup> Connecticut's three-year statute of limitations, Conn. Gen.Stat. § 52-577, applies to claims under § 1983, the ADA, and § 504 of the Rehabilitation Act. <i>See </i><i>M.D. v. Southington Bd. of Educ.,</i> 334 F.3d 217, 224 (2d Cir.2003) (holding that Conn. Gen. Stat. § 52-577's three-year limitations period applies to § 504 claims); <i>Lounsbury v. Jeffries,</i> 25 F.3d 131, 134 (2d Cir.1994) (applying Connecticut's three-year statute of limitations, Conn. Gen.Stat. § 52-577, to a civil rights action under § 1983); <i>Duprey v. Connecticut Dept. of Motor Vehicles,</i> 191 F.R.D. 329, 341 (D.Conn.2000) (applying three-year state limitations period to actions under Title II of the ADA). Thus, this claim of retaliation is time-barred.</p>\n<p>As to plaintiffs' retaliation claims against defendants Kemper and LeBrun for contacting her employer in 1998, again the Court finds that this claim, first asserted in the Consolidated Complaint filed on November 18, 2003, is barred by the three-year statute of limitations.<sup>[10]</sup> Additionally, plaintiffs have produced no evidence that either Kemper or LeBrun was involved in making this contact or that either of them even knew about it until after the fact. Defendant LeBrun testified that this \"had something to do with the contract office. It was not within [her] direction of command.\" (LeBrun depo. dtd. 1/7/3 at 48-49.) Mrs. K.'s own deposition and exhibits establish that this contact was made by someone other than defendant Kemper or LeBrun. Mrs. K. worked for the Young Parent Program through Quinebaug Valley Youth and Family Services, which received DCF funding. On or about May 6, 1998, the executive director of the agency, Pam Brown, received a phone call from Bev Burke with DCF stating that an employee of the Young Parents Program had a pending case against DCF. Ms. Burke inquired as to whether the employee would be able to remain professional in her dealings with DCF if the result of the case was not in the employee's favor. (Mrs. K.'s depo. dtd. 2/26/04 at 242.) Ms. Brown indicated that the employee had made the agency aware of the lawsuit and that she felt comfortable with the employee's ability to continue to maintain her professionalism and that she was competent to provide Youth Parent Program services. (Letter from Mrs. K. to Karl Kemper, dtd. 5/19/98.) Mrs. K. stated that at the time she was one of only three employees and the only employee with a child under eighteen, so that it was obvious to whom Ms. Burke was referring. <i>(Id.)</i> Mrs. K. complained to Mr. Kemper that she believed her confidentiality rights were violated by this communication and that disciplinary action should have been taken against Ms. Burke. <i>(Id.;</i> Mrs. K. depo. dtd. 2/26/2004 at 243, 252-53.) Mrs. K. testified that she was very angry that her employer had been contacted, but her employer was already aware of the lawsuit, and no adverse action was taken as a result of this contact. To the extent that Mrs. K. now complains that defendant Kemper refused to take any remedial actions after she complained to him about these alleged retaliatory acts and breach of confidentiality (Consol.Compl.¶ 131(c)), she has failed to show any harm caused by this contact. The Court finds no basis for a claim of unlawful retaliation by defendant LeBrun or Kemper.</p>\n<p>The third alleged act of retaliation concerned Mrs. K.'s application for a new job. . In late 2002, Mrs. K. had applied for a job with United Services, which had a policy of doing a protective services check. She signed a release giving United Services the right to obtain any and all information from her DCF records. DCF, however, would not release this information to this potential employer without a letter from Mrs. K.'s attorney. Mrs. K. testified that she was not sure what DCF was looking for and never provided DCF with the requested letter. Thus, DCF did not release the requested information, and she claims that she lost this employment opportunity, which paid higher wages than her then current employment. (Mrs. K.'s depo. dtd. 2/26/04 at 244-45; Mrs. K.'s Decl. dtd. 10/29/04 at 6.)</p>\n<p>Plaintiffs have failed to produce any evidence that either defendant Kemper or LeBrun were involved with this incident. Defendant LeBrun's involvement with M.K.'s case had ceased four years earlier. Moreover, given the pending litigation by Mrs. K. against DCF, its request for a letter of authorization from her attorney was not only understandable but prudent under the circumstances. And, Mrs. K. admits that she never provided DCF with the requested letter of authorization from her attorney. There is simply no basis from which the Court can infer a retaliatory motive on the part of the DCF defendants in failing to release this information to Mrs. K.'s prospective employer.</p>\n<p>Accordingly, the Court finds that the DCF defendants are entitled to summary judgment as a matter of law on plaintiffs' retaliation claims under the ADA and § 504 of the Rehabilitation Act.</p>\n<p></p>\n<h2><i>VI. Plaintiffs' Discrimination Claims Under the ADA and § 504</i></h2>\n<p>Next, the DCF defendants argue that, to the extent plaintiffs are asserting any other discrimination claims under the ADA or § 504 of the Rehabilitation Act with respect to DCF's failure to provide certain services to M.K., they have failed to allege any act by any DCF defendant which could constitute discrimination against M.K. because of his disability.<sup>[11]</sup></p>\n<p>Title II of the ADA provides, in relevant part, that no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity. 42 U.S.C. § 12132. To prove a violation of Title II, a party must therefore establish: (1) that he is a qualified individual with a disability; (2) that he was excluded from participation in a public entity's services, programs or activities or was otherwise discriminated against by a public entity; and (3) that such exclusion or discrimination was due to his disability. <i>Fetto v. Sergi</i> 181 F.Supp.2d 53, 75 (D.Conn.2001). These requirements apply with equal force to plaintiffs' Rehabilitation Act claims. <i>See </i><i>Rodriguez v. City of New York,</i> 197 F.3d 611, 618 (2d Cir.1999) (\"Because Section 504 of the Rehabilitation Act and the ADA impose identical requirements, we consider these claims in tandem.\") (citing <i>Lincoln Cercpac v. Health &amp; Hosps. Corp.,</i> 147 F.3d 165, 167 (2d Cir. 1998)), <i>cert, denied,</i> 531 U.S. 864, 121 S.Ct. 156, 148 L.Ed.2d 104 (2000). \"Whereas the IDEA focuses on the content of a student's educational program, Section 504 [and Title II of the ADA] combats discrimination and safeguards equal access to the school's programs.\" <i>AS. v. Trumbull Bd. of Educ.,</i> 414 F.Supp.2d 152, 182 (D.Conn. 2006). \"In the special education context, the courts have imposed an additional requirement: to prove a violation of the ADA, a plaintiff must demonstrate more than an incorrect evaluation or substantively faulty IEPhe must show that defendants acted with bad faith or gross misjudgment.\" <i>Fetto,</i> 181 F.Supp.2d at 75-76; <i>A.S.,</i> 414 F.Supp.2d at 184; <i>B.L. v. New Britain Bd. of Educ.,</i> 394 F.Supp.2d 522, 540 (D.Conn.2005).</p>\n<p>The DCF defendants focus on the third prong and assert that M.K. was never denied any opportunities or services because of his disability. Relying on <i>Doe v. Pfrommer,</i> 148 F.3d 73 (2d Cir.1998), they argue that neither the ADA nor § 504 was intended to ensure that handicapped individuals receive specific services. Rather the intent of the ADA and § 504 was to ensure that handicapped individuals were not denied opportunities because of their handicaps that were afforded to non-handicapped individuals. <i>See also </i><i>Fetto,</i> 181 F.Supp.2d at 76 (holding that the purpose of the ADA and Rehabilitation Act was to eliminate discrimination on the basis of disability and to ensure evenhanded treatment between the disabled and non-disabled).</p>\n<p>In <i>Doe,</i> the plaintiff sued the Director of the New York State Vocational Educational Services for Individuals with Disabilities (\"VESID\") under the Title II of the ADA and § 504 of the Rehabilitation Act, claiming that VESID discriminated against him on the basis of his disability when it failed to provide him with certain services, including a \"job coach\" and in terminating his benefits and conditioning his re-entry into the VESID program on his receipt of psychiatric therapy. The Second Circuit affirmed the district court's grant of summary judgment in favor of the defendants stating, \"[i]n the case before us, it is clear that the plaintiff is in essence challenging the adequacy of his VESID services, not illegal disability discrimination.\" <i>Id.</i> at 82. The Court noted that his claims were not based on any alleged discriminatory animus against the disabled.</p>\n<blockquote>Such an argument would.be beyond tenuous given VESID's sole purpose in assisting the disabled. Rather, his challenge derives from VESID's failure to provide him with tailored vocational services, which he terms as \"reasonable accommodations,\" because of the particular needs of his disability. While such particularized treatment among the many services provided by VESID to the disabled may be required under Title I, it is not necessarily required under the anti-discrimination provisions of the Rehabilitation Act, or by implication, the ADA. In reviewing Doe's discrimination claims, therefore, it is important to bear in mind that the purposes of such statutes are to eliminate discrimination on the basis of disability and to ensure evenhanded treatment between the disabled and the able-bodied.</blockquote>\n<p><i>Id.</i> (internal citations omitted). The Court concluded that what the plaintiff was ultimately challenging was not illegal discrimination against the disabled but the substance of the service provided to him by VESID. <i>Id.</i> at 84. \"To provide the modifications he seeks would not serve the purpose of leveling the playing field with respect to the benefits under VESID available to the non-handicapped.\" <i>Id.</i> Therefore, the Court affirmed the grant of summary judgment in favor of defendants on the plaintiffs discrimination claims. <i>See also </i><i>Flight v. Gloeckler,</i> 68 F.3d 61, 64 (2d Cir.1995) (\"challenges to the allocation of resources among the disabled under the Rehabilitation Act are disfavored.\"); <i>Rodriguez v. City of New York,</i> 197 F.3d at 618 (holding that the ADA only requires that a particular service provided to some not be denied to the disabled and, thus, dismissing plaintiffs' claim that challenged the City's failure to provide a particular service to the disabled, which was not provided to anyone); <i>Fetto,</i> 181 F.Supp.2d at 76 (holding that plaintiffs claim that he received benefits different than those provided to children in residential facilities would not support a cause of action under the ADA).</p>\n<p>Plaintiffs, on the other hand, relying on the Supreme Court's decision in <i>Olmstead v. L.C.,</i> 527 U.S. 581, 119 S.Ct. 2176, 144 L.Ed.2d 540 (1999), and <i>Jackson v. Fort Stanton Hospital &amp; Training School,</i> 757 F.Supp. 1243, 1299 (D.N.M.1990), <i>rev'd in part </i><i>and remanded by</i> 964 F.2d 980 (10th Cir.1992), maintain that DCF discriminated against M.K. by failing to make, and/or refusing to make a professional judgment as to whether M.K. could live and be educated in his own home or in his home community if the necessary support services were provided. Specifically, plaintiffs claim that DCF refused to make such professional judgments when M.K. was admitted to Riverview, and before or during M.K.'s residential placements in Harmony Hill and Brightside. Instead, they argue, the record shows that DCF repeatedly provided inadequate services to the family and then reduced or terminated those services, making institutionalization a virtual certainty.</p>\n<p>Additionally, in Count III, plaintiffs claim that DCF's policy of allowing virtually unlimited state funding for institutional placements as opposed to time-limited, home-based services violates 28 C.F.R. § 35.130(b)(8).<sup>[12]</sup> (Consol.Compl.¶ 128.) They further claim that DCF's alleged policy of placing time limits on the provision of services designed to prevent the breakdown of the family unit or reunite the family violates 28 C.F.R. § 35.130(b)(3)(ii)<sup>[13]</sup> by using criteria and methods of administration which undermine the principal goal of the Protective Services program of preserving the family unit. (Consol.Compl. ¶ 129.) These practices, they contend, discriminate against children based on the severity of their disabilities. (Consol.Compl. ¶ 130.)<sup>[14]</sup></p>\n<p>In <i>Olmstead,</i> the Supreme Court considered whether the State's refusal to provide services to mentally disabled persons in community settings, as opposed to institutions, violated the anti-discrimination provision of Title II of the ADA, 42 U.S.C. § 12132. The Supreme Court held that \"unjustified institutional isolation of persons with disabilities is a form of discrimination,\" because, <i>inter alia,</i> \"[i]n order to receive needed medical services, persons with mental disabilities must, because of those disabilities, relinquish participation in community life they could enjoy given reasonable accommodations, while persons without mental disabilities can receive the medical services they need without similar sacrifice.\" 527 U.S. at 601, 119 S.Ct. 2176. The Court, however, specifically noted that it was not holding \"that the ADA imposes on the States a `standard of care' for whatever medical services they render, or that the ADA requires the States to `provide a certain level of benefits to individuals with disabilities.'\" <i>Id.</i> at 603 n. 14, 119 S.Ct. 2176. However, with regard to the services that the States do provide, the Court held that they must adhere to the ADA's nondiscrimination requirements. <i>Id.</i> The Court concluded, \"[u]nder Title II of the ADA, States are required to provide community-based treatment for persons with mental disabilities when the State's treatment professionals determine that such placement is appropriate, the affected persons do not oppose such treatment, and the placement can be reasonably accommodated, taking into account the resources available to the State and the needs of others with mental disabilities.\" <i>Id.</i> at 607, 119 S.Ct. 2176.<sup>[15]</sup></p>\n<p>The Second Circuit has had the opportunity to construe <i>Olmstead</i> on several occasions. In <i>Rodriguez,</i> 197 F.3d at 619, the Court held that <i>Olmstead</i> did not stand for the proposition that States must provide disabled individuals with the opportunity to remain out of institutions. \"Instead, it holds only that `States must adhere to the ADA's nondiscrimination requirement with regard to the services they in fact provide.'\" <i>Rodriguez,</i> 197 F.3d at 619 (quoting <i>Olmstead,</i> 527 U.S. at 604, 119 S.Ct. 2176). In a subsequent case, <i>Henrietta D. v. Bloomberg,</i> 331 F.3d 261 (2d Cir.2003), the Second Circuit held that the basic analytical framework of the ADA requires a comparative component, in other words, \"there must be something different about the way the plaintiff is treated `by reason of ... disability.'\" <i>Id.</i> at 276 (quoting 42 U.S.C. § 12132 and citing <i>Rodriguez,</i> 197 F.3d at 618, <i>Doe,</i> 148 F.3d at 83-84, <i>Flight,</i> 68 F.3d at 63-64, and <i>Olmstead,</i> 527 U.S. at 600-01,119 S.Ct. 2176).</p>\n<p>The Court has carefully reviewed plaintiffs' discrimination claims and has considered all of the evidence presented in support of these claims in the light most favorable to plaintiffs. Nevertheless, the Court finds no evidence to support a claim of discrimination under the ADA or § 504. Like the plaintiffs in <i>Doe,</i> plaintiffs here are attempting to invoke the anti-discrimination provisions of the ADA and the Rehabilitation Act to challenge the adequacy of the services provided by DCF, not illegal disability discrimination. As the Supreme Court specifically noted in <i>Olmstead,</i> the ADA does not impose on the States a standard of care for whatever services they provide to the disabled nor does it require the States to \"provide a certain level of benefits to individuals with disabilities.\" 527 U.S. at 603 n. 14, 119 S.Ct. 2176. Yet, this is precisely what plaintiffs are challenging in this casethe level of benefits provided by DCF to M.K. Such a claim is not cognizable under the anti-discrimination provisions of either the ADA or § 504. As the Second Circuit held in <i>Henrietta D. v. Bloomberg,</i> 331 F.3d at 276, there must be something different about the way M.K. was treated because of his disability. It is this comparative component that is wholly lacking from plaintiffs' discrimination claims.</p>\n<p>Plaintiffs also seek to invoke the integration regulation promulgated under the ADA, 28 C.F.R. § 35.130(d), which provides that \"[a] public entity shall administer services, programs, and activities in the most integrated setting appropriate to the needs of qualified individuals with disabilities.\" Plaintiffs maintain that DCF has repeatedly failed or refused to make a professional judgment as to whether M.K. could live and be educated in his home or his home community when he was admitted to Riverview and before or during his residential placements at Harmony Hill and Brightside. The DCF defendants counter that M.K. was placed at Riverview in 1995 at the request of Mrs. K. and by order of the Probate Court. After he completed his stay at Riverview, he was placed at a residential facility, Harmony Hills, because the treating professionals at Riverview believed it was not safe for him to return home. As soon as possible, they state, he was discharged to his home. In 1998, he was again placed at Riverview at the request of his mother and based upon an order of the Probate Court. Upon his discharge, he was again placed for a short time at the Children's Home and then at a residential facility, Brightside in Massachusetts, again upon the recommendation of treating professionals. As soon as it was therapeutically indicated, he was moved to a group home and began attending public school in the community and was later placed in a foster home. Thus, the record shows that defendants' placement of M.K. at Riverside was done pursuant to court orders and/or at the request of Mrs. K. The Court finds no violation of the integration regulation under these circumstances.</p>\n<p>Plaintiffs cite to the expert report of Dr. Mark Schaefer in December 1998, who opined that M.K. should not have remained in Brightside. While there may have been a disagreement between professionals as to how long M.K. should have stayed at Brightside, DCF acted pursuant to the advice of its treatment professionals in placing M.K. there until it was determined that he could be moved to a group home. The Court finds no basis for a claim of discrimination under these facts.</p>\n<p>With respect to plaintiffs' claims that DCF violated 28 C.F.R. § 35.130(b)(8), plaintiffs have failed to identify any eligibility criteria not necessary for the provision of the service or program being offered that was employed by DCF to screen out M.K. from fully and equally enjoying such service or program. With respect to plaintiffs' claims that DCF violated 28 C.F.R. § 35.130(b)(3)(ii), they have not produced any evidence that DCF employed \"criteria or methods of administration\" that had the purpose or effect of substantially impairing accomplishment of the objectives of its program. To the extent this claim is addressed to what plaintiffs perceived to be the differences in DCF's mandatory Protective Services Program and the Voluntary Services Program, that issue has been addressed above.</p>\n<p>Based on the reasoning of <i>Doe,</i> the Court finds that plaintiffs have failed to set forth a claim of discrimination under either the ADA or the Rehabilitation Act and grants summary judgment in favor of the DCF defendants on these particular claims.</p>\n<p></p>\n<h2><i>VII. Use of Restraints and Seclusion by DCF</i></h2>\n<p>Plaintiffs also assert various claims relating to DCF's use of restraints and seclusion during M.K's hospitalization at Riverview between September 1995 and April 1996. Plaintiffs state that during M.K.'s stay at Riverview, M.K. was restrained on a papoose board on at least three occasions and was placed in a locked \"time-out\" room approximately 57 times. Despite Mrs. K.'s advising hospital staff that she objected to the use of these measures, the staff at Riverview refused to honor her request that these measures not be used and refused to obtain her permission prior to implementing such restraints.</p>\n<p>Although plaintiffs allege in their complaint that their rights were violated by virtue of DCF's failure to obtain Mrs. K.'s permission every time there was a need to use restraints or a \"time-out\" room while M.K. was at Riverview, they have not cited to any statute, regulation, or even case law to support this claim. When this issue was raised at the first due process hearing, the Hearing Officer found that the decision to use such form of behavior management was a medical decision and held that she did not have jurisdiction over such decision-making in a psychiatric hospital. (Concl. of Law ¶ 26.) The administrative record indicates that the use of seclusion and restraints was part of a continuum of disciplinary measures, including cueing, praising, redirecting, time out in the classroom, time out in a locked time-out room staffed by childcare workers, and the returning the child to his unit. (Hearing Officer's Findings of Fact ¶ 62.) A clinical nurse testified that seclusion and restraint were always done with supervision and were only ordered by a doctor. <i>(Id.</i> at ¶ 63.)</p>\n<p>The Court agrees with the Hearing Officer that the use of seclusion and restraints at a psychiatric hospital was a medical decision, which is not subject to review under the IDEA. The Court further finds that plaintiffs have failed to set forth any legally cognizable claim with respect to the DCF defendants' failing to obtain parental consent prior to the use of restraints or seclusion and grants summary judgment in favor of the DCF defendants as to these claims.</p>\n<p></p>\n<h2><i>VIII. Section 1983 Claims</i></h2>\n<p>Plaintiffs also assert in the Seventh Count that defendants Kemper and LeBrun violated plaintiffs' rights secured by the Due Process Clause of the Fourteenth Amendment by virtue of twelve acts taken by them which were done intentionally and in reckless disregard of plaintiffs' rights. Four of these claims (Consol. Comp. ¶ 138a, e, f, and l) concern the transfer of M.K. from mandatory Protective Services to Voluntary Services, which has been discussed at length, <i>supra.</i> Two of the claims (Consol. Comp. ¶ 138g and h) concern the alleged acts of retaliation, which have been decided. Several others (Consol. Comp. ¶ 138j and k) involve the use of restraints and seclusion, which again have been resolved. Four of the claims have not been specifically addressed above: that defendants LeBrun and Kemper (b) failed to provide plaintiffs with written notice prior to the termination of DCF services; (c) failed to provide plaintiffs with a reasonable opportunity to participate in decision-making as to what services would be funded by DCF; (d) terminated services before plaintiffs had an opportunity to challenge the government's decision through a hearing; and (i) indicating that DCF services would be terminated if Mrs. K. continued to complain that DCF policies and practices were necessarily segregating her son.</p>\n<p>To set forth a claim under § 1983, plaintiffs must satisfy a two-pronged test: (1) that defendants are persons acting under color of state law; and (2) that plaintiffs have been deprived of a constitutional or federally protected right. <i>Lugar v. Edmondson Oil Co.,</i> 457 U.S. 922, 930, 102 S.Ct. 2744, 73 L.Ed.2d 482 (1982). Only the second prong is at issue. As discussed above, plaintiffs have failed to establish any personal involvement of either Kemper or LeBrun with any of the alleged deprivations. Therefore, they are entitled to summary judgment on plaintiffs' 1983 claims.</p>\n<p></p>\n<h2><i>IX. Mootness</i></h2>\n<p>The DCF defendants argue that some of plaintiffs' claims cannot be granted because of mootness. The Court agrees.</p>\n<p>Plaintiffs' request that DCF maintain funding for M.K.'s therapeutic foster care placement is moot because M.K. is no longer in foster care.</p>\n<p>Plaintiffs' request that DCF provide certain support services so that M.K. can continue to attend public school is also moot, since M.K. has completed all of the academic requirements for graduation from public school and is no longer enrolled in a public school.</p>\n<p>Plaintiffs have also asked the Court to enter an order requiring DCF to make Mrs. K. and M.K. full members of the DCF treatment team. Again, this claim is moot in that M.K., who is now 22 years old, has graduated from high school, has been exited from special education, and all DCF services have been terminated. There is no DCF treatment team for Mrs. K. or M.K., who is no longer a minor, to participate in as full members. <i>See generally Fetto v. Sergi,</i> 181 F.Supp.2d at 66-67.</p>\n<p></p>\n<h2><i>X. State's Lien Against Mrs. K. and M.K.</i></h2>\n<p>As part of their prayer for relief, plaintiffs ask this Court to enjoin DCF from imposing a lien on plaintiffs' assets, including any recovery in this lawsuit, to reimburse itself for the cost of the educational services provided to M.K. Plaintiffs argue that, under <i>Andree v. County of Nassau,</i> 311 F.Supp.2d 325 (E.D.N.Y.2004) (holding that DSS's placement of a lien on settlement or personal injury awards received by a disabled student to pay for services that are mandated to be provided free of charge to such students violated the IDEA), this Court possesses the authority under the IDEA to impose such an injunction.</p>\n<p>DCF states that there is no lien against any assets of Mrs. K. or M.K., but that under Conn. Gen.Stat. § 46b-130, it is entitled to seek reimbursement from plaintiffs. Section 46b-130, \"Reimbursement for expense of care and maintenance. Assignment of right of support to Commissioner of Children and Families,\" provides in relevant part:</p>\n<blockquote>The parents of a minor child for whom care or support of any kind has been provided under the provisions of this chapter shall be liable to reimburse the state for such care or support to the same extent, and under the same terms and conditions, as are the parents of recipients of public assistance.</blockquote>\n<p>Here, unlike DSS's situation in <i>Andree,</i> DCF has not asserted a lien against the proceeds of this lawsuit or any other assets of plaintiffs. Moreover, in <i>Andree,</i> the Court held only that DSS could not assert a lien for educational or related services provided under the IDEA. This ruling did not affect DSS's ability to assert a lien against plaintiffs recovery in a medical malpractice suit for Medicaid expenditures.</p>\n<p>Because DCF has yet not asserted a lien against any assets of plaintiffs, this controversy is not ripe for adjudication. The Court declines \"to provide an advisory ruling on something that has not yet happened or may never happen.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, for the reasons set forth above, the Motion for Summary Judgment [Doc. #230] of the DCF defendants is GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Karl Kemper states in his affidavit that he was Regional Administrator of the Eastern Region of DCF from May 1, 1998, to February 2002.</p>\n<p>[2]  Carissa LeBrun states in her affidavit that she was the social worker assigned to M.K.'s case between June 1995 and March 1996. Between April 1998 and June 1998, she was the social work supervisor on M.K.'s case.</p>\n<p>[3]  The Department of Children and Families, Dunbar, Kemper, and LeBrun are referred to herein collectively as the \"DCF defendants.\"</p>\n<p>[4]  Plaintiffs' complaint has been amended four times since 1996, culminating in the last complaint filed November 18, 2003, which is referred to by the parties as the \"consolidated complaint.\" It encompasses plaintiffs' claims in Case No. 3:96cv00482 (WIG) and Case No. 3:03cv1505 (WIG).</p>\n<p>[5]  Plaintiffs cite <i>Greenwich Citizens Committee, Inc. v. Counties of Warren,</i> 77 F.3d 26 (2d Cir. 1996), in support of this proposition. The <i>Greenwich Citizens</i> case is distinguishable. That case addressed the requisite state-of-mind requirement for a § 1983 claim against a government official alleged to have chilled a litigant's freedom of speech by filing a counterclaim in response to a complaint. <i>Greenwich Citizens,</i> 77 F.3d at 30. No such claim is asserted in this case.</p>\n<p>[6]  She said that defendant LeBrun, who was the DCF social worker's supervisor, came in and said \"You need to do what you need to do\" <i>(id.</i> at 240). She then signed the papers.</p>\n<p>[7]  To the extent that plaintiffs claim that Exceptional Non-Categorical Services were time-limited, Kemper explained that this is not a program but a payment mechanism. It provides a mechanism for DCF to pay for services for a child when those services are not normally provided by a facility or an agency with which DCF has a continuing contract. (Kemper Aff. at 3.)</p>\n<p>[8]  Except where a special school district, called a Unified School District, has been created by statute, Conn. Gen.Stat. § 10-15d, the LEA is the school system in the town in which the child resides. The statutorily created Unified School Districts, which are the LEAs for purposes of the IDEA, are schools operated by state agencies. Unified School District # 2 consists of four schools operated by DCF, each of which is located on the grounds of a DCF-operated facility: Connecticut Children's Place, Riverview Hospital, High Meadows, and Long Lane. If a child eligible for special education and related services under the IDJEA resides at one of these four DCF facilities, then DCF is responsible for providing educational services. (The only exception is a \"no-nexus\" situation, which occurs when a child is in the custody of DCF and an LEA cannot be identified, either because a child does not have a parent living in the state or because parental rights have been terminated.) M.K. resided at Riverview from September 14, 1995 to April 12, 1996, and again from March 27, 1998, to June 1, 1998. During those periods, he attended U.S.D. # 2 and DCF acted as his LEA. None of the claims asserted by plaintiffs pertain to these time periods.</p>\n<p>[9]  As plaintiffs correctly point out, the Second Amended Complaint does address these allegations but only as to defendant DCF. (2d Am.Compl. ¶ 126.) Neither defendant LeBrun nor defendant Kemper was a party to that complaint. They were both added as defendants in the Fourth Amended Complaint. It is as to these defendants that plaintiffs seek money damages for the alleged retaliation.</p>\n<p>[10]  Plaintiffs attempt to get around the statute of limitations bar by arguing that these three incidents represented a continuing course of conduct constituting a breach of duty, such that the limitations period does not begin to run, or is tolled, until that conduct terminates. The Court disagrees. Each of these incidents was a discrete allegedly retaliatory incident, involving different participants. Plaintiffs themselves characterize these as a \"series of specific discriminatory acts.\" (Pls.' Mem. at 30.). \"A discrete retaliatory or discriminatory act `occurred' on the day that it `happened.'\" <i>Nat'l R.R. Passenger Corp. v. Morgan,</i> 536 U.S. 101, 110, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002). \"Each incident of discrimination and each retaliatory adverse employment decision constitutes a separate actionable `unlawful employment practice.'\" <i>Id.</i> at 114, 122 S.Ct. 2061. \"[D]iscrete discriminatory acts are not actionable if time barred, even when they are related to acts alleged in timely filed charges.\" <i>Id.</i> at 112, 122 S.Ct. 2061.</p>\n<p>[11]  Although this issue was not raised by the DCF defendants and has not been briefed, the Court notes that there is substantial authority in this Circuit supporting the proposition that there is no individual liability under Section 504 of the Rehabilitation Act or Title II of the ADA. <i>See S.W. v. Warren,</i> 528 F.Supp.2d 282, 297 (S.D.N.Y.2007) (dismissing all § 504 and IDEA claims against individual defendant); <i>Atkins v. County of Orange,</i> 251 F.Supp.2d 1225, 1233 (S.D.N.Y.2003) (holding that individuals may not be sued for violations of Title II of the ADA); <i>Harnett v. Fielding Graduate Institute,</i> 400 F.Supp.2d 570, 575 (S.D.N.Y. 2005) (holding that individuals may not be held personally liable for violations of the ADA or Rehabilitation Act), <i>aff'd,</i> 198 Fed. Appx. 89 (2d Cir.2006); <i>Menes v. CUNY Univ. of N.Y.,</i> 92 F.Supp.2d 294, 306 (S.D.N.Y.2000)(holding that ADA and Rehabilitation Act claims may not be asserted against individuals either in their personal or official capacity); <i>Harris v. Mills,</i> 478 F.Supp.2d 544, 547-48 (S.D.N.Y.2007) (holding that ADA and Rehabilitation Act claims may not be asserted against individuals); <i>but see Johnson v. New York Hospital,</i> 897 F.Supp. 83, 85-86 (S.D.N.Y.1995) (allowing § 504 claim against individuals who were responsible for the discriminatory decisions), <i>aff'd on other grounds,</i> 96 F.3d 33 (2d Cir. 1996); <i>Scruggs v. Meriden Bd. of Educ.,</i> No. 3:03cv2224, 2005 WL 2072312, at *10 (D.Conn. Aug.26, 2005) (allowing Rehabilitation Act claim against a defendant with authority to accept federal funding), <i>vacated in part on reconsideration,</i> 2006 WL 2715388 (D.Conn. Sept.22, 2006).</p>\n<p>[12]  28 C.F.R. § 35.130(b)(8) provides:\n</p>\n<p>(8) A public entity shall not impose or apply eligibility criteria that screen out or tend to screen out an individual with a disability or any class of individuals with disabilities from fully and equally enjoying any service, program, or activity, unless such criteria can be shown to be necessary for the provision of the service, program, or activity being offered.</p>\n<p>[13]  28 C.F.R. § 35.130(b)(3)(ii) provides:\n</p>\n<p>(3) A public entity may not, directly or through contractual or other arrangements, utilize criteria or methods of administration:</p>\n<p>(ii) That have the purpose or effect of defeating or substantially impairing accomplishment of the objectives of the public entity's program with ct to individuals with disabilities.</p>\n<p>[14]  It is not clear whether plaintiffs in Count III are bringing this claim under § 1983 or the ADA or the Rehabilitation Act. The Court notes initially that the Second Circuit has not yet determined whether a federal regulation standing alone can create a right enforceable via § 1983. <i>See D.D. v. New York City Bd. of Educ.,</i> 465 F.3d 503, 513 (2d Cir.2006) (citing cases and the split of the circuits on this issue), <i>amended on other grounds on denial of reh'g by</i> 480 F.3d 138 (2d Cir.2007). The Court need not resolve that issue here because it finds that plaintiffs' claims in Count III must fail for other reasons.</p>\n<p>[15]  In <i>Jackson v. Fort Stanton Hospital &amp; Training School,</i> 757 F.Supp. at 1299, the other case relied upon by plaintiffs, the District Court of New Mexico held that recipients of federal assistance are prohibited under § 504 of the Rehabilitation Act from discriminating against handicapped individuals on the basis of the severity of their disability by excluding them from facilities provided to their less severely disabled peers. \"Where reasonable accommodations in community programs can be made, defendants' failure to integrate severely handicapped residents into community programs which presently serve less severely handicapped residents violates § 504.\" <i>Id.</i></p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>M.K., by and through his Mother and Next Friend, MRS. K., Plaintiffs,<br>\nv.<br>\nTheodore SERGI, et al., Defendants.</h1></center>\n<center>No. 3:96CV00482 (WIG).</center>\n<center><p><b>United States District Court, D. Connecticut.</b></p></center>\n<center>May 12, 2008.</center>\n<p></p>\n<h2>RULING ON THE DCF DEFENDANTS' MOTION FOR SUMMARY JUDGMENT [# 230]</h2>\n<p>WILLIAM I. GARFINKEL, United States Magistrate Judge.</p>\n<p>Mrs. K., on behalf of and as next friend of her son, M.K., (collectively \"plaintiffs\"), has brought this action alleging that defendants violated the Individuals with Disabilities Education Act (\"IDEA\"), 20 U.S.C. §§ 1400-1482; the Americans With Disabilities Act of 1990 (\"ADA\"), 42 U.S.C. § 12101, <i>et seq.;</i> § 504 of the Rehabilitation Act of 1973, as amended, 29 U.S.C. § 794; and plaintiffs' rights under the Due Process Clause of the Fourteenth Amendment to United States Constitution, made actionable by 42 U.S.C. § 1983. Named as defendants are Theodore Sergi, the former Commissioner of the Department of Education (\"DOE\"); Darlene Dunbar, the Commissioner of the Connecticut Department of Children and Families (\"DCF\"), who is sued in her official capacity; Karl Kemper, the Regional Administrator of the Eastern Region of DCF,<sup>[1]</sup> who is sued in his individual capacity; Carissa LeBrun,<sup>[2]</sup> Kemper's subordinate, who is also sued in her individual capacity;<sup>[3]</sup> the Putnam Board of Education (\"Putnam\"); John Shea, the former Director of Student Services for Putnam; and Patricia Kline, his successor as Putnam's Director of Student Services.</p>\n<p>Plaintiffs' consolidated complaint<sup>[4]</sup> sets forth seven counts, five of which contain claims against one or more of the DCF defendants. Count I is a claim for\"costs, attorney's fees, and expert fees\" based on plaintiffs' alleged status as prevailing parties at the due process hearings, Case Nos. 95-353 and 03-087. Count II alleges that the Hearing Officer's decisions in these cases were erroneous in certain respects. Count III claims that DCF's alleged policy and practice of placing \"arbitrary time limits\" on certain home-based services as compared to institutional services violates 28 C.F.R. § 35.130(b) and the principles articulated in <i>Olmstead v. L.C.,</i> <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1999), and <i>Jackson v. Fort Stanton Hospital &amp; Training School,</i> <span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1243</span></span> (D.N.M.1990), <i>rev'd in part,</i> <span class=\"citation\" data-id=\"583724\"><a href=\"/opinion/583724/jackson-v-fort-stanton-hospital-and-training-school/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span> (10th Cir.1992), and that DCF's placement of arbitrary time limits on the provision of services designed to prevent the breakdown of the family unit violates 28 C.F.R. § 35.130(b)(3)(h). Both practices, they claim, discriminate against children based on the severity of their disabilities. Count IV alleges that defendants Kemper and LeBrun violated plaintiffs' rights secured by the ADA, § 504 of the Rehabilitation Act, and § 1983 by acting intentionally and/or in reckless disregard of plaintiffs' federal rights with respect to the following actions: (a) threatening to terminate DCF support if Mrs. K. did not surrender her right to mandatory Protective Services and apply for Voluntary Services; (b) by threatening to terminate DCF support if Mrs. K. did not authorize the DCF treatment team to use restraints and seclusion on M.K. while he was hospitalized; (c) by contacting her employer, Quinebaug Valley Youth and Family Services, and suggesting that she was unfit to work on DCF-funded cases because she had filed a lawsuit against DCF, and by refusing to take action to remediate the harm to Mrs. K. after she complained to defendant Kemper about these retaliatory acts; (d) by refusing to release information to a potential employer because of the lawsuit; (e) by designating M.K. a \"voluntary\" DCF case in the face of Mrs. K.'s opposition; and (f) by threatening to terminate DCF funding if Mrs. K. continued to challenge the separate services provided to the family. Count IV further challenges the following alleged actions of defendants Dunbar and Kemper as violating the ADA and § 504 of the Rehabilitation Act: (a) by establishing and implementing policies and practices which permit nearly unlimited funding for institutional placements for M.K. but only time-limited services that were limited in for home-based children; (b) by establishing and implementing arbitrary time limitations on the length of time support services would be provided to the K. family when it was clear that Mrs. K. could not keep M.K. at home without substantial in-home and community-based programs and/or residential support; (c) by terminating and/or threatening to terminate DCF-funded supports that were necessary to enable M.K. to receive an appropriate education; and (d) by failing and/or refusing to cooperate with Putnam to develop and implement a transition plan for M.K. The fifth count is addressed to the Putnam defendants. The sixth count is addressed to the Commissioner of the Department of Education. The last count, Count VII, is brought pursuant to § 1983 for defendant Kemper and LeBrun's alleged violation of plaintiffs' due process rights by virtue of their alleged intentional and/or reckless acts of intimidation and retaliation set forth above, as well as (a) by forcing Mrs. K. to surrender her parental rights or her entitlement to mandatory DCF services in order to obtain necessary services for M.K.; (b) by failing to provide written notice prior to the termination of DCF services; (c) by failing to provide plaintiffs with a reasonable opportunity to participate in the decision-making as to what services would be funded by DCF; and (d) by subjecting M.K. to restraints and seclusion without informed consent.</p>\n<p>Additionally, as to the DCF defendants, plaintiffs allege that defendant Dunbar, as Commissioner of DCF, was aware of M.K.'s need for residential, therapeutic, and other professional support services to maintain him in his home community but failed to take action to put those services in place so that M.K. could live and receive education other than in segregated residential institutions. (Consol.Compl.¶ 8.) As to defendant Kemper, the Regional Administrator for the Eastern Region of DCF, plaintiffs allege that he, too, was aware of M.K.'s needs but, rather than providing the necessary services, he authorized the maintenance of M.K.'s out-of-state placement for so long that M.K. lost the chance to develop a healthy relationship with his family. (<i>Id.</i> at ¶ 9.) Plaintiffs also claim that he took specific actions in retaliation for Mrs. K.'s attempts to enforce her federal rights, including having his subordinates contact Mrs. K.'s employer to suggest that she was an unfit employee to work on DCF-funded programs. <i>(Id.)</i> As to defendant LeBrun, plaintiffs allege that she was Kemper's subordinate and participated in the decision to force plaintiff to switch from mandatory Protective Services to Voluntary Services and maintain M.K. as a \"voluntary\" client of DCF. <i>(Id.)</i></p>\n<p>As relief, plaintiffs seek an order, <i>inter alia,</i> requiring defendants to fully and faithfully implement the Hearing Officer's decisions; requiring them to pay attorney's fees, costs, and expert witness fees; finding that defendants are responsible for the costs of all of the residential and support services provided to M.K., which were necessary for him to benefit from his education; ordering defendants to maintain funding for M.K.'s therapeutic foster placement until transition planning is completed; ordering defendants to provide an appropriate array of support services in the community and school so that M.K. can continue to live in the community and attend public school; reversing the Hearing Officer's decision to the extent that she concluded she did not have jurisdiction over DCF, that, funding for M.K.'s therapeutic placement is not required by the IDEA and ADA, and that she did not have jurisdiction to hold Mrs. K. and M.K. harmless from claims for reimbursement of amounts paid by DCF for educational services; permanently enjoining DCF from reducing or terminating services to M.K. without prior notice and an opportunity to be heard; and awarding plaintiffs compensatory and punitive damages. (Consol.Compl. § V.)</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>The standard governing motions for summary judgment is well-settled. A motion for summary judgment may not be granted unless the court determines that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The court must resolve all ambiguities and draw all inferences in favor of the non-moving party. <i>Id.</i> at 255, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. If there is any evidence in the record from which a reasonable inference could be drawn in favor of the non-moving party on a material issue of fact, summary judgment is improper. <i>See </i><i>Chambers v. TRM Copy Centers Corp.,</i> <span class=\"citation\" data-id=\"685132\"><a href=\"/opinion/685132/66-fair-emplpraccas-bna-1133-65-empl-prac-dec-p-43404-lorenzo/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 37 (2d Cir.1994).</p>\n<p>The IDEA provides that \"[a]ny party aggrieved by the findings and decision\" made by a hearing officer \"shall have the right to bring a civil action with respect to the complaint presented ... in a district court of the United States.\" 20 U.S.C. § 1415(i)(2)(A). The district court \"(i) shall receive the records of the administrative proceedings; (ii) shall hear additional evidence at the request of a party; and (iii) bas[e] its decision on the preponderance of the evidence.\" 20 U.S.C. § 1415(i)(2)(B); <i>see</i> 34 C.F.R. § 300.512. Thus, \"[f]ederal courts assess IDEA petitions based on the `preponderance of the evidence developed at the administrative proceedings and any further evidence presented by the parties.'\" <i>M.S. v. Board of Educ. of Yonkers,</i> <span class=\"citation\" data-id=\"770963\"><a href=\"/opinion/770963/ms-on-behalf-of-ss-his-minor-child-v-board-of-education-of-the-city/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 102 (2d Cir.2000) (quoting <i>Walczak v. Florida Union Free School Dist,</i> 142 F.3d 119,122-23 (2d Cir.1998)), <i>cert, denied,</i> <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1403</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></span> (2001). The district court must give \"due weight\" to the findings and decision of the hearing officer. <i>See </i><i>Hendrick Hudson Dist. Bd. of Educ. v. Rowley,</i> <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 206, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982). This deference seeks to ensure that district courts do not \"substitute their own notions of sound educational policy for those of the school authorities which they review.\" <i>Id.; see also </i><i>Mrs. B. v. Milford Bd. of Educ.,</i> <span class=\"citation\" data-id=\"732427\"><a href=\"/opinion/732427/mrs-b-on-her-behalf-and-as-a-mother-and-guardian-of-mm-v-milford/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></a></span>, 1120 (2d Cir.1997). The court's \"inquiry, however, is not directed to discerning whether there are disputed issues of fact, but rather, whether the administrative record, together with any additional evidence, establishes that there has been compliance with the IDEA'S processes and that the child's educational needs have been appropriately addressed.\" <i>AS. v. Norwalk Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2285464\"><a href=\"/opinion/2285464/as-ex-rel-s-v-norwalk-bd-of-educ/\"><span class=\"volume\">183</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">534</span></a></span>, 539 (D.Conn.2002). Summary judgment has been described by this Court as the \"most pragmatic procedural mechanism in the Federal Rules for resolving IDEA actions.\" <i>Id.</i> (internal quotation marks and citations omitted).</p>\n<p>While the court must afford deference and due weight to a hearing officer's findings of fact, the court reviews <i>de novo</i> legal issues regarding the IDEA, other federal and state statutes, and due process issues under the United States or State constitutions, the rationale being that hearing officers do not have greater experience or expertise than the courts on such matters. <i>See </i><i>Lillbask v. Sergi,</i> <span class=\"citation\" data-id=\"2518419\"><a href=\"/opinion/2518419/lillbask-ex-rel-mauclaire-v-sergi/\"><span class=\"volume\">193</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">503</span></a></span>, 508 (D.Conn.2002); <i>see also </i><i>Mrs. B. v. Milford Bd. of Educ.,</i> 103 F.3d at 1122.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The DCF defendants have moved for summary judgment as to all counts of plaintiffs' consolidated complaint against them on the following grounds:</p>\n<p>1. Sovereign immunity bars all official capacity claims;</p>\n<p>2. The DCF defendants are entitled to qualified immunity as to plaintiffs' claims for money damages under § 1983;</p>\n<p>3. The DCF defendants did not violate plaintiffs' rights by admitting M.K. to the Voluntary Services program;</p>\n<p>4. Except when DCF is acting as the LEA, DCF has no responsibility for services to M.K. under the IDEA;</p>\n<p>5. The DCF defendants did not retaliate against Mrs. K. or M.K. at any time;</p>\n<p>6. Plaintiffs have failed to state a claim under the ADA or § 504 of the Rehabilitation Act;</p>\n<p>7. There is no requirement that DCF contact a parent prior to using restraints on a child who has been hospitalized for psychiatric reasons;</p>\n<p>8. Certain of plaintiffs' claims are moot; and</p>\n<p>9. The Court cannot enjoin the State from collecting a debt.</p>\n<p>Plaintiffs respond that this Court lacks jurisdiction over DCF's lawsuit against Mrs. K. and M.K. because DCF failed to exhaust administrative remedies, and DCF is precluded by the doctrines of res judicata and collateral estoppel from relitigating any matter than was raised or could have been raised in administrative case No. 03-087.</p>\n<p>The procedural history of this case and facts relevant to this motion are set forth in the Court's decisions on defendant Sergi's Motion for Summary Judgment [Doc. # 231] and the Motion for Summary Judgment [Doc. #275] filed by Mrs. K. and M.K., as defendants, in <i>Commissioner of Department of Children and Families v. M.K. and Mrs. K,</i> Case No. 3:03cv1658, and are incorporated herein. Any additional facts necessary to the resolution of the issues raised by this particular summary judgment motion are set forth below.</p>\n<p>At the outset, this Court will address plaintiffs' challenge to this Court's subject matter jurisdiction over any claims asserted by DCF based on DCF's failure to exhaust administrative remedies. <i>See</i> 20 U.S.C. § 1415(i)(2)(A). This same argument was raised by Mrs. K. and M.K., as defendants, in their Motion for Summary Judgment [Doc. #275] filed in Case No. 3:03cv1658, <i>Commissioner of Department of Children and Families v. M.K and</i> <i>Mrs. K.</i> For the reasons set forth in this Court's ruling on their motion for summary judgment [Doc. #275], the Court rejects their challenge to this Court's subject matter jurisdiction over DCF's claims. Additionally, for the reasons set forth in that ruling, the Court likewise holds that DCF's' claims are not barred by the doctrines of res judicata and collateral estoppel.</p>\n<p></p>\n<h2><i>I. Sovereign Immunity</i></h2>\n<p>DCF argues that the doctrine of sovereign immunity bars any recovery by plaintiffs of money damages against Darlene Dunbar, the Commissioner of DCF, who has been sued only in her official capacity. Plaintiffs respond that they are not seeking money damages from defendant Dunbar, who is not named in Counts IV and VII, the only counts against any of the DCF defendants in which money damages are sought (other than their claim for attorney's fees and costs). Further, to the extent that DCF is arguing that sovereign immunity bars an award of attorney's fees and costs, that argument was rejected in <i>Maker v. Gagne,</i> <span class=\"citation\" data-id=\"110327\"><a href=\"/opinion/110327/maher-v-gagne/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></a></span>, 127 n. 9 &amp; 132-33, <span class=\"citation\" data-id=\"110327\"><a href=\"/opinion/110327/maher-v-gagne/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2570</span></a></span>, <span class=\"citation\" data-id=\"110327\"><a href=\"/opinion/110327/maher-v-gagne/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">653</span></a></span> (1980).</p>\n<p>The Court agrees that the doctrine of sovereign immunity bars any claims for money damages by plaintiffs against Darlene Dunbar, the Commissioner of DCF, who has been sued only in her official capacity. <i>See </i><i>Alden v. Maine,</i> <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">706</span></a></span>, 750, <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2240</span></a></span>, <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1999). That, however, does not preclude plaintiffs' seeking an award of attorney's fees and costs based on their status as \"prevailing parties,\" nor does it preclude plaintiffs' seeking prospective injunctive relief. <i>See </i><i>Henrietta D. v. Bloomberg,</i> <span class=\"citation\" data-id=\"782206\"><a href=\"/opinion/782206/henrietta-d-henrietta-s-simone-a-ezzard-s-john-r-pedro-r-on/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span>, 287 (2d Cir.2003), <i>cert, denied,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1658</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></span> (2004).</p>\n<p></p>\n<h2><i>II. Qualified Immunity</i></h2>\n<p>Defendants Kemper and LeBrun, who have been sued in their individual capacities, assert that they are entitled to qualified immunity from an award of money damages for claims brought under § 1983. Qualified immunity shields government officials, sued in their individual capacities, from liability under § 1983 \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\" <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982). Thus, a government actor performing discretionary tasks is entitled to qualified immunity from suit if either (1) his actions did not violate clearly established law; or (2) it was objectively reasonable for him to believe that his actions did not violate such law. <i>Salim v. Proulx,</i> <span class=\"citation\" data-id=\"724876\"><a href=\"/opinion/724876/maria-salim-administratrix-of-the-estate-of-eric-reyes-io-v-william/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 89 (2d Cir.1996). The protection afforded by qualified immunity provides \"an immunity from suit rather than a mere defense to liability.\" <i>Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 526, 105 S.Ct. 2^06, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985). The Supreme Court and Second Circuit have encouraged the use of summary judgment when qualified immunity is raised as a defense. <i>See </i><i>Hunter v. Bryant,</i> <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 227-28,112 S.Ct. 534,116 L.Ed.2d 589 (1991); <i>Ying Jing Gan v. City of New York,</i> <span class=\"citation\" data-id=\"609738\"><a href=\"/opinion/609738/ying-jing-gan-as-administratrix-of-the-estate-of-sen-van-ta-deceased/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">522</span></a></span>, 532 (2d Cir.1993).</p>\n<p>Defendants argue that defendant Kemper is entitled to qualified immunity because he was not personally involved in any of the actions taken in this case, and plaintiffs have not established the violation of any statutory or constitutional right by him. As to defendant LeBrun, defendants assert that the only claim against her was her participation in the decision to force M.K. to switch from mandatory Protective Services to Voluntary Services, and plaintiffs have failed to show how this constituted a violation of any constitutional right.</p>\n<p>Plaintiffs respond that it was clear from the Hearing Officer's decision in 1996 that she considered some of the services that DCF was providing to be special education or related services under the IDEA. Thus, they argue that DCF's failure to provide these services and/or threatening to discontinue these services clearly violated federal law, as did their acts of retaliation against plaintiffs for exercising her right to bring suit under the IDEA.<sup>[5]</sup><i>See </i><i>Weixel v. Board of Education of City of New York,</i> <span class=\"citation\" data-id=\"777316\"><a href=\"/opinion/777316/frances-weixel-and-rose-weixel-v-the-board-of-education-of-the-city-of-new/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 148-49 (2d Cir. 2002) (setting forth the elements of a retaliation claim under the ADA and § 504 of the Rehabilitation Act).</p>\n<p>As for plaintiffs' argument that these defendants' actions violated the IDEA, as discussed above, this Court has found that DCF was not subject to the jurisdiction of the Hearing Officer in the IDEA due process hearing, except to the extent that it was acting as the LEA for M.K. while M.K. resided at Riverview Hospital from September 14, 1995, to April 12, 1996, and again from March 27, 1998, to June 1, 1998. During those periods, M.K. attended U.S.D. #2, and DCF was his LEA. Because the Hearing Officer lacked jurisdiction over DCF in all other respects, her findings cannot constitute clearly established law that would put defendants on notice that their conduct in not providing certain services was violating clearly established law. <i>See also </i><i>Fetto v. Sergi</i> <span class=\"citation\" data-id=\"2476947\"><a href=\"/opinion/2476947/fetto-v-sergi/\"><span class=\"volume\">181</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">53</span></a></span>, 80 (D.Conn.2001) (holding that DCF was not the proper party against whom the plaintiffs claims involving his IEPs could be asserted. \"Permitting such claims against non-LEAs would render the IDEA scheme meaningless, as it would permit any outside agency or group to be held responsible for the plaintiffs right to an IEP under the IDEA through use of § 1983 as an alternative to the IDEA.\")</p>\n<p>Additionally, the Court notes that shortly after the Hearing Officer issued her decision, on July 31, 1996, Magistrate Judge Smith issued a lengthy ruling on plaintiffs' request for a preliminary injunction finding that it was unlikely that plaintiffs were going to be successful in their claim that the individual support services they were seeking from DCF would be considered \"related services\" under the IDEA. On the contrary, he held, \"it is the defendants who appear likely to be successful in establishing that the extravagant array of support services that plaintiffs demand would merely enhance an educational program which has been adequate thus far, judging from M.'s satisfactory academic performance.\" (Ruling on Motion for Preliminary Injunction dtd. 7/31/96 at 39.)</p>\n<blockquote>Certainly the services that are sought for M and his family are not \"related\" in the sense that they are \"<i>required</i> to assist ... [M] to benefit from special education....\" 20 U.S.C. § 1401(17). M has already benefitted remarkably from his special education without such services. That the requested services would undeniably ease Mrs. K.'s burden in raising M, or even assist M to derive the maximum from his education, is not enough to mandate those services being provided under the IDEA or any other federal law which plaintiffs rely upon. <i>Id.</i> (emphasis in original). Thus, the Court finds that it was not \"clearly established law\" that these services constituted \"related services\" under the IDEA.</blockquote>\n<p>As to plaintiffs' allegations that defendants Kemper and LeBrun violated § 1983 when they engaged in acts of retaliation after Mrs. K. filed this lawsuit, assuming the evidence supports these claims, defendants would not be entitled to qualified immunity, for plaintiffs' right to access to the courts is clearly established. However, as discussed below, even when the evidence is viewed in the light most favorable to plaintiffs, plaintiffs have failed to show any adverse decision, act, or course of conduct taken by either defendant Kemper or LeBrun or a causal connection between any such acts by these particular defendants and plaintiffs' filing of the initial lawsuit to support a claim of retaliation. <i>See </i><i>Weixel,</i> 287 F.3d at 148.</p>\n<p>With respect to plaintiffs' § 1983 claim against defendant Kemper, the law is well-settled in the Second Circuit that \"personal involvement of defendants is a prerequisite to an award of damages under § 1983.\" <i>Wright v. Smith,</i> <span class=\"citation\" data-id=\"667579\"><a href=\"/opinion/667579/huey-b-wright-v-harold-smith-and-thomas-a-coughlin-iii/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 501 (2d Cir.1994); <i>see also DiStiso v. Town of Wolcott,</i> No. 3:05cv01910, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3355174</span></span>, at *6 (D.Conn. Nov.17, 2006). The personal involvement of a supervisor may be shown by evidence that he or she (1) participated directly in the alleged constitutional violation; (2) failed to remedy the wrong after being informed of the violation; (3) created a policy or custom under which unconstitutional practices occurred, or allowed such policy or custom to continue; (4) was grossly negligent in supervising subordinates who committed the wrongful acts; or (5) exhibited deliberate indifference to the rights of the plaintiffs by failing to act on information that their constitutional rights were being violated. <i>Colon v. Coughlin,</i> <span class=\"citation\" data-id=\"698654\"><a href=\"/opinion/698654/armando-colon-v-thomas-a-coughlin-individually-and-in-his-official/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 873 (2d Cir.1995). Other than the acts of alleged retaliation discussed below, the only alleged personal involvement of Kemper, who was Regional Administrator of DCF from May 1, 1998, to April 5, 2002, set forth in plaintiffs' complaint, was that he was aware of M.K.'s needs and authorized an out-of-state placement for so long that M.K. lost the chance to develop a healthy relationship with his family. A plaintiff asserting a procedural due process claim must first show that he had a property right. <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). Plaintiffs have failed to establish any property interest implicated by this alleged misconduct. <i>See generally </i><i>Leocata v. Wilson-Coker,</i> <span class=\"citation\" data-id=\"2518136\"><a href=\"/opinion/2518136/leocata-ex-rel-gilbride-v-wilson-coker/\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">144</span></a></span>, 154 (D.Conn.2004), <i>aff'd,</i> 148 Fed.Appx. 64 (2d Cir.2005). Thus, the Court finds that plaintiffs have failed to show any personal involvement by defendant Kemper in a violation of their constitutional rights for which he could be liable under § 1983.</p>\n<p>As for defendant LeBrun, who was the social work supervisor for M.K.'s case for three months in 1998 from April to June, and who was the social worker assigned to M.K.'s case from June 1995 to March 1996, the only acts alleged by plaintiffs concern her involvement in switching M.K. to a voluntary Protective Services case, which is discussed at length below. The Court finds no violation of any constitutional or statutory right in this regard.</p>\n<p>Accordingly, the Court finds that defendants Kemper and LeBrun are entitled to qualified immunity or have no personal liability as to plaintiffs' § 1983 claims against them.</p>\n<p></p>\n<h2><i>III. Failure to State a Claim with Respect to M.K.'s Admission to the Voluntary Services Program</i></h2>\n<p>Throughout their consolidated complaint, plaintiffs raise a variety of allegations concerning DCF's forcing Mrs. K. to surrender her \"entitlement\" to its mandatory Protective Services Program and moving M.K. to its Voluntary Services Program, previously known as the Non-Committed Treatment Program. In Count TV, plaintiffs allege that defendants Kemper and LeBrun violated the ADA, § 504 of the Rehabilitation Act, and the Due Process Clause of the United States Constitution by, <i>inter alia,</i> threatening to terminate DCF support if Mrs. K. did not surrender her right to mandatory Protective Services and apply for Voluntary Services and by designating M.K. as a \"voluntary\" DCF case even though they knew that Mrs. K. opposed surrendering M.K.'s entitlement to state-funded DCF services. In Count IV, plaintiffs also claim that defendants Dunbar and Kemper discriminated against M.K. in violation of the ADA and § 504 of the Rehabilitation Act by establishing arbitrary time limits for the provision of DCF services, which presumably refers at least in part to the mandatory Protective Services program. In Count VII, they allege that defendants Kemper and LeBrun violated plaintiffs' due process rights by, <i>inter alia,</i> forcing Mrs. K. to surrender her parental rights and her entitlement to mandatory DCF services to obtain necessary services for M.K., and by requiring her to surrender entitlement to Protective Services and become a \"voluntary\" DCF case.</p>\n<p>The premise underlying these claims is plaintiffs' perception that DCF's mandatory Protective Services program is more desirable or beneficial than its Voluntary Services program. The DCF defendants argue that this premise is fallacious.</p>\n<p>Section 17a-93(k), Conn. Gen.Stat, defines \"Protective Services\" as \"public welfare services provided after complaints of abuse, neglect or abandonment, but in the absence of an adjudication or assumption of jurisdiction by a court.\" DCF's Policy Manual describes \"Protective Services\" as \"a specialized twenty-four (24) hours, seven (7) days a week program intended to protect children from birth to eighteen (18) years of age who have been abused or neglected.\" (Policy Manual § 30-4 at 2.) Protective Services are different from other DCF services in that they are involuntary in the sense that the child's parents or guardians have not asked for help, and it is not up to them to decide whether they want help. <i>(Id.)</i> \"The child is the client. Protective Services continue until the Department is satisfied that the child is receiving adequate care in their own home or in out-of-home care, if necessary.\" <i>(Id.)</i> (emphasis and bold in original). The primary focus is the safety of the child. \"When either the risk or the incidence of abuse or neglect are determined to warrant removal from the home, the Child Protective worker shall initiate court action.\" <i>(Id.)</i></p>\n<p>Defendant LeBrun elaborated in her sworn affidavit that Protective Services are for children and families who come to DCF's attention through a report that a child is being abused or neglected by the parent(s) or who is at risk of being abused or neglected. (LeBrun Aff. ¶ 7.) The primary goal is to ensure the child's safety and to assist the child and family so that the child is no longer at risk of being abused on neglected. <i>(Id.</i> at ¶ 9.) Once a report is made, DCF investigates the report and, if it is substantiated, a Protective Services case is opened. <i>(Id.</i> at ¶ 8.) Protective Services are \"mandatory\" in the sense that the parent(s) must accept these services from DCF, or DCF will initiate proceedings to have custody of the child committed to DCF. <i>(Id.</i> at ¶ 9.) Once DCF determines that a child is no longer at risk, the Protective Services case is closed. <i>(Id.)</i> There is no fixed time limit on how long a child can be a protective services case. <i>(Id.</i> at ¶ 10.) However, if after a reasonable time period, the risk to the child does not abate and the family situation is not stabilized, DCF may file a neglect petition asking the court to legally commit the child to the custody of DCF. <i>(Id.)</i></p>\n<p>The Voluntary Services program, on the other hand, is designed for families with a child who has complex behavioral health needs. (Kemper Aff. at 2.) The program is called \"voluntary\" because to be accepted into the Voluntary Services Program, the parents must voluntarily co-operate with DCF. <i>(Id.</i> at 3; LeBrun Aff. at ¶ 11.) It is a program for families who need and want help to resolve the child's problems. A child cannot be a Protective Services case and a Voluntary Services case at the same time. <i>(Id.)</i> According to DCF's Policy Manual, in the Voluntary Services Program, DCF may provide casework, community referrals, and treatment services to children who are not committed to DCF and do not require Protective Service intervention, but who, due to emotional or behavioral difficulties, may require any of the services offered, administered by, under contract with, or otherwise available to DCF. (Policy Manual § 37-2 at 1.) There is no requirement that DCF seek custody or protective supervision of a child receiving Voluntary Services. <i>(Id.)</i> The program is designed to encourage the preservation or enhancement of the family relationship and continuing responsibility of' the child by the parent or guardian. <i>(Id.)</i> The criteria for admission to the Voluntary Services Program require the cooperation between the child, the parent or guardian, and DCF. The role of the parent or guardian is defined as being an active participant in the treatment plan with maintenance of the child in the home or reunification of the family as the anticipated goal; meeting regularly with DCF and social providers to monitor the child's progress toward social goals; attending therapy or other treatment sessions with the child, as appropriate; attending court hearings and treatment planning meetings on the child's behalf; providing transportation for the child, as needed; and if determined capable by the Bureau of Collection Services, making financial contributions toward the cost of care for the child, based upon annual review. <i>(Id.</i> at 1-2.) The role of DCF is to complete an assessment to determine eligibility and identify treatment needs of the child and family; develop a treatment plan with time-limited, measurable goals and roles and responsibilities of each party; assist the family to secure treatment needs; provide casework services to the family; coordinate, if necessary, out-of-home placement materials; provide information and referral services and coordinate with community services, as needed; evaluate progress and planning for termination of DCF's services; and provide interpreter services, where necessary. <i>(Id.</i> at 2-3.) There is no time limit on Voluntary Services. When DCF decides to discontinue Voluntary Services, the parent is given notice and an opportunity to be heard. (Kemper Aff. at 3.)</p>\n<p>In this case, M.K. was considered a neglected or abused child, in part, because of reports that he was being subjected to physical abuse at home. On September 14, 1994, M.K. was made a \"Protective Services\" case by DCF, and a neglect petition was filed in State Superior Court for Juvenile Matters, which sought commitment of M.K. to the custody of DCF. Initially, DCF provided case management services and, at the request of Mrs. K., placed M.K. in a local foster home. On January 27, 1995, upon M.K.'s discharge from Natchaug Hospital, DCF agreed to provide a mentor to work with M.K. approximately 20 hours per week, helping him each morning during his most troublesome, temper-prone time of the day, to prepare him for school; behavior management services to M.K. and his family several afternoons a week; weekly family team meetings; weekly counseling for M.K., Mrs. K., and the family, to be paid for by the family; respite care one night a week for approximately two hours; and an on-call crisis worker from 9:00 p.m. to 6:00 a.m. week nights and on weekends. Mrs. K. was not satisfied with these services, which she felt were not adequately coordinated with M.K.'s program at school, which were limited due to the family's insurance, which did not include adequate respite services, mentoring services while M.K. was in day care, and which provided inadequate case management services and little or no \"hands on\" crisis intervention.</p>\n<p>In August 1995, all DCF services were terminated other than the four hours per. week of mentoring. Mrs. K. requested an in-patient evaluation of M.K., which was ordered by the court. M.K. was admitted to Mt. Sinai Hospital and then Riverview Hospital where he remained for seven months and was then transferred to Harmony Hills, a residential school. On June 17, 1997, M.K. was discharged from Harmony Hills and returned home. Approximately three weeks later, DCF withdrew the neglect petition and M.K. entered Putnam public schools. In November 1997, DCF discontinued its services.</p>\n<p>Between January 1998 and March 1998, Mrs. K. called the police twice because of behavioral incidents with M.K. On both occasions M.K. was arrested. In March 1998, DCF again designated M.K. a \"Protective Services\" case, and M.K. was admitted to Riverview a second time for evaluation. On June 1, 1998, Riverview was ready to discharge M.K. to Connecticut Children's Place, and DCF asked Mrs. K. to sign papers to admit M.K. to the Voluntary Services program, which enabled DCF to provide services to M.K. without seeking legal custody of him. In her deposition, Mrs. K. testified that she did not understand what Voluntary Services meant and that she was told by a DCF social worker<sup>[6]</sup> that, if she did not sign the papers, she would either have to take M.K. home or DCF would have to obtain an order of temporary custody. (Mrs. K.'s depo. dtd. 2/26/2004 at 238-39.) She testified that she did not know what to do and eventually signed the papers under pressure and against the advice of her attorney. <i>(Id.</i> at 239^0.)</p>\n<p>DCF emphasizes that the reason M.K. needed to be admitted to the Voluntary Services program was so that it could provide services to him <i>without</i> seeking legal custody of him. (Kemper Aff. at 3.) There was no time limit on how long M.K. could remain in Protective Services,<sup>[7]</sup> but because of the nature of Protective Services, he would not remain there indefinitely. If he continued to be in danger of abuse or neglect, DCF would seek to obtain legal custody over him.</p>\n<p>Defendant LeBrun testified that there were two reasons it was necessary to transfer M.K. to the Voluntary Services Program. First, the program was \"really flourishing\" and they had a better understanding of how to work with families like his. \"It seemed like a really good thing for the family, and a good thing for [M.K.]\" (Pis.' Ex. 1, LeBrun depo. dtd. 1/7/03 at 50.) Second, he needed to be discharged from Riverview and his mother was clear that she could not take care of him at home for reasons that Ms. LeBrun understood. <i>(Id.).</i> LeBrun testified that Mrs. K. needed a break and had come to agree that residential treatment was best for M.K. <i>(Id.)</i></p>\n<p>Kemper testified that the change from Protective Services to Voluntary Services was favorable for both M.K. and his family because it permitted DCF to provide services to M.K. without any allegations that his parents were neglecting or abusing him and without DCF's having to obtain legal custody over him. (Kemper Aff. at 3.)</p>\n<p>Additionally, the DCF defendants point out that plaintiffs have failed to cite to a single service that M.K. did not receive in the Voluntary Services program that he would have received as part of Protective Services. Moreover, to the extent that plaintiffs argue that the Voluntary Services Program was time-limited, DCF responds that these services were not discontinued, even when M.K. reached the age of eighteen. Based on supplemental evidence submitted by the Putnam defendants, it appears that M.K. was not discharged from DCF's Voluntary Services until December 9, 2004, at which time, he was 19 years of age and had been in the Voluntary Services program since June of 1998. (Ltr. from M. Allegro to J. Messina dtd. 12/2/04.) He was living on his own in an apartment in Springfield, Massachusetts and was employed full-time. <i>Id.</i></p>\n<p>The Court finds that plaintiffs have failed to state a cognizable federal cause of action, whether under the ADA, § 504 of the Rehabilitation Act, or § 1983, for the DCF defendants' discontinuation of Protective Services for M.K. Additionally, plaintiffs have failed to establish that they were harmed in any way when M.K. was transferred from Protective Services to Voluntary Services. While Mrs. K. may not have understood why this change was being made, plaintiffs have failed to produce any evidence as to how they were harmed by this change or how this change violated any federal statute or constitutional right. The Court finds that plaintiffs have failed to. set forth any cognizable federal claim with respect to M.K.'s transfer from Protective Services to Voluntary Services.</p>\n<p></p>\n<h2><i>IV. Plaintiffs' Claims for Relief Under the IDEA</i></h2>\n<p>The DCF defendants next argue that they are entitled to summary judgment on Counts I and II of plaintiffs' complaint and to a reversal of the Hearing Officer's ruling as it pertains to them because she lacked jurisdiction over DCF and had no authority to enter orders against it. As discussed at length in the Court's ruling on the Motion for Summary Judgment of Mrs. K. and M.K. in Case No. 3:03cv1658, the Court has found no authority for the Hearing Officer's assertion of jurisdiction over DCF, except to the extent that it was acting as the LEA,<sup>[8]</sup> which is not at issue in this case. Accordingly, because the services provided by DCF that were challenged by plaintiffs in the due process hearings were not services provided in its capacity as an LEA, DCF should not have been joined as a party and, therefore, cannot be responsible for attorney's fees and costs in connection with those hearings. For the reasons set forth in its other decision, the Court finds that DCF was not a proper party to the due process hearings, that the Hearing Officer lacked authority to enter orders against it except to the limited extent that it was acting as the LEA, and that no attorney's fees may be imposed against DCF. Therefore, summary judgment should enter in favor of the DCF defendants on all claims in Counts I and II of plaintiffs' consolidated complaint. Additionally, DCF is entitled to summary judgment in its favor on its complaint, <i>Commissioner, Department of Children and Families v. M.K.,</i> No. 3:03cv1658 (WIG).</p>\n<p></p>\n<h2><i>V. Plaintiffs' Claims for Retaliation</i></h2>\n<p>Plaintiffs allege that defendants Kemper and LeBrun retaliated against Mrs. K. after she filed this lawsuit in violation of the ADA, § 504 of the Rehabilitation Act, and § 1983. The acts of retaliation involve three specific alleged incidents: (1) in 1998, defendants Kemper and LeBrun required Mrs. K. to switch M.K. from Protective Services to Voluntary Services; (2) a DCF employee contacted Mrs. K.'s employer in 1998 about her fitness as an employee; and (3) DCF refused to release information to a prospective employer in 2002.</p>\n<p>Under the ADA and/or § 504, it is unlawful to coerce, intimidate, threaten or interfere with any person in the exercise or enjoyment of any right granted or protected under the ADA and/or § 504. 29 U.S.C. § 791(g); 42 U.S.C. § 12203(b). To establish a <i>prima facie</i> claim of retaliation under the ADA or § 504, a plaintiff must prove (1) that he or she engaged in a protected activity; (2) that the defendant had knowledge of the protected activity; (3) that the defendant subjected the plaintiff to adverse action following the activity; and (4) that a causal connection exists between the adverse action and the protected activity. <i>See </i><i>Weissman v. Dawn Joy Fashions, Inc.,</i> <span class=\"citation\" data-id=\"768915\"><a href=\"/opinion/768915/steven-weissman-plaintiff-appellee-cross-appellant-v-dawn-joy/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 234 (2d Cir.2000); <i>Sarno v. Douglas Elliman-Gibbons &amp; Ives, Inc.,</i> <span class=\"citation\" data-id=\"765096\"><a href=\"/opinion/765096/michael-sarno-v-douglas-elliman-gibbons-ives-inc-insignia-financial/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 159 (2d Cir.1999); <i>Sands v. Runyon,</i> <span class=\"citation\" data-id=\"673818\"><a href=\"/opinion/673818/michael-sands-emmelyn-logan-baldwin-esq-v-marvin-runyon-postmaster/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1323</span></a></span>, 1331 (2d Cir.1994). At issue here are the third and fourth elements.</p>\n<p>With respect to' the change from the mandatory Protective Services Program to the Voluntary Services Program, as discussed above, plaintiffs have failed to establish that this constituted an adverse action. See <i>Mount Healthy Bd. of Educ. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977). Additionally, there is insufficient evidence of a causal connection between plaintiffs protected activity, filing the instant lawsuit in 1996, and these actions by defendants two years later, to create a genuine issue of material fact. The mere fact that some actions were taken by DCF that were not to plaintiffs' liking after plaintiffs filed a lawsuit does not establish a retaliatory motive, especially in a situation such as this where there was an ongoing relationship between the parties. The only involvement of defendant LeBrun was, as set forth above, when she told Mrs. K. to do what she needed to do. (Mrs. K.'s depo. at 240.) Finally, this retaliation claim addressing the alleged actions of defendants Kemper and LeBrun in 1998 was first asserted in the Fourth Amended Complaint, filed on January 6, 2003, more than four years after the alleged acts of retaliation took place.<sup>[9]</sup> Connecticut's three-year statute of limitations, Conn. Gen.Stat. § 52-577, applies to claims under § 1983, the ADA, and § 504 of the Rehabilitation Act. <i>See </i><i>M.D. v. Southington Bd. of Educ.,</i> <span class=\"citation\" data-id=\"782501\"><a href=\"/opinion/782501/md-mr-mrs-d-v-southington-board-of-education/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">217</span></a></span>, 224 (2d Cir.2003) (holding that Conn. Gen. Stat. § 52-577's three-year limitations period applies to § 504 claims); <i>Lounsbury v. Jeffries,</i> <span class=\"citation\" data-id=\"670689\"><a href=\"/opinion/670689/linda-lounsbury-and-william-r-donaldson-jr-v-jack-jeffries-lisa/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">131</span></a></span>, 134 (2d Cir.1994) (applying Connecticut's three-year statute of limitations, Conn. Gen.Stat. § 52-577, to a civil rights action under § 1983); <i>Duprey v. Connecticut Dept. of Motor Vehicles,</i> <span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">329</span></span>, 341 (D.Conn.2000) (applying three-year state limitations period to actions under Title II of the ADA). Thus, this claim of retaliation is time-barred.</p>\n<p>As to plaintiffs' retaliation claims against defendants Kemper and LeBrun for contacting her employer in 1998, again the Court finds that this claim, first asserted in the Consolidated Complaint filed on November 18, 2003, is barred by the three-year statute of limitations.<sup>[10]</sup> Additionally, plaintiffs have produced no evidence that either Kemper or LeBrun was involved in making this contact or that either of them even knew about it until after the fact. Defendant LeBrun testified that this \"had something to do with the contract office. It was not within [her] direction of command.\" (LeBrun depo. dtd. 1/7/3 at 48-49.) Mrs. K.'s own deposition and exhibits establish that this contact was made by someone other than defendant Kemper or LeBrun. Mrs. K. worked for the Young Parent Program through Quinebaug Valley Youth and Family Services, which received DCF funding. On or about May 6, 1998, the executive director of the agency, Pam Brown, received a phone call from Bev Burke with DCF stating that an employee of the Young Parents Program had a pending case against DCF. Ms. Burke inquired as to whether the employee would be able to remain professional in her dealings with DCF if the result of the case was not in the employee's favor. (Mrs. K.'s depo. dtd. 2/26/04 at 242.) Ms. Brown indicated that the employee had made the agency aware of the lawsuit and that she felt comfortable with the employee's ability to continue to maintain her professionalism and that she was competent to provide Youth Parent Program services. (Letter from Mrs. K. to Karl Kemper, dtd. 5/19/98.) Mrs. K. stated that at the time she was one of only three employees and the only employee with a child under eighteen, so that it was obvious to whom Ms. Burke was referring. <i>(Id.)</i> Mrs. K. complained to Mr. Kemper that she believed her confidentiality rights were violated by this communication and that disciplinary action should have been taken against Ms. Burke. <i>(Id.;</i> Mrs. K. depo. dtd. 2/26/2004 at 243, 252-53.) Mrs. K. testified that she was very angry that her employer had been contacted, but her employer was already aware of the lawsuit, and no adverse action was taken as a result of this contact. To the extent that Mrs. K. now complains that defendant Kemper refused to take any remedial actions after she complained to him about these alleged retaliatory acts and breach of confidentiality (Consol.Compl.¶ 131(c)), she has failed to show any harm caused by this contact. The Court finds no basis for a claim of unlawful retaliation by defendant LeBrun or Kemper.</p>\n<p>The third alleged act of retaliation concerned Mrs. K.'s application for a new job. . In late 2002, Mrs. K. had applied for a job with United Services, which had a policy of doing a protective services check. She signed a release giving United Services the right to obtain any and all information from her DCF records. DCF, however, would not release this information to this potential employer without a letter from Mrs. K.'s attorney. Mrs. K. testified that she was not sure what DCF was looking for and never provided DCF with the requested letter. Thus, DCF did not release the requested information, and she claims that she lost this employment opportunity, which paid higher wages than her then current employment. (Mrs. K.'s depo. dtd. 2/26/04 at 244-45; Mrs. K.'s Decl. dtd. 10/29/04 at 6.)</p>\n<p>Plaintiffs have failed to produce any evidence that either defendant Kemper or LeBrun were involved with this incident. Defendant LeBrun's involvement with M.K.'s case had ceased four years earlier. Moreover, given the pending litigation by Mrs. K. against DCF, its request for a letter of authorization from her attorney was not only understandable but prudent under the circumstances. And, Mrs. K. admits that she never provided DCF with the requested letter of authorization from her attorney. There is simply no basis from which the Court can infer a retaliatory motive on the part of the DCF defendants in failing to release this information to Mrs. K.'s prospective employer.</p>\n<p>Accordingly, the Court finds that the DCF defendants are entitled to summary judgment as a matter of law on plaintiffs' retaliation claims under the ADA and § 504 of the Rehabilitation Act.</p>\n<p></p>\n<h2><i>VI. Plaintiffs' Discrimination Claims Under the ADA and § 504</i></h2>\n<p>Next, the DCF defendants argue that, to the extent plaintiffs are asserting any other discrimination claims under the ADA or § 504 of the Rehabilitation Act with respect to DCF's failure to provide certain services to M.K., they have failed to allege any act by any DCF defendant which could constitute discrimination against M.K. because of his disability.<sup>[11]</sup></p>\n<p>Title II of the ADA provides, in relevant part, that no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity. 42 U.S.C. § 12132. To prove a violation of Title II, a party must therefore establish: (1) that he is a qualified individual with a disability; (2) that he was excluded from participation in a public entity's services, programs or activities or was otherwise discriminated against by a public entity; and (3) that such exclusion or discrimination was due to his disability. <i>Fetto v. Sergi</i> <span class=\"citation\" data-id=\"2476947\"><a href=\"/opinion/2476947/fetto-v-sergi/\"><span class=\"volume\">181</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">53</span></a></span>, 75 (D.Conn.2001). These requirements apply with equal force to plaintiffs' Rehabilitation Act claims. <i>See </i><i>Rodriguez v. City of New York,</i> <span class=\"citation\" data-id=\"766876\"><a href=\"/opinion/766876/juana-rodriguez-by-her-son-and-next-friend-wilfredo-rodriguez-amelia/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 618 (2d Cir.1999) (\"Because Section 504 of the Rehabilitation Act and the ADA impose identical requirements, we consider these claims in tandem.\") (citing <i>Lincoln Cercpac v. Health &amp; Hosps. Corp.,</i> <span class=\"citation\" data-id=\"755382\"><a href=\"/opinion/755382/lincoln-cercpac-v-health-and-hospitals-corporation/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 167 (2d Cir. 1998)), <i>cert, denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">864</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></span> (2000). \"Whereas the IDEA focuses on the content of a student's educational program, Section 504 [and Title II of the ADA] combats discrimination and safeguards equal access to the school's programs.\" <i>AS. v. Trumbull Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2451156\"><a href=\"/opinion/2451156/as-v-trumbull-bd-of-educ/\"><span class=\"volume\">414</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">152</span></a></span>, 182 (D.Conn. 2006). \"In the special education context, the courts have imposed an additional requirement: to prove a violation of the ADA, a plaintiff must demonstrate more than an incorrect evaluation or substantively faulty IEPhe must show that defendants acted with bad faith or gross misjudgment.\" <i>Fetto,</i> 181 F.Supp.2d at 75-76; <i>A.S.,</i> 414 F.Supp.2d at 184; <i>B.L. v. New Britain Bd. of Educ.,</i> <span class=\"citation\" data-id=\"2427134\"><a href=\"/opinion/2427134/bl-v-new-britain-bd-of-educ/\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">522</span></a></span>, 540 (D.Conn.2005).</p>\n<p>The DCF defendants focus on the third prong and assert that M.K. was never denied any opportunities or services because of his disability. Relying on <i>Doe v. Pfrommer,</i> <span class=\"citation\" data-id=\"755547\"><a href=\"/opinion/755547/john-doe-v-paul-pfrommer-individually-and-in-his-official-capacity-as/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span> (2d Cir.1998), they argue that neither the ADA nor § 504 was intended to ensure that handicapped individuals receive specific services. Rather the intent of the ADA and § 504 was to ensure that handicapped individuals were not denied opportunities because of their handicaps that were afforded to non-handicapped individuals. <i>See also </i><i>Fetto,</i> 181 F.Supp.2d at 76 (holding that the purpose of the ADA and Rehabilitation Act was to eliminate discrimination on the basis of disability and to ensure evenhanded treatment between the disabled and non-disabled).</p>\n<p>In <i>Doe,</i> the plaintiff sued the Director of the New York State Vocational Educational Services for Individuals with Disabilities (\"VESID\") under the Title II of the ADA and § 504 of the Rehabilitation Act, claiming that VESID discriminated against him on the basis of his disability when it failed to provide him with certain services, including a \"job coach\" and in terminating his benefits and conditioning his re-entry into the VESID program on his receipt of psychiatric therapy. The Second Circuit affirmed the district court's grant of summary judgment in favor of the defendants stating, \"[i]n the case before us, it is clear that the plaintiff is in essence challenging the adequacy of his VESID services, not illegal disability discrimination.\" <i>Id.</i> at 82. The Court noted that his claims were not based on any alleged discriminatory animus against the disabled.</p>\n<blockquote>Such an argument would.be beyond tenuous given VESID's sole purpose in assisting the disabled. Rather, his challenge derives from VESID's failure to provide him with tailored vocational services, which he terms as \"reasonable accommodations,\" because of the particular needs of his disability. While such particularized treatment among the many services provided by VESID to the disabled may be required under Title I, it is not necessarily required under the anti-discrimination provisions of the Rehabilitation Act, or by implication, the ADA. In reviewing Doe's discrimination claims, therefore, it is important to bear in mind that the purposes of such statutes are to eliminate discrimination on the basis of disability and to ensure evenhanded treatment between the disabled and the able-bodied.</blockquote>\n<p><i>Id.</i> (internal citations omitted). The Court concluded that what the plaintiff was ultimately challenging was not illegal discrimination against the disabled but the substance of the service provided to him by VESID. <i>Id.</i> at 84. \"To provide the modifications he seeks would not serve the purpose of leveling the playing field with respect to the benefits under VESID available to the non-handicapped.\" <i>Id.</i> Therefore, the Court affirmed the grant of summary judgment in favor of defendants on the plaintiffs discrimination claims. <i>See also </i><i>Flight v. Gloeckler,</i> <span class=\"citation\" data-id=\"706043\"><a href=\"/opinion/706043/edward-flight-v-lawrence-c-gloeckler-in-his-official-capacity-as-deputy/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 64 (2d Cir.1995) (\"challenges to the allocation of resources among the disabled under the Rehabilitation Act are disfavored.\"); <i>Rodriguez v. City of New York,</i> 197 F.3d at 618 (holding that the ADA only requires that a particular service provided to some not be denied to the disabled and, thus, dismissing plaintiffs' claim that challenged the City's failure to provide a particular service to the disabled, which was not provided to anyone); <i>Fetto,</i> 181 F.Supp.2d at 76 (holding that plaintiffs claim that he received benefits different than those provided to children in residential facilities would not support a cause of action under the ADA).</p>\n<p>Plaintiffs, on the other hand, relying on the Supreme Court's decision in <i>Olmstead v. L.C.,</i> <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1999), and <i>Jackson v. Fort Stanton Hospital &amp; Training School,</i> <span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1243</span></span>, 1299 (D.N.M.1990), <i>rev'd in part </i><i>and remanded by</i> <span class=\"citation\" data-id=\"583724\"><a href=\"/opinion/583724/jackson-v-fort-stanton-hospital-and-training-school/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span> (10th Cir.1992), maintain that DCF discriminated against M.K. by failing to make, and/or refusing to make a professional judgment as to whether M.K. could live and be educated in his own home or in his home community if the necessary support services were provided. Specifically, plaintiffs claim that DCF refused to make such professional judgments when M.K. was admitted to Riverview, and before or during M.K.'s residential placements in Harmony Hill and Brightside. Instead, they argue, the record shows that DCF repeatedly provided inadequate services to the family and then reduced or terminated those services, making institutionalization a virtual certainty.</p>\n<p>Additionally, in Count III, plaintiffs claim that DCF's policy of allowing virtually unlimited state funding for institutional placements as opposed to time-limited, home-based services violates 28 C.F.R. § 35.130(b)(8).<sup>[12]</sup> (Consol.Compl.¶ 128.) They further claim that DCF's alleged policy of placing time limits on the provision of services designed to prevent the breakdown of the family unit or reunite the family violates 28 C.F.R. § 35.130(b)(3)(ii)<sup>[13]</sup> by using criteria and methods of administration which undermine the principal goal of the Protective Services program of preserving the family unit. (Consol.Compl. ¶ 129.) These practices, they contend, discriminate against children based on the severity of their disabilities. (Consol.Compl. ¶ 130.)<sup>[14]</sup></p>\n<p>In <i>Olmstead,</i> the Supreme Court considered whether the State's refusal to provide services to mentally disabled persons in community settings, as opposed to institutions, violated the anti-discrimination provision of Title II of the ADA, 42 U.S.C. § 12132. The Supreme Court held that \"unjustified institutional isolation of persons with disabilities is a form of discrimination,\" because, <i>inter alia,</i> \"[i]n order to receive needed medical services, persons with mental disabilities must, because of those disabilities, relinquish participation in community life they could enjoy given reasonable accommodations, while persons without mental disabilities can receive the medical services they need without similar sacrifice.\" 527 U.S. at 601, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>. The Court, however, specifically noted that it was not holding \"that the ADA imposes on the States a `standard of care' for whatever medical services they render, or that the ADA requires the States to `provide a certain level of benefits to individuals with disabilities.'\" <i>Id.</i> at 603 n. 14, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>. However, with regard to the services that the States do provide, the Court held that they must adhere to the ADA's nondiscrimination requirements. <i>Id.</i> The Court concluded, \"[u]nder Title II of the ADA, States are required to provide community-based treatment for persons with mental disabilities when the State's treatment professionals determine that such placement is appropriate, the affected persons do not oppose such treatment, and the placement can be reasonably accommodated, taking into account the resources available to the State and the needs of others with mental disabilities.\" <i>Id.</i> at 607, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>.<sup>[15]</sup></p>\n<p>The Second Circuit has had the opportunity to construe <i>Olmstead</i> on several occasions. In <i>Rodriguez,</i> 197 F.3d at 619, the Court held that <i>Olmstead</i> did not stand for the proposition that States must provide disabled individuals with the opportunity to remain out of institutions. \"Instead, it holds only that `States must adhere to the ADA's nondiscrimination requirement with regard to the services they in fact provide.'\" <i>Rodriguez,</i> 197 F.3d at 619 (quoting <i>Olmstead,</i> 527 U.S. at 604, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>). In a subsequent case, <i>Henrietta D. v. Bloomberg,</i> <span class=\"citation\" data-id=\"782206\"><a href=\"/opinion/782206/henrietta-d-henrietta-s-simone-a-ezzard-s-john-r-pedro-r-on/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span> (2d Cir.2003), the Second Circuit held that the basic analytical framework of the ADA requires a comparative component, in other words, \"there must be something different about the way the plaintiff is treated `by reason of ... disability.'\" <i>Id.</i> at 276 (quoting 42 U.S.C. § 12132 and citing <i>Rodriguez,</i> 197 F.3d at 618, <i>Doe,</i> 148 F.3d at 83-84, <i>Flight,</i> 68 F.3d at 63-64, and <i>Olmstead,</i> 527 U.S. at 600-01,<span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>).</p>\n<p>The Court has carefully reviewed plaintiffs' discrimination claims and has considered all of the evidence presented in support of these claims in the light most favorable to plaintiffs. Nevertheless, the Court finds no evidence to support a claim of discrimination under the ADA or § 504. Like the plaintiffs in <i>Doe,</i> plaintiffs here are attempting to invoke the anti-discrimination provisions of the ADA and the Rehabilitation Act to challenge the adequacy of the services provided by DCF, not illegal disability discrimination. As the Supreme Court specifically noted in <i>Olmstead,</i> the ADA does not impose on the States a standard of care for whatever services they provide to the disabled nor does it require the States to \"provide a certain level of benefits to individuals with disabilities.\" 527 U.S. at 603 n. 14, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>. Yet, this is precisely what plaintiffs are challenging in this casethe level of benefits provided by DCF to M.K. Such a claim is not cognizable under the anti-discrimination provisions of either the ADA or § 504. As the Second Circuit held in <i>Henrietta D. v. Bloomberg,</i> 331 F.3d at 276, there must be something different about the way M.K. was treated because of his disability. It is this comparative component that is wholly lacking from plaintiffs' discrimination claims.</p>\n<p>Plaintiffs also seek to invoke the integration regulation promulgated under the ADA, 28 C.F.R. § 35.130(d), which provides that \"[a] public entity shall administer services, programs, and activities in the most integrated setting appropriate to the needs of qualified individuals with disabilities.\" Plaintiffs maintain that DCF has repeatedly failed or refused to make a professional judgment as to whether M.K. could live and be educated in his home or his home community when he was admitted to Riverview and before or during his residential placements at Harmony Hill and Brightside. The DCF defendants counter that M.K. was placed at Riverview in 1995 at the request of Mrs. K. and by order of the Probate Court. After he completed his stay at Riverview, he was placed at a residential facility, Harmony Hills, because the treating professionals at Riverview believed it was not safe for him to return home. As soon as possible, they state, he was discharged to his home. In 1998, he was again placed at Riverview at the request of his mother and based upon an order of the Probate Court. Upon his discharge, he was again placed for a short time at the Children's Home and then at a residential facility, Brightside in Massachusetts, again upon the recommendation of treating professionals. As soon as it was therapeutically indicated, he was moved to a group home and began attending public school in the community and was later placed in a foster home. Thus, the record shows that defendants' placement of M.K. at Riverside was done pursuant to court orders and/or at the request of Mrs. K. The Court finds no violation of the integration regulation under these circumstances.</p>\n<p>Plaintiffs cite to the expert report of Dr. Mark Schaefer in December 1998, who opined that M.K. should not have remained in Brightside. While there may have been a disagreement between professionals as to how long M.K. should have stayed at Brightside, DCF acted pursuant to the advice of its treatment professionals in placing M.K. there until it was determined that he could be moved to a group home. The Court finds no basis for a claim of discrimination under these facts.</p>\n<p>With respect to plaintiffs' claims that DCF violated 28 C.F.R. § 35.130(b)(8), plaintiffs have failed to identify any eligibility criteria not necessary for the provision of the service or program being offered that was employed by DCF to screen out M.K. from fully and equally enjoying such service or program. With respect to plaintiffs' claims that DCF violated 28 C.F.R. § 35.130(b)(3)(ii), they have not produced any evidence that DCF employed \"criteria or methods of administration\" that had the purpose or effect of substantially impairing accomplishment of the objectives of its program. To the extent this claim is addressed to what plaintiffs perceived to be the differences in DCF's mandatory Protective Services Program and the Voluntary Services Program, that issue has been addressed above.</p>\n<p>Based on the reasoning of <i>Doe,</i> the Court finds that plaintiffs have failed to set forth a claim of discrimination under either the ADA or the Rehabilitation Act and grants summary judgment in favor of the DCF defendants on these particular claims.</p>\n<p></p>\n<h2><i>VII. Use of Restraints and Seclusion by DCF</i></h2>\n<p>Plaintiffs also assert various claims relating to DCF's use of restraints and seclusion during M.K's hospitalization at Riverview between September 1995 and April 1996. Plaintiffs state that during M.K.'s stay at Riverview, M.K. was restrained on a papoose board on at least three occasions and was placed in a locked \"time-out\" room approximately 57 times. Despite Mrs. K.'s advising hospital staff that she objected to the use of these measures, the staff at Riverview refused to honor her request that these measures not be used and refused to obtain her permission prior to implementing such restraints.</p>\n<p>Although plaintiffs allege in their complaint that their rights were violated by virtue of DCF's failure to obtain Mrs. K.'s permission every time there was a need to use restraints or a \"time-out\" room while M.K. was at Riverview, they have not cited to any statute, regulation, or even case law to support this claim. When this issue was raised at the first due process hearing, the Hearing Officer found that the decision to use such form of behavior management was a medical decision and held that she did not have jurisdiction over such decision-making in a psychiatric hospital. (Concl. of Law ¶ 26.) The administrative record indicates that the use of seclusion and restraints was part of a continuum of disciplinary measures, including cueing, praising, redirecting, time out in the classroom, time out in a locked time-out room staffed by childcare workers, and the returning the child to his unit. (Hearing Officer's Findings of Fact ¶ 62.) A clinical nurse testified that seclusion and restraint were always done with supervision and were only ordered by a doctor. <i>(Id.</i> at ¶ 63.)</p>\n<p>The Court agrees with the Hearing Officer that the use of seclusion and restraints at a psychiatric hospital was a medical decision, which is not subject to review under the IDEA. The Court further finds that plaintiffs have failed to set forth any legally cognizable claim with respect to the DCF defendants' failing to obtain parental consent prior to the use of restraints or seclusion and grants summary judgment in favor of the DCF defendants as to these claims.</p>\n<p></p>\n<h2><i>VIII. Section 1983 Claims</i></h2>\n<p>Plaintiffs also assert in the Seventh Count that defendants Kemper and LeBrun violated plaintiffs' rights secured by the Due Process Clause of the Fourteenth Amendment by virtue of twelve acts taken by them which were done intentionally and in reckless disregard of plaintiffs' rights. Four of these claims (Consol. Comp. ¶ 138a, e, f, and l) concern the transfer of M.K. from mandatory Protective Services to Voluntary Services, which has been discussed at length, <i>supra.</i> Two of the claims (Consol. Comp. ¶ 138g and h) concern the alleged acts of retaliation, which have been decided. Several others (Consol. Comp. ¶ 138j and k) involve the use of restraints and seclusion, which again have been resolved. Four of the claims have not been specifically addressed above: that defendants LeBrun and Kemper (b) failed to provide plaintiffs with written notice prior to the termination of DCF services; (c) failed to provide plaintiffs with a reasonable opportunity to participate in decision-making as to what services would be funded by DCF; (d) terminated services before plaintiffs had an opportunity to challenge the government's decision through a hearing; and (i) indicating that DCF services would be terminated if Mrs. K. continued to complain that DCF policies and practices were necessarily segregating her son.</p>\n<p>To set forth a claim under § 1983, plaintiffs must satisfy a two-pronged test: (1) that defendants are persons acting under color of state law; and (2) that plaintiffs have been deprived of a constitutional or federally protected right. <i>Lugar v. Edmondson Oil Co.,</i> <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 930, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1982). Only the second prong is at issue. As discussed above, plaintiffs have failed to establish any personal involvement of either Kemper or LeBrun with any of the alleged deprivations. Therefore, they are entitled to summary judgment on plaintiffs' 1983 claims.</p>\n<p></p>\n<h2><i>IX. Mootness</i></h2>\n<p>The DCF defendants argue that some of plaintiffs' claims cannot be granted because of mootness. The Court agrees.</p>\n<p>Plaintiffs' request that DCF maintain funding for M.K.'s therapeutic foster care placement is moot because M.K. is no longer in foster care.</p>\n<p>Plaintiffs' request that DCF provide certain support services so that M.K. can continue to attend public school is also moot, since M.K. has completed all of the academic requirements for graduation from public school and is no longer enrolled in a public school.</p>\n<p>Plaintiffs have also asked the Court to enter an order requiring DCF to make Mrs. K. and M.K. full members of the DCF treatment team. Again, this claim is moot in that M.K., who is now 22 years old, has graduated from high school, has been exited from special education, and all DCF services have been terminated. There is no DCF treatment team for Mrs. K. or M.K., who is no longer a minor, to participate in as full members. <i>See generally Fetto v. Sergi,</i> 181 F.Supp.2d at 66-67.</p>\n<p></p>\n<h2><i>X. State's Lien Against Mrs. K. and M.K.</i></h2>\n<p>As part of their prayer for relief, plaintiffs ask this Court to enjoin DCF from imposing a lien on plaintiffs' assets, including any recovery in this lawsuit, to reimburse itself for the cost of the educational services provided to M.K. Plaintiffs argue that, under <i>Andree v. County of Nassau,</i> <span class=\"citation\" data-id=\"2314455\"><a href=\"/opinion/2314455/andree-by-andree-v-county-of-nassau/\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">325</span></a></span> (E.D.N.Y.2004) (holding that DSS's placement of a lien on settlement or personal injury awards received by a disabled student to pay for services that are mandated to be provided free of charge to such students violated the IDEA), this Court possesses the authority under the IDEA to impose such an injunction.</p>\n<p>DCF states that there is no lien against any assets of Mrs. K. or M.K., but that under Conn. Gen.Stat. § 46b-130, it is entitled to seek reimbursement from plaintiffs. Section 46b-130, \"Reimbursement for expense of care and maintenance. Assignment of right of support to Commissioner of Children and Families,\" provides in relevant part:</p>\n<blockquote>The parents of a minor child for whom care or support of any kind has been provided under the provisions of this chapter shall be liable to reimburse the state for such care or support to the same extent, and under the same terms and conditions, as are the parents of recipients of public assistance.</blockquote>\n<p>Here, unlike DSS's situation in <i>Andree,</i> DCF has not asserted a lien against the proceeds of this lawsuit or any other assets of plaintiffs. Moreover, in <i>Andree,</i> the Court held only that DSS could not assert a lien for educational or related services provided under the IDEA. This ruling did not affect DSS's ability to assert a lien against plaintiffs recovery in a medical malpractice suit for Medicaid expenditures.</p>\n<p>Because DCF has yet not asserted a lien against any assets of plaintiffs, this controversy is not ripe for adjudication. The Court declines \"to provide an advisory ruling on something that has not yet happened or may never happen.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, for the reasons set forth above, the Motion for Summary Judgment [Doc. #230] of the DCF defendants is GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Karl Kemper states in his affidavit that he was Regional Administrator of the Eastern Region of DCF from May 1, 1998, to February 2002.</p>\n<p>[2]  Carissa LeBrun states in her affidavit that she was the social worker assigned to M.K.'s case between June 1995 and March 1996. Between April 1998 and June 1998, she was the social work supervisor on M.K.'s case.</p>\n<p>[3]  The Department of Children and Families, Dunbar, Kemper, and LeBrun are referred to herein collectively as the \"DCF defendants.\"</p>\n<p>[4]  Plaintiffs' complaint has been amended four times since 1996, culminating in the last complaint filed November 18, 2003, which is referred to by the parties as the \"consolidated complaint.\" It encompasses plaintiffs' claims in Case No. 3:96cv00482 (WIG) and Case No. 3:03cv1505 (WIG).</p>\n<p>[5]  Plaintiffs cite <i>Greenwich Citizens Committee, Inc. v. Counties of Warren,</i> <span class=\"citation\" data-id=\"713040\"><a href=\"/opinion/713040/greenwich-citizens-committee-inc-concerned-citizens-of-hudson/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span> (2d Cir. 1996), in support of this proposition. The <i>Greenwich Citizens</i> case is distinguishable. That case addressed the requisite state-of-mind requirement for a § 1983 claim against a government official alleged to have chilled a litigant's freedom of speech by filing a counterclaim in response to a complaint. <i>Greenwich Citizens,</i> 77 F.3d at 30. No such claim is asserted in this case.</p>\n<p>[6]  She said that defendant LeBrun, who was the DCF social worker's supervisor, came in and said \"You need to do what you need to do\" <i>(id.</i> at 240). She then signed the papers.</p>\n<p>[7]  To the extent that plaintiffs claim that Exceptional Non-Categorical Services were time-limited, Kemper explained that this is not a program but a payment mechanism. It provides a mechanism for DCF to pay for services for a child when those services are not normally provided by a facility or an agency with which DCF has a continuing contract. (Kemper Aff. at 3.)</p>\n<p>[8]  Except where a special school district, called a Unified School District, has been created by statute, Conn. Gen.Stat. § 10-15d, the LEA is the school system in the town in which the child resides. The statutorily created Unified School Districts, which are the LEAs for purposes of the IDEA, are schools operated by state agencies. Unified School District # 2 consists of four schools operated by DCF, each of which is located on the grounds of a DCF-operated facility: Connecticut Children's Place, Riverview Hospital, High Meadows, and Long Lane. If a child eligible for special education and related services under the IDJEA resides at one of these four DCF facilities, then DCF is responsible for providing educational services. (The only exception is a \"no-nexus\" situation, which occurs when a child is in the custody of DCF and an LEA cannot be identified, either because a child does not have a parent living in the state or because parental rights have been terminated.) M.K. resided at Riverview from September 14, 1995 to April 12, 1996, and again from March 27, 1998, to June 1, 1998. During those periods, he attended U.S.D. # 2 and DCF acted as his LEA. None of the claims asserted by plaintiffs pertain to these time periods.</p>\n<p>[9]  As plaintiffs correctly point out, the Second Amended Complaint does address these allegations but only as to defendant DCF. (2d Am.Compl. ¶ 126.) Neither defendant LeBrun nor defendant Kemper was a party to that complaint. They were both added as defendants in the Fourth Amended Complaint. It is as to these defendants that plaintiffs seek money damages for the alleged retaliation.</p>\n<p>[10]  Plaintiffs attempt to get around the statute of limitations bar by arguing that these three incidents represented a continuing course of conduct constituting a breach of duty, such that the limitations period does not begin to run, or is tolled, until that conduct terminates. The Court disagrees. Each of these incidents was a discrete allegedly retaliatory incident, involving different participants. Plaintiffs themselves characterize these as a \"series of specific discriminatory acts.\" (Pls.' Mem. at 30.). \"A discrete retaliatory or discriminatory act `occurred' on the day that it `happened.'\" <i>Nat'l R.R. Passenger Corp. v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 110, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002). \"Each incident of discrimination and each retaliatory adverse employment decision constitutes a separate actionable `unlawful employment practice.'\" <i>Id.</i> at 114, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>. \"[D]iscrete discriminatory acts are not actionable if time barred, even when they are related to acts alleged in timely filed charges.\" <i>Id.</i> at 112, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>.</p>\n<p>[11]  Although this issue was not raised by the DCF defendants and has not been briefed, the Court notes that there is substantial authority in this Circuit supporting the proposition that there is no individual liability under Section 504 of the Rehabilitation Act or Title II of the ADA. <i>See S.W. v. Warren,</i> <span class=\"citation\" data-id=\"1765503\"><a href=\"/opinion/1765503/sw-by-jw-v-warren/\"><span class=\"volume\">528</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">282</span></a></span>, 297 (S.D.N.Y.2007) (dismissing all § 504 and IDEA claims against individual defendant); <i>Atkins v. County of Orange,</i> <span class=\"citation\" data-id=\"2340915\"><a href=\"/opinion/2340915/atkins-v-county-of-orange/\"><span class=\"volume\">251</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1225</span></a></span>, 1233 (S.D.N.Y.2003) (holding that individuals may not be sued for violations of Title II of the ADA); <i>Harnett v. Fielding Graduate Institute,</i> <span class=\"citation\" data-id=\"2414016\"><a href=\"/opinion/2414016/hartnett-v-fielding-graduate-institute/\"><span class=\"volume\">400</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">570</span></a></span>, 575 (S.D.N.Y. 2005) (holding that individuals may not be held personally liable for violations of the ADA or Rehabilitation Act), <i>aff'd,</i> 198 Fed. Appx. 89 (2d Cir.2006); <i>Menes v. CUNY Univ. of N.Y.,</i> <span class=\"citation\" data-id=\"2529503\"><a href=\"/opinion/2529503/menes-v-cuny-university-of-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">294</span></a></span>, 306 (S.D.N.Y.2000)(holding that ADA and Rehabilitation Act claims may not be asserted against individuals either in their personal or official capacity); <i>Harris v. Mills,</i> <span class=\"citation\" data-id=\"2575195\"><a href=\"/opinion/2575195/harris-v-mills/\"><span class=\"volume\">478</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">544</span></a></span>, 547-48 (S.D.N.Y.2007) (holding that ADA and Rehabilitation Act claims may not be asserted against individuals); <i>but see Johnson v. New York Hospital,</i> <span class=\"citation no-link\"><span class=\"volume\">897</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">83</span></span>, 85-86 (S.D.N.Y.1995) (allowing § 504 claim against individuals who were responsible for the discriminatory decisions), <i>aff'd on other grounds,</i> <span class=\"citation\" data-id=\"726597\"><a href=\"/opinion/726597/james-johnson-v-the-new-york-hospital-and-dr-david-skinner/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span> (2d Cir. 1996); <i>Scruggs v. Meriden Bd. of Educ.,</i> No. 3:03cv2224, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2072312</span></span>, at *10 (D.Conn. Aug.26, 2005) (allowing Rehabilitation Act claim against a defendant with authority to accept federal funding), <i>vacated in part on reconsideration,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2715388</span></span> (D.Conn. Sept.22, 2006).</p>\n<p>[12]  28 C.F.R. § 35.130(b)(8) provides:\n</p>\n<p>(8) A public entity shall not impose or apply eligibility criteria that screen out or tend to screen out an individual with a disability or any class of individuals with disabilities from fully and equally enjoying any service, program, or activity, unless such criteria can be shown to be necessary for the provision of the service, program, or activity being offered.</p>\n<p>[13]  28 C.F.R. § 35.130(b)(3)(ii) provides:\n</p>\n<p>(3) A public entity may not, directly or through contractual or other arrangements, utilize criteria or methods of administration:</p>\n<p>(ii) That have the purpose or effect of defeating or substantially impairing accomplishment of the objectives of the public entity's program with ct to individuals with disabilities.</p>\n<p>[14]  It is not clear whether plaintiffs in Count III are bringing this claim under § 1983 or the ADA or the Rehabilitation Act. The Court notes initially that the Second Circuit has not yet determined whether a federal regulation standing alone can create a right enforceable via § 1983. <i>See D.D. v. New York City Bd. of Educ.,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></span>, 513 (2d Cir.2006) (citing cases and the split of the circuits on this issue), <i>amended on other grounds on denial of reh'g by</i> <span class=\"citation\" data-id=\"797144\"><a href=\"/opinion/797144/dd-a-minor-by-and-through-his-parent-and-next-friend-vd-ac-a/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span> (2d Cir.2007). The Court need not resolve that issue here because it finds that plaintiffs' claims in Count III must fail for other reasons.</p>\n<p>[15]  In <i>Jackson v. Fort Stanton Hospital &amp; Training School,</i> 757 F.Supp. at 1299, the other case relied upon by plaintiffs, the District Court of New Mexico held that recipients of federal assistance are prohibited under § 504 of the Rehabilitation Act from discriminating against handicapped individuals on the basis of the severity of their disability by excluding them from facilities provided to their less severely disabled peers. \"Where reasonable accommodations in community programs can be made, defendants' failure to integrate severely handicapped residents into community programs which presently serve less severely handicapped residents violates § 504.\" <i>Id.</i></p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110327/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/583724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/609738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/670689/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/685132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698654/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/713040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/724876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/732427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/797144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1765503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2285464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2314455/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2340915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2414016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427134/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2451156/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2476947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2518136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2518419/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2529503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2575195/"
          ]
        }
      ],
      "judges": "William I. Garfinkel",
      "date_created": "2014-10-31T00:36:23.310762Z",
      "date_modified": "2016-03-03T22:23:22.703173Z",
      "date_filed": "2008-05-12",
      "date_filed_is_approximate": false,
      "slug": "mk-ex-rel-mrs-k-v-sergi",
      "citation_id": 2478587,
      "case_name_short": "Sergi",
      "case_name": "MK Ex Rel. Mrs. K. v. Sergi",
      "case_name_full": "",
      "federal_cite_one": "554 F. Supp. 2d 175",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2537571/mk-ex-rel-mrs-k-v-sergi/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:36:23.308505Z",
  "date_modified": "2014-10-31T00:36:23.308505Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Sergi",
  "case_name": "MK Ex Rel. Mrs. K. v. Sergi",
  "case_name_full": "",
  "slug": "mk-ex-rel-mrs-k-v-sergi",
  "docket_number": "3:96CV00482 (WIG)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}