{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2548084/",
  "id": 2548084,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ohnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1415687/",
      "id": 1415687,
      "absolute_url": "/opinion/1415687/reed-v-rhodes/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2548084/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1415687/",
          "id": 1415687,
          "absolute_url": "/opinion/1415687/reed-v-rhodes/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1415687/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/207/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:01:53.200905Z",
          "date_modified": "2017-04-04T20:34:19.125218Z",
          "type": "010combined",
          "sha1": "9b4ce10632c647c810dc37c612d1206d6c3f8333",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>455 F.Supp. 569 (1978)</b></center>\n<center><h1>Robert Anthony REED, III, et al., Plaintiffs,<br>\nv.<br>\nJames A. RHODES et al., Defendants.</h1></center>\n<center>No. C73-1300.</center>\n<center><p><b>United States District Court, N. D. Ohio, E. D.</b></p></center>\n<center>February 6, 1978.</center>\n<p><span class=\"star-pagination\">*570</span> <span class=\"star-pagination\">*571</span> James L. Hardiman, Cleveland, Ohio, Nathaniel R. Jones, Gen. Counsel, NAACP, New York City, Thomas I. Atkins, Roxbury, Mass., for plaintiffs.</p>\n<p>Mark O'Neill, Weston, Hurd, Fallon, Paisley &amp; Howley, Ohio State Bd. of Ed., George I. Meisel, Charles F. Clarke, William C. Hartman, James P. Murphy, of Squire, Sanders &amp; Dempsey, John H. Bustamante, Cleveland City Bd. of Ed., Cleveland, Ohio, for defendants.</p>\n<p></p>\n<h2>REMEDIAL ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>In its Remand Opinion entered today, this Court reconsidered and elaborated upon its findings of August 31, 1976 in light of <i>Dayton Board of Education v. Brinkman,</i> 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977), and other recent United States Supreme Court decisions. Today's Opinion reaffirms the August 31, 1976 findings that defendants (City and State) discriminated against plaintiffs by numerous acts and omissions, the purpose and effect of which were to foster and maintain a segregated dual school system; that these numerous constitutional violations had systemwide impact entitling plaintiffs to a systemwide remedy; and that both the City and State defendants are constitutionally liable for having maintained a <i>de jure</i> segregated public school system. This Order is addressed to remedying that condition and restoring plaintiffs to substantially the position they would have occupied had these violations not occurred.</p>\n<p>As stated in the Remand Opinion, the finding of systemwide <i>de jure</i> segregation mandates a comprehensive, systemwide plan of desegregation which eliminates the systematic pattern of schools substantially disproportionate in their racial composition to the maximum extent feasible. <i>Milliken v. Bradley,</i> 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed.2d 1069 (1974). Recognizing that \"[s]chool authorities have the <i>primary</i> responsibility for elucidating, assessing, and <span class=\"star-pagination\">*572</span> solving these problems,\" <i>Brown v. Board of Education,</i> 349 U.S. 294, 299, 75 S.Ct. 753, 756, 99 L.Ed. 1083 (1955) (emphasis added), the Court ordered the defendants to prepare a desegregation plan which would satisfy this mandate. To aid the Court in evaluating the proposals, a Special Master and two experts were appointed, on September 14, 1976 and December 3, 1976 respectively. In addition, on December 7, 1976, the Court provided the defendants with Instructions and Guidelines. (Appendix A)</p>\n<p>On February 10, 1977, the Court requested the United States Attorney General to intervene in this action to assist in formulating and implementing an appropriate remedy. The Attorney General declined to intervene as a party, but at his suggestion, on March 28, 1977, the United States of America, through the Attorney General, was designated to appear and participate in this action as <i>amicus curiae.</i></p>\n<p>The Cleveland and State defendants filed their proposed plans on January 18, 1977. On February 10, 1977 the Court rejected the Cleveland defendants' initial plan because it failed to comply with either the August 31, 1976 order or the December 7, 1976 guidelines. The Cleveland defendants were, therefore, ordered to submit another plan. On February 25, 1977 the Cleveland defendants filed their second proposed plan. Amendments to the second plan were filed on March 31, 1977 and April 18, 1977. On May 13, 1977, Cleveland defendants filed a third proposed plan to replace those previously filed.</p>\n<p>In a May 27, 1977 report, the Special Master recommended that the faculty and staff of the Cleveland system be desegregated by September 19, 1977. That recommendation was adopted and implementation was effected as ordered. That Order, entered June 3, 1977, is attached as Appendix B and is incorporated herein as a part of the remedy in this case.</p>\n<p>During June and July of 1977, the Special Master and the two Court-appointed experts held hearings on the State's proposed plan and the Cleveland defendants' third proposed plan. These lengthy hearings included testimony from six Cleveland Board of Education administrative personnel, five Cleveland Board Members, three State Board of Education employees, one expert who assisted in the development of the State Board of Education's desegregation plan, and one expert involved in the implementation of the Boston, Massachusetts desegregation plan.</p>\n<p>Members of the general public were also invited to present testimony concerning recommendations for the final plan at public hearings before the Special Master, also in June and July of 1977. During the hearings, 41 representatives for 27 community organizations, a representative of the Cleveland Teachers Union, and five private individuals testified. In addition, a large number of written responses, containing supplemental information and recommendations, were made a part of the record of this case.</p>\n<p>On October 27, 1977, the Special Master submitted recommendations which modified the State's plan and the Cleveland defendants' third plan where appropriate. The Special Master's recommendations were based upon evidence developed at hearings, supplemental information and recommendations submitted by civic organizations and concerned citizens of the City, and additional data and information obtained from the Cleveland School Superintendent. The following topics, all addressed by the Special Master, will be discussed in this Order:</p>\n<blockquote>I. Student Assignments</blockquote>\n<blockquote>II. Education Programs and other Ancillary Relief</blockquote>\n<blockquote>A. Testing</blockquote>\n<blockquote>B. Reading Programs</blockquote>\n<blockquote>C. Counselling and Career Guidance</blockquote>\n<blockquote>D. Magnet Schools and Programs</blockquote>\n<blockquote>E. Cooperation with Universities, Businesses and Cultural Institutions</blockquote>\n<blockquote>F. Extracurricular Activities</blockquote>\n<blockquote>G. Staff Development and Student Training in Human Relations</blockquote>\n<blockquote>H. Student Rights</blockquote>\n<blockquote>I. School-Community Relations</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*573</span> III. Transportation</blockquote>\n<blockquote>IV. Safety and Security</blockquote>\n<blockquote>V. Defendants' Ability to Implement Plan</blockquote>\n<blockquote>A. Management Perspective</blockquote>\n<blockquote>B. Financial Considerations</blockquote>\n<blockquote>VI. State's Role in Implementation</blockquote>\n<p>In many of these areas the Special Master recommended that the defendants be required to submit more detailed information and more specific remedial plans. Information regarding transportation plans and school closings, for example, had been requested from the defendants but has not yet been submitted in a completed form. As a result, certain parts of the desegregation plan, especially student assignments, will require some future modification.</p>\n<p>The Court finds that the Master's recommendations are sound and well-considered and substantially adopts them, with the few modifications described <i>infra.</i> This plan allows the greatest possible degree of actual desegregation in consideration of the practicalities. In making modifications, the Court has considered and applied the principles Judge DeMascio stated in <i>Bradley v. Milliken,</i> 402 F.Supp. 1096, 1102 (E.D.Mich. 1975):</p>\n<blockquote>[A]lthough the resulting injury is great, the remedy devised should not inflict sacrifices or penalties upon other innocent children as punishment for the constitutional violations exposed. We must bear in mind that since those committing the grotesque violations are no longer about, any such punishment or sacrifices would fall upon the very young; it is the children for whom the remedy is fashioned who must bear the additional burdens.</blockquote>\n<p></p>\n<h2>I. STUDENT ASSIGNMENTS</h2>\n<p>The Cleveland defendants' Third Plan, the State defendants' plan, and the Master's recommendations with respect to pupil assignments all employ techniques of contiguous and noncontiguous pairings and clusterings, boundary changes, grade structure changes, and feeder pattern changes to effectuate the desegregation of the Cleveland public school district. Given the geographic and residential structure of the City of Cleveland, the Court finds that these techniques are appropriate in this case. <i>See </i><i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 U.S. 1, 91 S.Ct. 1284, 28 L.Ed.2d 586 (1971).</p>\n<p>In preparing his recommended assignments, the Master endeavored to follow as closely as possible and practicable the recommendations contained in the City defendants' third plan. The reasoning behind his modifications to that plan are explained in his report of October 27, 1977 and in a special report by the Court-appointed expert, Gordon Foster, which is attached hereto as Appendix C.</p>\n<p>The pupil assignments proposed by the Master have been formulated with a view towards accomplishing the complete desegregation of the Cleveland Public School System in the safest, most efficient, and most economical manner consistent with a sound educational program. They are administratively feasible and take into consideration practicalities such as time and distance factors. The Court finds those proposed assignments to be entirely reasonable and appropriate, and, with two significant exceptions, hereby adopts the same.</p>\n<p>The first exception involves school closings. Both the State and Cleveland defendants' plans call for the closing of certain schools and the reassignment of students therefrom. In their third plan, the Cleveland defendants proposed closing seven elementary schools and one junior high school. For purposes of preparing the pupil assignment plan, the Master assumed that only those eight schools would be closed. However, testimony before the Special Master at recent hearings indicated that the closings proposed in the plans are insufficient in number in light of the severe financial problems faced by the Cleveland School System, and, further, that these proposals were not made pursuant to any well-considered plan. Raymond Sepeta, Assistant Supervisor of the Division of Housing, Equipment and Supplies of the Cleveland Board of Education, testified that at the <span class=\"star-pagination\">*574</span> elementary level, there was approximately 25%  33% excess capacity in the school facilities. (TR. 445) Closing only eight schools would only slightly reduce these excess capacity figures. It was evident, therefore, that the Cleveland defendants would find it financially necessary to close more than eight schools in 1978. In fact, the City defendants now indicate that between 15 and 30 schools may have to be closed. Closings in the midst of desegregation would of course cause incalculable interference with a carefully prepared plan of pupil reassignment. To avoid this problem, the Master, on September 30, 1977, recommended that the defendants be ordered to prepare a school closure study, and submit, on or before November 30, 1977, a school closing priority list based upon that study. The Court adopted that recommendation. On November 30, 1977, the Cleveland defendants filed a submission which was insufficient for reasons set forth in the Court's Order of December 31, 1977. The school closure study and related school closing priority list is now overdue from the defendants. The delay has effectively obstructed the formulation of a final pupil assignment plan. When the study and priority list are submitted in the form specified in the December 21, 1977 Order, defendants shall effect the necessary school closings, subject to the Court's approval, and submit a proposed pupil assignment plan which reassigns students in a nondiscriminatory manner.</p>\n<p>Since the defendants have not presented the ordered school closing information, the Master's pupil assignment plan will be modified to provide for reassignment of students without taking into consideration any school closings.</p>\n<p>All further implementation planning shall be based upon this modified assignment plan. Any reduction in capacity effected in the district pursuant to further orders of this Court shall be accompanied by the reassignment of students from closed facilities in a desegregative manner to be approved by this Court.</p>\n<p>The second exception to the Special Master's recommendations relates specifically to the Collinwood cluster. In Collinwood, a responsible community organization has developed alternative remedial proposals which fall within the Court's guidelines and appear to merit consideration.</p>\n<p>The Collinwood Community Congress has communicated its recommendations on several occasions to the Special Master (<i>e. g.,</i> March 10, 1977 statement and December 12, 1977 letter). The Congress recommends that the following clusters be established for pupil assignment in the Collinwood area elementary schools:</p>\n<blockquote>1. P. Bellamy, O. H. Perry, and H. W. Longfellow;</blockquote>\n<blockquote>2. H. Gibbons, W. Brett, and East Clark; and</blockquote>\n<blockquote>3. Memorial, Euclid Park, and K. Clement.</blockquote>\n<p>The Congress also makes a number of additional recommendations concerning educational components of the plan.</p>\n<p>The Collinwood area has been desegregated at the secondary levels for a number of years, and several fine community organizations have worked to assure the success of that desegregation effort. Many of these Collinwood community organizations presented testimony at the remedial hearings and alternative remedial plans. In view of the exemplary efforts of the Collinwood community, the Master's recommendations shall be modified to use the Collinwood Community Congress' recommendations. An exception is that the Iowa-Maple School will be included in the Collinwood cluster. (A part of the Iowa-Maple attendance zone is already in the Collinwood High School feeder pattern.) Appendix D illustrates how this is to be accomplished.</p>\n<p>If before May 1, 1978, any responsible community organization should come forward with a viable alternative remedial proposal for a particular high school cluster which meets the Court's guidelines, the Deputy Superintendent for Integration will consider the merits of such proposal and make a detailed report and recommendation to the Court.</p>\n<p>Otherwise, student assignment will be as follows:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*575</span> TABLE 1</h2>\n<p></p>\n<h2>CLEVELAND CITY SCHOOLS\n <span class=\"star-pagination\">*576</span> <span class=\"star-pagination\">*577</span> <span class=\"star-pagination\">*578</span> <span class=\"star-pagination\">*579</span> <span class=\"star-pagination\">*580</span> <span class=\"star-pagination\">*581</span> <span class=\"star-pagination\">*582</span> <span class=\"star-pagination\">*583</span> <span class=\"star-pagination\">*584</span> <span class=\"star-pagination\">*585</span> <span class=\"star-pagination\">*586</span> <span class=\"star-pagination\">*587</span> <span class=\"star-pagination\">*588</span> <span class=\"star-pagination\">*589</span> <span class=\"star-pagination\">*590</span> <span class=\"star-pagination\">*591</span> <span class=\"star-pagination\">*592</span> <span class=\"star-pagination\">*593</span> <span class=\"star-pagination\">*594</span> <span class=\"star-pagination\">*595</span> <span class=\"star-pagination\">*596</span>\n</h2>\n<p><span class=\"star-pagination\">*597</span> As recommended by the Special Master, this Order will not affect kindergarten or pre-kindergarten students. In the first year of implementation (1978-1979), high school seniors will have the option of finishing out their twelfth year at the school to which they are presently assigned.</p>\n<p>Another problem in the area of pupil assignment is the matter of special transfers. In the past, special assignments have been used to promote segregation. <i>See </i><i>Reed v. Rhodes,</i> 422 F.Supp. 708 (N.D.Ohio 1976). To remedy this problem, the Cleveland defendants proposed to review all records of students attending schools other than their \"home schools\" through special transfers. Where the return of the student to the home school would enhance desegregation, the student would be so reassigned, unless the student's program of studies would be inordinately disturbed. Future special transfer requests which would not enhance desegregation would be subject to approval by the Superintendent, and a list of all such transfers granted by the Superintendent would be submitted to the Court prior to November 1 of each year.</p>\n<p>The defendants have not explained the circumstances under which a student's program of studies would be so \"inordinately disturbed\" as to exempt that student from reassignment to the home school or what mechanisms and controls will be used to assure that the special transfer policy is not, once again, used by the Cleveland defendants to foster segregation. Therefore, the City defendants are ordered to submit to the Court a detailed special transfer plan which addresses itself to such transfers in the context of the desegregation process.</p>\n<p>In regard to the time and manner of implementation, the Cleveland defendants' third plan provides for the \"phasing-in\" of desegregation over a three year period. The State defendants' plan provides for phasing starting with elementary students in the first year, junior high students in the second year, and senior high students in the final year. Unlike the State Board's plan, the Cleveland defendants' third plan provides for phasing on a geographic basis, with all grades within a high school cluster being desegregated at one time.</p>\n<p>In response to inquiry by the Special Master, State Board officials agreed that their plan could be implemented as a package instead of being phased. The Cleveland defendants have provided no authority supporting their contention that the educational program of the District will suffer if all of the schools are desegregated at one time. The Special Master has recommended that there be no phasing-in of desegregation, and the Court has seen no contrary evidence to indicate that phasing is necessary or preferable. Defendants have been given sufficient lead time, and must, therefore, simultaneously implement a desegregation plan for all grades in all areas of the City beginning with the opening of school in September 1978.</p>\n<p></p>\n<h2>II. EDUCATIONAL PROGRAMS AND OTHER ANCILLARY RELIEF</h2>\n<p>The obligation of defendants, found to have maintained a dual school system, goes beyond reassignment of pupils to fully integrated schools and classrooms. Defendants have the further constitutional obligation to develop educational programs that will correct the effects of prior segregated schooling to the greatest extent possible.</p>\n<p>There is agreement in this case among the plaintiffs, local defendants, and the Special Master as to the appropriateness of including the ancillary relief ordered here. The State defendants alone disagree that these provisions bear an essential relationship to the process of desegregation.</p>\n<p>The recent decision of the Supreme Court in <i>Milliken v. Bradley,</i> 433 U.S. 267, 97 S.Ct. 2749, 53 L.Ed.2d 745 (1977) (<i>\"Milliken II\"</i>), answers the theoretical State Board objections. The Court held there that federal courts must on occasion address matters other than pupil assignment to eliminate the effects of prior segregation. Remedial programs are sometimes required to overcome <span class=\"star-pagination\">*598</span> the inequalities inherent in dual school systems, and when the consequences of unlawful educational isolation linger, they must be dealt with by independent measures beyond pupil assignment. 97 S.Ct. at 2758, 2761.</p>\n<p>Applying these standards, this Court has made a thorough, independent review of the evidence in this case and has determined that the educational programs and other ancillary relief detailed below are necessary to overcome the effects of the dual school system and <i>de jure</i> segregation, and to assure an effective transition to a racially neutral, nondiscriminatory, unitary school system. The Court's obligations and objectives in respect to these ancillary relief provisions are calculated (1) to remedy the academic effects of prior segregation; (2) to ensure that existing and future programs are administered in a nondiscriminatory fashion; (3) to maintain a secure, integrated school environment in which the rights of all students are protected; and (4) to guaranty that Court-ordered educational provisions are successfully implemented.</p>\n<p></p>\n<h2>A. <i>Testing and Tracking</i>\n</h2>\n<p>The record indicates that achievement and ability testing has long been used in the Cleveland School System as an indicator of student progress. While there has been no evidence of discriminatory use of tests in the past, the evidence adduced in this case indicates that testing can become a tool for resegregation. Therefore, defendants are cautioned that they must insure that all tests, whether standardized, criterion referenced, or teacher made, are developed, administered, and scored in a nondiscriminatory manner.</p>\n<p>The Court is particularly concerned that the results of such tests are used in a nondiscriminatory manner. In particular, the defendants shall avoid ability grouping or tracking students in segregated classrooms. Ability grouping poses particular problems and dangers to a school system undergoing desegregation. The Master noted that the assignment of a previously segregated student to a low achieving group may result in a self-fulfilling prophecy of continuing low achievement. Recommendations of the Special Master at 132, October 27, 1977. The Court is persuaded by testimony that permitting ability grouping or tracking during a program of desegregation would introduce a major weakness into the desegregation process. (<i>E. g.,</i> TR. 34, 35, 6, 80, 81, December 9, 1977). Therefore, the defendants shall not assign students in ability groupings where such assignment results in racially segregated classrooms. When the school system has operated as a unitary system for a period sufficient to assure that the underachievement of certain groups is not due to educational inequities caused by prior segregation, ability grouping may be resumed, if otherwise necessary or desirable. <i>See </i><i>McNeal v. Tate County School District,</i> 508 F.2d 1017 (5th Cir. 1975). To ensure that this provision is effectively implemented, local defendants shall report in the manner suggested by the Special Master in his Recommendations, <i>supra,</i> at 133.</p>\n<p></p>\n<h2>B. <i>Reading Programs</i>\n</h2>\n<p>The development of proficient reading skills is perhaps the most essential service a school system provides. Without reading skills, students cannot achieve academic success and will be handicapped in any occupation in the outside world. <i>Bradley v. Milliken,</i> 402 F.Supp. 1096, 1138 (E.D.Mich. 1975). The record contains studies establishing that minority students often lag behind the national norm for urban areas.</p>\n<p>Testimony of both plaintiffs' and defendants' witnesses identified the need for reading programs to be made part of any Cleveland desegregation plan. The evidence presented during the remedy hearings demonstrated that the percentage of students in Cleveland reading below average performance levels increases as the percentage of black students in particular schools increases. The Court is persuaded that lower performance <span class=\"star-pagination\">*599</span> scores in schools with a predominance of black students, though partially explainable by the factor of poverty, are mainly a result of differing racial treatment. Therefore, the Court finds that the reading deficiencies, demonstrated by defendants' reports of test scores (PX 2), are directly and substantially attributable to factors involving racial discrimination.</p>\n<p>In November 1974, the Cleveland Board of Education published a study entitled \"Reading in Cleveland Schools: An Assessment and Forward Look.\" This report evaluated the reading program in the elementary schools and included an analysis of reading achievement test scores. Among the findings of the study group were these:</p>\n<blockquote>1. There is a strong, well organized and highly professional measurement program in operation.</blockquote>\n<blockquote>2. In contrast, there does not exist an evaluation program which could provide key decision makers needed information about the reading program.</blockquote>\n<blockquote>3. Results of reading tests indicate:</blockquote>\n<blockquote>a. Favorable and improving results at the primary levels.</blockquote>\n<blockquote>b. Generally below average and stable results at the intermediate levels.</blockquote>\n<blockquote>c. Poor, and perhaps deteriorating, test results at the upper grade levels.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>4. Generally poor use of test results by principals and central office administration because of a lack of a total evaluation program and local school instructional leadership.</blockquote>\n<p>This report supports the Court's findings. The general deterioration of test scores as students move through the system supports the inference that students educated in this segregated dual school system are not growing as they move through the system, and in fact may actually be regressing.</p>\n<p>In order to remedy the effects of past discrimination, the defendants shall institute an affirmative reading skills program which does not resegregate. By April 15, 1978, they shall report to the Court what steps have been taken or will be taken by the Cleveland Board in response to the findings in the 1974 study set forth above and to other deficiencies in the reading program this study may have identified.</p>\n<p>The defendants shall conduct an additional study to determine the nature and extent of disparities in the reading skill test scores of minority and white pupils in the Cleveland public schools at the elementary, junior high, and senior high school levels. The design for this study shall be developed in consultation with experts assisting the Court and shall be submitted to the Court for its approval before July 1, 1978.</p>\n<p></p>\n<h2>C. <i>Counselling and Career Guidance</i>\n</h2>\n<p>Desegregation places academic and psychological pressures upon the students involved in the process. Trained counsellors are needed to assist students facing these pressures. Defendants, during the hearings on remedy, conceded the importance of the role to be played by counsellors. They conceded, too, the need to address this matter in any sound desegregation plan.</p>\n<p>In order to reduce the pressures on students undergoing desegregation and to prevent resegregation resulting from curriculum or program choices of students, the defendants shall institute an effective nondiscriminatory counselling and career guidance program. The program shall ensure that students are counselled on a racially nondiscriminatory basis as to opportunities in employment or higher education and as to vocational and other special educational programs. The City defendants shall report to the Court by April 1, 1978 the steps they have taken or will take to train their counsellors and career guidance staff to deal with the special problems arising from desegregation.</p>\n<p></p>\n<h2>D. <i>Magnet Schools and Programs</i>\n</h2>\n<p>Magnet schools and programs can be an important component in the desegregation <span class=\"star-pagination\">*600</span> process. Such programs offer choices for students and parents who might otherwise believe that desegregation may be educationally counterproductive. They assure the community that the Court and all others involved in desegregation planning are as deeply concerned with academic goals as they are with ending discrimination.</p>\n<p>In their third plan, the City defendants proposed the expansion of the District's existing magnet school program. As proposed, these new or expanded programs would be integrated, but as described they would have no realistic integrative effects on the system as a whole. Furthermore, these proposals show no evidence of careful planning and are not designed to mesh with other aspects of desegregation, in particular pupil assignment, school closings, transportation, and finances.</p>\n<p>In order to assure that attractive magnet programs are developed for students seeking nontraditional educational opportunities and that they are located where they will best serve the overall desegregation of the system, the defendants shall develop a comprehensive plan for magnet schools. The plan shall reflect that consideration has been given to (a) locating the various programs at sites where desegregation goals will be best served; (b) making use of existing schools and facilities in areas of declining enrollment; (c) methods for effecting savings that may result from specializing and consolidating programs; and (d) programs currently operating in other cities, such as Dallas and Cincinnati. In developing their plan, the defendants shall consult with experts drawn from outside the Cleveland School System, such consultants to be selected with the approval of the Court.</p>\n<p></p>\n<h2>E. <i>Cooperation with Universities, Business, and Cultural Institutions</i>\n</h2>\n<p>In their third plan, the City defendants propose expanded cooperation with area colleges and universities, businesses, and cultural institutions to assist in implementing defendants' various education proposals. However, the defendants have not taken seriously their own proposals to obtain that cooperation. Recent hearings conducted by the Education Committee of the Cleveland Board reveal that higher education, business, and cultural institutions are relatively untapped resources standing ready to provide substantial assistance once the defendants actively seek their assistance.</p>\n<p>Defendants' proposed cooperative educational programs could be invaluable in demonstrating to the community that desegregation offers an opportunity to embark on new avenues to academic excellence as well as a chance to end discrimination. The Court contemplates establishing a Special Task Force of representatives of the higher education, business, and cultural communities to plan the development of the cooperative educational ventures suggested here. Until such a Task Force can be established, the Court encourages the local defendants to make all reasonable efforts to develop a plan for involving local institutions in the viable educational partnership suggested in their third plan.</p>\n<p></p>\n<h2>F. <i>Extracurricular Activities</i>\n</h2>\n<p>Extracurricular activities play a significant role in facilitating the student-to-student contact which is a by-product of desegregation. The president of the Cleveland School Board testified to the importance attached by students and their parents to athletics, music, school clubs, the class yearbook, the student newspaper, cheerleading, and the like. Because of their importance as a measure of peer achievement, these activities sometimes broadcast more clearly than other school efforts how seriously the school officials take the mandate to eliminate segregation \"root and branch.\" Unless all parties understand the importance of these activities to students, it is unlikely that the necessary steps will be taken to guarantee that they are free of discriminatory effect or affect.</p>\n<p><span class=\"star-pagination\">*601</span> The most serious defect in the Board's design of the extracurricular component is its failure to specify the mechanism by which students and faculty would be selected to insure a desegregated experience. The Special Master made the following recommendations regarding extracurricular activities which the Court hereby adopts:</p>\n<blockquote>1. Extra-Curricular Activities  The City defendants should be directed to establish the monitoring system discussed at page 50, item (c) of their third plan, to ensure that eligibility requirements are enforced on a racially neutral basis, and to submit a copy of said system to the Court as a supplement to this portion of the desegregation plan. This monitoring system should also have the ability to address other questions, problems or criticisms which arise in regard to extracurricular activities.</blockquote>\n<p></p>\n<h2>G. <i>Staff Development and Student Training in Human Relations</i>\n</h2>\n<p>It has been conceded on all sides that staff development and training of students in human relations is essential if desegregation is to be effective. The Cleveland School Board President testified that training for staff and students is \"absolutely necessary\" and should be thought of as a continuing need. The Court finds that a sound program for the training of staff and students is essential to an effective desegregation effort.</p>\n<p>Defendants have been involved in considerable planning in this area. As noted by the Special Master, time and circumstances have made it necessary to modify defendants' earlier plans to some degree. Planned-for programs and exercises have undoubtedly been interrupted. However, it is essential that a prompt new beginning be made to ensure that the staff and students are involved in training programs well before the end of the current academic year in June of 1978.</p>\n<p>Therefore, the defendants shall report to the Court by March 1, 1978 (1) what training of staff and students has already taken place; (2) what is the overall timetable for implementing the training program; (3) what steps the defendants will take to ensure that the program is underway by April 15, 1978; and (4) how the program will effectively reach the staff and students prior to the end of the current academic year.</p>\n<p></p>\n<h2>H. <i>Student Rights</i>\n</h2>\n<p>The Cleveland defendants' third plan and their November 30, 1977 Report to the Special Master contain provisions for \"Clarifying Rights, Responsibilities, Rules and Regulations.\" While some attention to the concept of \"Student Rights and Responsibilities\" as proposed by the defendants is necessary, the Court finds that the proposals are vague and place a disproportionate stress on discipline without providing adequate safeguards to protect the rights of the students. The third plan also ignores the need for sensitive understanding on the part of the administrators, faculty, or students who will live under this code when desegregation begins.</p>\n<p>Evidence introduced during the remedy hearings demonstrated that minority students in the Cleveland system are being suspended in numbers disproportionate to their representation in the student population. Without proper and adequate preparation, this pattern can only become aggravated as desegregation is implemented. Various studies in evidence indicate a disproportionate impact of school disciplinary policies on black students in cities undergoing court-ordered desegregation.</p>\n<p>The pamphlet currently distributed to students, parents, and school officials concerning behavior and discipline is vague and ambiguous. Moreover, testimony revealed that the implementation of the student discipline code is left to the discretion of individual building principals. These procedures are totally inadequate to assure <span class=\"star-pagination\">*602</span> that the implementation of desegregation in Cleveland will not be accompanied by discriminatory application of student discipline policies. Consequently, the Cleveland Board must adopt and disseminate a Code of Student Rights, Responsibilities, and Discipline, together with a list of policies and procedures for standardized systemwide implementation in a manner which will protect the rights of students against arbitrary or discriminatory exclusions, suspensions, or expulsions. In addition, the City defendants shall maintain detailed records regarding daily enrollment, disciplinary actions, suspensions, expulsions, and dropouts, by race and by school, and shall, beginning in September, 1978, submit these statistics to the Court on a quarterly basis.</p>\n<p></p>\n<h2>I. <i>School Community Relations</i>\n</h2>\n<p>The Cleveland defendants have filed with the Court a \"Proposed School-Community Relations Program for Desegregation.\" The proposal is thoughtful and evidences the defendants' understanding of the extreme importance of involving a well-informed community in the process of desegregation. In its broad outline and in its details, the proposal will improve the likelihood that the process of desegregation will go smoothly. Defendants shall submit to the Court no later than May 1, 1978 their timetable for implementing the proposed school-community relations program, and shall begin immediately to put the program into effect.</p>\n<p></p>\n<h2>III. TRANSPORTATION</h2>\n<p>All parties agree that some pupil transportation will be required to desegregate the Cleveland Public Schools. The Cleveland defendants' third plan estimated that 52,100 pupils would have to be transported. The State defendants' plan projected the transportation of 52,112 pupils (26,469 elementary, 12,650 junior high, and 12,993 senior high) when all phases of the plan were implemented. Analysis by the City defendants of the Special Master's recommended student assignment plan indicated that approximately 52,065 students would have to be transported thereunder.</p>\n<p>The City defendants estimated that 566 buses would be needed to implement their student reassignment component. The State defendants estimated that a maximum of 485 buses, each carrying 119 pupils in two round trips per day, would be needed to effect their plan when all phases are implemented.</p>\n<p>The defendants propose to expand the Cleveland school district's transportation system from a 37 bus unit to approximately 600 buses in order to implement desegregation. The City defendants' transportation experience has been such that the largest number of buses purchased at one time has been eleven. In spite of an admitted lack of experience in operating a large transportation system, the City defendants did not employ outside experts, nor did they consult with transportation experts from the State Board of Education to assist in the development of the transportation component of their plan. No thought was given to leasing or contracting for a transportation system, nor was more extensive use of public transportation considered. At the same time, in their second proposed desegregation plan, those defendants were arguing that desegregation would bankrupt the Cleveland School System.</p>\n<p>The Master found, and this Court agrees, that the information contained in the defendants' proposed plans is insufficient to evaluate the administrative and financial soundness, efficiency, or feasibility of a purchased transportation system. There is an enormous difference in cost among the various possible methods of transportation, especially considering initial outlay. This is an especially important consideration for a system in the precarious financial condition of the Cleveland system. For this reason, the Master made the following recommendations:</p>\n<p>\"The proceedings before the Master are replete with evidence that a serious cost <span class=\"star-pagination\">*603</span> study was not undertaken to determine the most economically feasible means of transporting students from among a number of alternatives. Using the number of students determined as set forth hereinabove, the Cleveland and State Boards of Education, separately or jointly, must investigate every reasonable method of providing transportation sufficient to implement systemwide desegregation, and said Boards must file a detailed report, once again, separately or jointly, with the Court no later than November 15, 1977. Said investigation and report shall, as a minimum, include the following:</p>\n<blockquote>1. A determination of the number of students which could reasonably use existing RTA routes, giving recognition <i>only</i> to student distance to nearest route and safety factors such as age of child, topical geographic feature hazards, and the necessity for transfers where they would be considered as posing a safety hazard.</blockquote>\n<blockquote>2. Investigation and negotiation with RTA regarding addition of routes, continuance of routes without transfer, and additional servicing of existing routes to increase availability of regular route RTA transportation for school district students.</blockquote>\n<blockquote>3. Routes must be determined to as great an extent as possible and school starting times determined and bus needs for extra-curricular activities determined in order that bus usage times, number of buses needed and miles travelled, if necessary, can be determined for the most accurate cost comparisons.</blockquote>\n<blockquote>4. Investigation and negotiation of transportation costs and expenses for use of RTA regular route facilities, purchase of all equipment, lease of equipment, and purchase of a contracted system.</blockquote>\n<blockquote>a. All of the above investigations and negotiations should be conducted on a competitive basis seeking volume discounts where applicable.</blockquote>\n<blockquote>b. With the exception of RTA, cost and expense factors should be kept comparable to the extent possible (e. g. extras on busses used, two-way radios, use of monitors, etc.).</blockquote>\n<blockquote>c. A comparative cost report should be developed which will include all of the above methods of transportation provisions and which will report costs in total, by category and on a per pupil basis broken down into capital and operating expenses with indication of reasonable amortization period for capital expenditures, listed before and after all state and/or federal reimbursements and including all of the noncomparable costs and expenses.</blockquote>\n<blockquote>5. The administrative, manpower, and training needs which devolve upon the school with each method must be determined and reported, from a cost, logistical and increased facility standpoint.</blockquote>\n<blockquote>6. Investigation and indications regarding the ability of each supplier chosen to produce what they say they will and to meet the time constraints given.</blockquote>\n<blockquote>7. An indication of the transportation method or combination of methods the Cleveland Board proposes to use and reasons said method or combination was chosen.</blockquote>\n<blockquote>8. Amount of time it will take to implement all phases of transportation method(s) chosen, with a timetable for implementation of specific steps.</blockquote>\n<p>All security measures to be taken in regard to transportation shall be addressed in the security section herein, but any costs to the School for transportation security measures should be included in the report specified hereinabove.\"</p>\n<p>The Court is aware that it need not undertake the responsibility for seeing the <span class=\"star-pagination\">*604</span> desegregation costs do not \"bankrupt the system.\" Nonetheless, fashioning an equitable remedy would seem to include a consideration of that problem. Since the defendants seem disinclined to undertake a course of responsible fiscal management for themselves, the Court feels that, in fairness to the plaintiff class, it must insist that such steps are taken.</p>\n<p>Therefore, with the exception of the time deadline, which is now changed to September 15, 1978, the recommendation for this cost study is hereby adopted. In addition, this study should address the present administrative capability, as well as specific administrative changes which would be needed, to operate a purchased or leased transportation system.</p>\n<p>While the study just ordered is necessary to determine the best feasible long-term method of providing transportation, it is not particularly useful for beginning implementation of the remedy plan in September 1978. According to testimony before the Master and a time schedule submitted by the State defendants, the deadline for purchasing buses for use in September of 1978 has already passed. Leasing would require establishing the same extensive transportation department and building the same facilities as are required for a purchased system. Recognizing the folly of instituting massive capital and personnel additions without benefit of a cost and feasibility study, the Court, on December 21, 1977, ordered that the City defendants contract for at least 80% of the buses which will be needed in September 1978, supplementing the transportation system with public transportation. (<i>See</i> Appendix E) That Order is now amended by substituting 100% for the 80% requirement. In all other respects that Order remains in effect with the previously amended time deadlines.</p>\n<p>Necessary arrangements for special transportation of handicapped or retarded students shall be permitted. Proposals for transportation of students who do not meet State eligibility requirements for transportation and the reasons therefore must be approved by this Court.</p>\n<p></p>\n<h2>IV. SAFETY AND SECURITY</h2>\n<p>With a pupil transportation program of this magnitude, it is essential to ensure the safety and security of students being transported. The Court finds that the recommendations of the Special Master on this subject were made after thoughtful and careful consideration. Therefore, the City defendants, in consultation with the State defendants, shall present the Court with a detailed safety and security program covering all of the components as set out at Recommendations of Special Master at 157-63, October 27, 1977.</p>\n<p>Also pursuant to the Master's recommendations, it is ordered that the City defendants institute a Division of Safety and Security to perform the functions specified in the Master's recommendations. This department shall be a division of the Department of Desegregation Implementation (<i>See</i> Appendix F), and the head of the Department shall report and be responsible directly to the Deputy Superintendent for Desegregation Implementation. The head of this safety and security division, in addition to all other duties assigned by reason of this Order or otherwise, shall have the primary responsibility for coordinating all safety and security efforts with the proper law enforcement agencies. In addition to the functions specified in the Master's recommendations, this division shall maintain incident reports which shall be subject to review by the Court.</p>\n<p>Defendants shall report to the Court the status of safety and security planning and implementation, as well as progress in coordinated planning efforts with law enforcement agencies, on a monthly basis beginning February 14, 1978, until further Order of the Court.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*605</span> V. DEFENDANTS' ABILITY TO IMPLEMENT A DESEGREGATION PLAN</h2>\n<p>The Court has a responsibility to see that prior desegregation is remedied by a plan that \"promises realistically to work <i>now.\" </i><i>Green v. County School Board,</i> 391 U.S. 430, 439, 88 S.Ct. 565, 19 L.Ed.2d 598 (1968). However, the record clearly demonstrates that the Cleveland defendants presently lack either the capability or the desire to implement and administer a desegregation program in the Cleveland public schools. This finding is, in part, based upon evidence of defendants' lack of expertise to deal with the numerous problems which are bound to arise in implementing a desegregation program (<i>e. g.</i> transportation, security, etc.). However, it is also based largely upon what has appeared to be the defendants' lack of commitment in carrying out the letter and spirit of the Court's orders. While asserting they will obey this Court's orders \"cheerfully\", the defendants have consistently resisted them.</p>\n<p>The City defendants' first plan in no way could be interpreted to be in compliance with the Court's Guidelines and Instructions, nor did it even purport to address the scope and extent of the violations found by the Court. Their first submission having been rejected by the Court, the City defendants next submitted a plan for desegregation which was educationally unwise, irresponsible, and administratively and fiscally unsound. After submission of two amendments to the second plan, and further delay caused thereby, a third plan was finally submitted almost four months after the original due date for the submission of a workable plan.</p>\n<p>In addition to this marked lack of enthusiasm for desegregation planning the record indicates that the local defendants are without essential skills in management and financing.</p>\n<p></p>\n<h2>A. <i>Management Capability</i>\n</h2>\n<p>The hearings conducted by the Master and Court experts on the submissions of the State and local defendants revealed the Cleveland defendants' lack of ability to plan and prepare for implementation of their own plan. For example, the importance of the development of a student assignment mechanism for determination of transportation planning, routing, and other factors essential to desegregation implementation was established at the remedial hearings. However, no student assignment mechanism has, to this day, been devised by the Cleveland defendants. Defendants maintain that they will be able to use their computer to make student assignment decisions; however, no test runs have been conducted to determine the feasibility of that approach or defendants' ability to implement it.</p>\n<p>Although the City defendants have submitted certain studies to the Court, these have been forthcoming only after time consuming requests by the defendants for explanations of obvious statements, or with the help of outside expertise provided by the Court or at the direction of the Court. (<i>See, e. g.,</i> Master's Recommendations of October 19, 1977, Defendants' Motion to Modify this Court's Order of April 1, 1977; Defendants' Submission of November 30, 1977; Defendants' Motion for Reconsideration of Order of December 21, 1977.) For these reasons, filings containing studies and information vital to the formulation of a final desegregation plan have been consistently late or incomplete.</p>\n<p>After approximately 16 months of patiently attempting to persuade defendants of the non-adversary nature of fashioning a remedy, of the need for their cooperation with the experts and the Master, and finally of the need for additional expertise in the City defendants' administration for purposes of fashioning and implementing a desegregation remedy, the Court reluctantly concluded that it would have to take steps to assure that its remedial orders will be properly implemented. Thus, on December 21, 1977, the establishment of a Department of Desegregation Implementation was ordered. (Appendix F) That Order is incorporated <span class=\"star-pagination\">*606</span> herein with the following modifications:</p>\n<blockquote>1) References to the Special Master in numbered paragraphs 3.a. and 3.e. are deleted.</blockquote>\n<blockquote>2) Numbered paragraph 4 is modified by changing the second sentence to read as follows:</blockquote>\n<blockquote>\"The Deputy Superintendent shall recommend to the Board, and the Board shall elect and appoint, subject to Court approval, individuals to head the operational units mentioned in Paragraph 2 above. Any action taken by the Board of Education or its administration in regard to the duties, tenure, salary, employment or discipline of these individuals, including the Deputy Superintendent, shall be reported and subject to the approval of this Court until further order of this Court. As long as a conflict with this or any other Order is not created thereby, the mandates of the Ohio Revised Code and State and local rules and regulations governing employment, salaries, tenure, and discipline of personnel shall be followed.\"<sup>[*]</sup></blockquote>\n<p>Although the State defendants, pursuant to a previous order of the Court, have made available to the Cleveland schools certain State personnel to assist the local defendants in the implementation stages of these proceedings, this assistance is only of a temporary and emergency nature. Without outside assistance directly responsible to the Court, the implementation of desegregation will be seriously impaired because of a continuous necessity for this Court to issue orders before the defendants will perform their constitutional duty.</p>\n<p>Although defendants were made aware, through their lawyers, that the Court was intending to order appointment of a Deputy and creation of such a Department, they declined to make the appointment themselves, just as they have declined to secure any outside experts to aid in desegregation. The Cleveland School Board, with the exception of one member, also declined to submit names of candidates for the position of Deputy to the Special Master pursuant to the Court's Order of December 21, 1977. Therefore, the Court will appoint a Deputy in a forthcoming supplemental order.</p>\n<p></p>\n<h2>B. <i>Financial Considerations</i>\n</h2>\n<p>Nowhere do the management and administrative skills of the defendants appear more inadequate than in the area of finances. (<i>See</i> Special Master's Recommendations and Interim Reports of September 30, 1977, October 19, 1977, December 7, 1977, December 21, 1977 and January 13, 1978; January 30, 1978, hearings on financing.) Defendants have failed to predict declining student enrollments, overbuilt schools, and overhired staff. These factors have seriously contributed to the current financial problems of the District. Faced with financial problems of crisis proportions, the defendants have failed to take responsible steps on their own to alleviate their difficulties. Instead, the defendants have applied to this Court for short term remedies, and have recently involved the business community in prepayment of taxes as a stop-gap method of providing current operating revenues.</p>\n<p>In response to motions of the United States and the plaintiffs, the Court is in the process of conducting a hearing to collect information relevant to the financing of this desegregation plan. At the conclusion of this hearing, appropriate supplemental orders may be forthcoming.</p>\n<p></p>\n<h2>VI. STATE'S ROLE IN IMPLEMENTATION</h2>\n<p>The State Board of Education has been found liable, with the Cleveland Board, of creating and maintaining a dual <span class=\"star-pagination\">*607</span> school system in Cleveland. Therefore, except where statutes, legislation, or normal practice provide for a greater reimbursement, the State Board will share jointly and severally in the cost of implementation of desegregation. These costs shall be shared by the State defendants as they are incurred, and not on a reimbursement basis, in order that the City defendants shall not be initially unduly burdened with the total cost of implementation of this desegregation remedy. <i>See </i><i>Milliken II, supra</i> at 2761-62.</p>\n<p>However, the State's responsibility goes beyond giving financial aid. The federal constitution requires that the State take an active part in dismantling the dual school system it has helped to create and replacing it with a unitary, integrated system. The Ohio constitution and state statutes make the State Board primarily responsible for educating students in a racially integrated manner.</p>\n<p>To insure State participation in the remedy process the Court orders the State Board to undertake a \"positive action program\" of the type described in the Special Master's Recommendations at 151, October 27, 1977:</p>\n<blockquote>The Special Master recommends that the Court gain assurances from the State defendants that a positive action program will be instituted to inspect and insure that all schools in the Cleveland District meet and maintain State Minimum Standards. Such a program should include reviewing test results and further devising and utilizing methods of ascertaining and assuring that students in the Cleveland School System are achieving in accordance with the grade level to which they have advanced in the Cleveland School System. The program should also include more positive investigation and more rigorous enforcement in regard to schools meeting and maintaining State Minimum Standards in regard to the physical and safety aspects of the educational environment. The program should further include more rigorous enforcement of State educational standards in regard to provisions of equal educational opportunities in minority students in a desegregated atmosphere in the Cleveland School System.</blockquote>\n<p>In addition, the State defendants are expected to continue to provide their expertise as necessary to aid the City defendants in carrying out the other aspects of this Order and such supplementary orders as will issue from time to time.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Desegregation is an ongoing process. It took many years for the defendants to construct their dual, segregated system. While they are constitutionally obligated to dismantle it more promptly, it is clear that the problems which had been identified on this record are extensive and cannot be corrected at one stroke. From time to time as more and better data is available the Court will issue such supplemental orders as may be required. Jurisdiction is retained until the transition to a unitary, nondiscriminatory school system is effected and the system is operational.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX A</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>The following guidelines and instructions are being issued pursuant to this court's order of November 26, 1976.</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>These guidelines are necessarily of a general nature. It seems, at this point in time, both unwise and unnecessary to impose <span class=\"star-pagination\">*608</span> upon the defendants a detailed set of strictures for the formulation of desegregation plans. The court intends at this time to allow the defendants some flexibility in the formulation of their plans consistent with the overriding constitutional duty to desegregate the Cleveland School System.</p>\n<p>These guidelines may be amended and supplemented from time to time as the court deems appropriate. All questions which the parties may have concerning the meaning and application of these guidelines shall be directed first to the Special Master. Questions which cannot be resolved by the Special Master may be addressed directly to the court.</p>\n<p></p>\n<h2>OBJECTIVES</h2>\n<p>The plans which are submitted by the defendants shall provide for the desegregation of every school in the Cleveland public schools system, including city-wide schools. Desegregation of all grades shall be completed by the earliest practicable time, but in no event shall desegregation begin later than September, 1977.</p>\n<p>The plan shall provide for the desegregation of students, faculty and staff within the Cleveland Public Schools System. The racial composition of the student body of any school within the system shall not substantially deviate from the racial composition of the system as a whole. The racial composition of the faculty and staff in any school at a particular level (elementary, junior or senior high school) shall, as nearly as possible, reflect the racial composition of all the faculty and staff at the same level in the system as a whole. The plan shall ensure that faculty and staff with the greatest experience and training are evenly distributed throughout the system.</p>\n<p>The desegregation plans shall be drawn and administered in such a manner as to fairly distribute and minimize the burdens of implementation. The plan shall not require the victims of the past discrimination to bear a disproportionate share of the inconvenience of reassignment. Care shall be taken to assure that students are not penalized in terms of services or extra-curricular activities because of reassignment from one school to another under the plan. Reassignment shall be made in such a manner as to maintain effective bilingual and other special educational programs.</p>\n<p>The plans shall articulate the methods to be used to ensure the safety of all children while in school and while enroute to and from school.</p>\n<p></p>\n<h2>METHODS</h2>\n<p>The plans for the desegregation of students may provide for the use, as necessary, of any desegregation technique, including, but not limited to changes in attendance areas, changes in feeder patterns, changes in grade structures or building uses, pairing, clustering, or grouping of schools, increasing or reducing school capacities, designing non-contiguous attendance areas, transportation of students and the creation or maintenance of magnet or special schools. Optional attendance zones shall not be utilized.</p>\n<p>The plans shall require such reassignments of faculty and staff as are necessary to achieve desegregation. Contract provisions shall not be considered as legitimate obstacles to the desegregation of faculty and staff.</p>\n<p></p>\n<h2>ADDITIONAL REQUIREMENTS</h2>\n<p>The plans submitted by the defendants should include the following items of information:</p>\n<p>The plans shall specify the basis for assigning students to each school, so as to identify whether assignment is to be by feeder pattern, attendance zones or some other basis of geographic assignment. The plans shall contain maps showing the area served by each school.</p>\n<p>The plans shall contain an implementation schedule which provides dates for the completion of the following tasks:</p>\n<blockquote>1. Notifying students of assignments under the plan.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*609</span> 2. Notifying faculty and staff of assignments under the plan.</blockquote>\n<blockquote>3. Preparation of the plan for any necessary transportation.</blockquote>\n<blockquote>4. Signing of contracts, or concluding such other arrangements, for any transportation necessary under the plan's provisions.</blockquote>\n<blockquote>5. Orientation for students, parents, faculty and staff relative to the elements of the plan.</blockquote>\n<blockquote>6. Identification of facility changes necessitated under the plan.</blockquote>\n<blockquote>7. Completion of the facility changes necessitated.</blockquote>\n<blockquote>8. Identification of materials and equipment which must be either purchased or moved from one school to another under the provisions of the plan, with a specific date by which such purchase or move will be completed.</blockquote>\n<p></p>\n<h2>ADDITIONAL GUIDELINES FOR THE STATE BOARD OF EDUCATION</h2>\n<p>The plans submitted by the State Board shall conform to all the above stated guidelines. Additionally, the state plan shall articulate the methods which will be utilized to assure that its power to charter schools and school districts will be used desegregatively. The plans shall also state the means that will be used to assure that the schools in the Cleveland system meet the minimum state standards.</p>\n<p>In formulating its plans, the State Board shall consider whether and to what extent the involvement of school districts outside the city of Cleveland may be desirable or necessary. This shall include an examination of the extent to which any assistance given by the state to school districts within the Cleveland Metropolitan area may directly or indirectly lead to the creation or maintenance of racially segregated school districts which may reinforce proscribed racial segregation within the Cleveland School System.</p>\n<p></p>\n<h2>INSTRUCTIONS CONCERNING THE SPECIAL MASTER</h2>\n<p>The Special Master shall evaluate the constitutional sufficiency as well as the practicability of the desegregation plans. The Special Master shall prepare and submit to the Court recommendations concerning the desegregation plans submitted by the defendants, together with any revisions or alternative plans which he deems necessary to complete the desegregation of the Cleveland Public Schools.</p>\n<p>The Special Master may conduct such hearing and investigations as he deems necessary to the performance of his duties. The Special Master and his Experts shall have complete and unrestricted access to the records of the respective school boards including but not limited to statistical data, student records, contracts and minutes of all board meetings past and present which relate to desegregation. They shall have free access to all employees and staff of the Cleveland and State School Boards. The Special Master and his Experts shall be given notice of and free access to all meetings at which desegregation plans are to be discussed. The notice shall be the same as that given to members of the respective boards and their staffs and shall contain the anticipated agenda of the meetings.</p>\n<p>Notice shall also be given to the Special Master of all public hearings to be held by the respective school boards such as those scheduled by the Cleveland Board of Education for Wednesday, December 8, 1976 at the 28 junior high schools in the system.</p>\n<p>Additionally, the Special Master may, as the need arises, contact and confer with the attorneys for the respective parties.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX B</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>PRELIMINARY ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>The constitutional violations of the defendants in this action are set forth in the <span class=\"star-pagination\">*610</span> Court's memorandum opinion and order filed August 31, 1976. The Court at that time concluded \"that the Cleveland Board of Education has violated the plaintiffs' 14th Amendment right to equal protection under laws by intentionally creating and maintaining a segregated school system.\" The task of a remedial decree on a school desegregation case is \"to correct, by a balancing of the individual and collective interests, the condition that offends the Constitution . . . As with any equity case, the nature of the violation determines the scope of the remedy.\" <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 U.S. 1, 16, 91 S.Ct. 1267, 1276, 28 L.Ed.2d 554 (1971). The goal of elimination \"root and branch\" the lingering effects of the segregated school system necessarily extends to removing the racial identification of every aspect of school operation including faculty and staff. <i>Green v. County School Board,</i> 391 U.S. 430, 435, 88 S.Ct. 565, 19 L.Ed.2d 598 (1968).</p>\n<p>The Court's finding that the Cleveland public schools were intentionally created and maintained as segregated schools would by itself fully support this preliminary order. However, this order is further supported by the findings of other constitutional violations set forth in the Court's August 31 Memorandum, in particular the finding that the defendants had intentionally assigned faculty and staff on the basis of race and made faculty assignments so that the race of the teachers corresponded to the racial composition of the student body which practices contributed significantly to creating a racial identity for the schools concerned.</p>\n<p>Steps must be taken to eliminate the effects of this intentional segregation. Among these steps are the assignment of instructional, administrative, clerical, custodial, and other staff who work with the children at school so that in no case will the racial composition of the staff indicate a school is primarily intended for either minority or non-minority students.</p>\n<p>In order to commence promptly the implementation of the desegregation plan in the Cleveland City School District, this Preliminary Order concerning the instructional, administrative, clerical, and custodial staffs of the Cleveland schools is being issued at this time. This Preliminary Order will be supplemented, in due course by additional orders concerning implementation of a desegregation plan, all of which orders ultimately will be incorporated in a Final Order of Desegregation.</p>\n<p>IT IS THEREFORE ORDERED:</p>\n<p>1. By September, 1977, the instructional staff at each school at the junior and senior high levels shall have a minority to non-minority ratio within a 10% deviation from the minority to non-minority ratio of the total instructional staff at these levels; and the instructional staff at each school at the elementary level shall have a minority to non-minority ratio within a 5% deviation from the minority to non-minority ratio of the total instructional staff at the elementary level. Although percentages specified here are not intended as rigid quotas, the defendants have the burden of demonstrating in every case that practical necessity justifies deviation greater than these percentages.</p>\n<p>In making assignments of instructional staff, the defendants shall insure that there exists no unreasonable disparity in respect to experience and training among the instructional staffs of the schools.</p>\n<p>The A. G. Bell School for the Deaf and the Sunbeam School for Crippled Children are exempt from the deviation requirements. However defendants must make good faith efforts to comply as nearly as possible to these requirements.</p>\n<p>On or before July 15, 1977, the Cleveland defendants shall report to the Court on all proposed transfers of instructional staff, and shall provide the Court with all information necessary to show compliance with this Order, including information which shows for each school in the district: (a) the projected number of teachers by race for the 1977-78 school years; and (b) the <span class=\"star-pagination\">*611</span> projected number of teachers by race with less than three years teaching experience and the projected number of teachers by race with more than eight years teaching experience.</p>\n<p>On or before August 1, 1977, the Cleveland defendants shall notify all instructional staff of their building assignments for the 1977-78 school year.</p>\n<p>2. By September, 1977, the administrative staff of each school shall be desegregated as follows:</p>\n<p>A. In those schools which have only one administrator and one clerical person, assignments shall be made so that the administrator and the clerical personnel shall be one minority person and one non-minority person.</p>\n<p>B. Where there are two administrative staff members in a school, one staff member shall be a non-minority person.</p>\n<p>C. Where there are more than two administrative staff members in a school, the ratio of minority administrators to the total administrative staff in such school shall be as close to 50% as possible, but shall be no less than 33% and shall be no greater than 67%.</p>\n<p>The Superintendent shall make all assignments of administrative staff necessary to implement this Order.</p>\n<p>On or before July 15, 1977, the Cleveland defendants shall report to the Court on all proposed transfers of administrative staff, and shall provide the Court with all information necessary to show compliance with the Order, including information which shows for each school in the district the projected number by race of each principal, assistant principal, and other administrative staff member.</p>\n<p>On or before August 1, 1977, the Superintendent shall notify all administrative staff of their building assignments for the 1977 78 school year.</p>\n<p>3. By September 1, 1977, the custodial staff of each building shall be desegregated as follows:</p>\n<p>A. In those school building which have a custodian and one assistant custodian only, one shall be a minority person and the other a non-minority person.</p>\n<p>B. In those school buildings which have more than two custodial staff members, the ratio of minority custodians to the total custodial staff in each school shall be no less than 33% nor greater than 67%.</p>\n<p>On or before July 15, 1977, the Cleveland defendants shall report to the Court on all proposed assignments and reassignments of custodial staff, and shall provide the Court with all information necessary to show compliance with this Order, including information which shows for each school in the district the projected number by race of each member of the custodial staff and his salary group.</p>\n<p>On or before August 15, 1977, the Superintendent shall notify all custodial staff of their building assignments for the 1977-78 school year.</p>\n<p>4. By November 15, 1977, the clerical staff shall be desegregated so that where there is only one clerk at a school, the clerk shall be a different race than the school principal.</p>\n<p>By November 15, 1978, or earlier to the extent possible, the clerical staff of each school shall be desegregated as follows:</p>\n<p>A. Where there are two clerical staff members at a school, one shall be a minority person and the other a non-minority person.</p>\n<p>B. Where there are more than two clerical staff members, the ratio of minority clerical staff to the total clerical staff in each school shall be no less than 33% nor greater than 67%.</p>\n<p>On or before September 15, 1977, Cleveland defendants shall report to the Court on all assignments and reassignments of clerical staff and shall provide the Court with all information necessary to show compliance with this Order, including information which shows for each school in the district the projected number by race of each clerical staff member.</p>\n<p><span class=\"star-pagination\">*612</span> The Superintendent shall give reasonable notice to all clerical staff members of their school building assignments.</p>\n<p>5. By September, 1977, the Food Service staff charged with the management, supervision, and operation of the food services program shall be desegregated.</p>\n<p>6. Reassignments of instructional and other staff shall be made in such manner as to maintain effective bilingual and other special educational programs.</p>\n<p>7. The Cleveland defendants shall make the assignments required to implement this Order with due regard to existing collective bargaining and labor union agreements, but such agreements shall not interfere with compliance with this Order.</p>\n<p>8. By July 1, 1977, the Cleveland defendants shall file with the Court a description and schedule of all orientation and in-service training which they deem necessary for the instructional and administrative staff effected by this Order.</p>\n<p>9. By July 1, 1977, the Cleveland defendants shall advise the Court and the parties of any provisions of this Order which may not be achieved except with undue hardship.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX C</h2>\n<p></p>\n<h2>Analysis of Desegregation Plan Proposed by Defendant Board<sup>[*]</sup> by: Dr. Gordon Foster</h2>\n<p>On January 18, 1977, the State and Cleveland defendants submitted their proposed plans for the desegregation of the Cleveland Public Schools. The State's plan, in general, was in compliance with the Court's Instructions and Guidelines issued on December 7, 1976. The submission of the Cleveland defendants which provided primarily for voluntary and/or part-time desegregation was rejected by the Court on February 10, 1977 for its failure to address the constitutional violations found by the Court.</p>\n<p>The Cleveland Board of Education's Second Proposed Plan was submitted on February 25, 1977. This plan was amended twice by the defendants and finally on May 13, 1977, the Cleveland Board of Education submitted its Third Proposed Plan for the desegregation of the Cleveland Public Schools. The first two submissions and amendments thereto by the City defendants failed to provide realistic proposals which would insure the elimination of the constitutional violations which the Court had found.</p>\n<p>The Cleveland defendants' third plan, the State's plan and the recommendations of the Special Master with respect to student reassignment all propose the desegregation of students through the organization of high school clusters.</p>\n<p>The recommendations of the Special Master, using recent student racial data modified the Cleveland defendants' high school clusters slightly by isolating the East High School Cluster as a separate unit and changing school assignments only where it was not clear that the Cleveland Board's plan would be operationally feasible.</p>\n<p>In their third plan, the Cleveland defendants considered distance factors between paired schools but not time factors. Maximum distances between paired schools under the Cleveland defendants' third plan range from 17.3 miles (Brobst and LaFayette Elementary Schools) to 8 miles (Rockefeller and Stanard/Case Elementary School). Dr. James Tanner who had primary responsibility for the development of all of the Cleveland Board's desegregation submissions agreed that where distances were extensive, they might be via a major artery or highway.</p>\n<p>In the desegregation plan submitted by the State defendants, both time and distance factors were considered. Distances between paired schools under the State defendants' plan ranges, with one exception, from a maximum distance of 13.6 miles one way to a minimum distance of .7 miles one way. The average distance for transportation <span class=\"star-pagination\">*613</span> under the State defendants' plan is 6.5 miles. The time and distance factors of the transportation components of the Cleveland defendants' third plan, the State's plan, and the Special Master's recommendations are all well within acceptable limits.</p>\n<p>There were several general features of the Board's third proposed plan which conceivably could be implemented but which I deem to be impracticable and unacceptable:</p>\n<p>1. Dividing each elementary attendance zone into A-B geographical areas (or A-B-AA-BB areas in some cases) and sending pupils to a different school each year is unnecessarily disruptive educationally.</p>\n<p>2. Permitting pupils in the minority in paired schools the option of maintaining their current assignments could affect the school's racial compositions significantly in some cases as well as their enrollment capacity position. That is, if enough pupils exercised this option in some pairings the schools could be overcrowded or not desegregated.</p>\n<p>3. The Board's use of \"minority\" and \"non-minority\" enrollment categories rather than \"black\" and \"non-black\" left some schools clearly segregated.</p>\n<p>4. The provision that secondary students other than seventh graders, tenth graders, or transfers and new entries into an attendance zone should continue in their present assignment unless opting to be reassigned for desegregation purposes indicates that desegregation in secondary schools would be phased in a year at a time. This schedule, when applied to the three-year phase-in the plan provides, would amount to a period of five years in desegregating the Phase III secondary schools.</p>\n<p>5. Closing seven elementary schools and one junior high school in light of overcapacity in excess of 10,000 seats for just one cluster (East-John Hay-West Tech) is inappropriate and completely inadequate.</p>\n<p>There were several more specific features of the Board's plan which made closer adherence to it impracticable:</p>\n<p>1. <i>Collinwood Cluster.</i> Longfellow could be left as it now is (77.1%B) and attendance lines redrawn to desegregate East Clark and Brett (contiguous schools). This would save considerable transportation of pupils.</p>\n<p>2. <i>East-John Hay-West Tech Cluster.</i> Enrollment at the three high schools in the cluster would be very uneven, numerically and racially: East  1,504 pupils (86.6%B), Hay  1,148 pupils (21.9%B), and West Tech  2,644 pupils (58.7%B). Hay, which is currently a segregated black school would change to a segregated white school. East would remain a segregated black school. Curricular and extracurricular programs at West Tech would be quite different with an enrollment of 2,644 pupils than at Hay with only 1,148 pupils.</p>\n<p>Four elementary schools would be overcrowded by as much as 44 to 171 pupils and one junior high school by 110 pupils.</p>\n<p>3. <i>Kennedy-Rhodes Cluster.</i> Four elementary schools would be overcrowded by as much as 29 to 194 pupils. It appears that Brewer, Milford, and Beehive would be grouped in such a way that Brewer would be 99.6%B, Milford 34.7%B, and Beehive 62.1%B. Junior high pupils in this cluster are assigned to Jefferson Junior High School in another cluster.</p>\n<p>4. <i>Glenville-Lincoln West Cluster.</i> Three elementary schools would be overcrowded by as much as 49 to 76 pupils. Scranton would be left 0.6% Black.</p>\n<p>5. <i>East Tech-South Cluster.</i> Two elementary schools would be overcrowded by as much as 64 to 83 pupils.</p>\n<p>6. <i>Marshall-Adams Cluster.</i> Five elementary schools would be overcrowded by as much as 57 to 231 pupils.</p>\n<p>If, after due consideration of the Master's proposed school assignments, the Board is convinced that within any particular high school cluster certain changes in school groupings, feeder patterns, or grade assignments might be beneficial educationally, might save transportation costs as time, might make better use of building facilities, <span class=\"star-pagination\">*614</span> might reduce or prevent overcrowding, or the like, I suggest that the Deputy Superintendent for implementation of the plan consider the merits of such proposals and submit them to the Court by May 1, 1978.</p>\n<p></p>\n<pre>\n                            APPENDIX D\n             Modified Collinwood Pupil Assignment Proposal\n            (Enrollment Data from September, 1977 Figures)\nCluster # 1\n                      Kg. &amp;     1-6      1-6      1-6     1-6     1-6\n                      Pre-Kg.  Black    Other    Total    % B   Capacity\nP. Bellamy                                                          96\nO. H. Perry            32        11     159       170              675\nH. W. Longfellow       28       347     103       450              489\n                                ___     ___       ___\n                                358     262       620     57.7\n</pre>\n<p>Comments: Perry and Bellamy would have to be treated as a single zone, since Bellamy is too small to have two grades and probably even one. Grades could be split 1-3 and 4-6, three assigned to Bellamy-Perry and three to Longfellow.</p>\n<p></p>\n<pre>\nCluster #2\n                      Kg. &amp;     1-6      1-6      1-6     1-6     1-6\n                      Pre-Kg.  Black    Other    Total    % B   Capacity\nH. Gibbons             34         0      96        96              216\nWm. H. Brett           77         1     326       327              588\nEast Clark             76       620      36       656              582\nIowa-Maple (.5)         2       226       3       229              744 (.5)\n                                ___     ___      ____\n                                847     461      1308     64.8\n</pre>\n<p>Comments: Gibbons and Brett would have to be treated as a single zone since Gibbons is too small to have two grades and probably even one. East Clark and half of Iowa-Maple would also be treated as a single zone. Grades could be split 1-3 and 4-6, three assigned to Gibbons-Brett and three to East Clark-Iowa-Maple.</p>\n<p></p>\n<pre>\nCluster # 3\n                      Kg. &amp;     1-6      1-6      1-6     1-6     1-6\n                      Pre-Kg.  Black    Other    Total    % B   Capacity\nMemorial               82         0     269       269              663\nEuclid Park            94       220     220       440              408\nK. Clement              4       373       5       378              366\nIowa-Maple (.5)         2       225       3       228              744 (.5)\n                                ___      ___      ___\n                                818     497      1315     62.2\n</pre>\n<p>Comments: Euclid Park and Clement could only house one grade from the cluster so two one-grade schools and two two-grade schools could be established. The alternative would be to consider Memorial and Euclid Park as a single zone and Clement-Iowa-Maple as a single zone and split the grades 1-3 and 4-6. Three grades could be assigned to Memorial-Euclid Park and the other three to Clement-Iowa-Maple.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> APPENDIX E</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>On September 30, 1977 the Court required the defendants herein to determine the minimum number of vehicles necessary to desegregate the elementary schools in accordance with the third desegregation plan already submitted by the Cleveland City School District. At that time the Court informed the parties to this litigation that orders would be forthcoming requiring the defendants to acquire the necessary vehicles to accomplish desegregation. The defendants responded on October 17, 1977. The Court did not limit the defendants' affirmative obligation to go forward and take all steps necessary including ordering all or a portion of said vehicles prior to further order of the Court. No such action was taken.</p>\n<p>The local defendants filed a \"Transportation Report of November 15, 1977\" and the State defendants filed a \"Response of State Board of Education to Master's Recommendations Concerning Transportation.\" The filings were on November 18 and November 16, respectively, and the State defendants' response included a time line for September 1978 implementation of a transportation program. The State defendants' response informed the Court that the proposed time line should enable the implementation of a system-wide desegregation order in Fall 1978. Of particular significance in the State defendants' response are the following dates:</p>\n<blockquote>VI. <i>January 9</i>\n</blockquote>\n<blockquote>A. Based on analysis of bids, award contract to:</blockquote>\n<blockquote>1. Contractor</blockquote>\n<blockquote>2. Leasor, or</blockquote>\n<blockquote>3. New equipment</blockquote>\n<blockquote>B. Advise RTA of their involvement in the program.</blockquote>\n<blockquote>C. If results of bids received dictate the purchase or lease of equipment authorize:</blockquote>\n<blockquote>1. The Civil Service Commission to proceed with the advertisement for drivers and drivers' aides.</blockquote>\n<blockquote>5. Final determination of buildings to be closed and grade level assignments to each.</blockquote>\n<blockquote>D. If contract is awarded to a contract operator authorize transportation director to prepare a performance timetable to be followed by the contractor.</blockquote>\n<blockquote>VIII. <i>June 5</i>\n</blockquote>\n<blockquote>C. Delivery of minimum of one-half of completed school buses to school district.</blockquote>\n<blockquote>XIV. <i>July 3</i>\n</blockquote>\n<blockquote>A. Deliver balance of school buses.</blockquote>\n<blockquote>C. During month of July all buses be prepared for safety inspection and inspected.</blockquote>\n<p>On December 5, 1977 the United States filed a motion requesting the entry of an order requiring the defendants herein to adopt and implement the time line submitted by the State defendants or a similar time line for implementation. The plaintiffs have joined in this motion. The principal objection of defendants to the motion is that the Court has not as of this date approved a particular plan of desegregation, and thus the defendants are unable to determine the precise capacity of the transportation system necessary to desegregate the Cleveland Public Schools. However, as the Court has made clear, the scope of the remedy to eliminate the vestiges of defendants conduct is system-wide. Therefore, the scope of the desegregation plan finally approved by the Court will be system-wide and substantially similar in scope to the local defendants third desegregation plan, and the plan submitted by the Special Master on October 28, 1977.</p>\n<p>The experience of other school districts shows that substantial lead time will be necessary to insure that the needed transportation <span class=\"star-pagination\">*616</span> is available for the opening of the 1978-79 school year. The State Board of Education, through its Chief of Pupil Transportation, Mr. Herman Massie, with the goal of complying with a September 1978 implementation date, has made specific recommendations in the form of a time line which discloses the necessity of immediate action. Indeed the testimony to date at the hearings before the Special Master is fully supportive of this conclusion.</p>\n<p>It is clear from a thorough review of the pleadings, reports and responses, and the testimony of numerous witnesses in the hearings before the Special Master, that there exists an urgent necessity that immediate and decisive steps be undertaken to assure that adequate transportation facilities are available for the full implementation of this Court's desegregation order in September 1978. Therefore,</p>\n<p>IT IS ORDERED, ADJUDGED, AND DECREED THAT:</p>\n<blockquote>1. The defendant Cleveland Public Schools with the cooperation and assistance of the State defendants finalize their previous estimate of the number of vehicles necessary to meet the transportation requirements of the desegregation plan submitted by the Special Master on October 28, 1977.</blockquote>\n<blockquote>The defendants shall utilize the Regional Transit Authority of Cleveland to the fullest extent possible; however, at the elementary school level transportation must be arranged so that elementary students are met at designated points and transported to their assigned schools in accordance with O.R.C. § 3327.01 <i>et seq.</i>; and that the vehicles employed carry only students of the Cleveland Public Schools or those employed to monitor or transport said students. The defendants shall notify the court immediately of any students the Cleveland Board intends to transport other than as required by Ohio law.</blockquote>\n<blockquote>2. The defendant Cleveland Public Schools with the cooperation and assistance of the State defendants take such steps as are necessary, to acquire by contracting arrangement at least eighty per cent (80%) of the estimated required vehicles pursuant to paragraph 1 above; for delivery prior to the commencement of the 1978-79 school year, according to the following time schedule:</blockquote>\n<blockquote>a. January 10, 1978. Submit completed specifications and invitations to bid to Special Master and Court for approval.</blockquote>\n<blockquote>b. January 16, 1978. Issue invitations to bid to qualified contractors of their choice. The requirement of newspaper advertisement of invitations to bid is hereby dispensed with.</blockquote>\n<blockquote>c. February 6, 1978. Accept bids from contractors.</blockquote>\n<blockquote>d. February 15, 1978. Award contract to contractor who presents the most efficient and economical bid.</blockquote>\n<blockquote>3. In preparing the specifications, the Cleveland Board, with the cooperation of the state defendants, shall make assumptions on school pairings, number of students to be transported, miles to be traveled, etc., based on the desegregation plan proposed by the Special Master on October 28, 1977.</blockquote>\n<blockquote>4. The state defendants' cooperation shall extend to taking whatever steps are necessary to assure that bids are obtained on schedule. No state imposed impediments by way of statute, regulation or otherwise shall frustrate compliance with these orders.</blockquote>\n<blockquote>5. Nothing herein shall be construed as designating either defendant party solely liable for the costs of developing or implementing a transportation system, or in any way apportioning the cost thereof.</blockquote>\n<blockquote>However, as set forth above, the responsibility for contracting for and ordering the required vehicles rests with the Cleveland School Board. If necessary for compliance with this order, the state defendants shall advance such funds as would normally <span class=\"star-pagination\">*617</span> be available to the Cleveland Board for transportation for 1978.</blockquote>\n<blockquote>6. The defendants shall keep the Court and the parties to this litigation informed as to their progress in complying with the provisions of this order; and with respect to paragraph 2 above shall file, on January 6, a brief progress report disclosing the steps taken to comply with that paragraph.</blockquote>\n<p></p>\n<h2>APPENDIX F</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>On October 28, 1977, the Special Master submitted his recommendations for a desegregation plan. This Court must adopt such a plan to vindicate the constitutional rights earlier found by it to have been violated by the Cleveland and State defendants. Subsequent to the filing of the Special Master's recommendations, extensive hearings were held to determine the nature and scope of activities which would have to be undertaken to develop a final desegregation plan and to effect its full implementation.</p>\n<p>Based upon the record of the hearings and data compiled, the Court was given the following recommendation (Special Master's Report at 171, October 28, 1977):</p>\n<blockquote>It is further recommended that the Court order the Cleveland Board of Education to create the full time position of a deputy superintendent in charge of desegregation implementation, paid at a rate at least equal to the present deputy superintendent. The individual to fill this position should be chosen by the Court and should be responsible directly to the Court for so long as the Court retains jurisdiction to review the implementation of a desegregation remedy. This individual should be allowed to hire an assistant and a staff as the need for additional people becomes known, but only with the prior approval of the Court. As soon as possible after his appointment, this deputy superintendent should develop a manning chart for a board of Court selected individuals to be responsible for reviewing and monitoring the implementation of a desegregation plan. The deputy superintendent shall be the director of said board, and shall be responsible for reporting the board's findings to the Court on a regular basis.</blockquote>\n<p>Upon receiving the Special Master's recommendations the Court ordered hearings to be held to receive such testimonial or documentary evidence as the parties felt should be before the Court prior to adopting a final desegregation plan. These hearings began on November 15, 1977, and were concluded on December 16, 1977. The Court received substantial evidence relating to the organizational structure needed fully to implement a desegregation plan for the Cleveland Public Schools.</p>\n<p>In furtherance of its constitutional duties, and having considered the applicable legal standards, pleadings, testimony, and documentary evidence received by the Court and the Special Master, the Court finds the need for the creation of a Department of Desegregation Implementation within the Cleveland Public School System.</p>\n<p>IT IS THEREFORE ORDERED, ADJUDGED, AND DECREED that:</p>\n<p>1. The Cleveland Board of Education shall establish a Department of Desegregation Implementation.</p>\n<p>2. The Department of Desegregation Implementation shall have as its administrative head a new Deputy Superintendent for Desegregation Implementation, and shall include at least the following operational units: student logistics; program development, educational strategies and training; safety and security; fiscal planning, management <span class=\"star-pagination\">*618</span> and resource identification; and transportation planning and administration.</p>\n<p>3. The duties of the Deputy Superintendent for Desegregation Implementation shall include, but not be limited to:</p>\n<p>a. Participation with the Court-appointed Special Master and Experts in the finalization of the desegregation plan;</p>\n<p>b. Administration of all student assignments and transfers arising out of the desegregation plan ordered by the Court;</p>\n<p>c. Planning and administration of such transportation as is required under the plan;</p>\n<p>d. Identification, solicitation, and administration of all local, state, or federal financial resources needed for or provided in support of the desegregation plan ordered by the Court;</p>\n<p>e. Preparation and submission of biweekly progress reports to the Court, Special Master and all parties and to such monitoring body as may be established by the Court. These reports will include school enrollments, attendance, levels of transportation, summaries of suspensions and other disciplinary actions and/or problems, identification of problems, solutions, and contemplated solutions, faculty and staff training and assignments under the plan, new programs initiated, and any other pertinent data relative to affirmative compliance with the Court's order.</p>\n<p>f. Recommendations for improved procedures for implementation based upon interaction with such monitoring body as may be established by the Court;</p>\n<p>g. Establishment of a suitable organizational structure to implement the desegregation plan ordered by the Court.</p>\n<p>4. The Department of Desegregation Implementation and the Deputy Superintendent shall be provided with such resources, personnel, or material as are necessary for the accomplishment of the above-stated duties. The Deputy Superintendent shall select and appoint, subject to Court approval, individuals to head the operational units mentioned in Paragraph 2 above, and each such person shall, with the Deputy Superintendent, be granted full tenure.</p>\n<p>5. The Deputy Superintendent, within three weeks after appointment by the Court, shall submit to the Court a detailed report outlining the proposed duties of the new Department, and the staffing necessary to carry out those duties.</p>\n<p>It being the Court's intent to appoint the Deputy Superintendent for Desegregation Implementation on or before January 2, 1978, and the Court desiring the fullest measure of assistance from the parties in making this sensitive appointment,</p>\n<p>IT IS FURTHER ORDERED that:</p>\n<p>6. All parties shall submit to the Court, on or before December 30, 1977, the name or names of those individuals thought to be capable of carrying out the duties herein described, together with a resume and such other supporting data as may be helpful.</p>\n<p>7. The Special Master shall review such recommendations and shall recommend to the Court the individual best equipped, prepared, and available to assume the position of Deputy Superintendent for Desegregation Implementation.</p>\n<h2>NOTES</h2>\n<p>[*]   This modification is made after consideration of City Defendants' Motion for Reconsideration of December 30, 1977. That Motion is denied in all other respects.</p>\n<p>[*]   Enrollment figure as of September 16, 1977.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">569</span></span> (1978)</b></center>\n<center><h1>Robert Anthony REED, III, et al., Plaintiffs,<br>\nv.<br>\nJames A. RHODES et al., Defendants.</h1></center>\n<center>No. C73-1300.</center>\n<center><p><b>United States District Court, N. D. Ohio, E. D.</b></p></center>\n<center>February 6, 1978.</center>\n<p><span class=\"star-pagination\">*570</span> <span class=\"star-pagination\">*571</span> James L. Hardiman, Cleveland, Ohio, Nathaniel R. Jones, Gen. Counsel, NAACP, New York City, Thomas I. Atkins, Roxbury, Mass., for plaintiffs.</p>\n<p>Mark O'Neill, Weston, Hurd, Fallon, Paisley &amp; Howley, Ohio State Bd. of Ed., George I. Meisel, Charles F. Clarke, William C. Hartman, James P. Murphy, of Squire, Sanders &amp; Dempsey, John H. Bustamante, Cleveland City Bd. of Ed., Cleveland, Ohio, for defendants.</p>\n<p></p>\n<h2>REMEDIAL ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>In its Remand Opinion entered today, this Court reconsidered and elaborated upon its findings of August 31, 1976 in light of <i>Dayton Board of Education v. Brinkman,</i> <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977), and other recent United States Supreme Court decisions. Today's Opinion reaffirms the August 31, 1976 findings that defendants (City and State) discriminated against plaintiffs by numerous acts and omissions, the purpose and effect of which were to foster and maintain a segregated dual school system; that these numerous constitutional violations had systemwide impact entitling plaintiffs to a systemwide remedy; and that both the City and State defendants are constitutionally liable for having maintained a <i>de jure</i> segregated public school system. This Order is addressed to remedying that condition and restoring plaintiffs to substantially the position they would have occupied had these violations not occurred.</p>\n<p>As stated in the Remand Opinion, the finding of systemwide <i>de jure</i> segregation mandates a comprehensive, systemwide plan of desegregation which eliminates the systematic pattern of schools substantially disproportionate in their racial composition to the maximum extent feasible. <i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974). Recognizing that \"[s]chool authorities have the <i>primary</i> responsibility for elucidating, assessing, and <span class=\"star-pagination\">*572</span> solving these problems,\" <i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 299, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, 756, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (1955) (emphasis added), the Court ordered the defendants to prepare a desegregation plan which would satisfy this mandate. To aid the Court in evaluating the proposals, a Special Master and two experts were appointed, on September 14, 1976 and December 3, 1976 respectively. In addition, on December 7, 1976, the Court provided the defendants with Instructions and Guidelines. (Appendix A)</p>\n<p>On February 10, 1977, the Court requested the United States Attorney General to intervene in this action to assist in formulating and implementing an appropriate remedy. The Attorney General declined to intervene as a party, but at his suggestion, on March 28, 1977, the United States of America, through the Attorney General, was designated to appear and participate in this action as <i>amicus curiae.</i></p>\n<p>The Cleveland and State defendants filed their proposed plans on January 18, 1977. On February 10, 1977 the Court rejected the Cleveland defendants' initial plan because it failed to comply with either the August 31, 1976 order or the December 7, 1976 guidelines. The Cleveland defendants were, therefore, ordered to submit another plan. On February 25, 1977 the Cleveland defendants filed their second proposed plan. Amendments to the second plan were filed on March 31, 1977 and April 18, 1977. On May 13, 1977, Cleveland defendants filed a third proposed plan to replace those previously filed.</p>\n<p>In a May 27, 1977 report, the Special Master recommended that the faculty and staff of the Cleveland system be desegregated by September 19, 1977. That recommendation was adopted and implementation was effected as ordered. That Order, entered June 3, 1977, is attached as Appendix B and is incorporated herein as a part of the remedy in this case.</p>\n<p>During June and July of 1977, the Special Master and the two Court-appointed experts held hearings on the State's proposed plan and the Cleveland defendants' third proposed plan. These lengthy hearings included testimony from six Cleveland Board of Education administrative personnel, five Cleveland Board Members, three State Board of Education employees, one expert who assisted in the development of the State Board of Education's desegregation plan, and one expert involved in the implementation of the Boston, Massachusetts desegregation plan.</p>\n<p>Members of the general public were also invited to present testimony concerning recommendations for the final plan at public hearings before the Special Master, also in June and July of 1977. During the hearings, 41 representatives for 27 community organizations, a representative of the Cleveland Teachers Union, and five private individuals testified. In addition, a large number of written responses, containing supplemental information and recommendations, were made a part of the record of this case.</p>\n<p>On October 27, 1977, the Special Master submitted recommendations which modified the State's plan and the Cleveland defendants' third plan where appropriate. The Special Master's recommendations were based upon evidence developed at hearings, supplemental information and recommendations submitted by civic organizations and concerned citizens of the City, and additional data and information obtained from the Cleveland School Superintendent. The following topics, all addressed by the Special Master, will be discussed in this Order:</p>\n<blockquote>I. Student Assignments</blockquote>\n<blockquote>II. Education Programs and other Ancillary Relief</blockquote>\n<blockquote>A. Testing</blockquote>\n<blockquote>B. Reading Programs</blockquote>\n<blockquote>C. Counselling and Career Guidance</blockquote>\n<blockquote>D. Magnet Schools and Programs</blockquote>\n<blockquote>E. Cooperation with Universities, Businesses and Cultural Institutions</blockquote>\n<blockquote>F. Extracurricular Activities</blockquote>\n<blockquote>G. Staff Development and Student Training in Human Relations</blockquote>\n<blockquote>H. Student Rights</blockquote>\n<blockquote>I. School-Community Relations</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*573</span> III. Transportation</blockquote>\n<blockquote>IV. Safety and Security</blockquote>\n<blockquote>V. Defendants' Ability to Implement Plan</blockquote>\n<blockquote>A. Management Perspective</blockquote>\n<blockquote>B. Financial Considerations</blockquote>\n<blockquote>VI. State's Role in Implementation</blockquote>\n<p>In many of these areas the Special Master recommended that the defendants be required to submit more detailed information and more specific remedial plans. Information regarding transportation plans and school closings, for example, had been requested from the defendants but has not yet been submitted in a completed form. As a result, certain parts of the desegregation plan, especially student assignments, will require some future modification.</p>\n<p>The Court finds that the Master's recommendations are sound and well-considered and substantially adopts them, with the few modifications described <i>infra.</i> This plan allows the greatest possible degree of actual desegregation in consideration of the practicalities. In making modifications, the Court has considered and applied the principles Judge DeMascio stated in <i>Bradley v. Milliken,</i> <span class=\"citation\" data-id=\"1413674\"><a href=\"/opinion/1413674/bradley-v-milliken/\"><span class=\"volume\">402</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1096</span></a></span>, 1102 (E.D.Mich. 1975):</p>\n<blockquote>[A]lthough the resulting injury is great, the remedy devised should not inflict sacrifices or penalties upon other innocent children as punishment for the constitutional violations exposed. We must bear in mind that since those committing the grotesque violations are no longer about, any such punishment or sacrifices would fall upon the very young; it is the children for whom the remedy is fashioned who must bear the additional burdens.</blockquote>\n<p></p>\n<h2>I. STUDENT ASSIGNMENTS</h2>\n<p>The Cleveland defendants' Third Plan, the State defendants' plan, and the Master's recommendations with respect to pupil assignments all employ techniques of contiguous and noncontiguous pairings and clusterings, boundary changes, grade structure changes, and feeder pattern changes to effectuate the desegregation of the Cleveland public school district. Given the geographic and residential structure of the City of Cleveland, the Court finds that these techniques are appropriate in this case. <i>See </i><i>Swann v. Charlotte-Mecklenburg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108319\"><a href=\"/opinion/108319/north-carolina-bd-of-ed-v-swann/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1284</span></a></span>, <span class=\"citation\" data-id=\"108319\"><a href=\"/opinion/108319/north-carolina-bd-of-ed-v-swann/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></a></span> (1971).</p>\n<p>In preparing his recommended assignments, the Master endeavored to follow as closely as possible and practicable the recommendations contained in the City defendants' third plan. The reasoning behind his modifications to that plan are explained in his report of October 27, 1977 and in a special report by the Court-appointed expert, Gordon Foster, which is attached hereto as Appendix C.</p>\n<p>The pupil assignments proposed by the Master have been formulated with a view towards accomplishing the complete desegregation of the Cleveland Public School System in the safest, most efficient, and most economical manner consistent with a sound educational program. They are administratively feasible and take into consideration practicalities such as time and distance factors. The Court finds those proposed assignments to be entirely reasonable and appropriate, and, with two significant exceptions, hereby adopts the same.</p>\n<p>The first exception involves school closings. Both the State and Cleveland defendants' plans call for the closing of certain schools and the reassignment of students therefrom. In their third plan, the Cleveland defendants proposed closing seven elementary schools and one junior high school. For purposes of preparing the pupil assignment plan, the Master assumed that only those eight schools would be closed. However, testimony before the Special Master at recent hearings indicated that the closings proposed in the plans are insufficient in number in light of the severe financial problems faced by the Cleveland School System, and, further, that these proposals were not made pursuant to any well-considered plan. Raymond Sepeta, Assistant Supervisor of the Division of Housing, Equipment and Supplies of the Cleveland Board of Education, testified that at the <span class=\"star-pagination\">*574</span> elementary level, there was approximately 25%  33% excess capacity in the school facilities. (TR. 445) Closing only eight schools would only slightly reduce these excess capacity figures. It was evident, therefore, that the Cleveland defendants would find it financially necessary to close more than eight schools in 1978. In fact, the City defendants now indicate that between 15 and 30 schools may have to be closed. Closings in the midst of desegregation would of course cause incalculable interference with a carefully prepared plan of pupil reassignment. To avoid this problem, the Master, on September 30, 1977, recommended that the defendants be ordered to prepare a school closure study, and submit, on or before November 30, 1977, a school closing priority list based upon that study. The Court adopted that recommendation. On November 30, 1977, the Cleveland defendants filed a submission which was insufficient for reasons set forth in the Court's Order of December 31, 1977. The school closure study and related school closing priority list is now overdue from the defendants. The delay has effectively obstructed the formulation of a final pupil assignment plan. When the study and priority list are submitted in the form specified in the December 21, 1977 Order, defendants shall effect the necessary school closings, subject to the Court's approval, and submit a proposed pupil assignment plan which reassigns students in a nondiscriminatory manner.</p>\n<p>Since the defendants have not presented the ordered school closing information, the Master's pupil assignment plan will be modified to provide for reassignment of students without taking into consideration any school closings.</p>\n<p>All further implementation planning shall be based upon this modified assignment plan. Any reduction in capacity effected in the district pursuant to further orders of this Court shall be accompanied by the reassignment of students from closed facilities in a desegregative manner to be approved by this Court.</p>\n<p>The second exception to the Special Master's recommendations relates specifically to the Collinwood cluster. In Collinwood, a responsible community organization has developed alternative remedial proposals which fall within the Court's guidelines and appear to merit consideration.</p>\n<p>The Collinwood Community Congress has communicated its recommendations on several occasions to the Special Master (<i>e. g.,</i> March 10, 1977 statement and December 12, 1977 letter). The Congress recommends that the following clusters be established for pupil assignment in the Collinwood area elementary schools:</p>\n<blockquote>1. P. Bellamy, O. H. Perry, and H. W. Longfellow;</blockquote>\n<blockquote>2. H. Gibbons, W. Brett, and East Clark; and</blockquote>\n<blockquote>3. Memorial, Euclid Park, and K. Clement.</blockquote>\n<p>The Congress also makes a number of additional recommendations concerning educational components of the plan.</p>\n<p>The Collinwood area has been desegregated at the secondary levels for a number of years, and several fine community organizations have worked to assure the success of that desegregation effort. Many of these Collinwood community organizations presented testimony at the remedial hearings and alternative remedial plans. In view of the exemplary efforts of the Collinwood community, the Master's recommendations shall be modified to use the Collinwood Community Congress' recommendations. An exception is that the Iowa-Maple School will be included in the Collinwood cluster. (A part of the Iowa-Maple attendance zone is already in the Collinwood High School feeder pattern.) Appendix D illustrates how this is to be accomplished.</p>\n<p>If before May 1, 1978, any responsible community organization should come forward with a viable alternative remedial proposal for a particular high school cluster which meets the Court's guidelines, the Deputy Superintendent for Integration will consider the merits of such proposal and make a detailed report and recommendation to the Court.</p>\n<p>Otherwise, student assignment will be as follows:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*575</span> TABLE 1</h2>\n<p></p>\n<h2>CLEVELAND CITY SCHOOLS\n <span class=\"star-pagination\">*576</span> <span class=\"star-pagination\">*577</span> <span class=\"star-pagination\">*578</span> <span class=\"star-pagination\">*579</span> <span class=\"star-pagination\">*580</span> <span class=\"star-pagination\">*581</span> <span class=\"star-pagination\">*582</span> <span class=\"star-pagination\">*583</span> <span class=\"star-pagination\">*584</span> <span class=\"star-pagination\">*585</span> <span class=\"star-pagination\">*586</span> <span class=\"star-pagination\">*587</span> <span class=\"star-pagination\">*588</span> <span class=\"star-pagination\">*589</span> <span class=\"star-pagination\">*590</span> <span class=\"star-pagination\">*591</span> <span class=\"star-pagination\">*592</span> <span class=\"star-pagination\">*593</span> <span class=\"star-pagination\">*594</span> <span class=\"star-pagination\">*595</span> <span class=\"star-pagination\">*596</span>\n</h2>\n<p><span class=\"star-pagination\">*597</span> As recommended by the Special Master, this Order will not affect kindergarten or pre-kindergarten students. In the first year of implementation (1978-1979), high school seniors will have the option of finishing out their twelfth year at the school to which they are presently assigned.</p>\n<p>Another problem in the area of pupil assignment is the matter of special transfers. In the past, special assignments have been used to promote segregation. <i>See </i><i>Reed v. Rhodes,</i> <span class=\"citation\" data-id=\"1893614\"><a href=\"/opinion/1893614/reed-v-rhodes/\"><span class=\"volume\">422</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">708</span></a></span> (N.D.Ohio 1976). To remedy this problem, the Cleveland defendants proposed to review all records of students attending schools other than their \"home schools\" through special transfers. Where the return of the student to the home school would enhance desegregation, the student would be so reassigned, unless the student's program of studies would be inordinately disturbed. Future special transfer requests which would not enhance desegregation would be subject to approval by the Superintendent, and a list of all such transfers granted by the Superintendent would be submitted to the Court prior to November 1 of each year.</p>\n<p>The defendants have not explained the circumstances under which a student's program of studies would be so \"inordinately disturbed\" as to exempt that student from reassignment to the home school or what mechanisms and controls will be used to assure that the special transfer policy is not, once again, used by the Cleveland defendants to foster segregation. Therefore, the City defendants are ordered to submit to the Court a detailed special transfer plan which addresses itself to such transfers in the context of the desegregation process.</p>\n<p>In regard to the time and manner of implementation, the Cleveland defendants' third plan provides for the \"phasing-in\" of desegregation over a three year period. The State defendants' plan provides for phasing starting with elementary students in the first year, junior high students in the second year, and senior high students in the final year. Unlike the State Board's plan, the Cleveland defendants' third plan provides for phasing on a geographic basis, with all grades within a high school cluster being desegregated at one time.</p>\n<p>In response to inquiry by the Special Master, State Board officials agreed that their plan could be implemented as a package instead of being phased. The Cleveland defendants have provided no authority supporting their contention that the educational program of the District will suffer if all of the schools are desegregated at one time. The Special Master has recommended that there be no phasing-in of desegregation, and the Court has seen no contrary evidence to indicate that phasing is necessary or preferable. Defendants have been given sufficient lead time, and must, therefore, simultaneously implement a desegregation plan for all grades in all areas of the City beginning with the opening of school in September 1978.</p>\n<p></p>\n<h2>II. EDUCATIONAL PROGRAMS AND OTHER ANCILLARY RELIEF</h2>\n<p>The obligation of defendants, found to have maintained a dual school system, goes beyond reassignment of pupils to fully integrated schools and classrooms. Defendants have the further constitutional obligation to develop educational programs that will correct the effects of prior segregated schooling to the greatest extent possible.</p>\n<p>There is agreement in this case among the plaintiffs, local defendants, and the Special Master as to the appropriateness of including the ancillary relief ordered here. The State defendants alone disagree that these provisions bear an essential relationship to the process of desegregation.</p>\n<p>The recent decision of the Supreme Court in <i>Milliken v. Bradley,</i> <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1977) (<i>\"Milliken II\"</i>), answers the theoretical State Board objections. The Court held there that federal courts must on occasion address matters other than pupil assignment to eliminate the effects of prior segregation. Remedial programs are sometimes required to overcome <span class=\"star-pagination\">*598</span> the inequalities inherent in dual school systems, and when the consequences of unlawful educational isolation linger, they must be dealt with by independent measures beyond pupil assignment. 97 S.Ct. at 2758, 2761.</p>\n<p>Applying these standards, this Court has made a thorough, independent review of the evidence in this case and has determined that the educational programs and other ancillary relief detailed below are necessary to overcome the effects of the dual school system and <i>de jure</i> segregation, and to assure an effective transition to a racially neutral, nondiscriminatory, unitary school system. The Court's obligations and objectives in respect to these ancillary relief provisions are calculated (1) to remedy the academic effects of prior segregation; (2) to ensure that existing and future programs are administered in a nondiscriminatory fashion; (3) to maintain a secure, integrated school environment in which the rights of all students are protected; and (4) to guaranty that Court-ordered educational provisions are successfully implemented.</p>\n<p></p>\n<h2>A. <i>Testing and Tracking</i>\n</h2>\n<p>The record indicates that achievement and ability testing has long been used in the Cleveland School System as an indicator of student progress. While there has been no evidence of discriminatory use of tests in the past, the evidence adduced in this case indicates that testing can become a tool for resegregation. Therefore, defendants are cautioned that they must insure that all tests, whether standardized, criterion referenced, or teacher made, are developed, administered, and scored in a nondiscriminatory manner.</p>\n<p>The Court is particularly concerned that the results of such tests are used in a nondiscriminatory manner. In particular, the defendants shall avoid ability grouping or tracking students in segregated classrooms. Ability grouping poses particular problems and dangers to a school system undergoing desegregation. The Master noted that the assignment of a previously segregated student to a low achieving group may result in a self-fulfilling prophecy of continuing low achievement. Recommendations of the Special Master at 132, October 27, 1977. The Court is persuaded by testimony that permitting ability grouping or tracking during a program of desegregation would introduce a major weakness into the desegregation process. (<i>E. g.,</i> TR. 34, 35, 6, 80, 81, December 9, 1977). Therefore, the defendants shall not assign students in ability groupings where such assignment results in racially segregated classrooms. When the school system has operated as a unitary system for a period sufficient to assure that the underachievement of certain groups is not due to educational inequities caused by prior segregation, ability grouping may be resumed, if otherwise necessary or desirable. <i>See </i><i>McNeal v. Tate County School District,</i> <span class=\"citation\" data-id=\"324412\"><a href=\"/opinion/324412/kelly-mcneal-v-tate-county-school-district/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span> (5th Cir. 1975). To ensure that this provision is effectively implemented, local defendants shall report in the manner suggested by the Special Master in his Recommendations, <i>supra,</i> at 133.</p>\n<p></p>\n<h2>B. <i>Reading Programs</i>\n</h2>\n<p>The development of proficient reading skills is perhaps the most essential service a school system provides. Without reading skills, students cannot achieve academic success and will be handicapped in any occupation in the outside world. <i>Bradley v. Milliken,</i> <span class=\"citation\" data-id=\"1413674\"><a href=\"/opinion/1413674/bradley-v-milliken/\"><span class=\"volume\">402</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1096</span></a></span>, 1138 (E.D.Mich. 1975). The record contains studies establishing that minority students often lag behind the national norm for urban areas.</p>\n<p>Testimony of both plaintiffs' and defendants' witnesses identified the need for reading programs to be made part of any Cleveland desegregation plan. The evidence presented during the remedy hearings demonstrated that the percentage of students in Cleveland reading below average performance levels increases as the percentage of black students in particular schools increases. The Court is persuaded that lower performance <span class=\"star-pagination\">*599</span> scores in schools with a predominance of black students, though partially explainable by the factor of poverty, are mainly a result of differing racial treatment. Therefore, the Court finds that the reading deficiencies, demonstrated by defendants' reports of test scores (PX 2), are directly and substantially attributable to factors involving racial discrimination.</p>\n<p>In November 1974, the Cleveland Board of Education published a study entitled \"Reading in Cleveland Schools: An Assessment and Forward Look.\" This report evaluated the reading program in the elementary schools and included an analysis of reading achievement test scores. Among the findings of the study group were these:</p>\n<blockquote>1. There is a strong, well organized and highly professional measurement program in operation.</blockquote>\n<blockquote>2. In contrast, there does not exist an evaluation program which could provide key decision makers needed information about the reading program.</blockquote>\n<blockquote>3. Results of reading tests indicate:</blockquote>\n<blockquote>a. Favorable and improving results at the primary levels.</blockquote>\n<blockquote>b. Generally below average and stable results at the intermediate levels.</blockquote>\n<blockquote>c. Poor, and perhaps deteriorating, test results at the upper grade levels.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>4. Generally poor use of test results by principals and central office administration because of a lack of a total evaluation program and local school instructional leadership.</blockquote>\n<p>This report supports the Court's findings. The general deterioration of test scores as students move through the system supports the inference that students educated in this segregated dual school system are not growing as they move through the system, and in fact may actually be regressing.</p>\n<p>In order to remedy the effects of past discrimination, the defendants shall institute an affirmative reading skills program which does not resegregate. By April 15, 1978, they shall report to the Court what steps have been taken or will be taken by the Cleveland Board in response to the findings in the 1974 study set forth above and to other deficiencies in the reading program this study may have identified.</p>\n<p>The defendants shall conduct an additional study to determine the nature and extent of disparities in the reading skill test scores of minority and white pupils in the Cleveland public schools at the elementary, junior high, and senior high school levels. The design for this study shall be developed in consultation with experts assisting the Court and shall be submitted to the Court for its approval before July 1, 1978.</p>\n<p></p>\n<h2>C. <i>Counselling and Career Guidance</i>\n</h2>\n<p>Desegregation places academic and psychological pressures upon the students involved in the process. Trained counsellors are needed to assist students facing these pressures. Defendants, during the hearings on remedy, conceded the importance of the role to be played by counsellors. They conceded, too, the need to address this matter in any sound desegregation plan.</p>\n<p>In order to reduce the pressures on students undergoing desegregation and to prevent resegregation resulting from curriculum or program choices of students, the defendants shall institute an effective nondiscriminatory counselling and career guidance program. The program shall ensure that students are counselled on a racially nondiscriminatory basis as to opportunities in employment or higher education and as to vocational and other special educational programs. The City defendants shall report to the Court by April 1, 1978 the steps they have taken or will take to train their counsellors and career guidance staff to deal with the special problems arising from desegregation.</p>\n<p></p>\n<h2>D. <i>Magnet Schools and Programs</i>\n</h2>\n<p>Magnet schools and programs can be an important component in the desegregation <span class=\"star-pagination\">*600</span> process. Such programs offer choices for students and parents who might otherwise believe that desegregation may be educationally counterproductive. They assure the community that the Court and all others involved in desegregation planning are as deeply concerned with academic goals as they are with ending discrimination.</p>\n<p>In their third plan, the City defendants proposed the expansion of the District's existing magnet school program. As proposed, these new or expanded programs would be integrated, but as described they would have no realistic integrative effects on the system as a whole. Furthermore, these proposals show no evidence of careful planning and are not designed to mesh with other aspects of desegregation, in particular pupil assignment, school closings, transportation, and finances.</p>\n<p>In order to assure that attractive magnet programs are developed for students seeking nontraditional educational opportunities and that they are located where they will best serve the overall desegregation of the system, the defendants shall develop a comprehensive plan for magnet schools. The plan shall reflect that consideration has been given to (a) locating the various programs at sites where desegregation goals will be best served; (b) making use of existing schools and facilities in areas of declining enrollment; (c) methods for effecting savings that may result from specializing and consolidating programs; and (d) programs currently operating in other cities, such as Dallas and Cincinnati. In developing their plan, the defendants shall consult with experts drawn from outside the Cleveland School System, such consultants to be selected with the approval of the Court.</p>\n<p></p>\n<h2>E. <i>Cooperation with Universities, Business, and Cultural Institutions</i>\n</h2>\n<p>In their third plan, the City defendants propose expanded cooperation with area colleges and universities, businesses, and cultural institutions to assist in implementing defendants' various education proposals. However, the defendants have not taken seriously their own proposals to obtain that cooperation. Recent hearings conducted by the Education Committee of the Cleveland Board reveal that higher education, business, and cultural institutions are relatively untapped resources standing ready to provide substantial assistance once the defendants actively seek their assistance.</p>\n<p>Defendants' proposed cooperative educational programs could be invaluable in demonstrating to the community that desegregation offers an opportunity to embark on new avenues to academic excellence as well as a chance to end discrimination. The Court contemplates establishing a Special Task Force of representatives of the higher education, business, and cultural communities to plan the development of the cooperative educational ventures suggested here. Until such a Task Force can be established, the Court encourages the local defendants to make all reasonable efforts to develop a plan for involving local institutions in the viable educational partnership suggested in their third plan.</p>\n<p></p>\n<h2>F. <i>Extracurricular Activities</i>\n</h2>\n<p>Extracurricular activities play a significant role in facilitating the student-to-student contact which is a by-product of desegregation. The president of the Cleveland School Board testified to the importance attached by students and their parents to athletics, music, school clubs, the class yearbook, the student newspaper, cheerleading, and the like. Because of their importance as a measure of peer achievement, these activities sometimes broadcast more clearly than other school efforts how seriously the school officials take the mandate to eliminate segregation \"root and branch.\" Unless all parties understand the importance of these activities to students, it is unlikely that the necessary steps will be taken to guarantee that they are free of discriminatory effect or affect.</p>\n<p><span class=\"star-pagination\">*601</span> The most serious defect in the Board's design of the extracurricular component is its failure to specify the mechanism by which students and faculty would be selected to insure a desegregated experience. The Special Master made the following recommendations regarding extracurricular activities which the Court hereby adopts:</p>\n<blockquote>1. Extra-Curricular Activities  The City defendants should be directed to establish the monitoring system discussed at page 50, item (c) of their third plan, to ensure that eligibility requirements are enforced on a racially neutral basis, and to submit a copy of said system to the Court as a supplement to this portion of the desegregation plan. This monitoring system should also have the ability to address other questions, problems or criticisms which arise in regard to extracurricular activities.</blockquote>\n<p></p>\n<h2>G. <i>Staff Development and Student Training in Human Relations</i>\n</h2>\n<p>It has been conceded on all sides that staff development and training of students in human relations is essential if desegregation is to be effective. The Cleveland School Board President testified that training for staff and students is \"absolutely necessary\" and should be thought of as a continuing need. The Court finds that a sound program for the training of staff and students is essential to an effective desegregation effort.</p>\n<p>Defendants have been involved in considerable planning in this area. As noted by the Special Master, time and circumstances have made it necessary to modify defendants' earlier plans to some degree. Planned-for programs and exercises have undoubtedly been interrupted. However, it is essential that a prompt new beginning be made to ensure that the staff and students are involved in training programs well before the end of the current academic year in June of 1978.</p>\n<p>Therefore, the defendants shall report to the Court by March 1, 1978 (1) what training of staff and students has already taken place; (2) what is the overall timetable for implementing the training program; (3) what steps the defendants will take to ensure that the program is underway by April 15, 1978; and (4) how the program will effectively reach the staff and students prior to the end of the current academic year.</p>\n<p></p>\n<h2>H. <i>Student Rights</i>\n</h2>\n<p>The Cleveland defendants' third plan and their November 30, 1977 Report to the Special Master contain provisions for \"Clarifying Rights, Responsibilities, Rules and Regulations.\" While some attention to the concept of \"Student Rights and Responsibilities\" as proposed by the defendants is necessary, the Court finds that the proposals are vague and place a disproportionate stress on discipline without providing adequate safeguards to protect the rights of the students. The third plan also ignores the need for sensitive understanding on the part of the administrators, faculty, or students who will live under this code when desegregation begins.</p>\n<p>Evidence introduced during the remedy hearings demonstrated that minority students in the Cleveland system are being suspended in numbers disproportionate to their representation in the student population. Without proper and adequate preparation, this pattern can only become aggravated as desegregation is implemented. Various studies in evidence indicate a disproportionate impact of school disciplinary policies on black students in cities undergoing court-ordered desegregation.</p>\n<p>The pamphlet currently distributed to students, parents, and school officials concerning behavior and discipline is vague and ambiguous. Moreover, testimony revealed that the implementation of the student discipline code is left to the discretion of individual building principals. These procedures are totally inadequate to assure <span class=\"star-pagination\">*602</span> that the implementation of desegregation in Cleveland will not be accompanied by discriminatory application of student discipline policies. Consequently, the Cleveland Board must adopt and disseminate a Code of Student Rights, Responsibilities, and Discipline, together with a list of policies and procedures for standardized systemwide implementation in a manner which will protect the rights of students against arbitrary or discriminatory exclusions, suspensions, or expulsions. In addition, the City defendants shall maintain detailed records regarding daily enrollment, disciplinary actions, suspensions, expulsions, and dropouts, by race and by school, and shall, beginning in September, 1978, submit these statistics to the Court on a quarterly basis.</p>\n<p></p>\n<h2>I. <i>School Community Relations</i>\n</h2>\n<p>The Cleveland defendants have filed with the Court a \"Proposed School-Community Relations Program for Desegregation.\" The proposal is thoughtful and evidences the defendants' understanding of the extreme importance of involving a well-informed community in the process of desegregation. In its broad outline and in its details, the proposal will improve the likelihood that the process of desegregation will go smoothly. Defendants shall submit to the Court no later than May 1, 1978 their timetable for implementing the proposed school-community relations program, and shall begin immediately to put the program into effect.</p>\n<p></p>\n<h2>III. TRANSPORTATION</h2>\n<p>All parties agree that some pupil transportation will be required to desegregate the Cleveland Public Schools. The Cleveland defendants' third plan estimated that 52,100 pupils would have to be transported. The State defendants' plan projected the transportation of 52,112 pupils (26,469 elementary, 12,650 junior high, and 12,993 senior high) when all phases of the plan were implemented. Analysis by the City defendants of the Special Master's recommended student assignment plan indicated that approximately 52,065 students would have to be transported thereunder.</p>\n<p>The City defendants estimated that 566 buses would be needed to implement their student reassignment component. The State defendants estimated that a maximum of 485 buses, each carrying 119 pupils in two round trips per day, would be needed to effect their plan when all phases are implemented.</p>\n<p>The defendants propose to expand the Cleveland school district's transportation system from a 37 bus unit to approximately 600 buses in order to implement desegregation. The City defendants' transportation experience has been such that the largest number of buses purchased at one time has been eleven. In spite of an admitted lack of experience in operating a large transportation system, the City defendants did not employ outside experts, nor did they consult with transportation experts from the State Board of Education to assist in the development of the transportation component of their plan. No thought was given to leasing or contracting for a transportation system, nor was more extensive use of public transportation considered. At the same time, in their second proposed desegregation plan, those defendants were arguing that desegregation would bankrupt the Cleveland School System.</p>\n<p>The Master found, and this Court agrees, that the information contained in the defendants' proposed plans is insufficient to evaluate the administrative and financial soundness, efficiency, or feasibility of a purchased transportation system. There is an enormous difference in cost among the various possible methods of transportation, especially considering initial outlay. This is an especially important consideration for a system in the precarious financial condition of the Cleveland system. For this reason, the Master made the following recommendations:</p>\n<p>\"The proceedings before the Master are replete with evidence that a serious cost <span class=\"star-pagination\">*603</span> study was not undertaken to determine the most economically feasible means of transporting students from among a number of alternatives. Using the number of students determined as set forth hereinabove, the Cleveland and State Boards of Education, separately or jointly, must investigate every reasonable method of providing transportation sufficient to implement systemwide desegregation, and said Boards must file a detailed report, once again, separately or jointly, with the Court no later than November 15, 1977. Said investigation and report shall, as a minimum, include the following:</p>\n<blockquote>1. A determination of the number of students which could reasonably use existing RTA routes, giving recognition <i>only</i> to student distance to nearest route and safety factors such as age of child, topical geographic feature hazards, and the necessity for transfers where they would be considered as posing a safety hazard.</blockquote>\n<blockquote>2. Investigation and negotiation with RTA regarding addition of routes, continuance of routes without transfer, and additional servicing of existing routes to increase availability of regular route RTA transportation for school district students.</blockquote>\n<blockquote>3. Routes must be determined to as great an extent as possible and school starting times determined and bus needs for extra-curricular activities determined in order that bus usage times, number of buses needed and miles travelled, if necessary, can be determined for the most accurate cost comparisons.</blockquote>\n<blockquote>4. Investigation and negotiation of transportation costs and expenses for use of RTA regular route facilities, purchase of all equipment, lease of equipment, and purchase of a contracted system.</blockquote>\n<blockquote>a. All of the above investigations and negotiations should be conducted on a competitive basis seeking volume discounts where applicable.</blockquote>\n<blockquote>b. With the exception of RTA, cost and expense factors should be kept comparable to the extent possible (e. g. extras on busses used, two-way radios, use of monitors, etc.).</blockquote>\n<blockquote>c. A comparative cost report should be developed which will include all of the above methods of transportation provisions and which will report costs in total, by category and on a per pupil basis broken down into capital and operating expenses with indication of reasonable amortization period for capital expenditures, listed before and after all state and/or federal reimbursements and including all of the noncomparable costs and expenses.</blockquote>\n<blockquote>5. The administrative, manpower, and training needs which devolve upon the school with each method must be determined and reported, from a cost, logistical and increased facility standpoint.</blockquote>\n<blockquote>6. Investigation and indications regarding the ability of each supplier chosen to produce what they say they will and to meet the time constraints given.</blockquote>\n<blockquote>7. An indication of the transportation method or combination of methods the Cleveland Board proposes to use and reasons said method or combination was chosen.</blockquote>\n<blockquote>8. Amount of time it will take to implement all phases of transportation method(s) chosen, with a timetable for implementation of specific steps.</blockquote>\n<p>All security measures to be taken in regard to transportation shall be addressed in the security section herein, but any costs to the School for transportation security measures should be included in the report specified hereinabove.\"</p>\n<p>The Court is aware that it need not undertake the responsibility for seeing the <span class=\"star-pagination\">*604</span> desegregation costs do not \"bankrupt the system.\" Nonetheless, fashioning an equitable remedy would seem to include a consideration of that problem. Since the defendants seem disinclined to undertake a course of responsible fiscal management for themselves, the Court feels that, in fairness to the plaintiff class, it must insist that such steps are taken.</p>\n<p>Therefore, with the exception of the time deadline, which is now changed to September 15, 1978, the recommendation for this cost study is hereby adopted. In addition, this study should address the present administrative capability, as well as specific administrative changes which would be needed, to operate a purchased or leased transportation system.</p>\n<p>While the study just ordered is necessary to determine the best feasible long-term method of providing transportation, it is not particularly useful for beginning implementation of the remedy plan in September 1978. According to testimony before the Master and a time schedule submitted by the State defendants, the deadline for purchasing buses for use in September of 1978 has already passed. Leasing would require establishing the same extensive transportation department and building the same facilities as are required for a purchased system. Recognizing the folly of instituting massive capital and personnel additions without benefit of a cost and feasibility study, the Court, on December 21, 1977, ordered that the City defendants contract for at least 80% of the buses which will be needed in September 1978, supplementing the transportation system with public transportation. (<i>See</i> Appendix E) That Order is now amended by substituting 100% for the 80% requirement. In all other respects that Order remains in effect with the previously amended time deadlines.</p>\n<p>Necessary arrangements for special transportation of handicapped or retarded students shall be permitted. Proposals for transportation of students who do not meet State eligibility requirements for transportation and the reasons therefore must be approved by this Court.</p>\n<p></p>\n<h2>IV. SAFETY AND SECURITY</h2>\n<p>With a pupil transportation program of this magnitude, it is essential to ensure the safety and security of students being transported. The Court finds that the recommendations of the Special Master on this subject were made after thoughtful and careful consideration. Therefore, the City defendants, in consultation with the State defendants, shall present the Court with a detailed safety and security program covering all of the components as set out at Recommendations of Special Master at 157-63, October 27, 1977.</p>\n<p>Also pursuant to the Master's recommendations, it is ordered that the City defendants institute a Division of Safety and Security to perform the functions specified in the Master's recommendations. This department shall be a division of the Department of Desegregation Implementation (<i>See</i> Appendix F), and the head of the Department shall report and be responsible directly to the Deputy Superintendent for Desegregation Implementation. The head of this safety and security division, in addition to all other duties assigned by reason of this Order or otherwise, shall have the primary responsibility for coordinating all safety and security efforts with the proper law enforcement agencies. In addition to the functions specified in the Master's recommendations, this division shall maintain incident reports which shall be subject to review by the Court.</p>\n<p>Defendants shall report to the Court the status of safety and security planning and implementation, as well as progress in coordinated planning efforts with law enforcement agencies, on a monthly basis beginning February 14, 1978, until further Order of the Court.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*605</span> V. DEFENDANTS' ABILITY TO IMPLEMENT A DESEGREGATION PLAN</h2>\n<p>The Court has a responsibility to see that prior desegregation is remedied by a plan that \"promises realistically to work <i>now.\" </i><i>Green v. County School Board,</i> <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 439, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></span> (1968). However, the record clearly demonstrates that the Cleveland defendants presently lack either the capability or the desire to implement and administer a desegregation program in the Cleveland public schools. This finding is, in part, based upon evidence of defendants' lack of expertise to deal with the numerous problems which are bound to arise in implementing a desegregation program (<i>e. g.</i> transportation, security, etc.). However, it is also based largely upon what has appeared to be the defendants' lack of commitment in carrying out the letter and spirit of the Court's orders. While asserting they will obey this Court's orders \"cheerfully\", the defendants have consistently resisted them.</p>\n<p>The City defendants' first plan in no way could be interpreted to be in compliance with the Court's Guidelines and Instructions, nor did it even purport to address the scope and extent of the violations found by the Court. Their first submission having been rejected by the Court, the City defendants next submitted a plan for desegregation which was educationally unwise, irresponsible, and administratively and fiscally unsound. After submission of two amendments to the second plan, and further delay caused thereby, a third plan was finally submitted almost four months after the original due date for the submission of a workable plan.</p>\n<p>In addition to this marked lack of enthusiasm for desegregation planning the record indicates that the local defendants are without essential skills in management and financing.</p>\n<p></p>\n<h2>A. <i>Management Capability</i>\n</h2>\n<p>The hearings conducted by the Master and Court experts on the submissions of the State and local defendants revealed the Cleveland defendants' lack of ability to plan and prepare for implementation of their own plan. For example, the importance of the development of a student assignment mechanism for determination of transportation planning, routing, and other factors essential to desegregation implementation was established at the remedial hearings. However, no student assignment mechanism has, to this day, been devised by the Cleveland defendants. Defendants maintain that they will be able to use their computer to make student assignment decisions; however, no test runs have been conducted to determine the feasibility of that approach or defendants' ability to implement it.</p>\n<p>Although the City defendants have submitted certain studies to the Court, these have been forthcoming only after time consuming requests by the defendants for explanations of obvious statements, or with the help of outside expertise provided by the Court or at the direction of the Court. (<i>See, e. g.,</i> Master's Recommendations of October 19, 1977, Defendants' Motion to Modify this Court's Order of April 1, 1977; Defendants' Submission of November 30, 1977; Defendants' Motion for Reconsideration of Order of December 21, 1977.) For these reasons, filings containing studies and information vital to the formulation of a final desegregation plan have been consistently late or incomplete.</p>\n<p>After approximately 16 months of patiently attempting to persuade defendants of the non-adversary nature of fashioning a remedy, of the need for their cooperation with the experts and the Master, and finally of the need for additional expertise in the City defendants' administration for purposes of fashioning and implementing a desegregation remedy, the Court reluctantly concluded that it would have to take steps to assure that its remedial orders will be properly implemented. Thus, on December 21, 1977, the establishment of a Department of Desegregation Implementation was ordered. (Appendix F) That Order is incorporated <span class=\"star-pagination\">*606</span> herein with the following modifications:</p>\n<blockquote>1) References to the Special Master in numbered paragraphs 3.a. and 3.e. are deleted.</blockquote>\n<blockquote>2) Numbered paragraph 4 is modified by changing the second sentence to read as follows:</blockquote>\n<blockquote>\"The Deputy Superintendent shall recommend to the Board, and the Board shall elect and appoint, subject to Court approval, individuals to head the operational units mentioned in Paragraph 2 above. Any action taken by the Board of Education or its administration in regard to the duties, tenure, salary, employment or discipline of these individuals, including the Deputy Superintendent, shall be reported and subject to the approval of this Court until further order of this Court. As long as a conflict with this or any other Order is not created thereby, the mandates of the Ohio Revised Code and State and local rules and regulations governing employment, salaries, tenure, and discipline of personnel shall be followed.\"<sup>[*]</sup></blockquote>\n<p>Although the State defendants, pursuant to a previous order of the Court, have made available to the Cleveland schools certain State personnel to assist the local defendants in the implementation stages of these proceedings, this assistance is only of a temporary and emergency nature. Without outside assistance directly responsible to the Court, the implementation of desegregation will be seriously impaired because of a continuous necessity for this Court to issue orders before the defendants will perform their constitutional duty.</p>\n<p>Although defendants were made aware, through their lawyers, that the Court was intending to order appointment of a Deputy and creation of such a Department, they declined to make the appointment themselves, just as they have declined to secure any outside experts to aid in desegregation. The Cleveland School Board, with the exception of one member, also declined to submit names of candidates for the position of Deputy to the Special Master pursuant to the Court's Order of December 21, 1977. Therefore, the Court will appoint a Deputy in a forthcoming supplemental order.</p>\n<p></p>\n<h2>B. <i>Financial Considerations</i>\n</h2>\n<p>Nowhere do the management and administrative skills of the defendants appear more inadequate than in the area of finances. (<i>See</i> Special Master's Recommendations and Interim Reports of September 30, 1977, October 19, 1977, December 7, 1977, December 21, 1977 and January 13, 1978; January 30, 1978, hearings on financing.) Defendants have failed to predict declining student enrollments, overbuilt schools, and overhired staff. These factors have seriously contributed to the current financial problems of the District. Faced with financial problems of crisis proportions, the defendants have failed to take responsible steps on their own to alleviate their difficulties. Instead, the defendants have applied to this Court for short term remedies, and have recently involved the business community in prepayment of taxes as a stop-gap method of providing current operating revenues.</p>\n<p>In response to motions of the United States and the plaintiffs, the Court is in the process of conducting a hearing to collect information relevant to the financing of this desegregation plan. At the conclusion of this hearing, appropriate supplemental orders may be forthcoming.</p>\n<p></p>\n<h2>VI. STATE'S ROLE IN IMPLEMENTATION</h2>\n<p>The State Board of Education has been found liable, with the Cleveland Board, of creating and maintaining a dual <span class=\"star-pagination\">*607</span> school system in Cleveland. Therefore, except where statutes, legislation, or normal practice provide for a greater reimbursement, the State Board will share jointly and severally in the cost of implementation of desegregation. These costs shall be shared by the State defendants as they are incurred, and not on a reimbursement basis, in order that the City defendants shall not be initially unduly burdened with the total cost of implementation of this desegregation remedy. <i>See </i><i>Milliken II, supra</i> at 2761-62.</p>\n<p>However, the State's responsibility goes beyond giving financial aid. The federal constitution requires that the State take an active part in dismantling the dual school system it has helped to create and replacing it with a unitary, integrated system. The Ohio constitution and state statutes make the State Board primarily responsible for educating students in a racially integrated manner.</p>\n<p>To insure State participation in the remedy process the Court orders the State Board to undertake a \"positive action program\" of the type described in the Special Master's Recommendations at 151, October 27, 1977:</p>\n<blockquote>The Special Master recommends that the Court gain assurances from the State defendants that a positive action program will be instituted to inspect and insure that all schools in the Cleveland District meet and maintain State Minimum Standards. Such a program should include reviewing test results and further devising and utilizing methods of ascertaining and assuring that students in the Cleveland School System are achieving in accordance with the grade level to which they have advanced in the Cleveland School System. The program should also include more positive investigation and more rigorous enforcement in regard to schools meeting and maintaining State Minimum Standards in regard to the physical and safety aspects of the educational environment. The program should further include more rigorous enforcement of State educational standards in regard to provisions of equal educational opportunities in minority students in a desegregated atmosphere in the Cleveland School System.</blockquote>\n<p>In addition, the State defendants are expected to continue to provide their expertise as necessary to aid the City defendants in carrying out the other aspects of this Order and such supplementary orders as will issue from time to time.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Desegregation is an ongoing process. It took many years for the defendants to construct their dual, segregated system. While they are constitutionally obligated to dismantle it more promptly, it is clear that the problems which had been identified on this record are extensive and cannot be corrected at one stroke. From time to time as more and better data is available the Court will issue such supplemental orders as may be required. Jurisdiction is retained until the transition to a unitary, nondiscriminatory school system is effected and the system is operational.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX A</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>The following guidelines and instructions are being issued pursuant to this court's order of November 26, 1976.</p>\n<p></p>\n<h2>INTRODUCTION</h2>\n<p>These guidelines are necessarily of a general nature. It seems, at this point in time, both unwise and unnecessary to impose <span class=\"star-pagination\">*608</span> upon the defendants a detailed set of strictures for the formulation of desegregation plans. The court intends at this time to allow the defendants some flexibility in the formulation of their plans consistent with the overriding constitutional duty to desegregate the Cleveland School System.</p>\n<p>These guidelines may be amended and supplemented from time to time as the court deems appropriate. All questions which the parties may have concerning the meaning and application of these guidelines shall be directed first to the Special Master. Questions which cannot be resolved by the Special Master may be addressed directly to the court.</p>\n<p></p>\n<h2>OBJECTIVES</h2>\n<p>The plans which are submitted by the defendants shall provide for the desegregation of every school in the Cleveland public schools system, including city-wide schools. Desegregation of all grades shall be completed by the earliest practicable time, but in no event shall desegregation begin later than September, 1977.</p>\n<p>The plan shall provide for the desegregation of students, faculty and staff within the Cleveland Public Schools System. The racial composition of the student body of any school within the system shall not substantially deviate from the racial composition of the system as a whole. The racial composition of the faculty and staff in any school at a particular level (elementary, junior or senior high school) shall, as nearly as possible, reflect the racial composition of all the faculty and staff at the same level in the system as a whole. The plan shall ensure that faculty and staff with the greatest experience and training are evenly distributed throughout the system.</p>\n<p>The desegregation plans shall be drawn and administered in such a manner as to fairly distribute and minimize the burdens of implementation. The plan shall not require the victims of the past discrimination to bear a disproportionate share of the inconvenience of reassignment. Care shall be taken to assure that students are not penalized in terms of services or extra-curricular activities because of reassignment from one school to another under the plan. Reassignment shall be made in such a manner as to maintain effective bilingual and other special educational programs.</p>\n<p>The plans shall articulate the methods to be used to ensure the safety of all children while in school and while enroute to and from school.</p>\n<p></p>\n<h2>METHODS</h2>\n<p>The plans for the desegregation of students may provide for the use, as necessary, of any desegregation technique, including, but not limited to changes in attendance areas, changes in feeder patterns, changes in grade structures or building uses, pairing, clustering, or grouping of schools, increasing or reducing school capacities, designing non-contiguous attendance areas, transportation of students and the creation or maintenance of magnet or special schools. Optional attendance zones shall not be utilized.</p>\n<p>The plans shall require such reassignments of faculty and staff as are necessary to achieve desegregation. Contract provisions shall not be considered as legitimate obstacles to the desegregation of faculty and staff.</p>\n<p></p>\n<h2>ADDITIONAL REQUIREMENTS</h2>\n<p>The plans submitted by the defendants should include the following items of information:</p>\n<p>The plans shall specify the basis for assigning students to each school, so as to identify whether assignment is to be by feeder pattern, attendance zones or some other basis of geographic assignment. The plans shall contain maps showing the area served by each school.</p>\n<p>The plans shall contain an implementation schedule which provides dates for the completion of the following tasks:</p>\n<blockquote>1. Notifying students of assignments under the plan.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*609</span> 2. Notifying faculty and staff of assignments under the plan.</blockquote>\n<blockquote>3. Preparation of the plan for any necessary transportation.</blockquote>\n<blockquote>4. Signing of contracts, or concluding such other arrangements, for any transportation necessary under the plan's provisions.</blockquote>\n<blockquote>5. Orientation for students, parents, faculty and staff relative to the elements of the plan.</blockquote>\n<blockquote>6. Identification of facility changes necessitated under the plan.</blockquote>\n<blockquote>7. Completion of the facility changes necessitated.</blockquote>\n<blockquote>8. Identification of materials and equipment which must be either purchased or moved from one school to another under the provisions of the plan, with a specific date by which such purchase or move will be completed.</blockquote>\n<p></p>\n<h2>ADDITIONAL GUIDELINES FOR THE STATE BOARD OF EDUCATION</h2>\n<p>The plans submitted by the State Board shall conform to all the above stated guidelines. Additionally, the state plan shall articulate the methods which will be utilized to assure that its power to charter schools and school districts will be used desegregatively. The plans shall also state the means that will be used to assure that the schools in the Cleveland system meet the minimum state standards.</p>\n<p>In formulating its plans, the State Board shall consider whether and to what extent the involvement of school districts outside the city of Cleveland may be desirable or necessary. This shall include an examination of the extent to which any assistance given by the state to school districts within the Cleveland Metropolitan area may directly or indirectly lead to the creation or maintenance of racially segregated school districts which may reinforce proscribed racial segregation within the Cleveland School System.</p>\n<p></p>\n<h2>INSTRUCTIONS CONCERNING THE SPECIAL MASTER</h2>\n<p>The Special Master shall evaluate the constitutional sufficiency as well as the practicability of the desegregation plans. The Special Master shall prepare and submit to the Court recommendations concerning the desegregation plans submitted by the defendants, together with any revisions or alternative plans which he deems necessary to complete the desegregation of the Cleveland Public Schools.</p>\n<p>The Special Master may conduct such hearing and investigations as he deems necessary to the performance of his duties. The Special Master and his Experts shall have complete and unrestricted access to the records of the respective school boards including but not limited to statistical data, student records, contracts and minutes of all board meetings past and present which relate to desegregation. They shall have free access to all employees and staff of the Cleveland and State School Boards. The Special Master and his Experts shall be given notice of and free access to all meetings at which desegregation plans are to be discussed. The notice shall be the same as that given to members of the respective boards and their staffs and shall contain the anticipated agenda of the meetings.</p>\n<p>Notice shall also be given to the Special Master of all public hearings to be held by the respective school boards such as those scheduled by the Cleveland Board of Education for Wednesday, December 8, 1976 at the 28 junior high schools in the system.</p>\n<p>Additionally, the Special Master may, as the need arises, contact and confer with the attorneys for the respective parties.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX B</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>PRELIMINARY ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>The constitutional violations of the defendants in this action are set forth in the <span class=\"star-pagination\">*610</span> Court's memorandum opinion and order filed August 31, 1976. The Court at that time concluded \"that the Cleveland Board of Education has violated the plaintiffs' 14th Amendment right to equal protection under laws by intentionally creating and maintaining a segregated school system.\" The task of a remedial decree on a school desegregation case is \"to correct, by a balancing of the individual and collective interests, the condition that offends the Constitution . . . As with any equity case, the nature of the violation determines the scope of the remedy.\" <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1276, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971). The goal of elimination \"root and branch\" the lingering effects of the segregated school system necessarily extends to removing the racial identification of every aspect of school operation including faculty and staff. <i>Green v. County School Board,</i> <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 435, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></span> (1968).</p>\n<p>The Court's finding that the Cleveland public schools were intentionally created and maintained as segregated schools would by itself fully support this preliminary order. However, this order is further supported by the findings of other constitutional violations set forth in the Court's August 31 Memorandum, in particular the finding that the defendants had intentionally assigned faculty and staff on the basis of race and made faculty assignments so that the race of the teachers corresponded to the racial composition of the student body which practices contributed significantly to creating a racial identity for the schools concerned.</p>\n<p>Steps must be taken to eliminate the effects of this intentional segregation. Among these steps are the assignment of instructional, administrative, clerical, custodial, and other staff who work with the children at school so that in no case will the racial composition of the staff indicate a school is primarily intended for either minority or non-minority students.</p>\n<p>In order to commence promptly the implementation of the desegregation plan in the Cleveland City School District, this Preliminary Order concerning the instructional, administrative, clerical, and custodial staffs of the Cleveland schools is being issued at this time. This Preliminary Order will be supplemented, in due course by additional orders concerning implementation of a desegregation plan, all of which orders ultimately will be incorporated in a Final Order of Desegregation.</p>\n<p>IT IS THEREFORE ORDERED:</p>\n<p>1. By September, 1977, the instructional staff at each school at the junior and senior high levels shall have a minority to non-minority ratio within a 10% deviation from the minority to non-minority ratio of the total instructional staff at these levels; and the instructional staff at each school at the elementary level shall have a minority to non-minority ratio within a 5% deviation from the minority to non-minority ratio of the total instructional staff at the elementary level. Although percentages specified here are not intended as rigid quotas, the defendants have the burden of demonstrating in every case that practical necessity justifies deviation greater than these percentages.</p>\n<p>In making assignments of instructional staff, the defendants shall insure that there exists no unreasonable disparity in respect to experience and training among the instructional staffs of the schools.</p>\n<p>The A. G. Bell School for the Deaf and the Sunbeam School for Crippled Children are exempt from the deviation requirements. However defendants must make good faith efforts to comply as nearly as possible to these requirements.</p>\n<p>On or before July 15, 1977, the Cleveland defendants shall report to the Court on all proposed transfers of instructional staff, and shall provide the Court with all information necessary to show compliance with this Order, including information which shows for each school in the district: (a) the projected number of teachers by race for the 1977-78 school years; and (b) the <span class=\"star-pagination\">*611</span> projected number of teachers by race with less than three years teaching experience and the projected number of teachers by race with more than eight years teaching experience.</p>\n<p>On or before August 1, 1977, the Cleveland defendants shall notify all instructional staff of their building assignments for the 1977-78 school year.</p>\n<p>2. By September, 1977, the administrative staff of each school shall be desegregated as follows:</p>\n<p>A. In those schools which have only one administrator and one clerical person, assignments shall be made so that the administrator and the clerical personnel shall be one minority person and one non-minority person.</p>\n<p>B. Where there are two administrative staff members in a school, one staff member shall be a non-minority person.</p>\n<p>C. Where there are more than two administrative staff members in a school, the ratio of minority administrators to the total administrative staff in such school shall be as close to 50% as possible, but shall be no less than 33% and shall be no greater than 67%.</p>\n<p>The Superintendent shall make all assignments of administrative staff necessary to implement this Order.</p>\n<p>On or before July 15, 1977, the Cleveland defendants shall report to the Court on all proposed transfers of administrative staff, and shall provide the Court with all information necessary to show compliance with the Order, including information which shows for each school in the district the projected number by race of each principal, assistant principal, and other administrative staff member.</p>\n<p>On or before August 1, 1977, the Superintendent shall notify all administrative staff of their building assignments for the 1977 78 school year.</p>\n<p>3. By September 1, 1977, the custodial staff of each building shall be desegregated as follows:</p>\n<p>A. In those school building which have a custodian and one assistant custodian only, one shall be a minority person and the other a non-minority person.</p>\n<p>B. In those school buildings which have more than two custodial staff members, the ratio of minority custodians to the total custodial staff in each school shall be no less than 33% nor greater than 67%.</p>\n<p>On or before July 15, 1977, the Cleveland defendants shall report to the Court on all proposed assignments and reassignments of custodial staff, and shall provide the Court with all information necessary to show compliance with this Order, including information which shows for each school in the district the projected number by race of each member of the custodial staff and his salary group.</p>\n<p>On or before August 15, 1977, the Superintendent shall notify all custodial staff of their building assignments for the 1977-78 school year.</p>\n<p>4. By November 15, 1977, the clerical staff shall be desegregated so that where there is only one clerk at a school, the clerk shall be a different race than the school principal.</p>\n<p>By November 15, 1978, or earlier to the extent possible, the clerical staff of each school shall be desegregated as follows:</p>\n<p>A. Where there are two clerical staff members at a school, one shall be a minority person and the other a non-minority person.</p>\n<p>B. Where there are more than two clerical staff members, the ratio of minority clerical staff to the total clerical staff in each school shall be no less than 33% nor greater than 67%.</p>\n<p>On or before September 15, 1977, Cleveland defendants shall report to the Court on all assignments and reassignments of clerical staff and shall provide the Court with all information necessary to show compliance with this Order, including information which shows for each school in the district the projected number by race of each clerical staff member.</p>\n<p><span class=\"star-pagination\">*612</span> The Superintendent shall give reasonable notice to all clerical staff members of their school building assignments.</p>\n<p>5. By September, 1977, the Food Service staff charged with the management, supervision, and operation of the food services program shall be desegregated.</p>\n<p>6. Reassignments of instructional and other staff shall be made in such manner as to maintain effective bilingual and other special educational programs.</p>\n<p>7. The Cleveland defendants shall make the assignments required to implement this Order with due regard to existing collective bargaining and labor union agreements, but such agreements shall not interfere with compliance with this Order.</p>\n<p>8. By July 1, 1977, the Cleveland defendants shall file with the Court a description and schedule of all orientation and in-service training which they deem necessary for the instructional and administrative staff effected by this Order.</p>\n<p>9. By July 1, 1977, the Cleveland defendants shall advise the Court and the parties of any provisions of this Order which may not be achieved except with undue hardship.</p>\n<p>IT IS SO ORDERED.</p>\n<p></p>\n<h2>APPENDIX C</h2>\n<p></p>\n<h2>Analysis of Desegregation Plan Proposed by Defendant Board<sup>[*]</sup> by: Dr. Gordon Foster</h2>\n<p>On January 18, 1977, the State and Cleveland defendants submitted their proposed plans for the desegregation of the Cleveland Public Schools. The State's plan, in general, was in compliance with the Court's Instructions and Guidelines issued on December 7, 1976. The submission of the Cleveland defendants which provided primarily for voluntary and/or part-time desegregation was rejected by the Court on February 10, 1977 for its failure to address the constitutional violations found by the Court.</p>\n<p>The Cleveland Board of Education's Second Proposed Plan was submitted on February 25, 1977. This plan was amended twice by the defendants and finally on May 13, 1977, the Cleveland Board of Education submitted its Third Proposed Plan for the desegregation of the Cleveland Public Schools. The first two submissions and amendments thereto by the City defendants failed to provide realistic proposals which would insure the elimination of the constitutional violations which the Court had found.</p>\n<p>The Cleveland defendants' third plan, the State's plan and the recommendations of the Special Master with respect to student reassignment all propose the desegregation of students through the organization of high school clusters.</p>\n<p>The recommendations of the Special Master, using recent student racial data modified the Cleveland defendants' high school clusters slightly by isolating the East High School Cluster as a separate unit and changing school assignments only where it was not clear that the Cleveland Board's plan would be operationally feasible.</p>\n<p>In their third plan, the Cleveland defendants considered distance factors between paired schools but not time factors. Maximum distances between paired schools under the Cleveland defendants' third plan range from 17.3 miles (Brobst and LaFayette Elementary Schools) to 8 miles (Rockefeller and Stanard/Case Elementary School). Dr. James Tanner who had primary responsibility for the development of all of the Cleveland Board's desegregation submissions agreed that where distances were extensive, they might be via a major artery or highway.</p>\n<p>In the desegregation plan submitted by the State defendants, both time and distance factors were considered. Distances between paired schools under the State defendants' plan ranges, with one exception, from a maximum distance of 13.6 miles one way to a minimum distance of .7 miles one way. The average distance for transportation <span class=\"star-pagination\">*613</span> under the State defendants' plan is 6.5 miles. The time and distance factors of the transportation components of the Cleveland defendants' third plan, the State's plan, and the Special Master's recommendations are all well within acceptable limits.</p>\n<p>There were several general features of the Board's third proposed plan which conceivably could be implemented but which I deem to be impracticable and unacceptable:</p>\n<p>1. Dividing each elementary attendance zone into A-B geographical areas (or A-B-AA-BB areas in some cases) and sending pupils to a different school each year is unnecessarily disruptive educationally.</p>\n<p>2. Permitting pupils in the minority in paired schools the option of maintaining their current assignments could affect the school's racial compositions significantly in some cases as well as their enrollment capacity position. That is, if enough pupils exercised this option in some pairings the schools could be overcrowded or not desegregated.</p>\n<p>3. The Board's use of \"minority\" and \"non-minority\" enrollment categories rather than \"black\" and \"non-black\" left some schools clearly segregated.</p>\n<p>4. The provision that secondary students other than seventh graders, tenth graders, or transfers and new entries into an attendance zone should continue in their present assignment unless opting to be reassigned for desegregation purposes indicates that desegregation in secondary schools would be phased in a year at a time. This schedule, when applied to the three-year phase-in the plan provides, would amount to a period of five years in desegregating the Phase III secondary schools.</p>\n<p>5. Closing seven elementary schools and one junior high school in light of overcapacity in excess of 10,000 seats for just one cluster (East-John Hay-West Tech) is inappropriate and completely inadequate.</p>\n<p>There were several more specific features of the Board's plan which made closer adherence to it impracticable:</p>\n<p>1. <i>Collinwood Cluster.</i> Longfellow could be left as it now is (77.1%B) and attendance lines redrawn to desegregate East Clark and Brett (contiguous schools). This would save considerable transportation of pupils.</p>\n<p>2. <i>East-John Hay-West Tech Cluster.</i> Enrollment at the three high schools in the cluster would be very uneven, numerically and racially: East  1,504 pupils (86.6%B), Hay  1,148 pupils (21.9%B), and West Tech  2,644 pupils (58.7%B). Hay, which is currently a segregated black school would change to a segregated white school. East would remain a segregated black school. Curricular and extracurricular programs at West Tech would be quite different with an enrollment of 2,644 pupils than at Hay with only 1,148 pupils.</p>\n<p>Four elementary schools would be overcrowded by as much as 44 to 171 pupils and one junior high school by 110 pupils.</p>\n<p>3. <i>Kennedy-Rhodes Cluster.</i> Four elementary schools would be overcrowded by as much as 29 to 194 pupils. It appears that Brewer, Milford, and Beehive would be grouped in such a way that Brewer would be 99.6%B, Milford 34.7%B, and Beehive 62.1%B. Junior high pupils in this cluster are assigned to Jefferson Junior High School in another cluster.</p>\n<p>4. <i>Glenville-Lincoln West Cluster.</i> Three elementary schools would be overcrowded by as much as 49 to 76 pupils. Scranton would be left 0.6% Black.</p>\n<p>5. <i>East Tech-South Cluster.</i> Two elementary schools would be overcrowded by as much as 64 to 83 pupils.</p>\n<p>6. <i>Marshall-Adams Cluster.</i> Five elementary schools would be overcrowded by as much as 57 to 231 pupils.</p>\n<p>If, after due consideration of the Master's proposed school assignments, the Board is convinced that within any particular high school cluster certain changes in school groupings, feeder patterns, or grade assignments might be beneficial educationally, might save transportation costs as time, might make better use of building facilities, <span class=\"star-pagination\">*614</span> might reduce or prevent overcrowding, or the like, I suggest that the Deputy Superintendent for implementation of the plan consider the merits of such proposals and submit them to the Court by May 1, 1978.</p>\n<p></p>\n<pre>\n                            APPENDIX D\n             Modified Collinwood Pupil Assignment Proposal\n            (Enrollment Data from September, 1977 Figures)\nCluster # 1\n                      Kg. &amp;     1-6      1-6      1-6     1-6     1-6\n                      Pre-Kg.  Black    Other    Total    % B   Capacity\nP. Bellamy                                                          96\nO. H. Perry            32        11     159       170              675\nH. W. Longfellow       28       347     103       450              489\n                                ___     ___       ___\n                                358     262       620     57.7\n</pre>\n<p>Comments: Perry and Bellamy would have to be treated as a single zone, since Bellamy is too small to have two grades and probably even one. Grades could be split 1-3 and 4-6, three assigned to Bellamy-Perry and three to Longfellow.</p>\n<p></p>\n<pre>\nCluster #2\n                      Kg. &amp;     1-6      1-6      1-6     1-6     1-6\n                      Pre-Kg.  Black    Other    Total    % B   Capacity\nH. Gibbons             34         0      96        96              216\nWm. H. Brett           77         1     326       327              588\nEast Clark             76       620      36       656              582\nIowa-Maple (.5)         2       226       3       229              744 (.5)\n                                ___     ___      ____\n                                847     461      1308     64.8\n</pre>\n<p>Comments: Gibbons and Brett would have to be treated as a single zone since Gibbons is too small to have two grades and probably even one. East Clark and half of Iowa-Maple would also be treated as a single zone. Grades could be split 1-3 and 4-6, three assigned to Gibbons-Brett and three to East Clark-Iowa-Maple.</p>\n<p></p>\n<pre>\nCluster # 3\n                      Kg. &amp;     1-6      1-6      1-6     1-6     1-6\n                      Pre-Kg.  Black    Other    Total    % B   Capacity\nMemorial               82         0     269       269              663\nEuclid Park            94       220     220       440              408\nK. Clement              4       373       5       378              366\nIowa-Maple (.5)         2       225       3       228              744 (.5)\n                                ___      ___      ___\n                                818     497      1315     62.2\n</pre>\n<p>Comments: Euclid Park and Clement could only house one grade from the cluster so two one-grade schools and two two-grade schools could be established. The alternative would be to consider Memorial and Euclid Park as a single zone and Clement-Iowa-Maple as a single zone and split the grades 1-3 and 4-6. Three grades could be assigned to Memorial-Euclid Park and the other three to Clement-Iowa-Maple.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*615</span> APPENDIX E</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>On September 30, 1977 the Court required the defendants herein to determine the minimum number of vehicles necessary to desegregate the elementary schools in accordance with the third desegregation plan already submitted by the Cleveland City School District. At that time the Court informed the parties to this litigation that orders would be forthcoming requiring the defendants to acquire the necessary vehicles to accomplish desegregation. The defendants responded on October 17, 1977. The Court did not limit the defendants' affirmative obligation to go forward and take all steps necessary including ordering all or a portion of said vehicles prior to further order of the Court. No such action was taken.</p>\n<p>The local defendants filed a \"Transportation Report of November 15, 1977\" and the State defendants filed a \"Response of State Board of Education to Master's Recommendations Concerning Transportation.\" The filings were on November 18 and November 16, respectively, and the State defendants' response included a time line for September 1978 implementation of a transportation program. The State defendants' response informed the Court that the proposed time line should enable the implementation of a system-wide desegregation order in Fall 1978. Of particular significance in the State defendants' response are the following dates:</p>\n<blockquote>VI. <i>January 9</i>\n</blockquote>\n<blockquote>A. Based on analysis of bids, award contract to:</blockquote>\n<blockquote>1. Contractor</blockquote>\n<blockquote>2. Leasor, or</blockquote>\n<blockquote>3. New equipment</blockquote>\n<blockquote>B. Advise RTA of their involvement in the program.</blockquote>\n<blockquote>C. If results of bids received dictate the purchase or lease of equipment authorize:</blockquote>\n<blockquote>1. The Civil Service Commission to proceed with the advertisement for drivers and drivers' aides.</blockquote>\n<blockquote>5. Final determination of buildings to be closed and grade level assignments to each.</blockquote>\n<blockquote>D. If contract is awarded to a contract operator authorize transportation director to prepare a performance timetable to be followed by the contractor.</blockquote>\n<blockquote>VIII. <i>June 5</i>\n</blockquote>\n<blockquote>C. Delivery of minimum of one-half of completed school buses to school district.</blockquote>\n<blockquote>XIV. <i>July 3</i>\n</blockquote>\n<blockquote>A. Deliver balance of school buses.</blockquote>\n<blockquote>C. During month of July all buses be prepared for safety inspection and inspected.</blockquote>\n<p>On December 5, 1977 the United States filed a motion requesting the entry of an order requiring the defendants herein to adopt and implement the time line submitted by the State defendants or a similar time line for implementation. The plaintiffs have joined in this motion. The principal objection of defendants to the motion is that the Court has not as of this date approved a particular plan of desegregation, and thus the defendants are unable to determine the precise capacity of the transportation system necessary to desegregate the Cleveland Public Schools. However, as the Court has made clear, the scope of the remedy to eliminate the vestiges of defendants conduct is system-wide. Therefore, the scope of the desegregation plan finally approved by the Court will be system-wide and substantially similar in scope to the local defendants third desegregation plan, and the plan submitted by the Special Master on October 28, 1977.</p>\n<p>The experience of other school districts shows that substantial lead time will be necessary to insure that the needed transportation <span class=\"star-pagination\">*616</span> is available for the opening of the 1978-79 school year. The State Board of Education, through its Chief of Pupil Transportation, Mr. Herman Massie, with the goal of complying with a September 1978 implementation date, has made specific recommendations in the form of a time line which discloses the necessity of immediate action. Indeed the testimony to date at the hearings before the Special Master is fully supportive of this conclusion.</p>\n<p>It is clear from a thorough review of the pleadings, reports and responses, and the testimony of numerous witnesses in the hearings before the Special Master, that there exists an urgent necessity that immediate and decisive steps be undertaken to assure that adequate transportation facilities are available for the full implementation of this Court's desegregation order in September 1978. Therefore,</p>\n<p>IT IS ORDERED, ADJUDGED, AND DECREED THAT:</p>\n<blockquote>1. The defendant Cleveland Public Schools with the cooperation and assistance of the State defendants finalize their previous estimate of the number of vehicles necessary to meet the transportation requirements of the desegregation plan submitted by the Special Master on October 28, 1977.</blockquote>\n<blockquote>The defendants shall utilize the Regional Transit Authority of Cleveland to the fullest extent possible; however, at the elementary school level transportation must be arranged so that elementary students are met at designated points and transported to their assigned schools in accordance with O.R.C. § 3327.01 <i>et seq.</i>; and that the vehicles employed carry only students of the Cleveland Public Schools or those employed to monitor or transport said students. The defendants shall notify the court immediately of any students the Cleveland Board intends to transport other than as required by Ohio law.</blockquote>\n<blockquote>2. The defendant Cleveland Public Schools with the cooperation and assistance of the State defendants take such steps as are necessary, to acquire by contracting arrangement at least eighty per cent (80%) of the estimated required vehicles pursuant to paragraph 1 above; for delivery prior to the commencement of the 1978-79 school year, according to the following time schedule:</blockquote>\n<blockquote>a. January 10, 1978. Submit completed specifications and invitations to bid to Special Master and Court for approval.</blockquote>\n<blockquote>b. January 16, 1978. Issue invitations to bid to qualified contractors of their choice. The requirement of newspaper advertisement of invitations to bid is hereby dispensed with.</blockquote>\n<blockquote>c. February 6, 1978. Accept bids from contractors.</blockquote>\n<blockquote>d. February 15, 1978. Award contract to contractor who presents the most efficient and economical bid.</blockquote>\n<blockquote>3. In preparing the specifications, the Cleveland Board, with the cooperation of the state defendants, shall make assumptions on school pairings, number of students to be transported, miles to be traveled, etc., based on the desegregation plan proposed by the Special Master on October 28, 1977.</blockquote>\n<blockquote>4. The state defendants' cooperation shall extend to taking whatever steps are necessary to assure that bids are obtained on schedule. No state imposed impediments by way of statute, regulation or otherwise shall frustrate compliance with these orders.</blockquote>\n<blockquote>5. Nothing herein shall be construed as designating either defendant party solely liable for the costs of developing or implementing a transportation system, or in any way apportioning the cost thereof.</blockquote>\n<blockquote>However, as set forth above, the responsibility for contracting for and ordering the required vehicles rests with the Cleveland School Board. If necessary for compliance with this order, the state defendants shall advance such funds as would normally <span class=\"star-pagination\">*617</span> be available to the Cleveland Board for transportation for 1978.</blockquote>\n<blockquote>6. The defendants shall keep the Court and the parties to this litigation informed as to their progress in complying with the provisions of this order; and with respect to paragraph 2 above shall file, on January 6, a brief progress report disclosing the steps taken to comply with that paragraph.</blockquote>\n<p></p>\n<h2>APPENDIX F</h2>\n<p></p>\n<h2>UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF OHIO EASTERN DIVISION</h2>\n<p>ROBERT ANTHONY REED, et al., Plaintiffs</p>\n<p></p>\n<h2>-vs-</h2>\n<p>JAMES A. RHODES, et al., Defendants</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BATTISTI, Chief Judge.</p>\n<p>On October 28, 1977, the Special Master submitted his recommendations for a desegregation plan. This Court must adopt such a plan to vindicate the constitutional rights earlier found by it to have been violated by the Cleveland and State defendants. Subsequent to the filing of the Special Master's recommendations, extensive hearings were held to determine the nature and scope of activities which would have to be undertaken to develop a final desegregation plan and to effect its full implementation.</p>\n<p>Based upon the record of the hearings and data compiled, the Court was given the following recommendation (Special Master's Report at 171, October 28, 1977):</p>\n<blockquote>It is further recommended that the Court order the Cleveland Board of Education to create the full time position of a deputy superintendent in charge of desegregation implementation, paid at a rate at least equal to the present deputy superintendent. The individual to fill this position should be chosen by the Court and should be responsible directly to the Court for so long as the Court retains jurisdiction to review the implementation of a desegregation remedy. This individual should be allowed to hire an assistant and a staff as the need for additional people becomes known, but only with the prior approval of the Court. As soon as possible after his appointment, this deputy superintendent should develop a manning chart for a board of Court selected individuals to be responsible for reviewing and monitoring the implementation of a desegregation plan. The deputy superintendent shall be the director of said board, and shall be responsible for reporting the board's findings to the Court on a regular basis.</blockquote>\n<p>Upon receiving the Special Master's recommendations the Court ordered hearings to be held to receive such testimonial or documentary evidence as the parties felt should be before the Court prior to adopting a final desegregation plan. These hearings began on November 15, 1977, and were concluded on December 16, 1977. The Court received substantial evidence relating to the organizational structure needed fully to implement a desegregation plan for the Cleveland Public Schools.</p>\n<p>In furtherance of its constitutional duties, and having considered the applicable legal standards, pleadings, testimony, and documentary evidence received by the Court and the Special Master, the Court finds the need for the creation of a Department of Desegregation Implementation within the Cleveland Public School System.</p>\n<p>IT IS THEREFORE ORDERED, ADJUDGED, AND DECREED that:</p>\n<p>1. The Cleveland Board of Education shall establish a Department of Desegregation Implementation.</p>\n<p>2. The Department of Desegregation Implementation shall have as its administrative head a new Deputy Superintendent for Desegregation Implementation, and shall include at least the following operational units: student logistics; program development, educational strategies and training; safety and security; fiscal planning, management <span class=\"star-pagination\">*618</span> and resource identification; and transportation planning and administration.</p>\n<p>3. The duties of the Deputy Superintendent for Desegregation Implementation shall include, but not be limited to:</p>\n<p>a. Participation with the Court-appointed Special Master and Experts in the finalization of the desegregation plan;</p>\n<p>b. Administration of all student assignments and transfers arising out of the desegregation plan ordered by the Court;</p>\n<p>c. Planning and administration of such transportation as is required under the plan;</p>\n<p>d. Identification, solicitation, and administration of all local, state, or federal financial resources needed for or provided in support of the desegregation plan ordered by the Court;</p>\n<p>e. Preparation and submission of biweekly progress reports to the Court, Special Master and all parties and to such monitoring body as may be established by the Court. These reports will include school enrollments, attendance, levels of transportation, summaries of suspensions and other disciplinary actions and/or problems, identification of problems, solutions, and contemplated solutions, faculty and staff training and assignments under the plan, new programs initiated, and any other pertinent data relative to affirmative compliance with the Court's order.</p>\n<p>f. Recommendations for improved procedures for implementation based upon interaction with such monitoring body as may be established by the Court;</p>\n<p>g. Establishment of a suitable organizational structure to implement the desegregation plan ordered by the Court.</p>\n<p>4. The Department of Desegregation Implementation and the Deputy Superintendent shall be provided with such resources, personnel, or material as are necessary for the accomplishment of the above-stated duties. The Deputy Superintendent shall select and appoint, subject to Court approval, individuals to head the operational units mentioned in Paragraph 2 above, and each such person shall, with the Deputy Superintendent, be granted full tenure.</p>\n<p>5. The Deputy Superintendent, within three weeks after appointment by the Court, shall submit to the Court a detailed report outlining the proposed duties of the new Department, and the staffing necessary to carry out those duties.</p>\n<p>It being the Court's intent to appoint the Deputy Superintendent for Desegregation Implementation on or before January 2, 1978, and the Court desiring the fullest measure of assistance from the parties in making this sensitive appointment,</p>\n<p>IT IS FURTHER ORDERED that:</p>\n<p>6. All parties shall submit to the Court, on or before December 30, 1977, the name or names of those individuals thought to be capable of carrying out the duties herein described, together with a resume and such other supporting data as may be helpful.</p>\n<p>7. The Special Master shall review such recommendations and shall recommend to the Court the individual best equipped, prepared, and available to assume the position of Deputy Superintendent for Desegregation Implementation.</p>\n<h2>NOTES</h2>\n<p>[*]   This modification is made after consideration of City Defendants' Motion for Reconsideration of December 30, 1977. That Motion is denied in all other respects.</p>\n<p>[*]   Enrollment figure as of September 16, 1977.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1413674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1893614/"
          ]
        }
      ],
      "judges": "Battisti",
      "date_created": "2014-10-31T00:39:42.051452Z",
      "date_modified": "2016-03-03T19:47:21.756625Z",
      "date_filed": "1978-02-06",
      "date_filed_is_approximate": false,
      "slug": "reed-v-rhodes",
      "citation_id": 1388458,
      "case_name_short": "Reed",
      "case_name": "Reed v. Rhodes",
      "case_name_full": "",
      "federal_cite_one": "455 F. Supp. 569",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2548084/reed-v-rhodes/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-31T00:39:42.049178Z",
  "date_modified": "2014-10-31T00:39:42.049178Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Reed",
  "case_name": "Reed v. Rhodes",
  "case_name_full": "",
  "slug": "reed-v-rhodes",
  "docket_number": "C73-1300",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}