{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/262331/",
  "id": 262331,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nmctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2597595/",
      "id": 2597595,
      "absolute_url": "/opinion/2597595/griffin-v-thomas/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/262331/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2597595/",
          "id": 2597595,
          "absolute_url": "/opinion/2597595/griffin-v-thomas/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2597595/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T11:06:43.565221Z",
          "date_modified": "2017-04-10T23:57:01.517326Z",
          "type": "010combined",
          "sha1": "1491987a19877a24f9fd169b1537558a8a4188a5",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>95 P.3d 1044 (2004)</b></center>\n<center><b>136 N.M. 129</b></center>\n<center><b>2004-NMCA-088</b></center>\n<center><h1>Matthew James GRIFFIN, Plaintiff-Appellant,<br>\nv.<br>\nJohn THOMAS, M. Priscilla Gallegos, Effrin Montoya, Tim Lemaster, Lawrence Tafoya, Gerald Ortiz, and Norrice Aguilar, Individually and in their official capacities as employees of the New Mexico Corrections Department, Defendants-Appellees.</h1></center>\n<center>No. 23,212.</center>\n<center><p><b>Court of Appeals of New Mexico.</b></p></center>\n<center>May 20, 2004.</center>\n<p><span class=\"star-pagination\">*1046</span> Matthew James Griffin, Stillwater, MN, Pro se Appellant.</p>\n<p>Christopher M. Harrington, Office of General Counsel, Kathleen M.V. Oakey, Deputy General Counsel, New Mexico Corrections Department, Santa Fe, for Appellees.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>PICKARD, Judge.</p>\n<p>{1} This case requires us to examine the elements that constitute a claim that prison officials have taken retaliatory disciplinary actions in violation of a prisoner's First Amendment rights. On remand after our 1997 case of <i>Griffin v. Thomas,</i> 1997-NMCA-009, 122 N.M. 826, 932 P.2d 516 (hereinafter <i>Griffin I</i>), the parties in this case resumed litigation on Plaintiff's claims of due process and First Amendment violations. The district court granted summary judgment for Defendants on both claims and dismissed Plaintiff's complaint with prejudice. Plaintiff claims that the district court erred (1) in granting summary judgment on the First Amendment claim, (2) in granting summary judgment on the due process claim, (3) in denying his motion for a continuance, (4) in issuing a protective order limiting his discovery, (5) in issuing a 1994 order dismissing his claims against some Defendants in a manner not calculated to alert the parties that the order was final, (6) in denying his motion for law library access, and (7) in dismissing his complaint with prejudice. We reverse the grant of summary judgment on the First Amendment claim and affirm the grant of summary judgment on the due process claim. We affirm all other issues.</p>\n<p></p>\n<h2>FACTS AND PROCEDURAL BACKGROUND</h2>\n<p>{2} Plaintiff was an inmate at the Penitentiary of New Mexico. In 1992, he was charged with willful destruction of state property for damaging an intercom device. He was found guilty of misconduct and received various administrative sanctions, including monetary restitution of $98. He unsuccessfully attempted to appeal this decision through the prison's administrative process.</p>\n<p>{3} On November 2, 1993, Plaintiff filed a grievance alleging staff misconduct in transferring him to a housing unit where it might appear to other inmates that he was an informant. On November 19, 1993, Plaintiff was assigned a two-person escort. On December 9, 1993, Plaintiff filed another grievance alleging the withholding of discovery materials in a civil case, and on December 17th, Plaintiff was assigned a three-person escort. These security restrictions allegedly precluded Plaintiff from participating in the institutional work program. In <span class=\"star-pagination\">*1047</span> January and February 1994, Plaintiff was charged with and found guilty of several other instances of misconduct, which he unsuccessfully appealed through the prison's administrative process.</p>\n<p>{4} In July 1994, Plaintiff filed a complaint in district court alleging that the process leading to the $98 sanction violated his due process rights. Plaintiff's complaint also argued that the two- and three-person escorts were initiated to retaliate against him for filing appeals and grievances. The complaint named Defendants John Thomas, Effrin Montoya, M. Priscilla Gallegos, Gerald Ortiz, Norrice Aguilar, Thomas Craig, Tim LeMaster, and Lawrence Tafoya, all as individuals and in their official capacities as employees of the Corrections Department.</p>\n<p>{5} In August 1994, Defendants Thomas, Montoya, Gallegos, and LeMaster moved to dismiss, citing lack of subject matter jurisdiction, sovereign immunity, qualified immunity, and failure to state a claim upon which relief could be granted, among other arguments. After briefing from both sides, the district court issued an order of dismissal as to Defendants Thomas, Montoya, Gallegos, and LeMaster in October 1994. In November 1994, Plaintiff moved for reconsideration of this order, while Defendant Craig moved for dismissal of Plaintiff's amended complaint. In May 1995, the district court dismissed Plaintiff's claims against Defendant Craig on the same grounds that supported dismissal of Plaintiff's claims against the other Defendants. Plaintiff again objected to the dismissal.</p>\n<p>{6} At this point, all Defendants moved to dismiss the entire amended complaint, arguing that res judicata barred any claims against Defendants who had been previously dismissed and articulating the same arguments as in prior motions to support dismissal of the original complaint against the remaining Defendants. After a hearing in October 1995, the district court dismissed Plaintiff's amended complaint in its entirety, finding that he had failed to state a claim for any constitutional violation for either due process or First Amendment violations, and dismissing the balance of his claims for other reasons that are not pertinent to this appeal. Plaintiff appealed this order, resulting in <i>Griffin I.</i></p>\n<p>{7} We upheld the dismissal of Defendants Thomas, Montoya, Gallegos, LeMaster, and Craig, holding that Plaintiff had failed to timely appeal the dismissal of his claims against them. <i>Id.</i> ¶ 7. We reversed the dismissal of Plaintiff's due process claims against the remaining Defendants (Ortiz, Aguilar, and Tafoya), holding that Plaintiff had stated a claim sufficiently. <i>Id.</i> ¶ 10. Finally, we held that the remaining Defendants were not entitled to qualified immunity on the First Amendment claims because Plaintiff's speech was protected. <i>Id.</i> ¶ 12. We remanded the case to the district court for further proceedings. <i>Id.</i> ¶ 15.</p>\n<p>{8} Plaintiff attempted to commence discovery in June 1997. Defendants did not respond to Plaintiff's discovery requests in any manner, and Plaintiff filed a motion for sanctions in September 1997. Defendants filed a motion to dismiss, or in the alternative, a motion for summary judgment, in October 1997. At the same time, Defendants moved for a protective order to postpone discovery until resolution of the motion to dismiss. After a hearing, the district court granted a limited protective order that protected Defendants from having to answer Plaintiff's initial interrogatories and required that any additional discovery requests from Plaintiff be withheld until after Defendants' reply brief on the motion to dismiss. Additionally, the protective order required Plaintiff to file all future discovery requests through the court. The record indicates that Plaintiff did not make any subsequent discovery requests.</p>\n<p>{9} As briefing on the motion to dismiss continued, Plaintiff made a motion for law library access in December 2000, asserting that the penitentiary was implementing the Corrections Department policy on library access and prisoner legal assistance in a manner that effectively denied him access to the courts. Defendants responded to the motion, and Plaintiff then withdrew his original motion and substituted a new one, requesting access to the law library and court-appointed counsel. Although Defendants responded again, the record does not indicate that the <span class=\"star-pagination\">*1048</span> district court ever issued an order on the motion. In January 2002, Plaintiff filed a motion for an order to show cause, essentially reasserting his legal access arguments, but this time in a request to hold Deputy General Counsel Ida Lujan (Lujan) of the Corrections Department in contempt. Lujan responded, noting the lapse in time since Plaintiff's original law library access motion and the fact that Plaintiff had been incarcerated in a Virginia facility, but was at the time again incarcerated in New Mexico. She requested a ruling on the motion without a hearing, but no formal order was ever issued.</p>\n<p>{10} Finally, after a hearing on February 19, 2002, the district court dismissed Plaintiff's amended complaint in its entirety, with prejudice. Plaintiff appeals from this order.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>ISSUE ONE: The district court erred in granting summary judgment on Plaintiff's First Amendment claim.</h2>\n<p>{11} Plaintiff argues that summary judgment on his First Amendment claim was improper because there was a genuine issue of material fact as to whether Defendants' acts were retaliatory. When reviewing a motion for summary judgment, the burden rests on the moving party to show that there is no genuine issue of material fact. <i>Archuleta v. Goldman,</i> 107 N.M. 547, 550, 761 P.2d 425, 428 (Ct.App.1987). However, \"[o]nce the movant has made a prima facie showing, the burden shifts to the non-moving party to show reasonable doubt as to a genuine factual issue or that the movant is not entitled to judgment as a matter of law.\" <i>Id.</i></p>\n<p>{12} First, we address the contours of a case where there is alleged a violation of a prisoner's First Amendment rights through retaliatory disciplinary action. This is an issue of first impression in New Mexico. We begin our search for an appropriate standard for New Mexico law with a brief discussion of a related claim from the area of employment law: retaliatory discharge. We then apply those contours in the context of a summary judgment proceeding.</p>\n<p></p>\n<h2>a. Retaliatory employment action cases</h2>\n<p>{13} A public employer is not permitted to discharge an employee \"for reasons that infringe his or her free-speech interests.\" <i>Martinez v. City of Grants,</i> 1996-NMSC-061, ¶ 15, 122 N.M. 507, 927 P.2d 1045. When a public employee alleges that a retaliatory employment action has taken place based on protected speech, he or she can state a cause of action under 42 U.S.C. § 1983 (2000). <i>Jacobs v. Stratton,</i> 94 N.M. 665, 667, 615 P.2d 982, 984 (1980). Our courts have derived their approach in these cases from federal cases tackling the same issue.</p>\n<p>{14} Our starting point is the United States Supreme Court case of <i>Pickering v. Board of Education,</i> 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968). The employee in <i>Pickering</i> was a high school teacher who had been dismissed after he wrote a letter to the local newspaper criticizing the school's approach to a recent bond issue proposal and other fiscal decisions. <i>Id.</i> at 566. The Court reversed the district court's decision in favor of the employer, holding that teachers do not cede their right to comment on matters of public interest as a condition of employment. <i>Id.</i> at 568. The central question with which the Court wrestled was how \"to arrive at a balance between the interests of the [employee], as a citizen, in commenting upon matters of public concern and the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\" <i>Id.</i> In analyzing the balance of these interests in the case, the Court held that \"the interest of the school administration in limiting teachers' opportunities to contribute to public debate is not significantly greater than its interest in limiting a similar contribution by any member of the general public.\" <i>Id.</i> at 573. After examining the statements that the employee made and the impact of those statements on \"maintaining ... discipline by immediate superiors or harmony among coworkers,\" the Court held that the employee should not have been dismissed. <i>Id.</i> at 570. Subsequent United States Supreme Court cases narrowed the application of <i>Pickering,</i> holding that <i>Pickering</i> only protects employees who speak on matters of public concern as determined by the context, form, and substance of their statements. <i>See </i><i>Connick v. Myers,</i> 461 U.S. <span class=\"star-pagination\">*1049</span> 138, 146-48, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983).</p>\n<p>{15} Since the employer in <i>Pickering</i> had unquestionably discharged the employee because of his protected speech activities, <i>Pickering</i> left open the question of how courts would strike a balance of interests in cases where the employer puts forth a non-retaliatory reason for the employment action. The United States Supreme Court answered this question in <i>Mount Healthy City School District Board of Education v. Doyle,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977). In that case, the school board had made a decision not to rehire an untenured teacher as a result of a series of incidents that included name calling and obscene gesturing to students, arguments with other school employees, and a telephone call to a local radio station to express discontent with a teacher dress code policy. <i>Id.</i> at 281-82, 97 S.Ct. 568. The district court had found for the employee on the grounds that the telephone call, an exercise of protected speech, was a \"substantial part\" of the decision not to rehire. <i>Id.</i> at 283, 97 S.Ct. 568 (internal quotation marks omitted).</p>\n<p>{16} The Supreme Court reversed, specifically rejecting the argument that \"the fact that the protected conduct played a `substantial part' in the actual decision not to renew would necessarily amount to a constitutional violation justifying remedial action.\" <i>Id.</i> at 285, 97 S.Ct. 568. Analogizing to cases involving the voluntariness of a confession in a criminal case, the Court announced a burden-shifting approach that would \"protect[ ] against the invasion of constitutional rights without commanding undesirable consequences not necessary to the assurance of those rights.\" <i>Id.</i> at 287, 97 S.Ct. 568. Thus, under <i>Mount Healthy,</i> when an employee asserts that he or she was fired by an employer in retaliation for his or her exercise of free speech, the employee must show \"that his [or her] conduct was constitutionally protected, and that this conduct was a `substantial factor'  or ... `motivating factor' in the [employer's] decision not to rehire him [or her].\" <i>Id.</i> Once the employee has made that prima facie case, the burden shifts to the employer to show \"by a preponderance of the evidence that it would have reached the same decision as to [employee's] reemployment even in the absence of the protected conduct.\" <i>Id.</i></p>\n<p>{17} Based on <i>Pickering,</i> as limited by <i>Connick,</i> New Mexico courts use a four-part test to evaluate retaliatory employment action claims:</p>\n<blockquote>(1) whether the speech forming the basis of the employment action involves a matter of public concern; (2) if so, whether the interests of the employee in speaking on the matter outweigh the interests of the employer in maintaining and promoting efficiency in the performance of its responsibilities to the public; (3) if so, whether the employee is able to show that the speech was a substantial factor in the employment decision; and (4) if so, whether the employer is able to rebut the employee's evidence by showing that it would have instituted the employment action regardless of the protected speech.</blockquote>\n<p><i>Garcia-Montoya v. State Treasurer's Office,</i> 2001-NMSC-003, ¶ 27, 130 N.M. 25, 16 P.3d 1084. <i>But see </i><i>Carrillo v. Rostro,</i> 114 N.M. 607, 621-22, 845 P.2d 130, 144-45 (1992) (discussing the difficulties of applying the \"<i>Pickering</i> balance,\" a method of evaluating the second element of the claim). As in <i>Mount Healthy,</i> our courts require that after an employee has made a prima facie showing, \"[t]he burden then shifts to the employer to establish that the negative employment decision would have been made despite the protected speech.\" <i>Martinez,</i> 1996-NMSC-061, ¶ 20, 122 N.M. 507, 927 P.2d 1045.</p>\n<p>{18} Our courts have not yet had the opportunity to apply this approach to the context of retaliatory prison disciplinary actions. However, federal courts have tackled this issue, beginning from the same antecedents of <i>Pickering</i> and <i>Mount Healthy,</i> and they have done so in the context of pre-trial proceedings.</p>\n<p></p>\n<h2>b. The federal approach in prison cases</h2>\n<p>{19} At the outset, we note that federal opinions in this area of the law are confusing and often contradictory. In fact, in discussing First Amendment retaliation claims, one <span class=\"star-pagination\">*1050</span> commentator has said that \"[g]overnmental motive ... has been one of the most muddled areas of our constitutional jurisprudence.\" 1 Martin A. Schwartz, <i>Section 1983 Litigation: Claims and Defenses</i> § 3.11[A] (4th ed.2004) (internal quotation marks and footnote omitted). Our following discussion attempts to draw common strands from this body of cases, and we highlight areas where confusion is most stark.</p>\n<p>{20} Federal courts have consistently derived their definition of a retaliatory prison action claim from retaliatory employment action cases. <i>See </i><i>Johnson v. Kingston,</i> 292 F.Supp.2d 1146, 1155 (W.D.Wis.2003). As the Sixth Circuit explained, \"[a]lthough the elements of a First Amendment retaliation claim remain constant, the underlying concepts that they signify will vary with the setting[.]\" <i>Thaddeus-X v. Blatter,</i> 175 F.3d 378, 388 (6th Cir.1999). Prison is a setting where individual rights are broadly circumscribed by penological interests. <i>See </i><i>Turner v. Safley,</i> 482 U.S. 78, 84-85, 87, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987). As a result, the retaliatory prison action claim must strike a balance similar to the balance between employee rights and employer interests contemplated in <i>Pickering,</i> but with different interests weighing in on each side.</p>\n<p>{21} On one side of the balance is the prisoner's interests. In order to have a cognizable interest, federal courts have required prisoners to show that the retaliation which they allege came in response to constitutionally protected conduct. <i>Thaddeus-X,</i> 175 F.3d at 394. As an example of constitutionally protected conduct in a prison setting, prisoners have a clearly recognized right of access to the courts, <i>Bounds v. Smith,</i> 430 U.S. 817, 821, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977), extending to the pursuit of direct appeals, habeas corpus proceedings, and civil rights claims. <i>Lewis v. Casey,</i> 518 U.S. 343, 354, 116 S.Ct. 2174, 135 L.Ed.2d 606 (1996). \"Absent protected conduct, plaintiffs cannot establish a constitutional violation.\" <i>Thaddeus-X,</i> 175 F.3d at 395; <i>accord </i><i>Smith v. Maschner,</i> 899 F.2d 940, 947-48 (10th Cir.1990) (holding that prisoner met this burden by showing that his actions were protected by his right of access to courts).</p>\n<p>{22} To establish a cognizable interest, some federal courts also require a prisoner to show that the prison's action was \"capable of deterring a person of ordinary firmness from exercising his or her [constitutional] right.\" <i>Thaddeus-X,</i> 175 F.3d at 398. This \"adverse action\" requirement is rooted in the notion that there is \"a <i>de minimis</i> level of imposition with which the Constitution is not concerned.\" <i>Ingraham v. Wright,</i> 430 U.S. 651, 674, 97 S.Ct. 1401, 51 L.Ed.2d 711 (1977).</p>\n<p>{23} On the other side of the balance is the prison's interests. As the Supreme Court stated in <i>Turner,</i> 482 U.S. at 84-85, 107 S.Ct. 2254:</p>\n<blockquote>Running a prison is an inordinately difficult undertaking that requires expertise, planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. Prison administration is, moreover, a task that has been committed to the responsibility of those branches, and separation of powers concerns counsel a policy of judicial restraint.</blockquote>\n<p>In examining prison regulations, federal courts look at whether a prison regulation that burdens fundamental rights is reasonably related to legitimate penological objectives. <i>Frazier v. Dubois,</i> 922 F.2d 560, 562 (10th Cir.1990).</p>\n<p>{24} Most federal courts strike a balance between these interests by adopting the <i>Mount Healthy</i> burden-shifting approach, which applies equally at the summary judgment stage. <i>See </i><i>Johnson,</i> 292 F.Supp.2d at 1155. According to the Tenth Circuit's formulation, a plaintiff prisoner must show that the prison's actions were \"the result of improper retaliation by prison officials to punish plaintiff for constitutionally protected activity.\" <i>Frazier,</i> 922 F.2d at 562. Moreover, \"[m]ere allegations of constitutional retaliation will not suffice; plaintiffs must rather allege specific facts showing retaliation because of the exercise of the prisoner's constitutional rights.\" <i>Id.</i> at 562 n. 1.</p>\n<p>{25} Other federal circuits adopt an approach that is more detailed in its formulation. Thus, in <i>Thaddeus-X,</i> 175 F.3d at 394, <span class=\"star-pagination\">*1051</span> the court adopted a three-prong test requiring that (1) the plaintiff engaged in protected conduct, (2) an adverse action was taken against the plaintiff that would deter a person of ordinary firmness from engaging in the protected conduct, and (3) there is a causal connection between the first two elements, defined as the adverse action being motivated, at least in part, by the plaintiff's conduct. Other federal courts have stated these same basic prongs of the three-part test that comprises a plaintiff's prima facie case. <i>See </i><i>Rauser v. Horn,</i> 241 F.3d 330, 333 (3d Cir.2001); <i>see also </i><i>Graham v. Henderson,</i> 89 F.3d 75, 79 (2d Cir.1996) (stating the factors, but not enumerating them).</p>\n<p>{26} There appear to be some differences in the articulation of the causation requirement, with some courts using the <i>Mount Healthy</i>\"substantial or motivating factor\" language, <i>e.g., id.,</i> and other courts using less technical language. For example, the court in <i>Johnson,</i> 292 F.Supp.2d at 1153-54, explained that it would use the language that the protected factor was \"one of the reasons\" for the defendants' decision in its jury instructions and so avoid possible confusion about degrees of motivation or substantiality. We need not decide on the wisdom of any particular jury instruction language at this point. What is important for our purposes is to establish the elements of a plaintiff's prima facie case, and we believe that the three-factor test is appropriate. Thus, a prisoner seeking to state a claim of First Amendment retaliation must show (1) protected conduct, (2) adverse action, and (3) that the protected conduct motivated the adverse action, at least in part.</p>\n<p>{27} At this point, the cases are uniform that a defendant may overcome the plaintiff's prima facie case by showing that it would have taken the adverse action even in the absence of the protected conduct for reasons reasonably related to legitimate penological interests. <i>Rauser,</i> 241 F.3d at 334; <i>Thaddeus-X,</i> 175 F.3d at 399; <i>Graham,</i> 89 F.3d at 79. There appears, however, to be great dispute about the articulation of a defendant's burden, whether it is a burden of persuasion or mere production, and whether the burden then shifts back to the plaintiff upon the defendant's satisfaction of its burden.</p>\n<p>{28} The cases cited immediately above squarely place the burden on the defendant to make the requisite showing, and they also indicate that the defendant's burden is to make the showing by a \"preponderance of the evidence.\" Other cases, however, appear to indicate that it is the plaintiff's burden to show \"but for\" causation, i.e., the defendant would not have taken the adverse action but for the plaintiff's conduct. <i>See </i><i>Woods v. Smith,</i> 60 F.3d 1161, 1166 (5th Cir.1995); <i>Goff v. Burton,</i> 7 F.3d 734, 737 (8th Cir.1993) (en banc); <i>McDonald v. Hall,</i> 610 F.2d 16, 18 (1st Cir.1979). The Ninth Circuit phrases the test in a more rigid fashion, requiring the plaintiff to bear \"the burden of pleading and proving the absence of legitimate correctional goals for the conduct of which he complains.\" <i>Pratt v. Rowland,</i> 65 F.3d 802, 806 (9th Cir.1995). The Tenth Circuit has stated that the plaintiff has the burden of showing that \"`but for' the retaliatory motive, the incidents to which he refers, including the disciplinary action, would not have taken place.\" <i>Smith,</i> 899 F.2d at 949-50 (citation omitted). However, the Tenth Circuit has also stated that once a prisoner has made a prima facie showing, the burden shifts to the defendant prison authorities to show that they had a non-retaliatory motive that is \"reasonably related to legitimate penological interests.\" <i>Frazier,</i> 922 F.2d at 562 (internal quotation marks, citation, and emphasis omitted).</p>\n<p>{29} Thus, there appears to be a split of authority in the federal cases regarding the burden of production and persuasion, with some circuits shifting the burden of both production and persuasion to the defendant once the plaintiff makes a prima facie case and other circuits shifting only the burden of production and leaving the plaintiff with the burden of persuasion to establish that the protected conduct was the \"but for\" cause of the adverse action. We believe that the discussion in all of the various opinions in <i>Price Waterhouse v. Hopkins,</i> 490 U.S. 228, 109 S.Ct. 1775, 104 L.Ed.2d 268 (1989), when read together, teaches that <i>Mount Healthy</i> <span class=\"star-pagination\">*1052</span> requires the burden of both production and persuasion to be placed on the defendant once a plaintiff establishes a prima facie case. <i>See generally</i> Schwartz, <i>supra,</i> at 3-345 to -346.</p>\n<p>{30} Regardless of how the burdens are explained, the cases appear to superimpose the special considerations arising from the prison context onto the parties' burdens. Just as <i>Mount Healthy</i> was motivated by a desire not to constrain employers from taking action against employees whose performance would merit the action apart from their protected activities, these federal prison cases reflect a deference to prison officials who have legitimate reasons for disciplining a prisoner apart from his or her exercise of constitutional rights. Further, this consideration applies equally at the summary judgment stage. Consequently, the federal courts use language such as, \"[i]f the defendant can show that he would have taken the same action in the absence of the protected activity, he is entitled to prevail on summary judgment[,]\" <i>Thaddeus-X,</i> 175 F.3d at 399; <i>see </i><i>Graham,</i> 89 F.3d at 81, and \"[e]ven if defendants had an impermissible reason for disciplining [a prisoner], they would still not be liable if they also had independent, permissible reasons for doing so.\" <i>Scarpa v. Ponte,</i> 638 F.Supp. 1019, 1029 (D.Mass.1986). Moreover, some cases explicitly state that courts are to accord the prison authorities deference when they evaluate the defendant's proffered reasons for taking the adverse action. <i>See </i><i>Carter v. McGrady,</i> 292 F.3d 152, 158-59 (3d Cir.2002); <i>Babcock v. White,</i> 102 F.3d 267, 275 (7th Cir.1996); <i>Pratt,</i> 65 F.3d at 806; <i>Johnson,</i> 292 F.Supp.2d at 1157.</p>\n<p>{31} The Tenth Circuit case of <i>Peterson v. Shanks,</i> 149 F.3d 1140 (10th Cir.1998), illustrates the application of this approach in a case very similar to the present case. In <i>Peterson,</i> the plaintiff alleged that prison officials took retaliatory disciplinary action in response to his appeals and grievance reports. <i>Id.</i> at 1142. The plaintiff's complaint asserted that the warden had, prior to the appeals and grievances, said to him, \"I'm going to f____ you for each and every suit you have done against me and the prison.\" <i>Id.</i> The Penitentiary of New Mexico responded by offering justifications for all the adverse actions that the plaintiff experienced, including putting him in segregation because of an escape attempt, removing his word processor because of a standing written policy prohibiting prisoners from possessing computers, and transferring the plaintiff to a more secure prison because of prison officials' beliefs that the plaintiff had been the victim of an assault. <i>Id.</i> at 1144. Although the appellate court ruled that the timing of the escape attempt did not support the prison's justification, the court nonetheless upheld the summary judgment for the defendants because the plaintiff did not have a protected interest in the activity that allegedly prompted the segregation. <i>Id.</i> Importantly, ruling the remaining rationales legitimate, the appellate court upheld the district court's summary judgment for the defendants on the retaliation claim not withstanding the warden's statement describing his motive. <i>Id.</i> at 1144-45.</p>\n<p></p>\n<h2>c. The proper standard for New Mexico</h2>\n<p>{32} As discussed earlier, New Mexico has adopted both the <i>Pickering-Connick</i> balancing of interests and the <i>Mount Healthy</i> burden-shifting approach to retaliation claims. The question remaining, then, is how our existing law would strike a balance between the interests of prisoners and prison officials.</p>\n<p>{33} Again, we begin with the interests of the prisoner. As with anyone asserting a claim under 42 U.S.C. § 1983, we have held that a prisoner must show that the official action in question deprived him or her \"of rights, privileges, or immunities secured by the Constitution or laws of the United States.\" <i>Ramer v. Place-Gallegos,</i> 118 N.M. 363, 366, 881 P.2d 723, 726 (Ct.App.1994) (internal quotation marks and citation omitted), <i>overruled on other grounds by Spectron Dev. Lab. v. Am. Hollow Boring Co.,</i> 1997-NMCA-025, ¶ 31, 123 N.M. 170, 936 P.2d 852. Our requirement parallels both the protected conduct and adverse action elements of the federal retaliatory prison action claim.</p>\n<p>{34} Our cases also mirror the federal approach to evaluating prison officials' interests. In <i>Apodaca v. Rodriguez,</i> 84 N.M. 338, <span class=\"star-pagination\">*1053</span> 340, 503 P.2d 318, 320 (1972), we adopted the Tenth Circuit's policy toward prison regulations:</p>\n<blockquote>\"We have consistently adhered to the so-called `hands off' policy in matters of prison administration according to which we have said that the basic responsibility for the control and management of penal institutions, including the discipline, treatment, and care of those confined, lies with the responsible administrative agency and is not subject to judicial review unless exercised in such a manner as to constitute clear abuse or caprice upon the part of prison officials.\"</blockquote>\n<p><i>Id.</i> (quoting <i>Bethea v. Crouse,</i> 417 F.2d 504, 505-06 (10th Cir.1969)).</p>\n<p>{35} Furthermore, our courts have held that in other contexts, a plaintiff's showing of retaliatory motive can be completely defeated by a defendant's showing of non-retaliatory motive. In <i>Moongate Water Co. v. State,</i> 120 N.M. 399, 405, 902 P.2d 554, 560 (Ct.App.1995), the plaintiff claimed that the New Mexico Environment Department retaliated against it by selectively enforcing regulations to penalize the plaintiff for appealing a magistrate court decision. We affirmed summary judgment for the defendants, who had argued that enforcement was appropriate because the plaintiff had violated the regulations at issue. We explained, \"The Environment Department [officers] had the right to enforce valid regulations without fear of litigation.\" <i>Id.</i> at 406, 902 P.2d at 561 (emphasis omitted).</p>\n<p>{36} Because our cases have all the same theoretical underpinnings of the retaliation claim as the federal cases, we hold that the federal approach to retaliation claims is an appropriate analysis for New Mexico. Specifically, in order to state a claim that a prison disciplinary action was taken in retaliation for a prisoner's exercise of a constitutionally protected right, the prisoner must show that (1) he or she engaged in protected conduct, (2) the prison officials' disciplinary action adversely impacted his or her ability to engage in that protected conduct, and (3) the prison officials' desire to retaliate against the prisoner for exercising in the protected conduct motivated the disciplinary action, at least in part. Once a prisoner has made this prima facie showing, in order for the prison officials to prevail, they must show that they had a non-retaliatory motive for taking the action and that the adverse action would have taken place in any event due to this proper motive. Of course, in the context of a summary judgment motion or a trial, the prisoner may always challenge the prison officials' showing, just as a party generally could challenge the opposing party's showing.</p>\n<p></p>\n<h2>d. Application to this case</h2>\n<p>{37} We next explain how our announced test should be applied in cases like this. We analyze the facts of this case and compare them against the facts in the federal cases and also take note of the guiding language in those federal cases.</p>\n<p>{38} In the present case, Defendants' motion for summary judgment alleged factual insufficiencies in Plaintiff's articulation of his claim. Plaintiff then filed his affidavit in response, detailing his claims. Defendants then responded with the affidavit of Defendant Thomas. The district court decided to grant summary judgment on the First Amendment claim because the district court concluded, \"based upon the affidavit of [former Warden] Thomas, that the injury which is alleged here ... would have occurred regardless of whether there had been any retaliation for the actions of [Plaintiff].\" Under the facts of this case, we cannot agree.</p>\n<p>{39} Under the test we announce today, Plaintiff has shown that he engaged in protected conduct. In a non-prison context, we have held that access to the courts is a constitutional right, and that a state actor's retaliation in response to exercising that right is actionable under 42 U.S.C. § 1983. <i>Moongate Water Co.,</i> 120 N.M. at 405, 902 P.2d at 560. Plaintiff's filing of administrative grievances relating to the conditions of his confinement or litigation about them is analogous.</p>\n<p>{40} We assume, without deciding, that Plaintiff made the requisite showing of adverse impact in the sense that the two- and three-person escorts were sufficient to deter <span class=\"star-pagination\">*1054</span> a person of ordinary firmness from engaging in the protected conduct and the two- and three-person escorts had an adverse effect on Plaintiff's ability to engage in programs and activities beyond his regular classification status. Based on the dates of Plaintiff's grievances and Defendants' placement of him on two- and three-person escorts shortly thereafter, Plaintiff made his prima facie case of causation. <i>Thaddeus-X,</i> 175 F.3d at 399 (\"Circumstantial evidence, like the timing of events[,] ... is appropriate.\"); <i>Pratt,</i> 65 F.3d at 808 (stating that \"timing can properly be considered as circumstantial evidence of retaliatory intent\"). In addition, Plaintiff presented direct evidence of retaliatory motive, which we later discuss in some detail.</p>\n<p>{41} Defendants then proffered evidence of a non-retaliatory motive that is independent of Plaintiff's conduct. Defendants' showing of a non-retaliatory motive was based on an affidavit from the former warden of the prison, Defendant Thomas. The affidavit states that Plaintiff was a former police officer who was imprisoned for first degree murder and who had a \"unique martial arts background\" and was \"undoubtedly better trained in weapon use and hand-to-hand combat than are the majority of the correctional officers.\" As warden, Defendant Thomas had firsthand knowledge that Plaintiff was placed in maximum security immediately upon his arrival at the penitentiary and that he had been placed on administrative segregation at various times. Defendant Thomas stated that \"[t]he decision to place [Plaintiff] on a two or three person escort was made by me\" and listed the various concerns he had about Plaintiff's safety and threat to others. Defendant Thomas's concerns included the fact that Plaintiff \"could easily overpower any single correctional officer and possibly as many as three.\" In addition, Defendant Thomas indicated that Plaintiff had been attacked by another high profile inmate and by several members of a prison gang, had been stabbed in the face, and had barricaded himself inside his cell, requiring correctional officers to use gas to force his exit. However, there are no dates as to any of the evidence and circumstances listed, and no explanation as to why Thomas waited only days after Plaintiff's grievances to take the actions that are the subject of Plaintiff's complaint in this case.</p>\n<p>{42} The affidavit also contained various information from confidential sources about how Plaintiff was going to be \"hit,\" that he was planning an escape, and that he was going to kill a correctional officer with a \"zip gun.\" However, we agree with Plaintiff that certain affidavit statements, such as hearsay to which objection is made, should not be considered on a motion for summary judgment. <i>See </i><i>Sandoval v. Bd. of Regents of N.M. State Univ.,</i> 75 N.M. 261, 263-64, 403 P.2d 699, 701 (1965). Defendants also submitted a newspaper article describing various events occurring during Plaintiff's trial for stabbing another prisoner, but this was not only rank hearsay, it was also describing events that occurred long after the alleged retaliation.</p>\n<p>{43} Examining Defendant Thomas's affidavit, discarding the statements that may be considered to be unsubstantiated hearsay, it is ambiguous in its establishment of an adequate justification for the two- and three-person escorts that he assigned to Plaintiff. Moreover, the Thomas affidavit detailed a 1997 incident, which should not have been used as direct justification for any heightened security for Plaintiff because it occurred long after the imposition of the two- and three-person escorts that are at issue in this case.</p>\n<p>{44} In addition, Plaintiff filed his own affidavit stating that more than one Defendant told him that he was placed on three-person escorts in retaliation for filing grievances. In some cases, such an allegation would not overcome specific and unrebutted reasons for the adverse action. <i>See </i><i>Peterson,</i> 149 F.3d at 1144-45; <i>cf. </i><i>Connick,</i> 461 U.S. at 149-50, 154, 103 S.Ct. 1684 (holding that the presence of some small amount of legitimate First Amendment activity does not foreclose summary judgment for the defendant where the defendant showed a legitimate non-retaliatory purpose); <i>Gabel v. Lynaugh,</i> 835 F.2d 124, 125 n. 1 (5th Cir.1988) (citing statistics on the prevalence of pro se civil rights litigation in the federal courts and commenting that \"pro se civil rights litigation <span class=\"star-pagination\">*1055</span> has become a recreational activity for state prisoners\"). However, Thomas's affidavit was not specific enough or detailed enough to make this case such a case. We do not rule out such a possibility in future cases, and we do not preclude Defendants from making a sufficient, unambiguous factual showing in the future in this case. <i>See, e.g., </i><i>Carter,</i> 292 F.3d at 159 (holding that evidence of the plaintiff's stealing of a typewriter was so clear, so overt, and so deserving of prison discipline that a court could not say that the discipline was retaliatory even if it was motivated in part by animus against jailhouse lawyers).</p>\n<p>{45} We also note that the cases draw a distinction between independent and factually intertwined reasons for disciplinary action or security precautions. In most of the reported cases holding that there were factual issues precluding summary judgment, there was not an independent reason for the adverse action, but instead the reason offered for the adverse action was factually intertwined with the alleged retaliation. <i>See, e.g., </i><i>Rauser,</i> 241 F.3d at 332, 334 (indicating, in a case where the plaintiff was denied parole because he did not participate in rehabilitative programs, that summary judgment was improper when the reason the plaintiff gave for not participating was that the programs were religiously based and therefore making him participate was a violation of his First Amendment rights); <i>Graham,</i> 89 F.3d at 80-81 (holding summary judgment for the defendants was improperly granted when the plaintiff was punished for activity relating to getting names of other prisoners and the issue was whether he was improperly organizing a work stoppage or properly gathering names at the request of a committee looking into prison conditions; indicating that the defendants did not allege an independent reason for discipline); <i>Smith,</i> 899 F.2d at 945, 949-50 (indicating that motive cases cannot be decided on cross-affidavits where the conduct for which the plaintiff is disciplined is the same conduct that the plaintiff contends is protected; the plaintiff disciplined for disrespect when he refused to allow his briefcase to be searched on his way to court, but the court later ordered the briefcase produced); <i>Scarpa,</i> 638 F.Supp. at 1029 (denying summary judgment on a retaliatory prison action claim where the plaintiff was disciplined for writing a letter and the issue was whether the letter was a legitimate announcement that the plaintiff intended to sue or was a disrespectful threat). These cases contrast with the case at bar, where the alleged retaliatory action was taken for reasons of safety and security based on incidents wholly independent of Plaintiff's grievances.</p>\n<p>{46} In each individual case, a court must decide whether the defendants' evidence related to independent reasons for the adverse action was so clear, overt, and persuasive that no reasonable jury could find other than that the defendants were entitled to take the action they did. <i>See, e.g., </i><i>Lowrance v. Achtyl,</i> 20 F.3d 529, 534-35 (2d Cir.1994) (holding that, even when there was evidence that one of the defendants told the plaintiff that that defendant could write better misbehavior tickets than plaintiff could file grievances, thereby establishing an improper motive, summary judgment in favor of the defendants was proper because the plaintiff admitted the conduct that formed the basis of the misconduct report; therefore, \"the conclusion that the state action would have been taken in the absence of improper motives is readily drawn in the context of prison administration where we have been cautioned to recognize that prison officials have broad administrative and discretionary authority over the institutions they manage\") (internal quotation marks and citation omitted).</p>\n<p>{47} Here, however, we cannot say that Defendants' evidence was so clear, overt, and persuasive. First, there was no specific action Defendants alleged was committed by Plaintiff, such as an event of misconduct. Second, dates were conspicuously absent from Thomas's affidavit. Third, most of Thomas's affidavit did not appear to be based on personal knowledge, and he did not support the affidavit's assertions with underlying facts or documents related thereto, although there was a representation that such documents would be forthcoming. Fourth, Plaintiff proffered both direct (his testimony about what some Defendants told him) and circumstantial <span class=\"star-pagination\">*1056</span> (the timing of the adverse actions) evidence of retaliation. Finally, the two- and three-person escorts are not a specific consequence of a specific action, and Defendants did not show why they took the action they did at the time they did such that a reasonable fact finder would say that they were entitled to take such action at the time they did. In short, there are factual issues remaining for trial, given the deficiencies in Defendants' showing as compared with Plaintiff's prima facie case. We, therefore, reverse the grant of summary judgment to Defendants on Plaintiff's claim of First Amendment retaliation.</p>\n<p></p>\n<h2>ISSUE TWO: The district court did not err in granting Defendants' motion for summary judgment on the due process claim.</h2>\n<p>{48} Plaintiff also claims that the district court erred in granting summary judgment for Defendants on his due process claim, which stemmed from the adjudication that resulted in the imposition of a $98 fine for repairs to a damaged intercom. We affirm as to this issue.</p>\n<p>{49} The district court decided this issue pursuant to the authority of <i>Edwards v. Balisok,</i> 520 U.S. 641, 117 S.Ct. 1584, 137 L.Ed.2d 906 (1997), a case that had not been decided at the time <i>Griffin I</i> was decided. Based on this fact, Plaintiff contends that the district court was precluded from relying on <i>Edwards</i> based on law-of-the-case principles and that application of <i>Edwards</i> to his case was in error in any event. We need not decide the procedural and substantive issues relating to <i>Edwards</i> because we may uphold the district court if it is right for any reason. <i>See </i><i>State v. Muniz,</i> 2003-NMSC-021, ¶ 5, 134 N.M. 152, 74 P.3d 86. <i>Edwards</i> was just one of the legal theories contained in the briefs and arguments leading to summary judgment on Plaintiff's due process claim.</p>\n<p>{50} Plaintiff argues that the district court erred in granting summary judgment on his due process claim because there was a genuine issue of material fact as to whether Plaintiff was permitted to testify at the disciplinary hearing as to the $98 cost of repairing the intercom device he damaged. When reviewing a motion for summary judgment, the burden rests on the moving party to show that there is no genuine issue of material fact. <i>Archuleta,</i> 107 N.M. at 550, 761 P.2d at 428. However, \"[o]nce the movant has made a prima facie showing, the burden shifts to the non-moving party to show reasonable doubt as to a genuine factual issue or that the movant is not entitled to judgment as a matter of law.\" <i>Id.</i></p>\n<p>{51} Under existing New Mexico law that does not consider <i>Edwards,</i> Defendants were entitled to summary judgment. Although Plaintiff argues that Defendants' evidence was not adequate to prove that he \"was allowed to present evidence relevant to the [$]98 ... sanction,\" the record indicates that Plaintiff was afforded all the procedural due process required under Corrections Department regulations. Plaintiff has never argued that the Corrections Department regulations were improper, nor does he offer an alternative process that would have provided him greater protection, so we do not consider such arguments. <i>See </i><i>In re Doe,</i> 98 N.M. 540, 541, 650 P.2d 824, 825 (1982) (indicating that appellate courts should not reach issues the parties fail to raise on appeal); <i>see also Campos Enters., Inc. v. Edwin K. Williams &amp; Co.,</i> 1998-NMCA-131, ¶ 12, 125 N.M. 691, 964 P.2d 855 (holding that we review only matters that were presented to the district court).</p>\n<p>{52} Under the policies of the Corrections Department, Plaintiff was entitled to a hearing in front of a hearing officer at which he was permitted to be present. NMCD-090101(H)(1) (2003). He had the right to make a statement, to call reasonably available witnesses, and to present documents. NMCD-090101(H)(2) (2003). He also had the right to request the assistance of another inmate. NMCD-090101(H)(12) (2003). The record shows that there was a disciplinary hearing on the issue of the damaged intercom in front of a hearing officer in June 1992. Plaintiff was present and received assistance from a fellow inmate. At this hearing, the following exchange took place:</p>\n<blockquote>[HEARING OFFICER]: ... You were charged with category B, paragraph 5, misconduct report was filed on May 28, <span class=\"star-pagination\">*1057</span> 1992 at 1:43 p[.]m. Item was a picture of missing intercom. Estimated damages of $85.00 was taken May 28, 1992 taken at 1:39 p.m.</blockquote>\n<blockquote>GRIFFIN: It doesn't look like a missing intercom.</blockquote>\n<blockquote>UNIDENTIFIED SPEAKER: Look, they didn't even install it in it.</blockquote>\n<blockquote>[HEARING OFFICER]: You have anything else you want to add to this Matthew?</blockquote>\n<blockquote>GRIFFIN: That's it.</blockquote>\n<p>This excerpt indicates that Plaintiff had an opportunity to introduce evidence or contest the cost of the repairs. <i>Cf. </i><i>Thomas v. Thomas,</i> 1999-NMCA-135, ¶ 22, 128 N.M. 177, 991 P.2d 7 (holding that the procedural due process opportunity to be heard was fulfilled when the court asked a pro se litigant whether she had any questions for a particular witness and the litigant responded that she did not). Accordingly, we affirm the district court's grant of summary judgment for Defendants on Plaintiff's due process claim.</p>\n<p></p>\n<h2>ISSUE THREE: The district court did not err in denying Plaintiff's request for a continuance.</h2>\n<p>{53} Plaintiff contends that the district court should have granted him a continuance in order to allow him to gather more information. We review the grant or denial of a motion for continuance for an abuse of discretion. <i>State v. Torres,</i> 1999-NMSC-010, ¶ 10, 127 N.M. 20, 976 P.2d 20.</p>\n<p>{54} We accept as true Plaintiff's contention that the case was governed by Rule 1-056(F) NMRA 2004, because Plaintiff argued that he was unable to procure affidavits to support his position. Rule 1-056(F) reads:</p>\n<blockquote>F. When affidavits are unavailable. Should it appear from the affidavits of a party opposing the motion that he cannot for reasons stated present by affidavit facts essential to justify his position, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.</blockquote>\n<p>{55} The rule does not require the court to grant a continuance, but rather gives the court discretion to do so if appropriate. Generally, the factors a district court should consider when deciding whether to grant a motion for a continuance include:</p>\n<blockquote>the length of the requested delay, the likelihood that a delay would accomplish the movant's objectives, the existence of previous continuances in the same matter, the degree of inconvenience to the parties and the court, the legitimacy of the motives in requesting the delay, the fault of the movant in causing a need for the delay, and the prejudice to the movant in denying the motion.</blockquote>\n<p><i>Torres,</i> 1999-NMSC-010, ¶ 10, 127 N.M. 20, 976 P.2d 20.</p>\n<p>{56} In the present case, Defendants filed their motion for summary judgment on October 17, 1997. Plaintiff requested a continuance for an unspecified amount of time on October 30, 1997. Although the motion was never granted, the district court did accept Plaintiff's partial response in opposition to the motion for summary judgment on November 19, 1997, well after the fifteen day time period permitted for response under Rule 1-056(D)(2). Defendants did not move to strike this response, to which they replied. Subsequently, over four years passed before the district court held a hearing on the summary judgment motion on February 19, 2002. We are unable to perceive any benefit that Plaintiff could have received had the district court granted his motion for a continuance, any prejudice to Plaintiff occurring as a result of the denial, or any legitimate motive for further delaying these proceedings. We hold that the district court did not abuse its discretion in refusing to grant Plaintiff's motion for a continuance.</p>\n<p></p>\n<h2>ISSUE FOUR: Plaintiff has not shown that the district court abused its discretion in ruling on Plaintiff's discovery requests.</h2>\n<p>{57} Plaintiff challenges the district court's grant of a protective order that limited his discovery. The standard of review on such orders is abuse of discretion. <i>Mitchell-Carr v. McLendon,</i> 1999-NMSC-025, ¶ 37, 127 N.M. 282, 980 P.2d 65.</p>\n<p><span class=\"star-pagination\">*1058</span> {58} Plaintiff argues that with more access to Defendants, he could establish that Defendants treated him differently than other prisoners who had been convicted for murder and could develop his allegations that Defendant Thomas told him that the two- and three-person escorts were to punish him for his grievances. Plaintiff also claims that there was another portion of the transcript from his disciplinary hearing that would have related to his due process claim. However, the existing portions of the transcript were sufficient to prove that Plaintiff had an opportunity to be heard at his disciplinary hearing on the matter of the $98 sanction. Any additional portions of the transcript would be superfluous, and therefore we need not consider the merits of the protective order regarding the due process claim. <i>See </i><i>Prieskorn v. Maloof,</i> 1999-NMCA-132, ¶¶ 17-18, 128 N.M. 226, 991 P.2d 511 (stating that the court need not reach additional issues that would not impact the outcome of the case even if decided in favor of the appellant).</p>\n<p>{59} As for Plaintiff's contentions regarding his First Amendment claim, he has not shown how he was harmed. The district court did not deny all discovery; it simply required that Plaintiff request the court's permission to proceed with discovery. Plaintiff thereafter never took advantage of this opportunity that the district court gave him. We therefore conclude that the situation in which he found himself with regard to discovery was of his own making, and he cannot now take advantage of his own failure to act. <i>See </i><i>Hodgkins v. Christopher,</i> 58 N.M. 637, 641, 274 P.2d 153, 155 (1954) (\"It is too well established for dispute that a party litigant may not invite error and then take advantage of it.\"); <i>Enriquez v. Cochran,</i> 1998-NMCA-157, ¶ 44, 126 N.M. 196, 967 P.2d 1136 (indicating that when the trial court gives a litigant the opportunity to file written requested findings and conclusions, which opportunity is not availed, the litigant waives objection with regard to entry of findings); <i>Proper v. Mowry,</i> 90 N.M. 710, 720, 568 P.2d 236, 246 (Ct.App.1977) (stating \"no party can profit by his own wrong\"); <i>State v. Bojorquez,</i> 88 N.M. 154, 156, 538 P.2d 796, 798 (Ct.App.1975) (holding that alleged error in granting state's motion to exclude witnesses was abandoned when defendant indicated he would give state phone numbers of witnesses and court indicated it would reserve ruling until then and defendant never again brought issue to court's attention).</p>\n<p></p>\n<h2>ISSUE FIVE: There are no grounds for asserting error based on the 1994 order of dismissal.</h2>\n<p>{60} Plaintiff challenges the validity of the district court's first order dismissing Defendants Thomas, Montoya, Gallegos, and LeMaster, issued October 26, 1994. Plaintiff appears to argue that his right to appeal was abridged because the language of the order was not calculated to alert a party appearing pro se that it was final and appealable.</p>\n<p>{61} This argument is completely without merit. In addition to the October 1994 order, the district court issued a second order dismissing Defendant Craig on May 8, 1995, and a third order dismissing Plaintiff's amended complaint in its entirety as to all Defendants on November 8, 1995. In Plaintiff's first appeal, he expressly appealed all three orders, apparently considering the October and May orders to be interlocutory orders that did not become final until the November 1995 order was issued. We expressly affirmed the October 1994 and May 1995 orders in <i>Griffin I,</i> 1997-NMCA-009, ¶ 7, 122 N.M. 826, 932 P.2d 516. Although Plaintiff ceased his attempts to name Craig as a defendant, he persists in making claims against Defendants Thomas, Montoya, Gallegos, and LeMaster. We hold that there are no valid grounds upon which to challenge the dismissals of Defendants Thomas, Montoya, Gallegos, and LeMaster any further, and the complaints against these Defendants remain dismissed.</p>\n<p></p>\n<h2>ISSUE SIX: Plaintiff has not established any prejudice resulting from his denial of access to the law library.</h2>\n<p>{62} Plaintiff asserts that Defendants used the rules of prisoner access to legal materials to exclude Plaintiff's \"motion practice\" and that Defendants defined the terms of their policy in such a way as to <span class=\"star-pagination\">*1059</span> essentially deny him access to the courts. To assert a constitutional challenge such as this, Plaintiff must demonstrate an injury in fact stemming from the alleged violation. <i>Lewis,</i> 518 U.S. at 349, 116 S.Ct. 2174; <i>John Does I through III v. Roman Catholic Church of the Archdiocese of Santa Fe, Inc.,</i> 1996-NMCA-094, ¶ 28, 122 N.M. 307, 924 P.2d 273. As Plaintiff has submitted voluminous and amply cited briefs both to the district court and on appeal, we do not see how he has been injured by the prison's law library access policies. <i>See </i><i>Lewis,</i> 518 U.S. at 351, 116 S.Ct. 2174 (holding that an inmate alleging that his constitutional access to the courts was violated by a prison law library access policy \"must ... demonstrate that the alleged shortcomings in the library or legal assistance program hindered his efforts to pursue a legal claim\"). Furthermore, on April 22, 2002, Plaintiff notified the district court that he had been transferred to the Wallens Ridge State Prison in Virginia, where he was no longer subject to New Mexico's law library access policies. In the absence of an assertion of actual injury, we see no need to explore this issue any further.</p>\n<p></p>\n<h2>ISSUE SEVEN: The district court did not err in dismissing the action with prejudice.</h2>\n<p>{63} Plaintiff contends that the district court erred by dismissing his claims with prejudice when Defendants had not moved for dismissal. Defendants had filed a motion to dismiss, or in the alternative, a motion for summary judgment on October 17, 1997, which specifically requested dismissal with prejudice. Pursuant to Rule 1-012(C) NMRA 2004, the motion was construed as a motion for summary judgment because it included matters outside of the pleadings. The district court granted summary judgment on the due process and First Amendment claims and dismissal with prejudice necessarily followed. Since we reverse the summary judgment in part, it necessarily follows that the dismissal is reversed to the same extent. We affirm dismissal of the amended complaint in other respects.</p>\n<p>{64} The district court also dismissed the case due to inactivity on Plaintiff's part in failing to request a trial setting. Defendants do not argue that the court was pending during this time, together with the related protective order, we cannot say that Plaintiff's failure to request a trial setting justified the dismissal.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>{65} The claims against Defendants Thomas, Montoya, Gallegos, and LeMaster were dismissed in 1994, and our affirmance of these dismissals in <i>Griffin I</i> stands. We reverse the district court's grant of summary judgment in favor of Defendants Tafoya, Ortiz, and Aguilar on the First Amendment issue. We affirm as to all other issues.</p>\n<p>{66} IT IS SO ORDERED.</p>\n<p>MICHAEL D. BUSTAMANTE and JONATHAN B. SUTIN, JJ., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1044</span></span> (2004)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">129</span></span></b></center>\n<center><b>2004-NMCA-088</b></center>\n<center><h1>Matthew James GRIFFIN, Plaintiff-Appellant,<br>\nv.<br>\nJohn THOMAS, M. Priscilla Gallegos, Effrin Montoya, Tim Lemaster, Lawrence Tafoya, Gerald Ortiz, and Norrice Aguilar, Individually and in their official capacities as employees of the New Mexico Corrections Department, Defendants-Appellees.</h1></center>\n<center>No. 23,212.</center>\n<center><p><b>Court of Appeals of New Mexico.</b></p></center>\n<center>May 20, 2004.</center>\n<p><span class=\"star-pagination\">*1046</span> Matthew James Griffin, Stillwater, MN, Pro se Appellant.</p>\n<p>Christopher M. Harrington, Office of General Counsel, Kathleen M.V. Oakey, Deputy General Counsel, New Mexico Corrections Department, Santa Fe, for Appellees.</p>\n<p></p>\n<h2><i>OPINION</i></h2>\n<p>PICKARD, Judge.</p>\n<p>{1} This case requires us to examine the elements that constitute a claim that prison officials have taken retaliatory disciplinary actions in violation of a prisoner's First Amendment rights. On remand after our 1997 case of <i>Griffin v. Thomas,</i> 1997-NMCA-009, <span class=\"citation\" data-id=\"2613538\"><a href=\"/opinion/2613538/griffin-v-thomas/\"><span class=\"volume\">122</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">826</span></a></span>, <span class=\"citation\" data-id=\"2613538\"><a href=\"/opinion/2613538/griffin-v-thomas/\"><span class=\"volume\">932</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">516</span></a></span> (hereinafter <i>Griffin I</i>), the parties in this case resumed litigation on Plaintiff's claims of due process and First Amendment violations. The district court granted summary judgment for Defendants on both claims and dismissed Plaintiff's complaint with prejudice. Plaintiff claims that the district court erred (1) in granting summary judgment on the First Amendment claim, (2) in granting summary judgment on the due process claim, (3) in denying his motion for a continuance, (4) in issuing a protective order limiting his discovery, (5) in issuing a 1994 order dismissing his claims against some Defendants in a manner not calculated to alert the parties that the order was final, (6) in denying his motion for law library access, and (7) in dismissing his complaint with prejudice. We reverse the grant of summary judgment on the First Amendment claim and affirm the grant of summary judgment on the due process claim. We affirm all other issues.</p>\n<p></p>\n<h2>FACTS AND PROCEDURAL BACKGROUND</h2>\n<p>{2} Plaintiff was an inmate at the Penitentiary of New Mexico. In 1992, he was charged with willful destruction of state property for damaging an intercom device. He was found guilty of misconduct and received various administrative sanctions, including monetary restitution of $98. He unsuccessfully attempted to appeal this decision through the prison's administrative process.</p>\n<p>{3} On November 2, 1993, Plaintiff filed a grievance alleging staff misconduct in transferring him to a housing unit where it might appear to other inmates that he was an informant. On November 19, 1993, Plaintiff was assigned a two-person escort. On December 9, 1993, Plaintiff filed another grievance alleging the withholding of discovery materials in a civil case, and on December 17th, Plaintiff was assigned a three-person escort. These security restrictions allegedly precluded Plaintiff from participating in the institutional work program. In <span class=\"star-pagination\">*1047</span> January and February 1994, Plaintiff was charged with and found guilty of several other instances of misconduct, which he unsuccessfully appealed through the prison's administrative process.</p>\n<p>{4} In July 1994, Plaintiff filed a complaint in district court alleging that the process leading to the $98 sanction violated his due process rights. Plaintiff's complaint also argued that the two- and three-person escorts were initiated to retaliate against him for filing appeals and grievances. The complaint named Defendants John Thomas, Effrin Montoya, M. Priscilla Gallegos, Gerald Ortiz, Norrice Aguilar, Thomas Craig, Tim LeMaster, and Lawrence Tafoya, all as individuals and in their official capacities as employees of the Corrections Department.</p>\n<p>{5} In August 1994, Defendants Thomas, Montoya, Gallegos, and LeMaster moved to dismiss, citing lack of subject matter jurisdiction, sovereign immunity, qualified immunity, and failure to state a claim upon which relief could be granted, among other arguments. After briefing from both sides, the district court issued an order of dismissal as to Defendants Thomas, Montoya, Gallegos, and LeMaster in October 1994. In November 1994, Plaintiff moved for reconsideration of this order, while Defendant Craig moved for dismissal of Plaintiff's amended complaint. In May 1995, the district court dismissed Plaintiff's claims against Defendant Craig on the same grounds that supported dismissal of Plaintiff's claims against the other Defendants. Plaintiff again objected to the dismissal.</p>\n<p>{6} At this point, all Defendants moved to dismiss the entire amended complaint, arguing that res judicata barred any claims against Defendants who had been previously dismissed and articulating the same arguments as in prior motions to support dismissal of the original complaint against the remaining Defendants. After a hearing in October 1995, the district court dismissed Plaintiff's amended complaint in its entirety, finding that he had failed to state a claim for any constitutional violation for either due process or First Amendment violations, and dismissing the balance of his claims for other reasons that are not pertinent to this appeal. Plaintiff appealed this order, resulting in <i>Griffin I.</i></p>\n<p>{7} We upheld the dismissal of Defendants Thomas, Montoya, Gallegos, LeMaster, and Craig, holding that Plaintiff had failed to timely appeal the dismissal of his claims against them. <i>Id.</i> ¶ 7. We reversed the dismissal of Plaintiff's due process claims against the remaining Defendants (Ortiz, Aguilar, and Tafoya), holding that Plaintiff had stated a claim sufficiently. <i>Id.</i> ¶ 10. Finally, we held that the remaining Defendants were not entitled to qualified immunity on the First Amendment claims because Plaintiff's speech was protected. <i>Id.</i> ¶ 12. We remanded the case to the district court for further proceedings. <i>Id.</i> ¶ 15.</p>\n<p>{8} Plaintiff attempted to commence discovery in June 1997. Defendants did not respond to Plaintiff's discovery requests in any manner, and Plaintiff filed a motion for sanctions in September 1997. Defendants filed a motion to dismiss, or in the alternative, a motion for summary judgment, in October 1997. At the same time, Defendants moved for a protective order to postpone discovery until resolution of the motion to dismiss. After a hearing, the district court granted a limited protective order that protected Defendants from having to answer Plaintiff's initial interrogatories and required that any additional discovery requests from Plaintiff be withheld until after Defendants' reply brief on the motion to dismiss. Additionally, the protective order required Plaintiff to file all future discovery requests through the court. The record indicates that Plaintiff did not make any subsequent discovery requests.</p>\n<p>{9} As briefing on the motion to dismiss continued, Plaintiff made a motion for law library access in December 2000, asserting that the penitentiary was implementing the Corrections Department policy on library access and prisoner legal assistance in a manner that effectively denied him access to the courts. Defendants responded to the motion, and Plaintiff then withdrew his original motion and substituted a new one, requesting access to the law library and court-appointed counsel. Although Defendants responded again, the record does not indicate that the <span class=\"star-pagination\">*1048</span> district court ever issued an order on the motion. In January 2002, Plaintiff filed a motion for an order to show cause, essentially reasserting his legal access arguments, but this time in a request to hold Deputy General Counsel Ida Lujan (Lujan) of the Corrections Department in contempt. Lujan responded, noting the lapse in time since Plaintiff's original law library access motion and the fact that Plaintiff had been incarcerated in a Virginia facility, but was at the time again incarcerated in New Mexico. She requested a ruling on the motion without a hearing, but no formal order was ever issued.</p>\n<p>{10} Finally, after a hearing on February 19, 2002, the district court dismissed Plaintiff's amended complaint in its entirety, with prejudice. Plaintiff appeals from this order.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>ISSUE ONE: The district court erred in granting summary judgment on Plaintiff's First Amendment claim.</h2>\n<p>{11} Plaintiff argues that summary judgment on his First Amendment claim was improper because there was a genuine issue of material fact as to whether Defendants' acts were retaliatory. When reviewing a motion for summary judgment, the burden rests on the moving party to show that there is no genuine issue of material fact. <i>Archuleta v. Goldman,</i> <span class=\"citation\" data-id=\"1366300\"><a href=\"/opinion/1366300/archuleta-v-goldman/\"><span class=\"volume\">107</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">547</span></a></span>, 550, <span class=\"citation\" data-id=\"1366300\"><a href=\"/opinion/1366300/archuleta-v-goldman/\"><span class=\"volume\">761</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">425</span></a></span>, 428 (Ct.App.1987). However, \"[o]nce the movant has made a prima facie showing, the burden shifts to the non-moving party to show reasonable doubt as to a genuine factual issue or that the movant is not entitled to judgment as a matter of law.\" <i>Id.</i></p>\n<p>{12} First, we address the contours of a case where there is alleged a violation of a prisoner's First Amendment rights through retaliatory disciplinary action. This is an issue of first impression in New Mexico. We begin our search for an appropriate standard for New Mexico law with a brief discussion of a related claim from the area of employment law: retaliatory discharge. We then apply those contours in the context of a summary judgment proceeding.</p>\n<p></p>\n<h2>a. Retaliatory employment action cases</h2>\n<p>{13} A public employer is not permitted to discharge an employee \"for reasons that infringe his or her free-speech interests.\" <i>Martinez v. City of Grants,</i> 1996-NMSC-061, ¶ 15, <span class=\"citation\" data-id=\"1123055\"><a href=\"/opinion/1123055/martinez-v-city-of-grants/\"><span class=\"volume\">122</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"1123055\"><a href=\"/opinion/1123055/martinez-v-city-of-grants/\"><span class=\"volume\">927</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1045</span></a></span>. When a public employee alleges that a retaliatory employment action has taken place based on protected speech, he or she can state a cause of action under 42 U.S.C. § 1983 (2000). <i>Jacobs v. Stratton,</i> <span class=\"citation\" data-id=\"1241351\"><a href=\"/opinion/1241351/jacobs-v-stratton/\"><span class=\"volume\">94</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">665</span></a></span>, 667, <span class=\"citation\" data-id=\"1241351\"><a href=\"/opinion/1241351/jacobs-v-stratton/\"><span class=\"volume\">615</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">982</span></a></span>, 984 (1980). Our courts have derived their approach in these cases from federal cases tackling the same issue.</p>\n<p>{14} Our starting point is the United States Supreme Court case of <i>Pickering v. Board of Education,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968). The employee in <i>Pickering</i> was a high school teacher who had been dismissed after he wrote a letter to the local newspaper criticizing the school's approach to a recent bond issue proposal and other fiscal decisions. <i>Id.</i> at 566. The Court reversed the district court's decision in favor of the employer, holding that teachers do not cede their right to comment on matters of public interest as a condition of employment. <i>Id.</i> at 568. The central question with which the Court wrestled was how \"to arrive at a balance between the interests of the [employee], as a citizen, in commenting upon matters of public concern and the interest of the State, as an employer, in promoting the efficiency of the public services it performs through its employees.\" <i>Id.</i> In analyzing the balance of these interests in the case, the Court held that \"the interest of the school administration in limiting teachers' opportunities to contribute to public debate is not significantly greater than its interest in limiting a similar contribution by any member of the general public.\" <i>Id.</i> at 573. After examining the statements that the employee made and the impact of those statements on \"maintaining ... discipline by immediate superiors or harmony among coworkers,\" the Court held that the employee should not have been dismissed. <i>Id.</i> at 570. Subsequent United States Supreme Court cases narrowed the application of <i>Pickering,</i> holding that <i>Pickering</i> only protects employees who speak on matters of public concern as determined by the context, form, and substance of their statements. <i>See </i><i>Connick v. Myers,</i> 461 U.S. <span class=\"star-pagination\">*1049</span> 138, 146-48, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983).</p>\n<p>{15} Since the employer in <i>Pickering</i> had unquestionably discharged the employee because of his protected speech activities, <i>Pickering</i> left open the question of how courts would strike a balance of interests in cases where the employer puts forth a non-retaliatory reason for the employment action. The United States Supreme Court answered this question in <i>Mount Healthy City School District Board of Education v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977). In that case, the school board had made a decision not to rehire an untenured teacher as a result of a series of incidents that included name calling and obscene gesturing to students, arguments with other school employees, and a telephone call to a local radio station to express discontent with a teacher dress code policy. <i>Id.</i> at 281-82, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>. The district court had found for the employee on the grounds that the telephone call, an exercise of protected speech, was a \"substantial part\" of the decision not to rehire. <i>Id.</i> at 283, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span> (internal quotation marks omitted).</p>\n<p>{16} The Supreme Court reversed, specifically rejecting the argument that \"the fact that the protected conduct played a `substantial part' in the actual decision not to renew would necessarily amount to a constitutional violation justifying remedial action.\" <i>Id.</i> at 285, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>. Analogizing to cases involving the voluntariness of a confession in a criminal case, the Court announced a burden-shifting approach that would \"protect[ ] against the invasion of constitutional rights without commanding undesirable consequences not necessary to the assurance of those rights.\" <i>Id.</i> at 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>. Thus, under <i>Mount Healthy,</i> when an employee asserts that he or she was fired by an employer in retaliation for his or her exercise of free speech, the employee must show \"that his [or her] conduct was constitutionally protected, and that this conduct was a `substantial factor'  or ... `motivating factor' in the [employer's] decision not to rehire him [or her].\" <i>Id.</i> Once the employee has made that prima facie case, the burden shifts to the employer to show \"by a preponderance of the evidence that it would have reached the same decision as to [employee's] reemployment even in the absence of the protected conduct.\" <i>Id.</i></p>\n<p>{17} Based on <i>Pickering,</i> as limited by <i>Connick,</i> New Mexico courts use a four-part test to evaluate retaliatory employment action claims:</p>\n<blockquote>(1) whether the speech forming the basis of the employment action involves a matter of public concern; (2) if so, whether the interests of the employee in speaking on the matter outweigh the interests of the employer in maintaining and promoting efficiency in the performance of its responsibilities to the public; (3) if so, whether the employee is able to show that the speech was a substantial factor in the employment decision; and (4) if so, whether the employer is able to rebut the employee's evidence by showing that it would have instituted the employment action regardless of the protected speech.</blockquote>\n<p><i>Garcia-Montoya v. State Treasurer's Office,</i> 2001-NMSC-003, ¶ 27, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">25</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1084</span></span>. <i>But see </i><i>Carrillo v. Rostro,</i> <span class=\"citation\" data-id=\"1202233\"><a href=\"/opinion/1202233/carrillo-v-rostro/\"><span class=\"volume\">114</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">607</span></a></span>, 621-22, <span class=\"citation\" data-id=\"1202233\"><a href=\"/opinion/1202233/carrillo-v-rostro/\"><span class=\"volume\">845</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">130</span></a></span>, 144-45 (1992) (discussing the difficulties of applying the \"<i>Pickering</i> balance,\" a method of evaluating the second element of the claim). As in <i>Mount Healthy,</i> our courts require that after an employee has made a prima facie showing, \"[t]he burden then shifts to the employer to establish that the negative employment decision would have been made despite the protected speech.\" <i>Martinez,</i> 1996-NMSC-061, ¶ 20, <span class=\"citation\" data-id=\"1123055\"><a href=\"/opinion/1123055/martinez-v-city-of-grants/\"><span class=\"volume\">122</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"1123055\"><a href=\"/opinion/1123055/martinez-v-city-of-grants/\"><span class=\"volume\">927</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1045</span></a></span>.</p>\n<p>{18} Our courts have not yet had the opportunity to apply this approach to the context of retaliatory prison disciplinary actions. However, federal courts have tackled this issue, beginning from the same antecedents of <i>Pickering</i> and <i>Mount Healthy,</i> and they have done so in the context of pre-trial proceedings.</p>\n<p></p>\n<h2>b. The federal approach in prison cases</h2>\n<p>{19} At the outset, we note that federal opinions in this area of the law are confusing and often contradictory. In fact, in discussing First Amendment retaliation claims, one <span class=\"star-pagination\">*1050</span> commentator has said that \"[g]overnmental motive ... has been one of the most muddled areas of our constitutional jurisprudence.\" 1 Martin A. Schwartz, <i>Section 1983 Litigation: Claims and Defenses</i> § 3.11[A] (4th ed.2004) (internal quotation marks and footnote omitted). Our following discussion attempts to draw common strands from this body of cases, and we highlight areas where confusion is most stark.</p>\n<p>{20} Federal courts have consistently derived their definition of a retaliatory prison action claim from retaliatory employment action cases. <i>See </i><i>Johnson v. Kingston,</i> <span class=\"citation\" data-id=\"2331546\"><a href=\"/opinion/2331546/johnson-v-kingston/\"><span class=\"volume\">292</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1146</span></a></span>, 1155 (W.D.Wis.2003). As the Sixth Circuit explained, \"[a]lthough the elements of a First Amendment retaliation claim remain constant, the underlying concepts that they signify will vary with the setting[.]\" <i>Thaddeus-X v. Blatter,</i> <span class=\"citation\" data-id=\"763587\"><a href=\"/opinion/763587/thaddeus-x-and-earnest-bell-jr-v-blatter/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 388 (6th Cir.1999). Prison is a setting where individual rights are broadly circumscribed by penological interests. <i>See </i><i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 84-85, 87, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987). As a result, the retaliatory prison action claim must strike a balance similar to the balance between employee rights and employer interests contemplated in <i>Pickering,</i> but with different interests weighing in on each side.</p>\n<p>{21} On one side of the balance is the prisoner's interests. In order to have a cognizable interest, federal courts have required prisoners to show that the retaliation which they allege came in response to constitutionally protected conduct. <i>Thaddeus-X,</i> 175 F.3d at 394. As an example of constitutionally protected conduct in a prison setting, prisoners have a clearly recognized right of access to the courts, <i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 821, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977), extending to the pursuit of direct appeals, habeas corpus proceedings, and civil rights claims. <i>Lewis v. Casey,</i> <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 354, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></a></span> (1996). \"Absent protected conduct, plaintiffs cannot establish a constitutional violation.\" <i>Thaddeus-X,</i> 175 F.3d at 395; <i>accord </i><i>Smith v. Maschner,</i> <span class=\"citation\" data-id=\"538916\"><a href=\"/opinion/538916/jerry-wayne-smith-v-herb-maschner-director-dale-bohannon-deputy/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></a></span>, 947-48 (10th Cir.1990) (holding that prisoner met this burden by showing that his actions were protected by his right of access to courts).</p>\n<p>{22} To establish a cognizable interest, some federal courts also require a prisoner to show that the prison's action was \"capable of deterring a person of ordinary firmness from exercising his or her [constitutional] right.\" <i>Thaddeus-X,</i> 175 F.3d at 398. This \"adverse action\" requirement is rooted in the notion that there is \"a <i>de minimis</i> level of imposition with which the Constitution is not concerned.\" <i>Ingraham v. Wright,</i> <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 674, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1977).</p>\n<p>{23} On the other side of the balance is the prison's interests. As the Supreme Court stated in <i>Turner,</i> 482 U.S. at 84-85, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>:</p>\n<blockquote>Running a prison is an inordinately difficult undertaking that requires expertise, planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government. Prison administration is, moreover, a task that has been committed to the responsibility of those branches, and separation of powers concerns counsel a policy of judicial restraint.</blockquote>\n<p>In examining prison regulations, federal courts look at whether a prison regulation that burdens fundamental rights is reasonably related to legitimate penological objectives. <i>Frazier v. Dubois,</i> <span class=\"citation\" data-id=\"553420\"><a href=\"/opinion/553420/larry-d-frazier-v-lf-dubois-wayne-smith-ri-mathews-lee-connors/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span></a></span>, 562 (10th Cir.1990).</p>\n<p>{24} Most federal courts strike a balance between these interests by adopting the <i>Mount Healthy</i> burden-shifting approach, which applies equally at the summary judgment stage. <i>See </i><i>Johnson,</i> 292 F.Supp.2d at 1155. According to the Tenth Circuit's formulation, a plaintiff prisoner must show that the prison's actions were \"the result of improper retaliation by prison officials to punish plaintiff for constitutionally protected activity.\" <i>Frazier,</i> 922 F.2d at 562. Moreover, \"[m]ere allegations of constitutional retaliation will not suffice; plaintiffs must rather allege specific facts showing retaliation because of the exercise of the prisoner's constitutional rights.\" <i>Id.</i> at 562 n. 1.</p>\n<p>{25} Other federal circuits adopt an approach that is more detailed in its formulation. Thus, in <i>Thaddeus-X,</i> 175 F.3d at 394, <span class=\"star-pagination\">*1051</span> the court adopted a three-prong test requiring that (1) the plaintiff engaged in protected conduct, (2) an adverse action was taken against the plaintiff that would deter a person of ordinary firmness from engaging in the protected conduct, and (3) there is a causal connection between the first two elements, defined as the adverse action being motivated, at least in part, by the plaintiff's conduct. Other federal courts have stated these same basic prongs of the three-part test that comprises a plaintiff's prima facie case. <i>See </i><i>Rauser v. Horn,</i> <span class=\"citation\" data-id=\"772202\"><a href=\"/opinion/772202/henry-rauser-v-martin-horn-in-his-official-capacity-as-commissioner-of/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span>, 333 (3d Cir.2001); <i>see also </i><i>Graham v. Henderson,</i> <span class=\"citation\" data-id=\"721481\"><a href=\"/opinion/721481/patrick-graham-v-rj-henderson-former-superintendent-auburn/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 79 (2d Cir.1996) (stating the factors, but not enumerating them).</p>\n<p>{26} There appear to be some differences in the articulation of the causation requirement, with some courts using the <i>Mount Healthy</i>\"substantial or motivating factor\" language, <i>e.g., id.,</i> and other courts using less technical language. For example, the court in <i>Johnson,</i> 292 F.Supp.2d at 1153-54, explained that it would use the language that the protected factor was \"one of the reasons\" for the defendants' decision in its jury instructions and so avoid possible confusion about degrees of motivation or substantiality. We need not decide on the wisdom of any particular jury instruction language at this point. What is important for our purposes is to establish the elements of a plaintiff's prima facie case, and we believe that the three-factor test is appropriate. Thus, a prisoner seeking to state a claim of First Amendment retaliation must show (1) protected conduct, (2) adverse action, and (3) that the protected conduct motivated the adverse action, at least in part.</p>\n<p>{27} At this point, the cases are uniform that a defendant may overcome the plaintiff's prima facie case by showing that it would have taken the adverse action even in the absence of the protected conduct for reasons reasonably related to legitimate penological interests. <i>Rauser,</i> 241 F.3d at 334; <i>Thaddeus-X,</i> 175 F.3d at 399; <i>Graham,</i> 89 F.3d at 79. There appears, however, to be great dispute about the articulation of a defendant's burden, whether it is a burden of persuasion or mere production, and whether the burden then shifts back to the plaintiff upon the defendant's satisfaction of its burden.</p>\n<p>{28} The cases cited immediately above squarely place the burden on the defendant to make the requisite showing, and they also indicate that the defendant's burden is to make the showing by a \"preponderance of the evidence.\" Other cases, however, appear to indicate that it is the plaintiff's burden to show \"but for\" causation, i.e., the defendant would not have taken the adverse action but for the plaintiff's conduct. <i>See </i><i>Woods v. Smith,</i> <span class=\"citation\" data-id=\"700465\"><a href=\"/opinion/700465/claude-e-woods-v-larry-smith/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1166 (5th Cir.1995); <i>Goff v. Burton,</i> <span class=\"citation\" data-id=\"655353\"><a href=\"/opinion/655353/george-goff-v-james-burton-john-henry-and-crispus-c-nix/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">734</span></a></span>, 737 (8th Cir.1993) (en banc); <i>McDonald v. Hall,</i> <span class=\"citation\" data-id=\"371947\"><a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.1979). The Ninth Circuit phrases the test in a more rigid fashion, requiring the plaintiff to bear \"the burden of pleading and proving the absence of legitimate correctional goals for the conduct of which he complains.\" <i>Pratt v. Rowland,</i> <span class=\"citation\" data-id=\"703954\"><a href=\"/opinion/703954/95-cal-daily-op-serv-7323-95-daily-journal-dar-12497-elmer-pratt-v/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">802</span></a></span>, 806 (9th Cir.1995). The Tenth Circuit has stated that the plaintiff has the burden of showing that \"`but for' the retaliatory motive, the incidents to which he refers, including the disciplinary action, would not have taken place.\" <i>Smith,</i> 899 F.2d at 949-50 (citation omitted). However, the Tenth Circuit has also stated that once a prisoner has made a prima facie showing, the burden shifts to the defendant prison authorities to show that they had a non-retaliatory motive that is \"reasonably related to legitimate penological interests.\" <i>Frazier,</i> 922 F.2d at 562 (internal quotation marks, citation, and emphasis omitted).</p>\n<p>{29} Thus, there appears to be a split of authority in the federal cases regarding the burden of production and persuasion, with some circuits shifting the burden of both production and persuasion to the defendant once the plaintiff makes a prima facie case and other circuits shifting only the burden of production and leaving the plaintiff with the burden of persuasion to establish that the protected conduct was the \"but for\" cause of the adverse action. We believe that the discussion in all of the various opinions in <i>Price Waterhouse v. Hopkins,</i> <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">268</span></a></span> (1989), when read together, teaches that <i>Mount Healthy</i> <span class=\"star-pagination\">*1052</span> requires the burden of both production and persuasion to be placed on the defendant once a plaintiff establishes a prima facie case. <i>See generally</i> Schwartz, <i>supra,</i> at 3-345 to -346.</p>\n<p>{30} Regardless of how the burdens are explained, the cases appear to superimpose the special considerations arising from the prison context onto the parties' burdens. Just as <i>Mount Healthy</i> was motivated by a desire not to constrain employers from taking action against employees whose performance would merit the action apart from their protected activities, these federal prison cases reflect a deference to prison officials who have legitimate reasons for disciplining a prisoner apart from his or her exercise of constitutional rights. Further, this consideration applies equally at the summary judgment stage. Consequently, the federal courts use language such as, \"[i]f the defendant can show that he would have taken the same action in the absence of the protected activity, he is entitled to prevail on summary judgment[,]\" <i>Thaddeus-X,</i> 175 F.3d at 399; <i>see </i><i>Graham,</i> 89 F.3d at 81, and \"[e]ven if defendants had an impermissible reason for disciplining [a prisoner], they would still not be liable if they also had independent, permissible reasons for doing so.\" <i>Scarpa v. Ponte,</i> <span class=\"citation\" data-id=\"1491065\"><a href=\"/opinion/1491065/scarpa-v-ponte/\"><span class=\"volume\">638</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1019</span></a></span>, 1029 (D.Mass.1986). Moreover, some cases explicitly state that courts are to accord the prison authorities deference when they evaluate the defendant's proffered reasons for taking the adverse action. <i>See </i><i>Carter v. McGrady,</i> <span class=\"citation\" data-id=\"777863\"><a href=\"/opinion/777863/richard-carter-sci-mahanoy-para-legal-assistant-on-behalf-of-himself-and/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">152</span></a></span>, 158-59 (3d Cir.2002); <i>Babcock v. White,</i> <span class=\"citation\" data-id=\"731015\"><a href=\"/opinion/731015/john-c-babcock-v-rl-white-and-g-mcdaniel/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span>, 275 (7th Cir.1996); <i>Pratt,</i> 65 F.3d at 806; <i>Johnson,</i> 292 F.Supp.2d at 1157.</p>\n<p>{31} The Tenth Circuit case of <i>Peterson v. Shanks,</i> <span class=\"citation\" data-id=\"755905\"><a href=\"/opinion/755905/david-s-peterson-v-john-shanks-warden-wilfred-romero-and-major-ruben/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1140</span></a></span> (10th Cir.1998), illustrates the application of this approach in a case very similar to the present case. In <i>Peterson,</i> the plaintiff alleged that prison officials took retaliatory disciplinary action in response to his appeals and grievance reports. <i>Id.</i> at 1142. The plaintiff's complaint asserted that the warden had, prior to the appeals and grievances, said to him, \"I'm going to f____ you for each and every suit you have done against me and the prison.\" <i>Id.</i> The Penitentiary of New Mexico responded by offering justifications for all the adverse actions that the plaintiff experienced, including putting him in segregation because of an escape attempt, removing his word processor because of a standing written policy prohibiting prisoners from possessing computers, and transferring the plaintiff to a more secure prison because of prison officials' beliefs that the plaintiff had been the victim of an assault. <i>Id.</i> at 1144. Although the appellate court ruled that the timing of the escape attempt did not support the prison's justification, the court nonetheless upheld the summary judgment for the defendants because the plaintiff did not have a protected interest in the activity that allegedly prompted the segregation. <i>Id.</i> Importantly, ruling the remaining rationales legitimate, the appellate court upheld the district court's summary judgment for the defendants on the retaliation claim not withstanding the warden's statement describing his motive. <i>Id.</i> at 1144-45.</p>\n<p></p>\n<h2>c. The proper standard for New Mexico</h2>\n<p>{32} As discussed earlier, New Mexico has adopted both the <i>Pickering-Connick</i> balancing of interests and the <i>Mount Healthy</i> burden-shifting approach to retaliation claims. The question remaining, then, is how our existing law would strike a balance between the interests of prisoners and prison officials.</p>\n<p>{33} Again, we begin with the interests of the prisoner. As with anyone asserting a claim under 42 U.S.C. § 1983, we have held that a prisoner must show that the official action in question deprived him or her \"of rights, privileges, or immunities secured by the Constitution or laws of the United States.\" <i>Ramer v. Place-Gallegos,</i> <span class=\"citation\" data-id=\"1451178\"><a href=\"/opinion/1451178/ramer-v-place-gallegos/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">363</span></a></span>, 366, <span class=\"citation\" data-id=\"1451178\"><a href=\"/opinion/1451178/ramer-v-place-gallegos/\"><span class=\"volume\">881</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">723</span></a></span>, 726 (Ct.App.1994) (internal quotation marks and citation omitted), <i>overruled on other grounds by Spectron Dev. Lab. v. Am. Hollow Boring Co.,</i> 1997-NMCA-025, ¶ 31, <span class=\"citation\" data-id=\"1224974\"><a href=\"/opinion/1224974/spectron-dev-v-american-hollow/\"><span class=\"volume\">123</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">170</span></a></span>, <span class=\"citation\" data-id=\"1224974\"><a href=\"/opinion/1224974/spectron-dev-v-american-hollow/\"><span class=\"volume\">936</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">852</span></a></span>. Our requirement parallels both the protected conduct and adverse action elements of the federal retaliatory prison action claim.</p>\n<p>{34} Our cases also mirror the federal approach to evaluating prison officials' interests. In <i>Apodaca v. Rodriguez,</i> <span class=\"citation\" data-id=\"1210214\"><a href=\"/opinion/1210214/apodaca-v-rodriguez/\"><span class=\"volume\">84</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">338</span></a></span>, <span class=\"star-pagination\">*1053</span> 340, <span class=\"citation\" data-id=\"1210214\"><a href=\"/opinion/1210214/apodaca-v-rodriguez/\"><span class=\"volume\">503</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">318</span></a></span>, 320 (1972), we adopted the Tenth Circuit's policy toward prison regulations:</p>\n<blockquote>\"We have consistently adhered to the so-called `hands off' policy in matters of prison administration according to which we have said that the basic responsibility for the control and management of penal institutions, including the discipline, treatment, and care of those confined, lies with the responsible administrative agency and is not subject to judicial review unless exercised in such a manner as to constitute clear abuse or caprice upon the part of prison officials.\"</blockquote>\n<p><i>Id.</i> (quoting <i>Bethea v. Crouse,</i> <span class=\"citation\" data-id=\"286950\"><a href=\"/opinion/286950/oscar-bethea-v-sherman-h-crouse-warden-kansas-state-penitentiary-james/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 505-06 (10th Cir.1969)).</p>\n<p>{35} Furthermore, our courts have held that in other contexts, a plaintiff's showing of retaliatory motive can be completely defeated by a defendant's showing of non-retaliatory motive. In <i>Moongate Water Co. v. State,</i> <span class=\"citation\" data-id=\"2607013\"><a href=\"/opinion/2607013/moongate-water-co-inc-v-state/\"><span class=\"volume\">120</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">399</span></a></span>, 405, <span class=\"citation\" data-id=\"2607013\"><a href=\"/opinion/2607013/moongate-water-co-inc-v-state/\"><span class=\"volume\">902</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">554</span></a></span>, 560 (Ct.App.1995), the plaintiff claimed that the New Mexico Environment Department retaliated against it by selectively enforcing regulations to penalize the plaintiff for appealing a magistrate court decision. We affirmed summary judgment for the defendants, who had argued that enforcement was appropriate because the plaintiff had violated the regulations at issue. We explained, \"The Environment Department [officers] had the right to enforce valid regulations without fear of litigation.\" <i>Id.</i> at 406, 902 P.2d at 561 (emphasis omitted).</p>\n<p>{36} Because our cases have all the same theoretical underpinnings of the retaliation claim as the federal cases, we hold that the federal approach to retaliation claims is an appropriate analysis for New Mexico. Specifically, in order to state a claim that a prison disciplinary action was taken in retaliation for a prisoner's exercise of a constitutionally protected right, the prisoner must show that (1) he or she engaged in protected conduct, (2) the prison officials' disciplinary action adversely impacted his or her ability to engage in that protected conduct, and (3) the prison officials' desire to retaliate against the prisoner for exercising in the protected conduct motivated the disciplinary action, at least in part. Once a prisoner has made this prima facie showing, in order for the prison officials to prevail, they must show that they had a non-retaliatory motive for taking the action and that the adverse action would have taken place in any event due to this proper motive. Of course, in the context of a summary judgment motion or a trial, the prisoner may always challenge the prison officials' showing, just as a party generally could challenge the opposing party's showing.</p>\n<p></p>\n<h2>d. Application to this case</h2>\n<p>{37} We next explain how our announced test should be applied in cases like this. We analyze the facts of this case and compare them against the facts in the federal cases and also take note of the guiding language in those federal cases.</p>\n<p>{38} In the present case, Defendants' motion for summary judgment alleged factual insufficiencies in Plaintiff's articulation of his claim. Plaintiff then filed his affidavit in response, detailing his claims. Defendants then responded with the affidavit of Defendant Thomas. The district court decided to grant summary judgment on the First Amendment claim because the district court concluded, \"based upon the affidavit of [former Warden] Thomas, that the injury which is alleged here ... would have occurred regardless of whether there had been any retaliation for the actions of [Plaintiff].\" Under the facts of this case, we cannot agree.</p>\n<p>{39} Under the test we announce today, Plaintiff has shown that he engaged in protected conduct. In a non-prison context, we have held that access to the courts is a constitutional right, and that a state actor's retaliation in response to exercising that right is actionable under 42 U.S.C. § 1983. <i>Moongate Water Co.,</i> 120 N.M. at 405, 902 P.2d at 560. Plaintiff's filing of administrative grievances relating to the conditions of his confinement or litigation about them is analogous.</p>\n<p>{40} We assume, without deciding, that Plaintiff made the requisite showing of adverse impact in the sense that the two- and three-person escorts were sufficient to deter <span class=\"star-pagination\">*1054</span> a person of ordinary firmness from engaging in the protected conduct and the two- and three-person escorts had an adverse effect on Plaintiff's ability to engage in programs and activities beyond his regular classification status. Based on the dates of Plaintiff's grievances and Defendants' placement of him on two- and three-person escorts shortly thereafter, Plaintiff made his prima facie case of causation. <i>Thaddeus-X,</i> 175 F.3d at 399 (\"Circumstantial evidence, like the timing of events[,] ... is appropriate.\"); <i>Pratt,</i> 65 F.3d at 808 (stating that \"timing can properly be considered as circumstantial evidence of retaliatory intent\"). In addition, Plaintiff presented direct evidence of retaliatory motive, which we later discuss in some detail.</p>\n<p>{41} Defendants then proffered evidence of a non-retaliatory motive that is independent of Plaintiff's conduct. Defendants' showing of a non-retaliatory motive was based on an affidavit from the former warden of the prison, Defendant Thomas. The affidavit states that Plaintiff was a former police officer who was imprisoned for first degree murder and who had a \"unique martial arts background\" and was \"undoubtedly better trained in weapon use and hand-to-hand combat than are the majority of the correctional officers.\" As warden, Defendant Thomas had firsthand knowledge that Plaintiff was placed in maximum security immediately upon his arrival at the penitentiary and that he had been placed on administrative segregation at various times. Defendant Thomas stated that \"[t]he decision to place [Plaintiff] on a two or three person escort was made by me\" and listed the various concerns he had about Plaintiff's safety and threat to others. Defendant Thomas's concerns included the fact that Plaintiff \"could easily overpower any single correctional officer and possibly as many as three.\" In addition, Defendant Thomas indicated that Plaintiff had been attacked by another high profile inmate and by several members of a prison gang, had been stabbed in the face, and had barricaded himself inside his cell, requiring correctional officers to use gas to force his exit. However, there are no dates as to any of the evidence and circumstances listed, and no explanation as to why Thomas waited only days after Plaintiff's grievances to take the actions that are the subject of Plaintiff's complaint in this case.</p>\n<p>{42} The affidavit also contained various information from confidential sources about how Plaintiff was going to be \"hit,\" that he was planning an escape, and that he was going to kill a correctional officer with a \"zip gun.\" However, we agree with Plaintiff that certain affidavit statements, such as hearsay to which objection is made, should not be considered on a motion for summary judgment. <i>See </i><i>Sandoval v. Bd. of Regents of N.M. State Univ.,</i> <span class=\"citation\" data-id=\"1263362\"><a href=\"/opinion/1263362/sandoval-v-board-of-regents-of-nm-state-univ/\"><span class=\"volume\">75</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">261</span></a></span>, 263-64, <span class=\"citation\" data-id=\"1263362\"><a href=\"/opinion/1263362/sandoval-v-board-of-regents-of-nm-state-univ/\"><span class=\"volume\">403</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">699</span></a></span>, 701 (1965). Defendants also submitted a newspaper article describing various events occurring during Plaintiff's trial for stabbing another prisoner, but this was not only rank hearsay, it was also describing events that occurred long after the alleged retaliation.</p>\n<p>{43} Examining Defendant Thomas's affidavit, discarding the statements that may be considered to be unsubstantiated hearsay, it is ambiguous in its establishment of an adequate justification for the two- and three-person escorts that he assigned to Plaintiff. Moreover, the Thomas affidavit detailed a 1997 incident, which should not have been used as direct justification for any heightened security for Plaintiff because it occurred long after the imposition of the two- and three-person escorts that are at issue in this case.</p>\n<p>{44} In addition, Plaintiff filed his own affidavit stating that more than one Defendant told him that he was placed on three-person escorts in retaliation for filing grievances. In some cases, such an allegation would not overcome specific and unrebutted reasons for the adverse action. <i>See </i><i>Peterson,</i> 149 F.3d at 1144-45; <i>cf. </i><i>Connick,</i> 461 U.S. at 149-50, 154, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span> (holding that the presence of some small amount of legitimate First Amendment activity does not foreclose summary judgment for the defendant where the defendant showed a legitimate non-retaliatory purpose); <i>Gabel v. Lynaugh,</i> <span class=\"citation\" data-id=\"498466\"><a href=\"/opinion/498466/kermit-f-gabel-and-henry-s-stiehl-v-james-a-lynaugh-director-texas/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 125 n. 1 (5th Cir.1988) (citing statistics on the prevalence of pro se civil rights litigation in the federal courts and commenting that \"pro se civil rights litigation <span class=\"star-pagination\">*1055</span> has become a recreational activity for state prisoners\"). However, Thomas's affidavit was not specific enough or detailed enough to make this case such a case. We do not rule out such a possibility in future cases, and we do not preclude Defendants from making a sufficient, unambiguous factual showing in the future in this case. <i>See, e.g., </i><i>Carter,</i> 292 F.3d at 159 (holding that evidence of the plaintiff's stealing of a typewriter was so clear, so overt, and so deserving of prison discipline that a court could not say that the discipline was retaliatory even if it was motivated in part by animus against jailhouse lawyers).</p>\n<p>{45} We also note that the cases draw a distinction between independent and factually intertwined reasons for disciplinary action or security precautions. In most of the reported cases holding that there were factual issues precluding summary judgment, there was not an independent reason for the adverse action, but instead the reason offered for the adverse action was factually intertwined with the alleged retaliation. <i>See, e.g., </i><i>Rauser,</i> 241 F.3d at 332, 334 (indicating, in a case where the plaintiff was denied parole because he did not participate in rehabilitative programs, that summary judgment was improper when the reason the plaintiff gave for not participating was that the programs were religiously based and therefore making him participate was a violation of his First Amendment rights); <i>Graham,</i> 89 F.3d at 80-81 (holding summary judgment for the defendants was improperly granted when the plaintiff was punished for activity relating to getting names of other prisoners and the issue was whether he was improperly organizing a work stoppage or properly gathering names at the request of a committee looking into prison conditions; indicating that the defendants did not allege an independent reason for discipline); <i>Smith,</i> 899 F.2d at 945, 949-50 (indicating that motive cases cannot be decided on cross-affidavits where the conduct for which the plaintiff is disciplined is the same conduct that the plaintiff contends is protected; the plaintiff disciplined for disrespect when he refused to allow his briefcase to be searched on his way to court, but the court later ordered the briefcase produced); <i>Scarpa,</i> 638 F.Supp. at 1029 (denying summary judgment on a retaliatory prison action claim where the plaintiff was disciplined for writing a letter and the issue was whether the letter was a legitimate announcement that the plaintiff intended to sue or was a disrespectful threat). These cases contrast with the case at bar, where the alleged retaliatory action was taken for reasons of safety and security based on incidents wholly independent of Plaintiff's grievances.</p>\n<p>{46} In each individual case, a court must decide whether the defendants' evidence related to independent reasons for the adverse action was so clear, overt, and persuasive that no reasonable jury could find other than that the defendants were entitled to take the action they did. <i>See, e.g., </i><i>Lowrance v. Achtyl,</i> <span class=\"citation\" data-id=\"666858\"><a href=\"/opinion/666858/jory-lowrance-also-known-as-yaqub-shamsid-deen-v-co-s-achtyl-sgt-g/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">529</span></a></span>, 534-35 (2d Cir.1994) (holding that, even when there was evidence that one of the defendants told the plaintiff that that defendant could write better misbehavior tickets than plaintiff could file grievances, thereby establishing an improper motive, summary judgment in favor of the defendants was proper because the plaintiff admitted the conduct that formed the basis of the misconduct report; therefore, \"the conclusion that the state action would have been taken in the absence of improper motives is readily drawn in the context of prison administration where we have been cautioned to recognize that prison officials have broad administrative and discretionary authority over the institutions they manage\") (internal quotation marks and citation omitted).</p>\n<p>{47} Here, however, we cannot say that Defendants' evidence was so clear, overt, and persuasive. First, there was no specific action Defendants alleged was committed by Plaintiff, such as an event of misconduct. Second, dates were conspicuously absent from Thomas's affidavit. Third, most of Thomas's affidavit did not appear to be based on personal knowledge, and he did not support the affidavit's assertions with underlying facts or documents related thereto, although there was a representation that such documents would be forthcoming. Fourth, Plaintiff proffered both direct (his testimony about what some Defendants told him) and circumstantial <span class=\"star-pagination\">*1056</span> (the timing of the adverse actions) evidence of retaliation. Finally, the two- and three-person escorts are not a specific consequence of a specific action, and Defendants did not show why they took the action they did at the time they did such that a reasonable fact finder would say that they were entitled to take such action at the time they did. In short, there are factual issues remaining for trial, given the deficiencies in Defendants' showing as compared with Plaintiff's prima facie case. We, therefore, reverse the grant of summary judgment to Defendants on Plaintiff's claim of First Amendment retaliation.</p>\n<p></p>\n<h2>ISSUE TWO: The district court did not err in granting Defendants' motion for summary judgment on the due process claim.</h2>\n<p>{48} Plaintiff also claims that the district court erred in granting summary judgment for Defendants on his due process claim, which stemmed from the adjudication that resulted in the imposition of a $98 fine for repairs to a damaged intercom. We affirm as to this issue.</p>\n<p>{49} The district court decided this issue pursuant to the authority of <i>Edwards v. Balisok,</i> <span class=\"citation\" data-id=\"118112\"><a href=\"/opinion/118112/edwards-v-balisok/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span>, <span class=\"citation\" data-id=\"118112\"><a href=\"/opinion/118112/edwards-v-balisok/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"118112\"><a href=\"/opinion/118112/edwards-v-balisok/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">906</span></a></span> (1997), a case that had not been decided at the time <i>Griffin I</i> was decided. Based on this fact, Plaintiff contends that the district court was precluded from relying on <i>Edwards</i> based on law-of-the-case principles and that application of <i>Edwards</i> to his case was in error in any event. We need not decide the procedural and substantive issues relating to <i>Edwards</i> because we may uphold the district court if it is right for any reason. <i>See </i><i>State v. Muniz,</i> 2003-NMSC-021, ¶ 5, <span class=\"citation\" data-id=\"2625356\"><a href=\"/opinion/2625356/state-v-muniz/\"><span class=\"volume\">134</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">152</span></a></span>, <span class=\"citation\" data-id=\"2625356\"><a href=\"/opinion/2625356/state-v-muniz/\"><span class=\"volume\">74</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">86</span></a></span>. <i>Edwards</i> was just one of the legal theories contained in the briefs and arguments leading to summary judgment on Plaintiff's due process claim.</p>\n<p>{50} Plaintiff argues that the district court erred in granting summary judgment on his due process claim because there was a genuine issue of material fact as to whether Plaintiff was permitted to testify at the disciplinary hearing as to the $98 cost of repairing the intercom device he damaged. When reviewing a motion for summary judgment, the burden rests on the moving party to show that there is no genuine issue of material fact. <i>Archuleta,</i> 107 N.M. at 550, 761 P.2d at 428. However, \"[o]nce the movant has made a prima facie showing, the burden shifts to the non-moving party to show reasonable doubt as to a genuine factual issue or that the movant is not entitled to judgment as a matter of law.\" <i>Id.</i></p>\n<p>{51} Under existing New Mexico law that does not consider <i>Edwards,</i> Defendants were entitled to summary judgment. Although Plaintiff argues that Defendants' evidence was not adequate to prove that he \"was allowed to present evidence relevant to the [$]98 ... sanction,\" the record indicates that Plaintiff was afforded all the procedural due process required under Corrections Department regulations. Plaintiff has never argued that the Corrections Department regulations were improper, nor does he offer an alternative process that would have provided him greater protection, so we do not consider such arguments. <i>See </i><i>In re Doe,</i> <span class=\"citation\" data-id=\"1357624\"><a href=\"/opinion/1357624/in-matter-of-doe/\"><span class=\"volume\">98</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">540</span></a></span>, 541, <span class=\"citation\" data-id=\"1357624\"><a href=\"/opinion/1357624/in-matter-of-doe/\"><span class=\"volume\">650</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">824</span></a></span>, 825 (1982) (indicating that appellate courts should not reach issues the parties fail to raise on appeal); <i>see also Campos Enters., Inc. v. Edwin K. Williams &amp; Co.,</i> 1998-NMCA-131, ¶ 12, <span class=\"citation\" data-id=\"2617021\"><a href=\"/opinion/2617021/campos-enterprises-v-williams-and-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"2617021\"><a href=\"/opinion/2617021/campos-enterprises-v-williams-and-co/\"><span class=\"volume\">964</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">855</span></a></span> (holding that we review only matters that were presented to the district court).</p>\n<p>{52} Under the policies of the Corrections Department, Plaintiff was entitled to a hearing in front of a hearing officer at which he was permitted to be present. NMCD-090101(H)(1) (2003). He had the right to make a statement, to call reasonably available witnesses, and to present documents. NMCD-090101(H)(2) (2003). He also had the right to request the assistance of another inmate. NMCD-090101(H)(12) (2003). The record shows that there was a disciplinary hearing on the issue of the damaged intercom in front of a hearing officer in June 1992. Plaintiff was present and received assistance from a fellow inmate. At this hearing, the following exchange took place:</p>\n<blockquote>[HEARING OFFICER]: ... You were charged with category B, paragraph 5, misconduct report was filed on May 28, <span class=\"star-pagination\">*1057</span> 1992 at 1:43 p[.]m. Item was a picture of missing intercom. Estimated damages of $85.00 was taken May 28, 1992 taken at 1:39 p.m.</blockquote>\n<blockquote>GRIFFIN: It doesn't look like a missing intercom.</blockquote>\n<blockquote>UNIDENTIFIED SPEAKER: Look, they didn't even install it in it.</blockquote>\n<blockquote>[HEARING OFFICER]: You have anything else you want to add to this Matthew?</blockquote>\n<blockquote>GRIFFIN: That's it.</blockquote>\n<p>This excerpt indicates that Plaintiff had an opportunity to introduce evidence or contest the cost of the repairs. <i>Cf. </i><i>Thomas v. Thomas,</i> 1999-NMCA-135, ¶ 22, <span class=\"citation\" data-id=\"1402661\"><a href=\"/opinion/1402661/thomas-v-thomas/\"><span class=\"volume\">128</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">177</span></a></span>, <span class=\"citation\" data-id=\"1402661\"><a href=\"/opinion/1402661/thomas-v-thomas/\"><span class=\"volume\">991</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">7</span></a></span> (holding that the procedural due process opportunity to be heard was fulfilled when the court asked a pro se litigant whether she had any questions for a particular witness and the litigant responded that she did not). Accordingly, we affirm the district court's grant of summary judgment for Defendants on Plaintiff's due process claim.</p>\n<p></p>\n<h2>ISSUE THREE: The district court did not err in denying Plaintiff's request for a continuance.</h2>\n<p>{53} Plaintiff contends that the district court should have granted him a continuance in order to allow him to gather more information. We review the grant or denial of a motion for continuance for an abuse of discretion. <i>State v. Torres,</i> 1999-NMSC-010, ¶ 10, <span class=\"citation\" data-id=\"1277506\"><a href=\"/opinion/1277506/state-v-torres/\"><span class=\"volume\">127</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">20</span></a></span>, <span class=\"citation\" data-id=\"1277506\"><a href=\"/opinion/1277506/state-v-torres/\"><span class=\"volume\">976</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">20</span></a></span>.</p>\n<p>{54} We accept as true Plaintiff's contention that the case was governed by Rule 1-056(F) NMRA 2004, because Plaintiff argued that he was unable to procure affidavits to support his position. Rule 1-056(F) reads:</p>\n<blockquote>F. When affidavits are unavailable. Should it appear from the affidavits of a party opposing the motion that he cannot for reasons stated present by affidavit facts essential to justify his position, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.</blockquote>\n<p>{55} The rule does not require the court to grant a continuance, but rather gives the court discretion to do so if appropriate. Generally, the factors a district court should consider when deciding whether to grant a motion for a continuance include:</p>\n<blockquote>the length of the requested delay, the likelihood that a delay would accomplish the movant's objectives, the existence of previous continuances in the same matter, the degree of inconvenience to the parties and the court, the legitimacy of the motives in requesting the delay, the fault of the movant in causing a need for the delay, and the prejudice to the movant in denying the motion.</blockquote>\n<p><i>Torres,</i> 1999-NMSC-010, ¶ 10, <span class=\"citation\" data-id=\"1277506\"><a href=\"/opinion/1277506/state-v-torres/\"><span class=\"volume\">127</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">20</span></a></span>, <span class=\"citation\" data-id=\"1277506\"><a href=\"/opinion/1277506/state-v-torres/\"><span class=\"volume\">976</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">20</span></a></span>.</p>\n<p>{56} In the present case, Defendants filed their motion for summary judgment on October 17, 1997. Plaintiff requested a continuance for an unspecified amount of time on October 30, 1997. Although the motion was never granted, the district court did accept Plaintiff's partial response in opposition to the motion for summary judgment on November 19, 1997, well after the fifteen day time period permitted for response under Rule 1-056(D)(2). Defendants did not move to strike this response, to which they replied. Subsequently, over four years passed before the district court held a hearing on the summary judgment motion on February 19, 2002. We are unable to perceive any benefit that Plaintiff could have received had the district court granted his motion for a continuance, any prejudice to Plaintiff occurring as a result of the denial, or any legitimate motive for further delaying these proceedings. We hold that the district court did not abuse its discretion in refusing to grant Plaintiff's motion for a continuance.</p>\n<p></p>\n<h2>ISSUE FOUR: Plaintiff has not shown that the district court abused its discretion in ruling on Plaintiff's discovery requests.</h2>\n<p>{57} Plaintiff challenges the district court's grant of a protective order that limited his discovery. The standard of review on such orders is abuse of discretion. <i>Mitchell-Carr v. McLendon,</i> 1999-NMSC-025, ¶ 37, <span class=\"citation\" data-id=\"1427985\"><a href=\"/opinion/1427985/mitchell-carr-v-mclendon/\"><span class=\"volume\">127</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">282</span></a></span>, <span class=\"citation\" data-id=\"1427985\"><a href=\"/opinion/1427985/mitchell-carr-v-mclendon/\"><span class=\"volume\">980</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">65</span></a></span>.</p>\n<p><span class=\"star-pagination\">*1058</span> {58} Plaintiff argues that with more access to Defendants, he could establish that Defendants treated him differently than other prisoners who had been convicted for murder and could develop his allegations that Defendant Thomas told him that the two- and three-person escorts were to punish him for his grievances. Plaintiff also claims that there was another portion of the transcript from his disciplinary hearing that would have related to his due process claim. However, the existing portions of the transcript were sufficient to prove that Plaintiff had an opportunity to be heard at his disciplinary hearing on the matter of the $98 sanction. Any additional portions of the transcript would be superfluous, and therefore we need not consider the merits of the protective order regarding the due process claim. <i>See </i><i>Prieskorn v. Maloof,</i> 1999-NMCA-132, ¶¶ 17-18, <span class=\"citation\" data-id=\"1403133\"><a href=\"/opinion/1403133/prieskorn-v-maloof/\"><span class=\"volume\">128</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">226</span></a></span>, <span class=\"citation\" data-id=\"1403133\"><a href=\"/opinion/1403133/prieskorn-v-maloof/\"><span class=\"volume\">991</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">511</span></a></span> (stating that the court need not reach additional issues that would not impact the outcome of the case even if decided in favor of the appellant).</p>\n<p>{59} As for Plaintiff's contentions regarding his First Amendment claim, he has not shown how he was harmed. The district court did not deny all discovery; it simply required that Plaintiff request the court's permission to proceed with discovery. Plaintiff thereafter never took advantage of this opportunity that the district court gave him. We therefore conclude that the situation in which he found himself with regard to discovery was of his own making, and he cannot now take advantage of his own failure to act. <i>See </i><i>Hodgkins v. Christopher,</i> <span class=\"citation\" data-id=\"1269084\"><a href=\"/opinion/1269084/hodgkins-v-christopher/\"><span class=\"volume\">58</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">637</span></a></span>, 641, <span class=\"citation\" data-id=\"1269084\"><a href=\"/opinion/1269084/hodgkins-v-christopher/\"><span class=\"volume\">274</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">153</span></a></span>, 155 (1954) (\"It is too well established for dispute that a party litigant may not invite error and then take advantage of it.\"); <i>Enriquez v. Cochran,</i> 1998-NMCA-157, ¶ 44, <span class=\"citation\" data-id=\"1210823\"><a href=\"/opinion/1210823/enriquez-v-cochran/\"><span class=\"volume\">126</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">196</span></a></span>, <span class=\"citation\" data-id=\"1210823\"><a href=\"/opinion/1210823/enriquez-v-cochran/\"><span class=\"volume\">967</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1136</span></a></span> (indicating that when the trial court gives a litigant the opportunity to file written requested findings and conclusions, which opportunity is not availed, the litigant waives objection with regard to entry of findings); <i>Proper v. Mowry,</i> <span class=\"citation\" data-id=\"1179165\"><a href=\"/opinion/1179165/proper-v-mowry/\"><span class=\"volume\">90</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">710</span></a></span>, 720, <span class=\"citation\" data-id=\"1179165\"><a href=\"/opinion/1179165/proper-v-mowry/\"><span class=\"volume\">568</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">236</span></a></span>, 246 (Ct.App.1977) (stating \"no party can profit by his own wrong\"); <i>State v. Bojorquez,</i> <span class=\"citation\" data-id=\"1163496\"><a href=\"/opinion/1163496/state-v-bojorquez/\"><span class=\"volume\">88</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">154</span></a></span>, 156, <span class=\"citation\" data-id=\"1163496\"><a href=\"/opinion/1163496/state-v-bojorquez/\"><span class=\"volume\">538</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">796</span></a></span>, 798 (Ct.App.1975) (holding that alleged error in granting state's motion to exclude witnesses was abandoned when defendant indicated he would give state phone numbers of witnesses and court indicated it would reserve ruling until then and defendant never again brought issue to court's attention).</p>\n<p></p>\n<h2>ISSUE FIVE: There are no grounds for asserting error based on the 1994 order of dismissal.</h2>\n<p>{60} Plaintiff challenges the validity of the district court's first order dismissing Defendants Thomas, Montoya, Gallegos, and LeMaster, issued October 26, 1994. Plaintiff appears to argue that his right to appeal was abridged because the language of the order was not calculated to alert a party appearing pro se that it was final and appealable.</p>\n<p>{61} This argument is completely without merit. In addition to the October 1994 order, the district court issued a second order dismissing Defendant Craig on May 8, 1995, and a third order dismissing Plaintiff's amended complaint in its entirety as to all Defendants on November 8, 1995. In Plaintiff's first appeal, he expressly appealed all three orders, apparently considering the October and May orders to be interlocutory orders that did not become final until the November 1995 order was issued. We expressly affirmed the October 1994 and May 1995 orders in <i>Griffin I,</i> 1997-NMCA-009, ¶ 7, <span class=\"citation\" data-id=\"2613538\"><a href=\"/opinion/2613538/griffin-v-thomas/\"><span class=\"volume\">122</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">826</span></a></span>, <span class=\"citation\" data-id=\"2613538\"><a href=\"/opinion/2613538/griffin-v-thomas/\"><span class=\"volume\">932</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">516</span></a></span>. Although Plaintiff ceased his attempts to name Craig as a defendant, he persists in making claims against Defendants Thomas, Montoya, Gallegos, and LeMaster. We hold that there are no valid grounds upon which to challenge the dismissals of Defendants Thomas, Montoya, Gallegos, and LeMaster any further, and the complaints against these Defendants remain dismissed.</p>\n<p></p>\n<h2>ISSUE SIX: Plaintiff has not established any prejudice resulting from his denial of access to the law library.</h2>\n<p>{62} Plaintiff asserts that Defendants used the rules of prisoner access to legal materials to exclude Plaintiff's \"motion practice\" and that Defendants defined the terms of their policy in such a way as to <span class=\"star-pagination\">*1059</span> essentially deny him access to the courts. To assert a constitutional challenge such as this, Plaintiff must demonstrate an injury in fact stemming from the alleged violation. <i>Lewis,</i> 518 U.S. at 349, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>; <i>John Does I through III v. Roman Catholic Church of the Archdiocese of Santa Fe, Inc.,</i> 1996-NMCA-094, ¶ 28, <span class=\"citation\" data-id=\"1214358\"><a href=\"/opinion/1214358/john-does-v-roman-catholic-church/\"><span class=\"volume\">122</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"1214358\"><a href=\"/opinion/1214358/john-does-v-roman-catholic-church/\"><span class=\"volume\">924</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">273</span></a></span>. As Plaintiff has submitted voluminous and amply cited briefs both to the district court and on appeal, we do not see how he has been injured by the prison's law library access policies. <i>See </i><i>Lewis,</i> 518 U.S. at 351, <span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span> (holding that an inmate alleging that his constitutional access to the courts was violated by a prison law library access policy \"must ... demonstrate that the alleged shortcomings in the library or legal assistance program hindered his efforts to pursue a legal claim\"). Furthermore, on April 22, 2002, Plaintiff notified the district court that he had been transferred to the Wallens Ridge State Prison in Virginia, where he was no longer subject to New Mexico's law library access policies. In the absence of an assertion of actual injury, we see no need to explore this issue any further.</p>\n<p></p>\n<h2>ISSUE SEVEN: The district court did not err in dismissing the action with prejudice.</h2>\n<p>{63} Plaintiff contends that the district court erred by dismissing his claims with prejudice when Defendants had not moved for dismissal. Defendants had filed a motion to dismiss, or in the alternative, a motion for summary judgment on October 17, 1997, which specifically requested dismissal with prejudice. Pursuant to Rule 1-012(C) NMRA 2004, the motion was construed as a motion for summary judgment because it included matters outside of the pleadings. The district court granted summary judgment on the due process and First Amendment claims and dismissal with prejudice necessarily followed. Since we reverse the summary judgment in part, it necessarily follows that the dismissal is reversed to the same extent. We affirm dismissal of the amended complaint in other respects.</p>\n<p>{64} The district court also dismissed the case due to inactivity on Plaintiff's part in failing to request a trial setting. Defendants do not argue that the court was pending during this time, together with the related protective order, we cannot say that Plaintiff's failure to request a trial setting justified the dismissal.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>{65} The claims against Defendants Thomas, Montoya, Gallegos, and LeMaster were dismissed in 1994, and our affirmance of these dismissals in <i>Griffin I</i> stands. We reverse the district court's grant of summary judgment in favor of Defendants Tafoya, Ortiz, and Aguilar on the First Amendment issue. We affirm as to all other issues.</p>\n<p>{66} IT IS SO ORDERED.</p>\n<p>MICHAEL D. BUSTAMANTE and JONATHAN B. SUTIN, JJ., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/498466/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/655353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/666858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/700465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/703954/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/731015/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1123055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1163496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1179165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1202233/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1210214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1210823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1214358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1224974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1241351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1263362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1269084/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1277506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1357624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1366300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1402661/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1403133/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1427985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1451178/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1491065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2331546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2607013/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2613538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2617021/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2625356/"
          ]
        }
      ],
      "judges": "Pickard",
      "date_created": "2015-02-16T14:32:29.473921Z",
      "date_modified": "2016-03-03T22:30:44.942794Z",
      "date_filed": "2004-05-20",
      "date_filed_is_approximate": false,
      "slug": "griffin-v-thomas",
      "citation_id": 2570367,
      "case_name_short": "Griffin",
      "case_name": "Griffin v. Thomas",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "136 N.M. 129",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "95 P.3d 1044",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/262331/griffin-v-thomas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:00:16.020533Z",
  "date_modified": "2014-10-30T08:00:16.020533Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Griffin",
  "case_name": "Griffin v. Thomas",
  "case_name_full": "",
  "slug": "griffin-v-thomas",
  "docket_number": "23,212",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}