{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2639465/",
  "id": 2639465,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/fla/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2784295/",
      "id": 2784295,
      "absolute_url": "/opinion/2784295/john-william-campbell-v-state-of-florida/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2639465/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2784295/",
          "id": 2784295,
          "absolute_url": "/opinion/2784295/john-william-campbell-v-state-of-florida/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2784295/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-03-05T17:04:38.408250Z",
          "date_modified": "2017-04-11T12:39:11.056510Z",
          "type": "010combined",
          "sha1": "476c35bd1176d45b87ca44ee50cac6f5ccb9dc83",
          "page_count": 50,
          "download_url": "http://www.floridasupremecourt.org/decisions/2015/sc13-716.pdf",
          "local_path": "pdf/2015/03/05/john_william_campbell_v._state_of_florida.pdf",
          "plain_text": "          Supreme Court of Florida\n                                  ____________\n\n                                  No. SC13-716\n                                  ____________\n\n                        JOHN WILLIAM CAMPBELL,\n                                Appellant,\n\n                                        vs.\n\n                             STATE OF FLORIDA,\n                                  Appellee.\n\n                                 [March 5, 2015]\n\nPER CURIAM.\n\n      John William Campbell appeals from a judgment of conviction of first-\n\ndegree murder and a sentence of death. We have jurisdiction. See art. V,\n\n§ 3(b)(1), Fla. Const. For the reasons that follow, we affirm the conviction and\n\nsentence of death.\n\n                         FACTS AND BACKGROUND\n\n                                The Crime Scene\n\n      On August 10, 2010, pursuant to a neighbor’s inquiry, Citrus County\n\nSheriff’s Deputy Casey Phillips, along with several other deputies, responded to\n\nthe home of John Henry Campbell in Inverness, Florida, to check on his well-\n\fbeing. John Campbell, sometimes referred to as “Jack,” lived in a mobile home\n\nwith his son, the appellant in this case, John William Campbell. In order to\n\nperform the well-being check, the officers entered the residence where Deputy Ed\n\nBlair saw Jack Campbell’s body, covered with something that looked like a blanket\n\nor comforter, lying in a chair. The television was on and no one else was in the\n\nresidence.\n\n      The medical examiner for the District 5 Medical Examiner’s Office in\n\nLeesburg, Dr. Kyle Shaw, visited the scene and viewed the victim slumped in a\n\nlarge chair, partially covered, and with his pockets turned inside out. On top of the\n\ncovering was a framed photograph. Dr. Shaw later performed the autopsy on Jack\n\nCampbell and found a very large, irregular wound along the right side of his head,\n\nwith slight abrasions along the margins of the wound. The wound was a chop-type\n\nwound from a sharp implement that also caused blunt injury. The main portion of\n\nthe wound, which was created by more than one blow, was about 7.5 inches by 2\n\ninches in size and extended deeply into the victim’s brain, which had extensive\n\nlaceration or tearing on the right side and in the front.\n\n      In addition, there was a laceration on Jack Campbell’s forehead and his right\n\neye, and the bones surrounding his right eye were fractured. His skull was also\n\nfractured below the large wound. Dr. Shaw opined that, to cause these injuries, the\n\nvictim must have been hit a minimum of three times and that the cause of death\n\n\n                                          -2-\n\fwas multiple chop and blunt force head injuries. When asked how quickly death\n\nwould have occurred, Dr. Shaw testified the wounds would have been rapidly, but\n\nnot necessarily instantaneously, fatal. He explained the wounds were “very\n\nsevere” and “potentially could cause instant death or near instant death,” but could\n\nhave taken “[a]nywhere from an instant or a few seconds to minutes or possibly\n\neven hours.” There were no defensive wounds.\n\n      Crime scene specialist Sherri Leahy found a hatchet-type tool on the stove in\n\nthe kitchen area of the home. Deputy Charles Beetow also saw the hatchet and\n\ndescribed it as a wooden-handled tool with a head that bore a blunt end and an\n\nopposite bladed end. The victim’s DNA was found on the metal portion of the\n\nhatchet. Blood spatter was found elsewhere at the scene along with an empty\n\nwallet.\n\n                Defendant Campbell’s Actions after the Murder\n\n      Former Citrus County Sheriff’s Deputy David Gallant was involved in the\n\ninvestigation on August 11, 2010, and determined that the victim’s Chase credit\n\ncard had been used at various locations on the night of the murder. The credit card\n\ncompany records showed that the card was used seven times at a Walmart in\n\nInverness on August 10, 2010, beginning at 9:06 p.m., then at 9:18 p.m., 9:19 p.m.,\n\n9:20 p.m., 9:21 p.m., 9:22 p.m., and 9:23 p.m. The amounts charged were from $1\n\nto $128.41. Several of the amounts charged were consistent with gift cards with a\n\n\n                                        -3-\n\fservice charge added. The credit card was also later offered at a CVS store in\n\nOcala several times, but was not honored, and at a Mobil gas station in Ocala\n\nwhere it was also not honored. The credit card company records showed that\n\nChase received a telephone call from a telephone registered to an individual named\n\nThomas Ford at 3:43 a.m. on August 11, 2010, inquiring about the card not\n\nworking.\n\n      Ford, an acquaintance of Campbell, saw him on the night of August 10,\n\n2010, or in the early morning hours of August 11 at a Kangaroo Mobil gas station\n\nin Ocala. When Ford asked Campbell to put some gas in his truck, the credit card\n\nCampbell tried to use did not work. Campbell borrowed Ford’s cell phone and\n\ncalled the credit card company, which conversation was later recorded on a CD\n\nand provided to the Sheriff’s Office. Ford testified he had listened to the recording\n\nand it accurately reflected Campbell’s side of the telephone call that he overheard\n\nCampbell make to Chase. The recording was played for the jury and in it,\n\nCampbell was heard telling the company his card did not work. When asked for\n\nhis security information, Campbell gave the company a birth date that was neither\n\nhis own nor his father’s.\n\n      While still at the gas station, Campbell asked Ford to take thirty-five $2 bills\n\ninto a store to exchange them for larger denominations. Campbell left, and Ford\n\nwent into the Kangaroo gas station where he obtained the larger denominations,\n\n\n                                        -4-\n\fwhich he took to Campbell, who had gone to a house “down the road.” This\n\nexchange in the store was documented in a video recording that was played for the\n\njury and showed Ford getting out of his truck, exchanging the $2 bills, and\n\nconversing with the cashier. Marion County Sheriff’s Lieutenant Brian Spivey\n\nlater went to the Kangaroo Mobil gas station and retrieved the thirty-five $2 bills\n\nthat had been put aside for collection by law enforcement. The bills were admitted\n\ninto evidence.\n\n        Citrus County Sheriff’s Detective Dan Keszthelyi also assisted in attempting\n\nto locate Campbell after the murder. He learned that Campbell had been texting on\n\nhis cell phone with Campbell’s former girlfriend Margaret Driggers. In the early\n\nmorning hours of August 11, 2010, when the deputy came to her house looking for\n\nCampbell, she offered to text him. When Campbell texted her back she notified\n\nthe officers, and Detective Gary Atchison later reviewed the text messages on her\n\ncell phone. She identified a transcript of her text messages with Campbell on\n\nAugust 11 from around 10:30 a.m. until the time he was apprehended later that\n\nday.1\n\n\n\n       1. Driggers said that once Campbell was arrested and in jail, he wrote her\nletters on October 25 and December 1, 2010, but she never wrote him back. In the\nOctober letter, Campbell apologized for all the pain he caused her and said he\ncrashed his car during the high-speed chase which occurred because he wanted to\ndie. In the December letter, Campbell told her he was truly sorry and that he was\nlonely and needed a friend. He also said that when he texted her the day after the\n\n                                        -5-\n\f      A transcript of the text messages showed that messages were sent and\n\nreceived between Driggers’ and Campbell’s cell phones. Beginning on August 10,\n\n2010, at 10:57 a.m., Driggers texted Campbell asking what he was doing.\n\nCampbell texted Driggers and told her to tell the police that he would be dead as\n\nsoon as he ran out of gas. Campbell demanded that Driggers tell him what she\n\nknew and wrote, “Last chance to save my life. If you tell me the truth, I will be\n\nalive tomorrow. And if not, I die today.” He texted her that he was “on the run”\n\nand was going to die. Driggers then asked Campbell why he was saying he was\n\ngoing to kill himself, and “what the hell did you do this time?” Campbell then\n\ntexted Driggers, “I killed my dad.” He further explained, “With an ax.”\n\n      When Driggers indicated she did not believe Campbell, he texted her to call\n\nthe police or go by the house. At 12:07 p.m., he wrote, “I wish this was a joke but\n\nit is all true. I really thought my life would turn out diffant (sic).” Campbell told\n\nDriggers to “call the cops” and show them the texts. Then, after a short break, the\n\ntexting recommenced and Campbell asked Driggers if she had called the police.\n\nWhen she asked what he wanted her to say, he repeated, “I wish this was a joke but\n\nit is all true. I really thought my life would turn out diffant (sic).” The texting\n\ntranscript ended at 2:11 p.m.\n\n\n\nmurder, he wanted to turn himself in but things did not work out that way because\nthe chase began.\n\n\n                                         -6-\n\f      Records showed that Campbell’s cell phone was near a cell tower in Ocala\n\naround 6 a.m., and then later was in Tampa and Brandon near cell towers along\n\nHighway 19 north from near Tarpon Springs into the Homosassa area. Still\n\nattempting to find Campbell, Detective Keszthelyi first saw Campbell driving a red\n\nFord station wagon by a CVS store in Brooksville, going northbound on Highway\n\n19. Keszthelyi began following Campbell, and when Campbell was near Weeki\n\nWachee High School, Campbell pulled his car off the highway. Keszthelyi pulled\n\noff behind him and activated his light and siren. When Campbell drove back onto\n\nthe highway seconds later, a chase ensued in which the vehicles reached speeds of\n\nup to 120 miles per hour. Keszthelyi requested a marked police vehicle to take\n\nover the chase, which it did near the Citrus County line. The chase was heading to\n\na location approximately seven miles from the CVS. At that location, Deputy Sam\n\nRuby and several marked vehicles were waiting, ready to deploy stop sticks on the\n\nhighway to deflate Campbell’s tires when he drove over them. Travelling at\n\napproximately 100 miles per hour toward the stop sticks, where the marked units\n\nwere visible, Campbell veered his car without zigzagging or braking and crashed\n\ninto one of the marked units. Deputy Ruby was struck with debris and injured.\n\nCampbell, who was not wearing a seat belt, was also injured. Crime scene\n\nspecialist Sherri Leahy processed the red Ford Escort vehicle that Campbell was\n\n\n\n\n                                       -7-\n\fdriving when he crashed and found the victim’s checkbook, credit card, driver’s\n\nlicense, and library card, and a one-dollar bill.\n\n                   Campbell’s Statements to Law Enforcement\n\n      Citrus County Sheriff’s Detective John Bergen was one of the officers who\n\nresponded after Campbell crashed his vehicle into the marked patrol car during the\n\nhigh speed chase. Bergen rode in the helicopter with Campbell when he was taken\n\nto Bayfront Medical Center in St. Petersburg and stayed with Campbell while he\n\nwas in the emergency department and trauma room. Detective Blair joined them at\n\nthe hospital and accompanied Campbell into surgery. Bergen said that while in the\n\ntrauma room, Campbell was able to respond to the questions asked by emergency\n\npersonnel and appeared to be rational even though he was somewhat sedated.\n\nWhen Campbell was asked for a name of someone who should be called in case of\n\nan emergency, Campbell responded, “I killed him, I killed him.”\n\n      Hernando County Sheriff’s Detective Thomas Breedlove, who on\n\nAugust 12, 2010, was investigating Campbell’s car crash near the Hernando/Citrus\n\nCounty line, accompanied Citrus County Detective Gary Atchison to the Bayfront\n\nMedical Center where they spoke to Campbell. After reading him his Miranda\n\nrights, Campbell waived his rights and spoke with them, which interview was\n\nrecorded. In the recording, which was played for the jury and showed Campbell\n\nwaiving his Miranda rights, Detective Atchison advised Campbell that they found\n\n\n                                          -8-\n\fhis father and had spoken to Margaret Driggers. When Atchison told Campbell\n\nthey had seen a video of him at Lowe’s, Campbell said he would not answer any\n\nquestions about that.2 When Campbell said he was in a lot of pain, Atchison asked\n\nif it was his knee, and Campbell said that was not what he was talking about, and\n\nwhen asked if he was mentally all right, Campbell said, “No, I want to fuckin’ die”\n\nand “Until I die, I’m not going to be at peace with myself.” Campbell told the\n\nofficers that he would not stop trying to kill himself until he was dead, and that he\n\nwas going to commit suicide. Campbell said he crashed the car intentionally and\n\nhad taken off his seat belt before the crash. When asked if he wanted to die\n\nbecause of what he had done recently, he responded that it was because of his\n\nwhole life. Campbell then started to cry.\n\n      When Atchison asked him again about his father, Campbell said he did not\n\nwant to talk about that and he wanted a lawyer. He then said, “Unless y’all give\n\nme the death penalty, I don’t want to talk.” The detective responded that they were\n\nfinished talking and turned off the tape. Detective Atchison testified that when the\n\nrecorder was shut off, Campbell said he wanted to retract his request for a lawyer,\n\nand the detective again read Campbell his rights. At that point, Campbell told the\n\n\n\n      2. The record shows that an affidavit was later filed for a search warrant on\nDecember 1, 2011, stating that Campbell was identified as robbing a Lowe’s store\non August 10, 2010, the same date as the murder, and that on August 11, 2010, a\nwarrant was issued against Campbell for that offense.\n\n\n                                         -9-\n\fdetectives he would continue to talk about his father if he could get some pain\n\nmedication for his knee. A nurse sought authority for pain medication but none\n\nwas authorized at that time. When the detectives advised Campbell of this, he said,\n\n“What’s the use,” and demanded that they turn the recorder back on.\n\n      An audio recording was then made of the second statement Campbell made\n\nat the hospital. This statement was played for the jury and, in it, Campbell was\n\nread his Miranda rights again, which he waived, and said he did not want a lawyer.\n\nWhen asked if he had murdered his father, Campbell said, “Yes.” When asked\n\nhow, he responded, “It was a hammer hatchet.” When asked how many times he\n\nhit his father, Campbell said “twice.” When asked what happened prior to the\n\nmurder, Campbell started crying and said, “Years. All this shit’s been going on for\n\nyears,” and that “[h]e just never talked to me. I tried and any time I’d express my\n\nopinion . . . .” Campbell said his father would not talk, but would just sit, and was\n\nmiserable and angry and bitter, and kept saying he wanted peace. Campbell said,\n\n“And I was like, You know what? I can give you peace, and that’s when I - - I sit\n\nbehind him and waited and I just hit him.” Campbell told the detectives:\n\n             JOHN CAMPBELL: (Crying) I was sitting - - yeah, I was\n      sitting at the computer (moaning) and I hit him and he said - - he said,\n      “What was that?” And I hit him again and that was it. He died. I\n      covered him up and I put my sister’s picture on him because that was\n      who he loved. He didn’t - - he didn’t care about anybody else. He\n      didn’t care about me. He just wanted peace and I gave it to him. You\n      know, my family wanted money, so now they got it. I don’t want\n      nothing. I want to die.\n\n                                        - 10 -\n\fCampbell admitted to wiping off the hammer hatchet with a “scrubby pad” at the\n\nsink.\n\n        When asked if he had been at Lowe’s and Walgreens earlier on the day of\n\nthe murder, Campbell said, “Yes, I was just getting jacked up on crack” and\n\n“Uh-huh, that’s what - - that’s what the money was for.”3 Campbell then related\n\nthat after the murder he drove around, going to Silver Springs near Ocala, then to\n\nHillsborough and Pinellas counties and back toward Citrus County. Campbell\n\nagain stated that the car crash was an attempt to kill himself and he was not trying\n\nto hurt the officer, “[s]o I don’t want no attempted murder on no officer.”\n\n        A third recorded formal statement was taken from Campbell at the Bayfront\n\nMedical Center on the morning of August 13, 2010, and it was played for the jury.\n\nCampbell was again read his Miranda rights, which he waived. He related that\n\nbefore the murder, he had purchased groceries at Walmart and had gone to Lowe’s.\n\nWhen he got home, he put the groceries away. He could not say how long he was\n\nhome before the murder, but at some point, he got the ax from a toolbox outside\n\nthe house. He waited a while before hitting his father and, during that time, was\n\nnot arguing with him. After the murder, Campbell opened his father’s strongbox\n\n\n\n       3. After the sentencing in this case, Campbell entered a nolo contendere\nplea to a number of crimes, including robbing a Lowe’s store on the same day as\nthe murder. The jury did not hear about these crimes.\n\n\n                                        - 11 -\n\fbut found nothing in it. However, he found a stack of $2 bills in his father’s\n\ndresser. Campbell admitted he was looking for money and that he took his father’s\n\nwallet and some credit cards. He left the house, he said, “to buy crack” and\n\nadmitted to using his father’s credit card at Walmart to purchase gift cards,\n\ncigarettes, gas, and some rugs. He explained that a friend in Ocala asked him “to\n\nget some rugs, so I bought some damn rugs” for the “crack house” and, after he did\n\nso at Walmart, he took the rugs there. He also took the gift cards and traded them\n\nfor crack.\n\n      In this same recorded statement, Campbell said he bought some crack at the\n\ncrack house, where he stayed for a couple of hours, but someone called to warn\n\nhim that the police were looking for him so he left and drove around. After leaving\n\nthe crack house, he drove back by his father’s house, but saw a lot of police cars\n\nthere so he “hauled butt.” He subsequently found himself on I-275 in the Tampa\n\narea and planned to keep driving, and when he ran out of gas, he said, he “was\n\ngonna kill [himself] somehow.” At some point, he was driving on Highway 19 and\n\ndrove back to Citrus County, he said again, in order to kill himself.\n\n      This ended the playing of the third recorded statement. Detective Atchison\n\nexplained that a short time later, before leaving the hospital and after Atchison and\n\nCampbell spoke off the record, Atchison asked if he could turn the recorder back\n\non for a fourth statement. Detective Atchison again advised Campbell of his\n\n\n                                        - 12 -\n\fMiranda rights. Campbell was asked about the point at which he pulled over while\n\ndriving and was subsequently followed by one of the vehicles attempting to stop\n\nhim. Campbell admitted that he took off when the officer turned on the police\n\nlights. Campbell said he was driving at least 110 miles per hour and that when he\n\ndecided to ram a marked police car at that speed, he did not know if there was an\n\nofficer inside or near the vehicle, but was just trying to kill himself. He said he did\n\nnot brake, but just veered to hit the police car and closed his eyes.\n\n      Also in this fourth statement, Campbell agreed that he told Atchison off the\n\nrecord that he hit his father three times with the ax. He related that he was sitting\n\nbehind his father, then got up and swung the ax from behind his father’s recliner.\n\nHe said that before he hit his father, he kept flipping the ax trying to decide\n\nwhether to hit him with the sharp end or the flat end of the metal head of the ax.\n\nAfter the first blow, his father yelled, “What was that?” Campbell said, “[H]e\n\nmight have even sit up, but I don’t think so.” Campbell agreed that when he hit his\n\nfather the second time, he used both hands and “buried the hatchet” inside his\n\nfather’s head, feeling the skull give. Campbell said his father was knocked out, but\n\nwas sort of snoring or gurgling. When he saw his father’s hand reach up about five\n\nminutes later, Campbell hit him again. During that five-minute period, Campbell\n\nwas pacing and looking for valuables in the house. He said he hit his father the\n\n\n\n\n                                         - 13 -\n\fthird time because he did not want him to suffer. Campbell reiterated that he tried\n\nto clean the hatchet with a “scrubby” and left the hatchet on the stove.\n\n      Detective Atchison left the hospital on August 13, 2010, but met with\n\nCampbell again when he was in the Citrus County jail on August 16, 2010, at\n\nCampbell’s request. Atchison again advised Campbell of his Miranda rights. In\n\nthis fifth statement, Campbell began by saying, “As far as the murder goes - - oh,\n\nGod, it’s hard for me to say, but, you know, I’ve wanted to put him to death for a\n\nfew - - for a few days.” Campbell said he had been “meditating” on it and did not\n\nknow how, but knew he would do it eventually. He said it was “[f]or peace,\n\nmostly.” Campbell said he and his father were both mentally suffering and\n\nCampbell finally “just snapped. . . . I just - - you know, and I guess I wanted to do\n\nit, you know?”\n\n                                The Penalty Phase\n\n      In its penalty phase case, the State offered the trial testimony presented in\n\nthe guilt phase and further presented a number of witnesses. Angela Thatcher, the\n\nsister of Campbell’s estranged wife, testified that when she was living in Texas on\n\nMay 4, 1998, she entered her apartment after work and found Campbell in her\n\ncloset. He grabbed her by the hair and said, “They took something from me and\n\nI’m going to take something from them.” He threw her on the bed and tried to hit\n\nher with a hammer. She grabbed the hammer and threw it across the room and\n\n\n                                        - 14 -\n\fcontinued struggling with Campbell. He finally calmed down and said “I don’t\n\nknow why I’m doing this to you.” She said he was angry with her family and\n\nmissed his three-year-old son, whom he was not allowed to see unsupervised by\n\nhis mother-in-law and wife. She testified that her sister did not want her son to be\n\nwith Campbell unsupervised because she thought Campbell was unstable. After\n\nthe incident, Campbell was hospitalized, presumably for mental issues. The State\n\nthen presented a certified copy of Campbell’s conviction and sentence in Texas in\n\ncase number 98-CR-0838 for attempted burglary of a habitation with intent to\n\ncommit an aggravated assault, pertaining to this incident.\n\n      Citrus County Sheriff’s Deputy Sam Ruby again testified that when he was\n\ninvolved in the attempt to apprehend Campbell in August 2010, he was standing in\n\nfront of his marked patrol car when Campbell’s car, being pursued by other\n\nofficers, turned and headed directly toward the marked patrol car. Ruby was\n\ntransported to the hospital, but had no visible injuries and returned to work the next\n\nday. The State introduced into evidence the certified copies of the judgment and\n\nsentence entered in Hernando, Florida, on December 14, 2011, in case number\n\n2010-CF-1820, for Campbell’s attempted murder of a law enforcement officer.\n\n      Over defense counsel’s general objection to victim impact testimony, Jill\n\nLane read from her prepared statement that she had been friends with the victim,\n\nJohn Henry Campbell, since she was fifteen years old. She said the victim had\n\n\n                                        - 15 -\n\fthree sisters who are still alive and are devastated. The victim would visit her\n\nfamily and have holidays with them. She testified that the victim was a\n\ngrandfather who loved his grandchildren, and whose deceased daughter left a little\n\nboy that would never see his grandfather. His death was a great loss to his family\n\nand his friends. After her testimony, the State rested its penalty phase case.\n\n      The defense presented its case for mitigation, beginning with Donnie Spears,\n\nwho appeared by videoconference from Houston, Texas. He has known Campbell\n\nsince elementary school and both lived in the same apartment complex in\n\nPasadena, Texas. Spears testified that as children they did not go into Campbell’s\n\nhome very often when his father was there because the father was distant and did\n\nnot want to be bothered. When Campbell’s father was around, Campbell seemed\n\ndepressed. In seventh grade, Campbell’s girlfriend was murdered and Campbell\n\nwas very affected by that and became distraught. Spears related that another\n\nfriend, Alvin Parker, killed himself in his family’s apartment, located right below\n\nCampbell’s apartment, after breaking up with his girlfriend. After his friend’s\n\nsuicide, Campbell started taking drugs, mainly LSD. Spears had not had any\n\ncontact with Campbell since about ninth grade.\n\n      Campbell’s half-sister Donna Sheffield from Laurel, Mississippi, testified\n\nabout the depression she and Campbell’s mother both suffered. When Sheffield\n\nwas diagnosed with depression, she realized her whole family suffered from it.\n\n\n                                        - 16 -\n\fSheffield’s sister, Rhonda, was hit by a car and killed in 2007. Sheffield said her\n\nstepfather, the victim in this case, came into her life when she was 18 months old,\n\nand Campbell was born about six years later. Sheffield testified that their mother\n\nand the victim fought several times a week, mostly after drinking alcohol. She said\n\nthat after the fights, the children would find everything “busted up and blood” from\n\nboth of them, who were usually injured. She testified that her stepfather would\n\nusually leave the house for a couple of days, leaving their mother in charge, and\n\nwhen that happened, their mother would sometimes beat her, and once threw her\n\nout of the house. Once she was thrown out and had to sleep in the car because she\n\nhad nowhere to go. Sheffield testified that as a child, she made an oak bat and\n\nplanned to use it for protection. She once hit her stepfather with it when he put a\n\ncigarette out on her mother’s forehead. Her stepfather was away a lot, often for\n\nweeks or months, leaving their heavy-drinking mother with the children. Her\n\nmother was mean and violent when she was drunk, and her stepfather was a hard\n\nworker but was distant. Sheffield said Campbell was shy and was placed in special\n\neducation in school, but their parents never helped him. She said Campbell started\n\nusing drugs at about age 13 or 14.\n\n      The next mitigation witness, Nicholas Smith, age 22, was residing in the\n\nCitrus County Detention Facility. He met Campbell in the facility and had\n\nrecreation with him every day for a couple of months in 2012. Campbell gave him\n\n\n                                        - 17 -\n\fseveral books about biblical scripture and listened to his problems, counseling him\n\nabout his substance abuse. Campbell wrote him a letter and told him he was a\n\ngood man and that change must come from within. Smith testified that Campbell\n\nwas never violent, but did have a verbal altercation with another inmate.\n\n      Citrus County Detention Facility corrections officer Robert Taylor testified\n\nthat he had been working in the segregation unit where Campbell was housed. In\n\nJuly 2008, Taylor became aware that Campbell was in the recreation yard with\n\nabout 40 feet of cord he made from bed sheets. Campbell had thrown the cord\n\nover the wire and attempted to climb it. Taylor said throwing the cord over the\n\nwire would not have enabled him to escape. Other than this incident, Campbell\n\ngenerally followed the rules. However, on cross-examination, Taylor agreed that\n\nin May 2011, Campbell threatened to kill him and a disciplinary report was written\n\non the incident, and that Campbell has had other disciplinary problems.\n\n      The defense next called Campbell’s mother Kathy Hustead to testify via\n\nvideoconference from Mississippi. She testified that Campbell was a slow learner\n\nand was in special education. She said that Campbell was in psychiatric hospitals\n\nwhen he was young and that he told her he had tried to commit suicide by taking\n\nan overdose of Tylenol. She testified that she and Campbell’s father fought a lot,\n\nsometimes due to alcohol consumption. Hustead reported that she suffers from\n\n\n\n\n                                       - 18 -\n\fdepression and takes medication so that she is able to care for her deceased\n\ndaughter’s child.\n\n      Gretta Delong, formerly Gretta Barton, testified that Campbell was a good\n\nfriend of her son Ted when they were young. As a child, Campbell was always\n\npolite and well behaved, charming, fun, and obedient. They lived in the same\n\napartment complex, and Campbell and her son attended the same school, although\n\nCampbell was in special education. She also knew Campbell’s parents. His\n\nmother would often call the house, sometimes angry and drunk, and was\n\nsometimes violent with Campbell and would beat him. Delong testified that\n\nCampbell’s father would leave the children to fend for themselves and took no\n\ninterest in taking care of the children, although he would provide money for the\n\nfamily. The parents drank alcohol on a daily basis and it accelerated on the\n\nweekend, and Campbell would often come to stay at her house, sometimes in the\n\nmiddle of the night. After Delong’s family moved to Marshall, Texas, Campbell\n\nlived with her family for six months. Campbell stayed with them for several\n\nsummers, and the last time he came, at age 16 or 17, he was unkempt and seemed\n\ndepressed. Delong has not seen or heard from Campbell for about 12 years.\n\n      The defense presented Dr. Peter Bursten, a clinical psychologist with a\n\npractice in forensic psychological services, who met with and evaluated Campbell.\n\nDr. Bursten testified that he met with Campbell three times at the Citrus County\n\n\n                                       - 19 -\n\fjail and reviewed a psychological evaluation report from 1998, which was done\n\nwhen Campbell was arrested at age 24 in Texas. Dr. Bursten also reviewed\n\nmedical records from North Central Medical Center from 2000, Harris County\n\nPsychiatric Center in 2005, and other mental health records from when Campbell\n\nwas incarcerated. Dr. Bursten interviewed Campbell’s half-sister Donna and the\n\nfamily friend, Gretta Delong. Based on the medical records and interviews,\n\nDr. Bursten concluded that Campbell had an unstable and dysfunctional family\n\nbackground, with alcoholic parents and an emotionally distant father. Campbell\n\nwitnessed violence between his parents and suffered sexual abuse by his brother,\n\nwhich Campbell said he reported in 1998. Campbell was rejected and brushed\n\naside by his parents and had difficulty creating strong family bonds. Dr. Bursten\n\nsaid Campbell experienced feelings of worthlessness, poor self-esteem, and\n\ninadequacy. Campbell reported that he had been depressed since about age seven,\n\nand all the mental health records showed that Campbell suffered from a major\n\ndepressive disorder. Campbell reported feeling suicidal, with a history of suicidal\n\ngestures or symptoms and feelings of inadequacy, low energy, social withdrawal,\n\nand sleep disturbance. Campbell also reported to Dr. Bursten that he had substance\n\ndependency beginning at age 15.\n\n      Dr. Bursten noted that only several days before Campbell attempted to\n\nattack his sister-in-law with a hammer, he had been released from the psychiatric\n\n\n                                       - 20 -\n\funit at Galveston Hospital where he had been diagnosed with major depressive\n\ndisorder, which manifested itself to some degree with anger. Dr. Bursten said\n\nCampbell also met the definition of borderline personality disorder, a severe\n\npsychiatric diagnosis and the underpinning for major depression, anxiety,\n\nrelationship instability, and mood swings. The disorder can result from\n\nexperiencing rejection and feelings of abandonment when growing up, and\n\nindividuals with this disorder often engage in self-injurious behavior including\n\nsuicidal gestures, intensive drug use, risk taking, and sexual acting out.\n\nDr. Bursten further opined that Campbell’s relationship with his father left him\n\nfeeling abandoned, because his father would reach out and then withdraw, leaving\n\nCampbell feeling rejected, worthless, and then angry. When Campbell was\n\nreleased from prison in Texas, he moved in with his father, who constantly “put\n\nhim down.” Dr. Bursten testified that Campbell’s problems did not excuse or\n\nexplain what he did to his father, and that when the murder occurred, Campbell\n\nknew right from wrong.\n\n      Dr. Bursten also diagnosed Campbell with antisocial personality disorder,\n\nwhich manifests in law breaking, impulsivity, and risky behavior. Dr. Bursten\n\nfound that Campbell suffers from polysubstance dependence, and that he began to\n\nuse hallucinogens about age 15 and experimented with ecstasy and cocaine for a\n\n\n\n\n                                        - 21 -\n\fperiod of time. At about age 31, Campbell became heavily involved with\n\nmethamphetamines, crack cocaine, and alcohol.\n\n      Dr. Bursten administered several tests to Campbell, including the Millon\n\nClinical Multiaxial Personality Inventory, third edition. Campbell’s test profile\n\nshowed that he has many problems, including elevated anxiety, depression, drug\n\ndependence, post-traumatic stress, and major depression. Campbell also scored\n\nhigh in the area of bipolar disorder and mood instability. Dr. Bursten opined that\n\nCampbell’s high level of substance abuse has been a form of self-medication\n\nagainst the turmoil of his life. He also opined that Campbell would do well in a\n\nsupervised prison setting and would not exhibit the problems that he had in the\n\ncommunity.\n\n      Finally, the defense replayed a portion of Detective Atchison’s interview of\n\nCampbell in which Campbell said he was in emotional pain and in which Campbell\n\nsaid that he wanted to die and would not stop trying to kill himself. After closing\n\narguments, the jury deliberated and returned an advisory verdict, voting eight to\n\nfour to recommend death.\n\n\n\n\n                                       - 22 -\n\f                                  Spencer Hearing\n\n      The Spencer4 hearing was held on February 7, 2013, at which Campbell\n\ngave a statement expressing thanks to the State and the court for seeking justice for\n\nhis father, and apologizing for all the pain he had caused. Campbell said he had a\n\ntragic childhood and tried to clean up his life by getting married and becoming a\n\nfather at the age of 18, but that did not work out. He said that ever since losing\n\ncustody of his son in the divorce, he had wanted to die and attempted suicide twice.\n\nCampbell said when he was sent to prison the first time, he started bettering\n\nhimself in the structured environment, and when he got out he got married again\n\nand tried to reconnect with his son, but that did not work out. He went back to\n\nprison for his second felony and, when he got out in 2004, he found that his sister\n\nhad been killed in an accident. He said he was given the equivalent of a “Baker\n\nAct” proceeding in Texas and later moved to Florida. Campbell said what he did\n\nto his father was horrible and that he will suffer the consequences for the rest of his\n\nlife. He pointed out that he tried to cooperate after his arrest in this case by giving\n\nstatements to the police. While in prison on this charge, he tried to commit suicide\n\nagain, but has since been trying to better himself. He asked the court to consider\n\n\n\n\n      4. Spencer v. State, 615 So. 2d 688 (Fla. 1993).\n\n\n                                         - 23 -\n\fsentencing him to life. He said he has tried to do the right thing, although he did\n\nnot always succeed.\n\n                                 Sentencing Order\n\n                            Aggravating Circumstances\n\n      After consideration of sentencing memoranda submitted by both parties, the\n\ncourt, on March 19, 2013, held a sentencing hearing and entered the order\n\nsentencing Campbell to death. The court found as an aggravating factor under\n\nsection 921.141(5)(b), Florida Statutes (2013), that the defendant was previously\n\nconvicted of felonies involving the use or threat of violence, including conviction\n\nfor attacking his sister-in-law and attempting to hit her on the head with a hammer\n\nin 1998 after breaking into her apartment. Prior to sentencing he was also\n\nconvicted of attempted first-degree murder of a law enforcement officer and\n\naggravated assault on a law enforcement officer with a deadly weapon during this\n\ninstant crime because Campbell rammed the officer’s vehicle at high speed with\n\nthe car he was driving. This aggravator was given great weight.\n\n      The court also found as an aggravating circumstance under section\n\n921.141(5)(f), Florida Statutes (2013), that the murder was committed for\n\npecuniary gain because Campbell took money, credit cards, and other things of\n\nvalue from the victim to use in purchasing illegal drugs. This aggravator was\n\ngiven great weight.\n\n\n                                        - 24 -\n\f      The third aggravator found by the trial court, under section 921.141(5)(h),\n\nFlorida Statutes (2013), was that the murder was especially heinous, atrocious, or\n\ncruel. The trial court found the evidence established that Campbell hit the victim\n\nthree times with a hatchet and, based on Campbell’s own statements, after the first\n\nblow the victim woke and asked, “What was that?” Campbell hit the victim a\n\nsecond time and proceeded to gather money and other items. His own statements\n\nindicated that after seeing the victim’s arm move, Campbell struck him again with\n\nthe hatchet. This aggravator was given great weight.\n\n      The fourth aggravator found by the court, under section 921.141(5)(i),\n\nFlorida Statutes (2013), was that the murder was committed in a cold, calculated,\n\nand premeditated manner without pretense of moral or legal justification. The\n\ncourt based this aggravator on Campbell’s statements to law enforcement in which\n\nhe admitted to thinking for a couple of days about killing his father to bring him\n\npeace. The court noted that the evidence also showed that on the night of the\n\nmurder, Campbell waited with a hatchet in his hand for the right moment to strike,\n\nshowing reflection and goal-oriented activity. The court rejected Campbell’s\n\ntestimony that he committed the murder in a fit of rage because he was depressed.\n\nThis aggravator was given great weight.\n\n      The trial court rejected two aggravators that were argued to the jury and\n\nupon which the jury was instructed. The trial court found that the State failed to\n\n\n                                        - 25 -\n\fprove that the murder was committed to avoid arrest, under section 921.141(5)(e),\n\nFlorida Statutes (2013), and that the victim was particularly vulnerable due to age\n\nor disability under section 921.141(5)(m), Florida Statutes (2013).\n\n                             Mitigating Circumstances\n\n       The trial court found the statutory mitigator under section 921.141(6)(b),\n\nFlorida Statutes (2013), that the murder was committed while Campbell was under\n\nthe influence of extreme mental or emotional disturbance. This mitigator was\n\nbased on the testimony of Dr. Bursten that Campbell had been diagnosed with\n\ndepression, antisocial disorder, and borderline personality disorder; that he was\n\npreviously hospitalized for attempted suicide; and that he was under the stress of\n\njob loss and a dysfunctional relationship with his father. This mitigator was given\n\nlittle weight.\n\n       The court also found the statutory mitigator under section 921.141(6)(f),\n\nFlorida Statutes (2013), that Campbell’s capacity to appreciate the criminality of\n\nhis conduct or to conform his conduct to the requirements of law was substantially\n\nimpaired. This mitigator was based on the testimony of Dr. Bursten that Campbell\n\nhad a history of depression and drug abuse, other mental issues, and suicidal\n\ntendencies. The court concluded that even though Campbell knew right from\n\nwrong, the mitigator was established, but given extremely little weight.\n\n\n\n\n                                        - 26 -\n\f      Under section 921.141(6)(h), Florida Statutes (2013), providing for what is\n\ncommonly called “nonstatutory mitigation,” the trial court found several mitigators\n\nwere proven. The court found Campbell had a family history of depression, a\n\ndifficult childhood in which he was often neglected and subjected to physical\n\nabuse, and a difficult relationship with his own son. This mitigator was given very\n\nslight weight. The court also found Campbell’s history of drug abuse, including\n\nLSD and crack cocaine, which led to his job loss, to be mitigating but entitled to\n\nonly very slight weight. The court found Campbell’s depression to be mitigating,\n\nin addition to its being a factor in the statutory mitigator discussed above, but that\n\nit was countered by evidence detracting from its mitigating aspects, and accorded it\n\nonly very slight weight. Finally, the court found Campbell’s remorse for the\n\ncrime, shown by his lack of argument of innocence at trial and his suicide attempt\n\nafter the murder, to be mitigating. However, the court characterized his remorse as\n\n“vaporous” and gave it extremely little weight as a mitigator.\n\n      Finally, the trial court found each of the aggravators “far outweigh” the\n\nmitigators and, after giving great weight to the eight-to-four recommendation of\n\nthe jury, sentenced Campbell to death. This appeal ensued.\n\n      On appeal, Campbell raises five claims pertaining to the penalty phase of\n\ntrial. Although he does not raise any claim concerning the sufficiency of the\n\nevidence to support the conviction for first-degree murder, we are required to\n\n\n                                         - 27 -\n\faddress that claim as well. See, e.g., Jones v. State, 963 So. 2d 180, 184 (Fla.\n\n2007). We turn first to a discussion of Campbell’s claim that the trial court erred\n\nin finding that the murder was committed in a cold, calculated, and premeditated\n\nmanner.\n\n                                    ANALYSIS\n\n                               Penalty Phase Claims\n\n    A. Whether the Evidence Supported the Finding that the Murder was\n        Committed in a Cold, Calculated and Premeditated Manner\n\n      Campbell contends that the cold, calculated, and premeditated (CCP)\n\naggravator is not supported by the evidence, primarily because the trial court also\n\nfound that he committed the murder while under the influence of extreme mental\n\nor emotional disturbance, and while his ability to appreciate the criminality of his\n\nconduct or to conform his conduct to the requirements of law was substantially\n\nimpaired. Campbell also contends that the State failed to prove that he acted with\n\ncool, calm reflection and a careful plan when he murdered his father; and that the\n\nevidence did not show heightened premeditation that involved a sufficient period\n\nof time to plan or reflect on the murder.\n\n      The State, and the trial court in its sentencing order, relied on Campbell’s\n\nstatements to detectives in which he admitted he had been thinking about killing\n\nhis father for a couple of days, and that on the day of the murder, Campbell\n\nretrieved the hatchet from the carport area and sat behind his father with it,\n\n                                        - 28 -\n\fpondering the right moment to strike. The statements showed Campbell thought\n\ncarefully during that time about which end of the hatchet head to use—the sharp\n\nend or the blunt end—before he struck his father. Campbell’s own statements also\n\nshowed that approximately five minutes after the second blow his father lifted his\n\nhand, at which time Campbell struck the third blow.\n\n         In order for a finding of CCP to be upheld, the following four factors must\n\nexist:\n\n         (1) the killing must have been the product of cool and calm reflection\n         and not an act prompted by emotional frenzy, panic, or a fit of rage\n         (cold); and (2) the defendant must have had a careful plan or\n         prearranged design to commit murder before the fatal incident\n         (calculated); and (3) the defendant must have exhibited heightened\n         premeditation (premeditated); and (4) there must have been no\n         pretense of moral or legal justification.\n\nLynch v. State, 841 So. 2d 362, 371 (Fla. 2003). When reviewing claims alleging\n\nerror in the finding of aggravating factors, this Court does not reweigh the\n\nevidence. Franklin v. State, 965 So. 2d 79, 98 (Fla. 2007). Rather, this Court’s\n\nrole is to review the record to determine whether the trial court applied the correct\n\nrule of law for each aggravator and, if so, whether competent, substantial evidence\n\nexists to support its findings. Id. A court must consider the totality of the\n\ncircumstances when determining whether a murder was committed in a cold,\n\ncalculated, and premeditated manner. Gill v. State, 14 So. 3d 946, 962 (Fla. 2009)\n\n(citing Hudson v. State, 992 So. 2d 96, 116 (Fla. 2008)). The facts supporting CCP\n\n\n                                         - 29 -\n\fmust focus on the manner in which the crime was carried out, such as advance\n\nprocurement of weapon, lack of provocation, and that the killing was carried out as\n\na matter of course. Lynch, 841 So. 2d at 372. The focus of the CCP aggravating\n\ncircumstance centers on the manner in which the defendant executed the crime.\n\nWalker v. State, 957 So. 2d 560, 581 (Fla. 2007); Looney v. State, 803 So. 2d 656,\n\n678 (Fla. 2001). Legally sufficient evidence exists to support a trial court’s finding\n\nof CCP where the defendant procures a weapon in advance, receives no\n\nprovocation or resistance on the part of the victim, and carries out the killing as a\n\nmatter of course. Looney, 803 So. 2d at 678; Farina v. State, 801 So. 2d 44, 54\n\n(Fla. 2001). We find these circumstances present in the instant case.\n\n      The “cold” element is met where the defendant had “ ‘ample opportunity to\n\ncalmly reflect upon [his] actions, following which [he] decided to shoot the victims\n\nexecution-style in the backs of their heads.’ ” Walker, 957 So. 2d at 581 (quoting\n\nLooney, 803 So. 2d at 678). The “cold” element is shown in killings where the\n\ndefendant receives no provocation or resistance from the victim but decides coldly\n\nand calmly to carry out the murder as Campbell did in this case.\n\n      In McGirth v. State, 48 So. 3d 777 (Fla. 2010), this Court found the murder\n\n“cold” for purposes of CCP based on evidence that the defendant shot the victim\n\nonce, which was not fatal, and then proceeded to gather the victim’s property.\n\nInstead of leaving with the stolen goods, the defendant returned and shot the victim\n\n\n                                        - 30 -\n\fagain in the head. Id. at 793-94. We reiterated in McGirth that the “cold” element\n\nis legally sufficient where the defendant had ample opportunity to calmly reflect on\n\nhis actions, following which he decides to murder the victim. Id. at 794 (citing\n\nLynch, 841 So. 2d at 372). In this case, Campbell’s own statements show he\n\npondered the murder in advance and, after retrieving the weapon, had ample\n\nopportunity to reflect on his actions and give up the plan to kill his father, but went\n\nahead and killed him with multiple chops to his head despite the lack of any\n\nprovocation or resistance. Even after the first and second blows, Campbell had\n\naround five minutes in which he could have changed his mind about the murder\n\nand either left or called for medical help for his father, but instead he hit his father\n\na third time, similar to what occurred in McGirth where CCP was upheld.\n\n      The “cold” element has been found lacking only in “heated” murders of\n\npassion “in which the loss of emotional control is evident from the facts.”\n\nAltersberger v. State, 103 So. 3d 122, 127 (Fla. 2012) (quoting Looney, 803 So. 2d\n\nat 678 (quoting Walls v. State, 641 So. 2d 381, 387-88 (Fla. 1994))). The evidence\n\nin this case did not show that Campbell killed his father in the heat of passion or\n\nwith loss of emotional control. Although there was evidence that Campbell was\n\nemotionally upset that his father was so distant, and Campbell himself was\n\ndepressed, there was no evidence that this murder was impulsive, spur of the\n\nmoment, or done in a rage or loss of control.\n\n\n                                         - 31 -\n\f      The evidence also established that the murder was “calculated.” Campbell\n\nthought about the murder for several days, armed himself in advance, and while\n\nholding the weapon as his father sat in the recliner, thought for some time about\n\njust how to strike the blows. Then, Campbell killed his father in a calculated\n\nmanner. When he saw that the first blow did not kill his father, he immediately\n\nstruck a second time. He then searched the home for money and credit cards with\n\nwhich to buy drugs. Upon seeing his father move his hand, he calculated that to\n\nfinish the job, he must strike his father a third time, which he did. This Court has\n\nfound that the “calculated” element of CCP is supported by competent, substantial\n\nevidence where a defendant arms himself in advance, kills execution-style, and has\n\ntime to coldly and calmly decide to kill. McGirth, 48 So. 3d at 794.\n\n      The evidence also supports the element of “heightened premeditation.”\n\nEvidence proving heightened premeditation can sometimes overlap with evidence\n\nproving the prearranged plan necessary to establish CCP. In this case, heightened\n\npremeditation was shown by Campbell’s own statements that he thought about the\n\nmurder for several days, and that on the day of the murder, he obtained the weapon\n\nin advance and thought for some time about the best way to accomplish the\n\nmurder. Heightened premeditation is also shown by evidence that the defendant\n\nhad the opportunity to leave the crime scene and not commit the murder, but\n\ninstead committed it. Altersberger, 103 So. 3d at 127-28 (citing Alston v. State,\n\n\n                                        - 32 -\n\f723 So. 2d 148, 162 (Fla. 1998)). The evidence showed that Campbell could have\n\nleft the crime scene after retrieving the hatchet and before striking the first blow.\n\nHe could have left the scene after the first blow, which was not immediately fatal,\n\nor after the second blow, but did not do so. Instead, he gathered items to use to\n\nobtain money for drugs. Only after that did he strike the last blow while the victim\n\nwas still alive. These actions exhibited Campbell’s heightened premeditation both\n\nbefore and during the incident.\n\n      Lastly, “[a] pretense of legal or moral justification is ‘any colorable claim\n\nbased at least partly on uncontroverted and believable factual evidence or\n\ntestimony that, but for its incompleteness, would constitute an excuse, justification,\n\nor defense as to the homicide.’ ” Nelson v. State, 748 So. 2d 237, 245 (Fla. 1999)\n\n(quoting Walls, 641 So. 2d at 388). The evidence in the present case showed no\n\npretense of legal or moral justification for the killing, and Campbell does not argue\n\nthat the murder was justified.\n\n      Because competent, substantial evidence supported the trial court’s finding\n\nof the CCP aggravator in this case, relief is denied on this claim.\n\n\n\n\n                                         - 33 -\n\f    B. Whether the Evidence Supported the Finding that the Murder was\n                       Motivated by Financial Gain\n\n      The trial court found in the sentencing order that the evidence proved the\n\nmurder was committed for pecuniary gain, and gave that aggravator great weight.\n\nThe evidence established that in the midst of the murder, Campbell searched the\n\nhouse for money and credit cards. He admitted to opening his father’s “strongbox”\n\nbut finding it empty. He searched the dying victim’s pockets—he said for car\n\nkeys. He took thirty-five $2 bills. He used his father’s stolen credit card to buy\n\ngift cards and other items which he traded for cocaine. He attempted to use the\n\nstolen credit card to buy gas. Campbell admitted that he had relapsed into drug use\n\nbefore the murder, and had lost his job. The trial court found that Campbell’s\n\ntestimony that he did not plan the murder for pecuniary gain and that the theft was\n\nan afterthought was not credible. We agree.\n\n      In order to prove pecuniary gain as an aggravator, the State must prove\n\nbeyond a reasonable doubt that the murder was motivated, at least in part, by a\n\ndesire to obtain money, property, or other financial gain. See Williams v. State, 37\n\nSo. 3d 187, 201 (Fla. 2010). The aggravator is applicable even if pecuniary gain\n\nwas not the primary motive. See Orme v. State, 25 So. 3d 536, 550 (Fla. 2009)\n\n(finding primary motive for beating, rape, and murder was anger at victim for\n\nflushing defendant’s cocaine down the toilet, but subsequent theft of victim’s car\n\n\n\n\n                                        - 34 -\n\fand valuables in order to ride around and obtain more drugs supported pecuniary\n\ngain aggravator).\n\n      Even if pecuniary gain was not the primary motivation in this murder, the\n\nrecord is clear that Campbell immediately searched the home for money and items\n\nof value that he could use to buy drugs or to buy items he could trade for drugs.\n\nHe searched the victim’s pockets, his “strongbox,” and dresser. Campbell took\n\ncredit cards and cash. There was competent, substantial evidence that the murder\n\nwas motivated in part by a desire to take his father’s money and property to use in\n\nobtaining drugs. Thus, the trial court did not err in finding this aggravator and\n\nassigning it great weight. Relief is therefore denied on this claim.\n\n     C. Whether the Murder was Especially Heinous, Atrocious, or Cruel\n\n      Campbell next contends that the trial court erred in finding that the murder\n\nwas especially heinous, atrocious, or cruel. For the reasons that follow, we agree.\n\nTo find that a murder is especially heinous, atrocious, or cruel (HAC), the murder\n\nmust be “accompanied by such additional acts as to set the crime apart from the\n\nnorm of capital felonies—the conscienceless or pitiless crime which is\n\nunnecessarily torturous to the victim.” Hernandez v. State, 4 So. 3d 642, 668-69\n\n(Fla. 2009) (quoting State v. Dixon, 283 So. 2d 1, 9 (Fla. 1973)). HAC focuses on\n\n\n\n\n                                        - 35 -\n\fthe means and manner of death and the immediate circumstances surrounding the\n\ndeath. Hernandez, 4 So. 3d at 669.\n\n      Campbell contends that in finding that his father’s murder was especially\n\nheinous, atrocious, or cruel, the trial court only speculated that the victim “must\n\nhave suffered great emotional strain, fear and terror when he awoke after the first\n\nblow.” He argues that the trial court ignored the medical examiner’s testimony\n\nthat there were no defensive wounds, and that the immediate second blow on the\n\nright side of the victim’s head was severe and extended deeply into the victim’s\n\nbrain, and was “rapidly fatal.” In response, the State points to evidence that the\n\nvictim was bludgeoned in the head with a rusty, dull ax at least three times, and\n\nthat the victim was conscious and aware of his impending death after the first\n\nblow, as evidenced by his crying out, “What was that?”\n\n      The trial court and the parties all agree that Campbell’s father was asleep\n\nwhen he was first struck on the head. It is also undisputed that he awoke briefly\n\nand asked, “What was that?” prompting Campbell to strike him again with the\n\nhatchet. Campbell agreed in his statement that when he hit his father the second\n\ntime, he used both hands and “buried the hatchet” inside his father’s head and felt\n\nthe skull give. Campbell said his father was knocked out but was “sort of snoring\n\nor gurgling,” but when he saw his father’s hand reach up about five minutes later,\n\nCampbell hit him for the third time.\n\n\n                                        - 36 -\n\f      When the medical examiner was asked on cross-examination how quickly\n\ndeath would have occurred, Dr. Shaw’s testimony was ambiguous as to how long\n\nthe victim would have lived after the blows and whether he would have been\n\nconscious. He testified that the wounds would have been rapidly fatal and death\n\npotentially instantaneous, but “not instantly fatal.” He explained that the head\n\nwound was a “very severe wound that potentially could cause instant death or near\n\ninstant death, but probably a little bit longer. Anywhere from instant or a few\n\nseconds to minutes or possibly even hours.” He said that if death took longer than\n\na few minutes, it would be unlikely that the victim would remain conscious—and\n\nwould probably be rendered immediately unconscious. It is also undisputed that\n\nthere were no defensive wounds. When asked about the significance of the victim\n\nlifting his hand about five minutes after the second blow, Dr. Shaw said that such\n\nmovements can be involuntary muscle movements and do not necessarily mean the\n\nperson is conscious.\n\n      In Zakrzewski v. State, 717 So. 2d 488 (Fla. 1998), the Court found that the\n\nState failed to carry its burden of proof of HAC beyond a reasonable doubt where\n\nmedical testimony indicated the victim “may have been rendered unconscious\n\nupon receiving the first blow from the crowbar, and as a result, she was unaware of\n\nher impending death.” Id. at 493. In Williams, the Court struck the HAC\n\naggravator because, although the victim was struck five times on the head with a\n\n\n                                        - 37 -\n\fbat, “[t]he medical examiner was unable to testify without speculating about\n\nwhether [the victim] remained conscious after the first blow with the bat and\n\nfurther stated that any of the blows could have caused unconsciousness and death.”\n\n37 So. 3d at 193. We emphasized that to uphold HAC, the evidence must show\n\nthat the victim was conscious and aware of his impending death. Id. at 199.\n\n      The State cites Buzia v. State, 926 So. 2d 1203 (Fla. 2006), which held that\n\nHAC can be upheld in a beating death where the victim is awake and aware during\n\nat least part of the ordeal, and noting that the Court had upheld HAC where the\n\nvictim was aware for “merely seconds.” Id. at 1214 (citing Rolling v. State, 695\n\nSo. 2d 278, 296 (Fla. 1997)). However, in Buzia, the evidence showed the victims\n\nwere knocked to the floor and both attempted to rise during the attacks. This alone\n\nproved that the victims were aware and conscious of possible impending death.\n\nAnd in Rolling, the evidence showed that the victim had defensive wounds\n\nincurred during the multiple stabbing attack, which the Court found was evidence\n\nthat the victim was “awake and aware of what was occurring,” and that the victim\n\nwas trying to fend off the attack. 695 So. 2d at 296.\n\n      As noted, an important factor in determining if the victim was conscious and\n\naware of impending death has been the presence of defensive wounds. For\n\ninstance, in Dennis v. State, 817 So. 2d 741, 766 (Fla. 2002), we upheld HAC\n\nwhere both victims suffered skull fractures and were conscious for at least part of\n\n\n                                       - 38 -\n\fthe attack as evidenced by defensive wounds to their hands and forearms. In\n\nWilson v. State, 493 So. 2d 1019, 1023 (Fla. 1986), HAC was found where the\n\nvictim was brutally beaten while attempting to fend off the blows before being\n\nfatally shot. More recently, in King v. State, 130 So. 3d 676 (Fla. 2013), we found\n\nHAC proven where the victim died from head trauma after being struck\n\napproximately seventeen times with the head and claw of a hammer. She suffered\n\ninjuries to the back of her head, neck, upper back, right hand, right leg, and left\n\nknee. Id. at 685. The wounds on her right hand and arm were characterized as\n\ndefensive wounds. Id. The trial court found in King that the defensive wounds\n\nindicated that the blows to her head, which proved fatal, were not the first blows\n\nstruck. Id.\n\n      As the State points out, this Court has held that the absence of defensive\n\nwounds alone does not preclude proof of HAC. See Zommer v. State, 31 So. 3d\n\n733, 747 (Fla. 2010). But, the evidence in Zommer was clear that the victim\n\nfought back, id. at 738-39, and in the cases cited in Zommer, there was evidence\n\nthat each of the victims had at least one defensive wound. Id. at 747.\n\n      In this case, the victim was asleep when he was first struck. Although he\n\nstated, “What was that?” this comment alone does not indicate he was aware of his\n\nimpending death. There were no defensive wounds on the victim, and the medical\n\nexaminer could not say with certainty if the victim was conscious after the\n\n\n                                         - 39 -\n\fimmediate second blow, which Campbell described as a blow delivered with a\n\ngreat deal of force. The medical examiner also testified that when the victim raised\n\nhis hand approximately five minutes later, that movement could have been\n\ninvoluntary.\n\n      It was the State’s burden to prove beyond a reasonable doubt that the murder\n\nwas especially heinous, atrocious, or cruel. The evidence presented by the State\n\ndid not reach this level of proof, based on the ambiguous and uncertain testimony\n\nof the medical examiner and the totality of the circumstances surrounding this\n\nmurder. For this reason, the HAC aggravating circumstance is hereby stricken.\n\n      However, the evidence clearly supported the prior violent felony conviction\n\naggravator, which we have held “is considered one of the weightiest aggravators.”\n\nSilvia v. State, 60 So. 3d 959, 974 (Fla. 2011). The evidence also supported the\n\ncold, calculated, and premeditated aggravator, which we have also held is “one of\n\nthe most serious aggravators.” Id. Finally, the evidence supported the pecuniary\n\ngain aggravator. Thus, we find the error harmless beyond a reasonable doubt in\n\nthis case. We find no reasonable possibility that Campbell would have received a\n\ndifferent sentence. See State v. DiGuilio, 491 So. 2d 1129, 1138 (Fla. 1986).\n\n                  D. Whether Florida’s Sentencing Scheme is\n                    Unconstitutional under Ring v. Arizona\n\n      Campbell next contends that under the Supreme Court’s decision in Ring v.\n\nArizona, 536 U.S. 584 (2002), the jury was required to specifically and expressly\n\n                                       - 40 -\n\ffind the aggravators upon which they recommended a sentence of death. He also\n\nasks this Court to recede from its precedent in Bottoson v. Moore, 833 So. 2d 693\n\n(Fla. 2002), and King v. Moore, 831 So. 2d 143 (Fla. 2002), in which the court\n\nupheld Florida’s sentencing scheme.\n\n      The Supreme Court in Ring applied its holding in Apprendi v. New Jersey,\n\n530 U.S. 466, 490 (2000), that other than the fact of a prior conviction, defendants\n\nare entitled to a jury determination of any fact on which the legislature conditions\n\nan increase in the maximum punishment, to capital cases. Ring, 536 U.S. at 589.\n\n“Ring did not alter the express exemption in Apprendi . . . that prior convictions\n\nare exempt from the Sixth Amendment requirements announced in the cases.”\n\nFrances v. State, 970 So. 2d 806, 822 (Fla. 2007) (citation omitted). We have\n\nconsistently held that Ring’s requirement of a jury finding does not apply in cases\n\nin which one of the aggravators supporting the death sentence is a prior violent\n\nfelony conviction. See, e.g., Poole v. State, 151 So. 3d 402, 419 (Fla. 2014);\n\nMartin v. State, 107 So. 3d 281, 322 (Fla. 2012), cert. denied, 133 S. Ct. 2832\n\n(2013); Johnson v. State, 104 So. 3d 1010, 1028 (Fla. 2012); Hodges v. State, 55\n\nSo. 3d 515, 540 (Fla. 2010).\n\n      Accordingly, we reject Campbell’s claim. Ring does not apply in this case\n\nbecause Campbell was found to have prior felony convictions involving the use or\n\nthreat of violence. The State presented evidence, and the trial court found as\n\n\n                                        - 41 -\n\faggravating, the fact that Campbell was convicted of attempted burglary of a\n\nhabitation with intent to commit aggravated assault; and in a separate case,\n\nattempted felony murder of a law enforcement officer with a deadly weapon, and\n\naggravated assault on the law enforcement officer. Because the aggravators in this\n\ncase included several prior violent felony convictions, Ring does not apply under\n\nthe circumstances presented here. Relief is thus denied on this claim.\n\n                E. Whether the Death Sentence is Proportionate\n\n      Campbell contends that the death sentence is not proportionate for this\n\nmurder. Campbell’s expert, Dr. Bursten, opined that at the time of the murder\n\nCampbell was emotionally disturbed and had suffered from major depressive\n\ndisorder since childhood. Dr. Bursten testified that Campbell had an unstable and\n\ndysfunctional family background, with alcoholic parents and an emotionally\n\ndistant father. He witnessed violence between his parents. Campbell was rejected\n\nand brushed aside by his parents and had difficulty creating strong family bonds.\n\nHe had feelings of worthlessness, poor self-esteem, and inadequacy. Dr. Bursten\n\nalso found that Campbell had a history of suicidal gestures or symptoms and\n\nfeelings of inadequacy, low energy, social withdrawal, and sleep disturbance.\n\nCampbell’s polysubstance abuse was supported in the record. Dr. Bursten also\n\ndiagnosed Campbell with antisocial personality disorder, which manifests in law\n\nbreaking, impulsivity, and risky behavior.\n\n\n                                       - 42 -\n\f      Based on this evidence, the trial court did find two statutory mitigators—that\n\nthe capital felony was committed while Campbell was under the influence of\n\nextreme mental or emotional disturbance, and that Campbell’s capacity to\n\nappreciate the criminality of his conduct or conform his conduct to the\n\nrequirements of law was substantially impaired—but gave these mitigators only\n\nlittle weight. The court also found nonstatutory mitigation based on Campbell’s\n\nfamily history, his history of depression, his history of drug use, and his\n\nexpressions of remorse, but this mitigation was also given only slight or very slight\n\nweight.\n\n      In sentencing Campbell, the trial court weighed this mitigation against the\n\naggravators established by the evidence—CCP, prior violent felony convictions,\n\nand a pecuniary gain aggravator, and concluded that the aggravating circumstances\n\n“far outweigh” the mitigating circumstances. In performing the proportionality\n\nreview, this Court has explained:\n\n      “[W]e make a comprehensive analysis in order to determine whether\n      the crime falls within the category of both the most aggravated and the\n      least mitigated of murders, thereby assuring uniformity in the\n      application of the sentence.” We consider the totality of the\n      circumstances of the case and compare the case to other capital cases.\n      This entails “a qualitative review by this Court of the underlying basis\n      for each aggravator and mitigator rather than a quantitative analysis.”\n      In other words, proportionality review “is not a comparison between\n      the number of aggravating and mitigating circumstances.”\n\n\n\n\n                                        - 43 -\n\fWilliams, 37 So. 3d at 205 (quoting Offord v. State, 959 So. 2d 187, 191 (Fla.\n\n2007)). However, in reviewing proportionality, we “will not disturb the sentencing\n\njudge’s determination as to ‘the relative weight to give to each established\n\nmitigator’ where that ruling is ‘supported by competent substantial evidence in the\n\nrecord.’ ” Blackwood v. State, 777 So. 2d 399, 412-13 (Fla. 2000) (quoting\n\nSpencer v. State, 691 So. 2d 1062, 1064 (Fla. 1996)). Further, we will “affirm the\n\nweight given an aggravator if based on competent substantial evidence.” Blake v.\n\nState, 972 So. 2d 839, 846 (Fla. 2007). “The weight to be given aggravating\n\nfactors is within the discretion of the trial court, and it is subject to the abuse of\n\ndiscretion standard.” Buzia, 926 So. 2d at 1216.\n\n      This Court has found the death sentence proportionate in cases involving\n\nsubstantial mental health mitigation and other mitigation where there is a weighty\n\naggravator such as CCP, and the trial court gave full consideration and careful\n\nweighing to the aggravators and mitigators. For instance, in McCoy v. State, 132\n\nSo. 3d 756 (Fla. 2013), we found the death sentence proportional where the court\n\nfound two aggravating circumstances—CCP and prior violent felony—and\n\nmitigation that included the statutory mitigators that the defendant was under the\n\ninfluence of extreme mental or emotional disturbance and had no significant\n\ncriminal history. Expert mitigation testimony was given in McCoy’s penalty phase\n\n\n\n\n                                          - 44 -\n\fthat he had a history of clinical depression and other psychotic features. We found\n\nthe death sentence in McCoy proportionate, stating:\n\n      [A] review of other cases establishes that death is a proportionate\n      punishment in this case. For example, in Lawrence v. State, 846 So.\n      2d 440, 455 (Fla. 2003), this Court upheld a death sentence despite the\n      presence of five statutory mitigating circumstances, including\n      considerable weight assigned to two statutory mental health\n      mitigators. Further, Lawrence included the same two aggravating\n      circumstances as this case—CCP and prior violent felony—both of\n      which the trial court in Lawrence, like the trial court in this case,\n      assigned great weight. Id.; see also Diaz v. State, 860 So. 2d 960, 964\n      n.3 & n.4 (Fla. 2003) (upholding death sentence in case where the\n      same two aggravators (CCP and prior violent felony), both assigned\n      great weight, were upheld on appeal, and the trial court found five\n      statutory mitigating circumstances, including the same two statutory\n      mitigating circumstances as in this case (no significant history of prior\n      criminal activity and under the influence of extreme mental or\n      emotional disturbance), as well as the age mitigator and the additional\n      mental health mitigator rejected by the trial court in this case).\n\nMcCoy, 132 So. 3d at 774-75.\n\n      In Beasley v. State, 774 So. 2d 649 (Fla. 2000), we affirmed the death\n\nsentence as proportionate where the trial court found that the murder was\n\ncommitted in the course of a felony, for financial gain, and was especially heinous,\n\natrocious, or cruel. Id. at 674 n.15. These aggravators were weighed against\n\nmitigation including that the defendant had a failed marriage, exhibited recurrent\n\nsubstance abuse, had financial instability, suffered the suicide of a friend, had\n\nmental and neurological damage, and was a good citizen, student, and family\n\n\n\n\n                                        - 45 -\n\fmember. Id. We found that the trial court properly considered and weighed the\n\nfactors and did not err in finding the death sentence appropriate. Id.\n\n      Campbell directs this Court’s attention to several cases in which the Court\n\nfound the sentence disproportionate in light of substantial mitigation. In Kramer v.\n\nState, 619 So. 2d 274 (Fla. 1993), we vacated the death sentence where the trial\n\ncourt found two aggravators—prior violent felony and HAC—and mitigation\n\nconsisting of alcoholism, mental stress, severe loss of emotional control, and a\n\npossibility of productive functioning in prison. Id. at 278. However, the murder in\n\nKramer occurred “in a spontaneous fight, occurring for no discernible reason,\n\nbetween a disturbed alcoholic and a man who was legally drunk.” Id. The Court\n\nfound “[t]his case hardly lies beyond the norm of the hundreds of capital felonies\n\nthis Court has reviewed since the 1970s.” Id. The present case is factually\n\ndistinguishable from Kramer.\n\n      Campbell cites Nibert v. State, 508 So. 2d 1, 5 (Fla. 1987), in which we\n\nremanded for resentencing after striking several aggravators and leaving only\n\nHAC. Campbell also cites DeAngelo v. State, 616 So. 2d 440 (Fla. 1993), in\n\nwhich we found the sentence disproportionate where the only aggravator was CCP\n\nand the mitigation was “significant.” Id. at 443. DeAngelo suffered from bilateral\n\nbrain damage, hallucinations, delusional paranoid beliefs, Organic Personality\n\nSyndrome, Organic Mood Disturbance, psychotic disorder caused by brain\n\n\n                                        - 46 -\n\fdamage, bipolar disorder, and chronic anger. Id. We concluded that DeAngelo\n\nwas not one of the most aggravated and least mitigated of cases, and thus reduced\n\nthe sentence to life without eligibility for parole. Id. at 443-44. In the present\n\ncase, the mental and other mitigation submitted by Campbell did not approach the\n\nlevel of mitigation in DeAngelo; moreover, the present case is not a single-\n\naggravator case.\n\n      We are also mindful that in Crook v. State, 908 So. 2d 350 (Fla. 2005), we\n\nvacated the sentence as disproportionate where, although there were three strong\n\naggravators, the record showed “overwhelming” mitigation including the\n\ndefendant’s age of twenty, his abusive childhood, brain damage, substance abuse,\n\nand mental mitigation directly relating to the circumstances of the crime. Id. at\n\n358. It cannot be said that Campbell’s mitigation in this case is “overwhelming” or\n\neven especially compelling. There was no evidence of brain damage or inability to\n\nknow right from wrong, and Campbell was age 37 when he committed the crime.\n\n      In the present case, Campbell established mental mitigation primarily\n\nconsisting of major depressive disorder and substance abuse. He proved that he\n\nfelt abandoned and rejected by his father, had a difficult childhood with alcoholic\n\nparents, and was under stress from having lost his job. We conclude that the trial\n\ncourt did not abuse its discretion in finding and ascribing great weight to the CCP,\n\nprior violent felony conviction, and pecuniary gain aggravators, and in finding that\n\n\n                                         - 47 -\n\fthe aggravators outweigh the mitigators. Based on the weighty aggravator of CCP,\n\nthe prior violent felony aggravator, which consisted of several serious felonies, and\n\nthe pecuniary gain aggravator, when considered in light of the mitigation presented\n\nand the facts of this case, we find the death sentence in this case is proportionate.\n\n                            Sufficiency of the Evidence\n\n      Although Campbell does not contest his guilt, we have a mandatory\n\nobligation to independently review the sufficiency of the evidence in every case in\n\nwhich a sentence of death has been imposed. See, e.g., Jones, 963 So. 2d at 184;\n\nBlake v. State, 972 So. 2d 839, 850 (Fla. 2007); Fla. R. App. P. 9.142(a)(5). In\n\nassessing the sufficiency of the evidence, the question is whether, after viewing the\n\nevidence in the light most favorable to the State, a rational trier of fact could have\n\nfound the existence of the elements of the crime beyond a reasonable doubt.\n\nBradley v. State, 787 So. 2d 732, 738 (Fla. 2001).\n\n      We find that competent, substantial evidence supports Campbell’s\n\nconviction for first-degree premeditated murder. The victim was found on August\n\n10, 2010, in his home, lying in a recliner and partially covered. He had several\n\ndeep gashes into his skull and a hatchet was found nearby with his DNA on it. The\n\nmedical examiner testified that the victim suffered several chopping-type blows\n\ninto his head causing a penetrating injury to his brain, and that the wound on the\n\nright side of his head would be fatal, either immediately or within a few hours.\n\n\n                                         - 48 -\n\f      Shortly after the murder, when Campbell was being sought by police,\n\nCampbell told his girlfriend in a text message that he had killed his father with an\n\nax. Campbell gave multiple statements to detectives. In one statement, he told\n\nthem that he killed his father with a hammer hatchet and that his father just wanted\n\npeace. He told detectives that he sat behind his father and waited, pondering the\n\nbest way to use the hatchet, and then struck his father. When his father responded,\n\n“What was that?” Campbell hit him again. Campbell told detectives that he took\n\nhis father’s credit cards and money and bought items at Walmart and took them to\n\na crack house. In another statement, Campbell told detectives that he thought\n\nabout killing his father for a few days and decided he would kill his father to bring\n\nhim peace.\n\n      At trial, Campbell testified that he killed his father, but said it was a “snap\n\ndecision.” He explained he only told police he thought about it for days in order to\n\nassure that he would get the death penalty because he wanted to die, although this\n\nstatement was subject to the jury’s determination of Campbell’s credibility. Based\n\non the evidence presented, including the circumstances of the murder and\n\nCampbell’s statements to police, the jury had competent, substantial evidence on\n\nwhich to find Campbell guilty of first-degree murder.\n\n\n\n\n                                        - 49 -\n\f                                 CONCLUSION\n\n      Because we find that the HAC aggravator was not proven by competent,\n\nsubstantial evidence, that finding is stricken. However, as we have explained, the\n\nerror is harmless beyond a reasonable doubt. Thus, for the foregoing reasons, we\n\naffirm Campbell’s conviction for first-degree murder and the sentence of death.\n\n      It is so ordered.\n\nLABARGA, C.J., and PARIENTE, LEWIS, QUINCE, CANADY, POLSTON,\nand PERRY, JJ., concur.\n\nNOT FINAL UNTIL TIME EXPIRES TO FILE REHEARING MOTION, AND\nIF FILED, DETERMINED.\n\nAn Appeal from the Circuit Court in and for Citrus County,\n     Richard A. Howard, Judge - Case No. 092010CF001012XXXAXX\n\nJames S. Purdy, Public Defender and George Donald Edward Burden, Assistant\nPublic Defender, Seventh Judicial Circuit, Daytona Beach, Florida,\n\n      for Appellant\n\nPamela Jo Bondi, Attorney General, Tallahassee, Florida, and Stacey Elaine Johns\nKircher, Assistant Attorney General, Daytona Beach, Florida,\n\n      for Appellee\n\n\n\n\n                                       - 50 -\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">          Supreme Court of Florida\n                                  ____________\n\n                                  No. SC13-716\n                                  ____________\n\n                        JOHN WILLIAM CAMPBELL,\n                                Appellant,\n\n                                        vs.\n\n                             STATE OF FLORIDA,\n                                  Appellee.\n\n                                 [March 5, 2015]\n\nPER CURIAM.\n\n      John William Campbell appeals from a judgment of conviction of first-\n\ndegree murder and a sentence of death. We have jurisdiction. See art. V,\n\n§ 3(b)(1), Fla. Const. For the reasons that follow, we affirm the conviction and\n\nsentence of death.\n\n                         FACTS AND BACKGROUND\n\n                                The Crime Scene\n\n      On August 10, 2010, pursuant to a neighbor’s inquiry, Citrus County\n\nSheriff’s Deputy Casey Phillips, along with several other deputies, responded to\n\nthe home of John Henry Campbell in Inverness, Florida, to check on his well-\n\fbeing. John Campbell, sometimes referred to as “Jack,” lived in a mobile home\n\nwith his son, the appellant in this case, John William Campbell. In order to\n\nperform the well-being check, the officers entered the residence where Deputy Ed\n\nBlair saw Jack Campbell’s body, covered with something that looked like a blanket\n\nor comforter, lying in a chair. The television was on and no one else was in the\n\nresidence.\n\n      The medical examiner for the District 5 Medical Examiner’s Office in\n\nLeesburg, Dr. Kyle Shaw, visited the scene and viewed the victim slumped in a\n\nlarge chair, partially covered, and with his pockets turned inside out. On top of the\n\ncovering was a framed photograph. Dr. Shaw later performed the autopsy on Jack\n\nCampbell and found a very large, irregular wound along the right side of his head,\n\nwith slight abrasions along the margins of the wound. The wound was a chop-type\n\nwound from a sharp implement that also caused blunt injury. The main portion of\n\nthe wound, which was created by more than one blow, was about 7.5 inches by 2\n\ninches in size and extended deeply into the victim’s brain, which had extensive\n\nlaceration or tearing on the right side and in the front.\n\n      In addition, there was a laceration on Jack Campbell’s forehead and his right\n\neye, and the bones surrounding his right eye were fractured. His skull was also\n\nfractured below the large wound. Dr. Shaw opined that, to cause these injuries, the\n\nvictim must have been hit a minimum of three times and that the cause of death\n\n\n                                          -2-\n\fwas multiple chop and blunt force head injuries. When asked how quickly death\n\nwould have occurred, Dr. Shaw testified the wounds would have been rapidly, but\n\nnot necessarily instantaneously, fatal. He explained the wounds were “very\n\nsevere” and “potentially could cause instant death or near instant death,” but could\n\nhave taken “[a]nywhere from an instant or a few seconds to minutes or possibly\n\neven hours.” There were no defensive wounds.\n\n      Crime scene specialist Sherri Leahy found a hatchet-type tool on the stove in\n\nthe kitchen area of the home. Deputy Charles Beetow also saw the hatchet and\n\ndescribed it as a wooden-handled tool with a head that bore a blunt end and an\n\nopposite bladed end. The victim’s DNA was found on the metal portion of the\n\nhatchet. Blood spatter was found elsewhere at the scene along with an empty\n\nwallet.\n\n                Defendant Campbell’s Actions after the Murder\n\n      Former Citrus County Sheriff’s Deputy David Gallant was involved in the\n\ninvestigation on August 11, 2010, and determined that the victim’s Chase credit\n\ncard had been used at various locations on the night of the murder. The credit card\n\ncompany records showed that the card was used seven times at a Walmart in\n\nInverness on August 10, 2010, beginning at 9:06 p.m., then at 9:18 p.m., 9:19 p.m.,\n\n9:20 p.m., 9:21 p.m., 9:22 p.m., and 9:23 p.m. The amounts charged were from $1\n\nto $128.41. Several of the amounts charged were consistent with gift cards with a\n\n\n                                        -3-\n\fservice charge added. The credit card was also later offered at a CVS store in\n\nOcala several times, but was not honored, and at a Mobil gas station in Ocala\n\nwhere it was also not honored. The credit card company records showed that\n\nChase received a telephone call from a telephone registered to an individual named\n\nThomas Ford at 3:43 a.m. on August 11, 2010, inquiring about the card not\n\nworking.\n\n      Ford, an acquaintance of Campbell, saw him on the night of August 10,\n\n2010, or in the early morning hours of August 11 at a Kangaroo Mobil gas station\n\nin Ocala. When Ford asked Campbell to put some gas in his truck, the credit card\n\nCampbell tried to use did not work. Campbell borrowed Ford’s cell phone and\n\ncalled the credit card company, which conversation was later recorded on a CD\n\nand provided to the Sheriff’s Office. Ford testified he had listened to the recording\n\nand it accurately reflected Campbell’s side of the telephone call that he overheard\n\nCampbell make to Chase. The recording was played for the jury and in it,\n\nCampbell was heard telling the company his card did not work. When asked for\n\nhis security information, Campbell gave the company a birth date that was neither\n\nhis own nor his father’s.\n\n      While still at the gas station, Campbell asked Ford to take thirty-five $2 bills\n\ninto a store to exchange them for larger denominations. Campbell left, and Ford\n\nwent into the Kangaroo gas station where he obtained the larger denominations,\n\n\n                                        -4-\n\fwhich he took to Campbell, who had gone to a house “down the road.” This\n\nexchange in the store was documented in a video recording that was played for the\n\njury and showed Ford getting out of his truck, exchanging the $2 bills, and\n\nconversing with the cashier. Marion County Sheriff’s Lieutenant Brian Spivey\n\nlater went to the Kangaroo Mobil gas station and retrieved the thirty-five $2 bills\n\nthat had been put aside for collection by law enforcement. The bills were admitted\n\ninto evidence.\n\n        Citrus County Sheriff’s Detective Dan Keszthelyi also assisted in attempting\n\nto locate Campbell after the murder. He learned that Campbell had been texting on\n\nhis cell phone with Campbell’s former girlfriend Margaret Driggers. In the early\n\nmorning hours of August 11, 2010, when the deputy came to her house looking for\n\nCampbell, she offered to text him. When Campbell texted her back she notified\n\nthe officers, and Detective Gary Atchison later reviewed the text messages on her\n\ncell phone. She identified a transcript of her text messages with Campbell on\n\nAugust 11 from around 10:30 a.m. until the time he was apprehended later that\n\nday.1\n\n\n\n       1. Driggers said that once Campbell was arrested and in jail, he wrote her\nletters on October 25 and December 1, 2010, but she never wrote him back. In the\nOctober letter, Campbell apologized for all the pain he caused her and said he\ncrashed his car during the high-speed chase which occurred because he wanted to\ndie. In the December letter, Campbell told her he was truly sorry and that he was\nlonely and needed a friend. He also said that when he texted her the day after the\n\n                                        -5-\n\f      A transcript of the text messages showed that messages were sent and\n\nreceived between Driggers’ and Campbell’s cell phones. Beginning on August 10,\n\n2010, at 10:57 a.m., Driggers texted Campbell asking what he was doing.\n\nCampbell texted Driggers and told her to tell the police that he would be dead as\n\nsoon as he ran out of gas. Campbell demanded that Driggers tell him what she\n\nknew and wrote, “Last chance to save my life. If you tell me the truth, I will be\n\nalive tomorrow. And if not, I die today.” He texted her that he was “on the run”\n\nand was going to die. Driggers then asked Campbell why he was saying he was\n\ngoing to kill himself, and “what the hell did you do this time?” Campbell then\n\ntexted Driggers, “I killed my dad.” He further explained, “With an ax.”\n\n      When Driggers indicated she did not believe Campbell, he texted her to call\n\nthe police or go by the house. At 12:07 p.m., he wrote, “I wish this was a joke but\n\nit is all true. I really thought my life would turn out diffant (sic).” Campbell told\n\nDriggers to “call the cops” and show them the texts. Then, after a short break, the\n\ntexting recommenced and Campbell asked Driggers if she had called the police.\n\nWhen she asked what he wanted her to say, he repeated, “I wish this was a joke but\n\nit is all true. I really thought my life would turn out diffant (sic).” The texting\n\ntranscript ended at 2:11 p.m.\n\n\n\nmurder, he wanted to turn himself in but things did not work out that way because\nthe chase began.\n\n\n                                         -6-\n\f      Records showed that Campbell’s cell phone was near a cell tower in Ocala\n\naround 6 a.m., and then later was in Tampa and Brandon near cell towers along\n\nHighway 19 north from near Tarpon Springs into the Homosassa area. Still\n\nattempting to find Campbell, Detective Keszthelyi first saw Campbell driving a red\n\nFord station wagon by a CVS store in Brooksville, going northbound on Highway\n\n19. Keszthelyi began following Campbell, and when Campbell was near Weeki\n\nWachee High School, Campbell pulled his car off the highway. Keszthelyi pulled\n\noff behind him and activated his light and siren. When Campbell drove back onto\n\nthe highway seconds later, a chase ensued in which the vehicles reached speeds of\n\nup to 120 miles per hour. Keszthelyi requested a marked police vehicle to take\n\nover the chase, which it did near the Citrus County line. The chase was heading to\n\na location approximately seven miles from the CVS. At that location, Deputy Sam\n\nRuby and several marked vehicles were waiting, ready to deploy stop sticks on the\n\nhighway to deflate Campbell’s tires when he drove over them. Travelling at\n\napproximately 100 miles per hour toward the stop sticks, where the marked units\n\nwere visible, Campbell veered his car without zigzagging or braking and crashed\n\ninto one of the marked units. Deputy Ruby was struck with debris and injured.\n\nCampbell, who was not wearing a seat belt, was also injured. Crime scene\n\nspecialist Sherri Leahy processed the red Ford Escort vehicle that Campbell was\n\n\n\n\n                                       -7-\n\fdriving when he crashed and found the victim’s checkbook, credit card, driver’s\n\nlicense, and library card, and a one-dollar bill.\n\n                   Campbell’s Statements to Law Enforcement\n\n      Citrus County Sheriff’s Detective John Bergen was one of the officers who\n\nresponded after Campbell crashed his vehicle into the marked patrol car during the\n\nhigh speed chase. Bergen rode in the helicopter with Campbell when he was taken\n\nto Bayfront Medical Center in St. Petersburg and stayed with Campbell while he\n\nwas in the emergency department and trauma room. Detective Blair joined them at\n\nthe hospital and accompanied Campbell into surgery. Bergen said that while in the\n\ntrauma room, Campbell was able to respond to the questions asked by emergency\n\npersonnel and appeared to be rational even though he was somewhat sedated.\n\nWhen Campbell was asked for a name of someone who should be called in case of\n\nan emergency, Campbell responded, “I killed him, I killed him.”\n\n      Hernando County Sheriff’s Detective Thomas Breedlove, who on\n\nAugust 12, 2010, was investigating Campbell’s car crash near the Hernando/Citrus\n\nCounty line, accompanied Citrus County Detective Gary Atchison to the Bayfront\n\nMedical Center where they spoke to Campbell. After reading him his Miranda\n\nrights, Campbell waived his rights and spoke with them, which interview was\n\nrecorded. In the recording, which was played for the jury and showed Campbell\n\nwaiving his Miranda rights, Detective Atchison advised Campbell that they found\n\n\n                                          -8-\n\fhis father and had spoken to Margaret Driggers. When Atchison told Campbell\n\nthey had seen a video of him at Lowe’s, Campbell said he would not answer any\n\nquestions about that.2 When Campbell said he was in a lot of pain, Atchison asked\n\nif it was his knee, and Campbell said that was not what he was talking about, and\n\nwhen asked if he was mentally all right, Campbell said, “No, I want to fuckin’ die”\n\nand “Until I die, I’m not going to be at peace with myself.” Campbell told the\n\nofficers that he would not stop trying to kill himself until he was dead, and that he\n\nwas going to commit suicide. Campbell said he crashed the car intentionally and\n\nhad taken off his seat belt before the crash. When asked if he wanted to die\n\nbecause of what he had done recently, he responded that it was because of his\n\nwhole life. Campbell then started to cry.\n\n      When Atchison asked him again about his father, Campbell said he did not\n\nwant to talk about that and he wanted a lawyer. He then said, “Unless y’all give\n\nme the death penalty, I don’t want to talk.” The detective responded that they were\n\nfinished talking and turned off the tape. Detective Atchison testified that when the\n\nrecorder was shut off, Campbell said he wanted to retract his request for a lawyer,\n\nand the detective again read Campbell his rights. At that point, Campbell told the\n\n\n\n      2. The record shows that an affidavit was later filed for a search warrant on\nDecember 1, 2011, stating that Campbell was identified as robbing a Lowe’s store\non August 10, 2010, the same date as the murder, and that on August 11, 2010, a\nwarrant was issued against Campbell for that offense.\n\n\n                                         -9-\n\fdetectives he would continue to talk about his father if he could get some pain\n\nmedication for his knee. A nurse sought authority for pain medication but none\n\nwas authorized at that time. When the detectives advised Campbell of this, he said,\n\n“What’s the use,” and demanded that they turn the recorder back on.\n\n      An audio recording was then made of the second statement Campbell made\n\nat the hospital. This statement was played for the jury and, in it, Campbell was\n\nread his Miranda rights again, which he waived, and said he did not want a lawyer.\n\nWhen asked if he had murdered his father, Campbell said, “Yes.” When asked\n\nhow, he responded, “It was a hammer hatchet.” When asked how many times he\n\nhit his father, Campbell said “twice.” When asked what happened prior to the\n\nmurder, Campbell started crying and said, “Years. All this shit’s been going on for\n\nyears,” and that “[h]e just never talked to me. I tried and any time I’d express my\n\nopinion . . . .” Campbell said his father would not talk, but would just sit, and was\n\nmiserable and angry and bitter, and kept saying he wanted peace. Campbell said,\n\n“And I was like, You know what? I can give you peace, and that’s when I - - I sit\n\nbehind him and waited and I just hit him.” Campbell told the detectives:\n\n             JOHN CAMPBELL: (Crying) I was sitting - - yeah, I was\n      sitting at the computer (moaning) and I hit him and he said - - he said,\n      “What was that?” And I hit him again and that was it. He died. I\n      covered him up and I put my sister’s picture on him because that was\n      who he loved. He didn’t - - he didn’t care about anybody else. He\n      didn’t care about me. He just wanted peace and I gave it to him. You\n      know, my family wanted money, so now they got it. I don’t want\n      nothing. I want to die.\n\n                                        - 10 -\n\fCampbell admitted to wiping off the hammer hatchet with a “scrubby pad” at the\n\nsink.\n\n        When asked if he had been at Lowe’s and Walgreens earlier on the day of\n\nthe murder, Campbell said, “Yes, I was just getting jacked up on crack” and\n\n“Uh-huh, that’s what - - that’s what the money was for.”3 Campbell then related\n\nthat after the murder he drove around, going to Silver Springs near Ocala, then to\n\nHillsborough and Pinellas counties and back toward Citrus County. Campbell\n\nagain stated that the car crash was an attempt to kill himself and he was not trying\n\nto hurt the officer, “[s]o I don’t want no attempted murder on no officer.”\n\n        A third recorded formal statement was taken from Campbell at the Bayfront\n\nMedical Center on the morning of August 13, 2010, and it was played for the jury.\n\nCampbell was again read his Miranda rights, which he waived. He related that\n\nbefore the murder, he had purchased groceries at Walmart and had gone to Lowe’s.\n\nWhen he got home, he put the groceries away. He could not say how long he was\n\nhome before the murder, but at some point, he got the ax from a toolbox outside\n\nthe house. He waited a while before hitting his father and, during that time, was\n\nnot arguing with him. After the murder, Campbell opened his father’s strongbox\n\n\n\n       3. After the sentencing in this case, Campbell entered a nolo contendere\nplea to a number of crimes, including robbing a Lowe’s store on the same day as\nthe murder. The jury did not hear about these crimes.\n\n\n                                        - 11 -\n\fbut found nothing in it. However, he found a stack of $2 bills in his father’s\n\ndresser. Campbell admitted he was looking for money and that he took his father’s\n\nwallet and some credit cards. He left the house, he said, “to buy crack” and\n\nadmitted to using his father’s credit card at Walmart to purchase gift cards,\n\ncigarettes, gas, and some rugs. He explained that a friend in Ocala asked him “to\n\nget some rugs, so I bought some damn rugs” for the “crack house” and, after he did\n\nso at Walmart, he took the rugs there. He also took the gift cards and traded them\n\nfor crack.\n\n      In this same recorded statement, Campbell said he bought some crack at the\n\ncrack house, where he stayed for a couple of hours, but someone called to warn\n\nhim that the police were looking for him so he left and drove around. After leaving\n\nthe crack house, he drove back by his father’s house, but saw a lot of police cars\n\nthere so he “hauled butt.” He subsequently found himself on I-275 in the Tampa\n\narea and planned to keep driving, and when he ran out of gas, he said, he “was\n\ngonna kill [himself] somehow.” At some point, he was driving on Highway 19 and\n\ndrove back to Citrus County, he said again, in order to kill himself.\n\n      This ended the playing of the third recorded statement. Detective Atchison\n\nexplained that a short time later, before leaving the hospital and after Atchison and\n\nCampbell spoke off the record, Atchison asked if he could turn the recorder back\n\non for a fourth statement. Detective Atchison again advised Campbell of his\n\n\n                                        - 12 -\n\fMiranda rights. Campbell was asked about the point at which he pulled over while\n\ndriving and was subsequently followed by one of the vehicles attempting to stop\n\nhim. Campbell admitted that he took off when the officer turned on the police\n\nlights. Campbell said he was driving at least 110 miles per hour and that when he\n\ndecided to ram a marked police car at that speed, he did not know if there was an\n\nofficer inside or near the vehicle, but was just trying to kill himself. He said he did\n\nnot brake, but just veered to hit the police car and closed his eyes.\n\n      Also in this fourth statement, Campbell agreed that he told Atchison off the\n\nrecord that he hit his father three times with the ax. He related that he was sitting\n\nbehind his father, then got up and swung the ax from behind his father’s recliner.\n\nHe said that before he hit his father, he kept flipping the ax trying to decide\n\nwhether to hit him with the sharp end or the flat end of the metal head of the ax.\n\nAfter the first blow, his father yelled, “What was that?” Campbell said, “[H]e\n\nmight have even sit up, but I don’t think so.” Campbell agreed that when he hit his\n\nfather the second time, he used both hands and “buried the hatchet” inside his\n\nfather’s head, feeling the skull give. Campbell said his father was knocked out, but\n\nwas sort of snoring or gurgling. When he saw his father’s hand reach up about five\n\nminutes later, Campbell hit him again. During that five-minute period, Campbell\n\nwas pacing and looking for valuables in the house. He said he hit his father the\n\n\n\n\n                                         - 13 -\n\fthird time because he did not want him to suffer. Campbell reiterated that he tried\n\nto clean the hatchet with a “scrubby” and left the hatchet on the stove.\n\n      Detective Atchison left the hospital on August 13, 2010, but met with\n\nCampbell again when he was in the Citrus County jail on August 16, 2010, at\n\nCampbell’s request. Atchison again advised Campbell of his Miranda rights. In\n\nthis fifth statement, Campbell began by saying, “As far as the murder goes - - oh,\n\nGod, it’s hard for me to say, but, you know, I’ve wanted to put him to death for a\n\nfew - - for a few days.” Campbell said he had been “meditating” on it and did not\n\nknow how, but knew he would do it eventually. He said it was “[f]or peace,\n\nmostly.” Campbell said he and his father were both mentally suffering and\n\nCampbell finally “just snapped. . . . I just - - you know, and I guess I wanted to do\n\nit, you know?”\n\n                                The Penalty Phase\n\n      In its penalty phase case, the State offered the trial testimony presented in\n\nthe guilt phase and further presented a number of witnesses. Angela Thatcher, the\n\nsister of Campbell’s estranged wife, testified that when she was living in Texas on\n\nMay 4, 1998, she entered her apartment after work and found Campbell in her\n\ncloset. He grabbed her by the hair and said, “They took something from me and\n\nI’m going to take something from them.” He threw her on the bed and tried to hit\n\nher with a hammer. She grabbed the hammer and threw it across the room and\n\n\n                                        - 14 -\n\fcontinued struggling with Campbell. He finally calmed down and said “I don’t\n\nknow why I’m doing this to you.” She said he was angry with her family and\n\nmissed his three-year-old son, whom he was not allowed to see unsupervised by\n\nhis mother-in-law and wife. She testified that her sister did not want her son to be\n\nwith Campbell unsupervised because she thought Campbell was unstable. After\n\nthe incident, Campbell was hospitalized, presumably for mental issues. The State\n\nthen presented a certified copy of Campbell’s conviction and sentence in Texas in\n\ncase number 98-CR-0838 for attempted burglary of a habitation with intent to\n\ncommit an aggravated assault, pertaining to this incident.\n\n      Citrus County Sheriff’s Deputy Sam Ruby again testified that when he was\n\ninvolved in the attempt to apprehend Campbell in August 2010, he was standing in\n\nfront of his marked patrol car when Campbell’s car, being pursued by other\n\nofficers, turned and headed directly toward the marked patrol car. Ruby was\n\ntransported to the hospital, but had no visible injuries and returned to work the next\n\nday. The State introduced into evidence the certified copies of the judgment and\n\nsentence entered in Hernando, Florida, on December 14, 2011, in case number\n\n2010-CF-1820, for Campbell’s attempted murder of a law enforcement officer.\n\n      Over defense counsel’s general objection to victim impact testimony, Jill\n\nLane read from her prepared statement that she had been friends with the victim,\n\nJohn Henry Campbell, since she was fifteen years old. She said the victim had\n\n\n                                        - 15 -\n\fthree sisters who are still alive and are devastated. The victim would visit her\n\nfamily and have holidays with them. She testified that the victim was a\n\ngrandfather who loved his grandchildren, and whose deceased daughter left a little\n\nboy that would never see his grandfather. His death was a great loss to his family\n\nand his friends. After her testimony, the State rested its penalty phase case.\n\n      The defense presented its case for mitigation, beginning with Donnie Spears,\n\nwho appeared by videoconference from Houston, Texas. He has known Campbell\n\nsince elementary school and both lived in the same apartment complex in\n\nPasadena, Texas. Spears testified that as children they did not go into Campbell’s\n\nhome very often when his father was there because the father was distant and did\n\nnot want to be bothered. When Campbell’s father was around, Campbell seemed\n\ndepressed. In seventh grade, Campbell’s girlfriend was murdered and Campbell\n\nwas very affected by that and became distraught. Spears related that another\n\nfriend, Alvin Parker, killed himself in his family’s apartment, located right below\n\nCampbell’s apartment, after breaking up with his girlfriend. After his friend’s\n\nsuicide, Campbell started taking drugs, mainly LSD. Spears had not had any\n\ncontact with Campbell since about ninth grade.\n\n      Campbell’s half-sister Donna Sheffield from Laurel, Mississippi, testified\n\nabout the depression she and Campbell’s mother both suffered. When Sheffield\n\nwas diagnosed with depression, she realized her whole family suffered from it.\n\n\n                                        - 16 -\n\fSheffield’s sister, Rhonda, was hit by a car and killed in 2007. Sheffield said her\n\nstepfather, the victim in this case, came into her life when she was 18 months old,\n\nand Campbell was born about six years later. Sheffield testified that their mother\n\nand the victim fought several times a week, mostly after drinking alcohol. She said\n\nthat after the fights, the children would find everything “busted up and blood” from\n\nboth of them, who were usually injured. She testified that her stepfather would\n\nusually leave the house for a couple of days, leaving their mother in charge, and\n\nwhen that happened, their mother would sometimes beat her, and once threw her\n\nout of the house. Once she was thrown out and had to sleep in the car because she\n\nhad nowhere to go. Sheffield testified that as a child, she made an oak bat and\n\nplanned to use it for protection. She once hit her stepfather with it when he put a\n\ncigarette out on her mother’s forehead. Her stepfather was away a lot, often for\n\nweeks or months, leaving their heavy-drinking mother with the children. Her\n\nmother was mean and violent when she was drunk, and her stepfather was a hard\n\nworker but was distant. Sheffield said Campbell was shy and was placed in special\n\neducation in school, but their parents never helped him. She said Campbell started\n\nusing drugs at about age 13 or 14.\n\n      The next mitigation witness, Nicholas Smith, age 22, was residing in the\n\nCitrus County Detention Facility. He met Campbell in the facility and had\n\nrecreation with him every day for a couple of months in 2012. Campbell gave him\n\n\n                                        - 17 -\n\fseveral books about biblical scripture and listened to his problems, counseling him\n\nabout his substance abuse. Campbell wrote him a letter and told him he was a\n\ngood man and that change must come from within. Smith testified that Campbell\n\nwas never violent, but did have a verbal altercation with another inmate.\n\n      Citrus County Detention Facility corrections officer Robert Taylor testified\n\nthat he had been working in the segregation unit where Campbell was housed. In\n\nJuly 2008, Taylor became aware that Campbell was in the recreation yard with\n\nabout 40 feet of cord he made from bed sheets. Campbell had thrown the cord\n\nover the wire and attempted to climb it. Taylor said throwing the cord over the\n\nwire would not have enabled him to escape. Other than this incident, Campbell\n\ngenerally followed the rules. However, on cross-examination, Taylor agreed that\n\nin May 2011, Campbell threatened to kill him and a disciplinary report was written\n\non the incident, and that Campbell has had other disciplinary problems.\n\n      The defense next called Campbell’s mother Kathy Hustead to testify via\n\nvideoconference from Mississippi. She testified that Campbell was a slow learner\n\nand was in special education. She said that Campbell was in psychiatric hospitals\n\nwhen he was young and that he told her he had tried to commit suicide by taking\n\nan overdose of Tylenol. She testified that she and Campbell’s father fought a lot,\n\nsometimes due to alcohol consumption. Hustead reported that she suffers from\n\n\n\n\n                                       - 18 -\n\fdepression and takes medication so that she is able to care for her deceased\n\ndaughter’s child.\n\n      Gretta Delong, formerly Gretta Barton, testified that Campbell was a good\n\nfriend of her son Ted when they were young. As a child, Campbell was always\n\npolite and well behaved, charming, fun, and obedient. They lived in the same\n\napartment complex, and Campbell and her son attended the same school, although\n\nCampbell was in special education. She also knew Campbell’s parents. His\n\nmother would often call the house, sometimes angry and drunk, and was\n\nsometimes violent with Campbell and would beat him. Delong testified that\n\nCampbell’s father would leave the children to fend for themselves and took no\n\ninterest in taking care of the children, although he would provide money for the\n\nfamily. The parents drank alcohol on a daily basis and it accelerated on the\n\nweekend, and Campbell would often come to stay at her house, sometimes in the\n\nmiddle of the night. After Delong’s family moved to Marshall, Texas, Campbell\n\nlived with her family for six months. Campbell stayed with them for several\n\nsummers, and the last time he came, at age 16 or 17, he was unkempt and seemed\n\ndepressed. Delong has not seen or heard from Campbell for about 12 years.\n\n      The defense presented Dr. Peter Bursten, a clinical psychologist with a\n\npractice in forensic psychological services, who met with and evaluated Campbell.\n\nDr. Bursten testified that he met with Campbell three times at the Citrus County\n\n\n                                       - 19 -\n\fjail and reviewed a psychological evaluation report from 1998, which was done\n\nwhen Campbell was arrested at age 24 in Texas. Dr. Bursten also reviewed\n\nmedical records from North Central Medical Center from 2000, Harris County\n\nPsychiatric Center in 2005, and other mental health records from when Campbell\n\nwas incarcerated. Dr. Bursten interviewed Campbell’s half-sister Donna and the\n\nfamily friend, Gretta Delong. Based on the medical records and interviews,\n\nDr. Bursten concluded that Campbell had an unstable and dysfunctional family\n\nbackground, with alcoholic parents and an emotionally distant father. Campbell\n\nwitnessed violence between his parents and suffered sexual abuse by his brother,\n\nwhich Campbell said he reported in 1998. Campbell was rejected and brushed\n\naside by his parents and had difficulty creating strong family bonds. Dr. Bursten\n\nsaid Campbell experienced feelings of worthlessness, poor self-esteem, and\n\ninadequacy. Campbell reported that he had been depressed since about age seven,\n\nand all the mental health records showed that Campbell suffered from a major\n\ndepressive disorder. Campbell reported feeling suicidal, with a history of suicidal\n\ngestures or symptoms and feelings of inadequacy, low energy, social withdrawal,\n\nand sleep disturbance. Campbell also reported to Dr. Bursten that he had substance\n\ndependency beginning at age 15.\n\n      Dr. Bursten noted that only several days before Campbell attempted to\n\nattack his sister-in-law with a hammer, he had been released from the psychiatric\n\n\n                                       - 20 -\n\funit at Galveston Hospital where he had been diagnosed with major depressive\n\ndisorder, which manifested itself to some degree with anger. Dr. Bursten said\n\nCampbell also met the definition of borderline personality disorder, a severe\n\npsychiatric diagnosis and the underpinning for major depression, anxiety,\n\nrelationship instability, and mood swings. The disorder can result from\n\nexperiencing rejection and feelings of abandonment when growing up, and\n\nindividuals with this disorder often engage in self-injurious behavior including\n\nsuicidal gestures, intensive drug use, risk taking, and sexual acting out.\n\nDr. Bursten further opined that Campbell’s relationship with his father left him\n\nfeeling abandoned, because his father would reach out and then withdraw, leaving\n\nCampbell feeling rejected, worthless, and then angry. When Campbell was\n\nreleased from prison in Texas, he moved in with his father, who constantly “put\n\nhim down.” Dr. Bursten testified that Campbell’s problems did not excuse or\n\nexplain what he did to his father, and that when the murder occurred, Campbell\n\nknew right from wrong.\n\n      Dr. Bursten also diagnosed Campbell with antisocial personality disorder,\n\nwhich manifests in law breaking, impulsivity, and risky behavior. Dr. Bursten\n\nfound that Campbell suffers from polysubstance dependence, and that he began to\n\nuse hallucinogens about age 15 and experimented with ecstasy and cocaine for a\n\n\n\n\n                                        - 21 -\n\fperiod of time. At about age 31, Campbell became heavily involved with\n\nmethamphetamines, crack cocaine, and alcohol.\n\n      Dr. Bursten administered several tests to Campbell, including the Millon\n\nClinical Multiaxial Personality Inventory, third edition. Campbell’s test profile\n\nshowed that he has many problems, including elevated anxiety, depression, drug\n\ndependence, post-traumatic stress, and major depression. Campbell also scored\n\nhigh in the area of bipolar disorder and mood instability. Dr. Bursten opined that\n\nCampbell’s high level of substance abuse has been a form of self-medication\n\nagainst the turmoil of his life. He also opined that Campbell would do well in a\n\nsupervised prison setting and would not exhibit the problems that he had in the\n\ncommunity.\n\n      Finally, the defense replayed a portion of Detective Atchison’s interview of\n\nCampbell in which Campbell said he was in emotional pain and in which Campbell\n\nsaid that he wanted to die and would not stop trying to kill himself. After closing\n\narguments, the jury deliberated and returned an advisory verdict, voting eight to\n\nfour to recommend death.\n\n\n\n\n                                       - 22 -\n\f                                  Spencer Hearing\n\n      The Spencer4 hearing was held on February 7, 2013, at which Campbell\n\ngave a statement expressing thanks to the State and the court for seeking justice for\n\nhis father, and apologizing for all the pain he had caused. Campbell said he had a\n\ntragic childhood and tried to clean up his life by getting married and becoming a\n\nfather at the age of 18, but that did not work out. He said that ever since losing\n\ncustody of his son in the divorce, he had wanted to die and attempted suicide twice.\n\nCampbell said when he was sent to prison the first time, he started bettering\n\nhimself in the structured environment, and when he got out he got married again\n\nand tried to reconnect with his son, but that did not work out. He went back to\n\nprison for his second felony and, when he got out in 2004, he found that his sister\n\nhad been killed in an accident. He said he was given the equivalent of a “Baker\n\nAct” proceeding in Texas and later moved to Florida. Campbell said what he did\n\nto his father was horrible and that he will suffer the consequences for the rest of his\n\nlife. He pointed out that he tried to cooperate after his arrest in this case by giving\n\nstatements to the police. While in prison on this charge, he tried to commit suicide\n\nagain, but has since been trying to better himself. He asked the court to consider\n\n\n\n\n      4. Spencer v. State, </pre><span class=\"citation\" data-id=\"1618540\"><a href=\"/opinion/1618540/spencer-v-state/\"><span class=\"volume\">615</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">688</span></a></span><pre class=\"inline\"> (Fla. 1993).\n\n\n                                         - 23 -\n\fsentencing him to life. He said he has tried to do the right thing, although he did\n\nnot always succeed.\n\n                                 Sentencing Order\n\n                            Aggravating Circumstances\n\n      After consideration of sentencing memoranda submitted by both parties, the\n\ncourt, on March 19, 2013, held a sentencing hearing and entered the order\n\nsentencing Campbell to death. The court found as an aggravating factor under\n\nsection 921.141(5)(b), Florida Statutes (2013), that the defendant was previously\n\nconvicted of felonies involving the use or threat of violence, including conviction\n\nfor attacking his sister-in-law and attempting to hit her on the head with a hammer\n\nin 1998 after breaking into her apartment. Prior to sentencing he was also\n\nconvicted of attempted first-degree murder of a law enforcement officer and\n\naggravated assault on a law enforcement officer with a deadly weapon during this\n\ninstant crime because Campbell rammed the officer’s vehicle at high speed with\n\nthe car he was driving. This aggravator was given great weight.\n\n      The court also found as an aggravating circumstance under section\n\n921.141(5)(f), Florida Statutes (2013), that the murder was committed for\n\npecuniary gain because Campbell took money, credit cards, and other things of\n\nvalue from the victim to use in purchasing illegal drugs. This aggravator was\n\ngiven great weight.\n\n\n                                        - 24 -\n\f      The third aggravator found by the trial court, under section 921.141(5)(h),\n\nFlorida Statutes (2013), was that the murder was especially heinous, atrocious, or\n\ncruel. The trial court found the evidence established that Campbell hit the victim\n\nthree times with a hatchet and, based on Campbell’s own statements, after the first\n\nblow the victim woke and asked, “What was that?” Campbell hit the victim a\n\nsecond time and proceeded to gather money and other items. His own statements\n\nindicated that after seeing the victim’s arm move, Campbell struck him again with\n\nthe hatchet. This aggravator was given great weight.\n\n      The fourth aggravator found by the court, under section 921.141(5)(i),\n\nFlorida Statutes (2013), was that the murder was committed in a cold, calculated,\n\nand premeditated manner without pretense of moral or legal justification. The\n\ncourt based this aggravator on Campbell’s statements to law enforcement in which\n\nhe admitted to thinking for a couple of days about killing his father to bring him\n\npeace. The court noted that the evidence also showed that on the night of the\n\nmurder, Campbell waited with a hatchet in his hand for the right moment to strike,\n\nshowing reflection and goal-oriented activity. The court rejected Campbell’s\n\ntestimony that he committed the murder in a fit of rage because he was depressed.\n\nThis aggravator was given great weight.\n\n      The trial court rejected two aggravators that were argued to the jury and\n\nupon which the jury was instructed. The trial court found that the State failed to\n\n\n                                        - 25 -\n\fprove that the murder was committed to avoid arrest, under section 921.141(5)(e),\n\nFlorida Statutes (2013), and that the victim was particularly vulnerable due to age\n\nor disability under section 921.141(5)(m), Florida Statutes (2013).\n\n                             Mitigating Circumstances\n\n       The trial court found the statutory mitigator under section 921.141(6)(b),\n\nFlorida Statutes (2013), that the murder was committed while Campbell was under\n\nthe influence of extreme mental or emotional disturbance. This mitigator was\n\nbased on the testimony of Dr. Bursten that Campbell had been diagnosed with\n\ndepression, antisocial disorder, and borderline personality disorder; that he was\n\npreviously hospitalized for attempted suicide; and that he was under the stress of\n\njob loss and a dysfunctional relationship with his father. This mitigator was given\n\nlittle weight.\n\n       The court also found the statutory mitigator under section 921.141(6)(f),\n\nFlorida Statutes (2013), that Campbell’s capacity to appreciate the criminality of\n\nhis conduct or to conform his conduct to the requirements of law was substantially\n\nimpaired. This mitigator was based on the testimony of Dr. Bursten that Campbell\n\nhad a history of depression and drug abuse, other mental issues, and suicidal\n\ntendencies. The court concluded that even though Campbell knew right from\n\nwrong, the mitigator was established, but given extremely little weight.\n\n\n\n\n                                        - 26 -\n\f      Under section 921.141(6)(h), Florida Statutes (2013), providing for what is\n\ncommonly called “nonstatutory mitigation,” the trial court found several mitigators\n\nwere proven. The court found Campbell had a family history of depression, a\n\ndifficult childhood in which he was often neglected and subjected to physical\n\nabuse, and a difficult relationship with his own son. This mitigator was given very\n\nslight weight. The court also found Campbell’s history of drug abuse, including\n\nLSD and crack cocaine, which led to his job loss, to be mitigating but entitled to\n\nonly very slight weight. The court found Campbell’s depression to be mitigating,\n\nin addition to its being a factor in the statutory mitigator discussed above, but that\n\nit was countered by evidence detracting from its mitigating aspects, and accorded it\n\nonly very slight weight. Finally, the court found Campbell’s remorse for the\n\ncrime, shown by his lack of argument of innocence at trial and his suicide attempt\n\nafter the murder, to be mitigating. However, the court characterized his remorse as\n\n“vaporous” and gave it extremely little weight as a mitigator.\n\n      Finally, the trial court found each of the aggravators “far outweigh” the\n\nmitigators and, after giving great weight to the eight-to-four recommendation of\n\nthe jury, sentenced Campbell to death. This appeal ensued.\n\n      On appeal, Campbell raises five claims pertaining to the penalty phase of\n\ntrial. Although he does not raise any claim concerning the sufficiency of the\n\nevidence to support the conviction for first-degree murder, we are required to\n\n\n                                         - 27 -\n\faddress that claim as well. See, e.g., Jones v. State, </pre><span class=\"citation\" data-id=\"1732101\"><a href=\"/opinion/1732101/jones-v-state/\"><span class=\"volume\">963</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">180</span></a></span><pre class=\"inline\">, 184 (Fla.\n\n2007). We turn first to a discussion of Campbell’s claim that the trial court erred\n\nin finding that the murder was committed in a cold, calculated, and premeditated\n\nmanner.\n\n                                    ANALYSIS\n\n                               Penalty Phase Claims\n\n    A. Whether the Evidence Supported the Finding that the Murder was\n        Committed in a Cold, Calculated and Premeditated Manner\n\n      Campbell contends that the cold, calculated, and premeditated (CCP)\n\naggravator is not supported by the evidence, primarily because the trial court also\n\nfound that he committed the murder while under the influence of extreme mental\n\nor emotional disturbance, and while his ability to appreciate the criminality of his\n\nconduct or to conform his conduct to the requirements of law was substantially\n\nimpaired. Campbell also contends that the State failed to prove that he acted with\n\ncool, calm reflection and a careful plan when he murdered his father; and that the\n\nevidence did not show heightened premeditation that involved a sufficient period\n\nof time to plan or reflect on the murder.\n\n      The State, and the trial court in its sentencing order, relied on Campbell’s\n\nstatements to detectives in which he admitted he had been thinking about killing\n\nhis father for a couple of days, and that on the day of the murder, Campbell\n\nretrieved the hatchet from the carport area and sat behind his father with it,\n\n                                        - 28 -\n\fpondering the right moment to strike. The statements showed Campbell thought\n\ncarefully during that time about which end of the hatchet head to use—the sharp\n\nend or the blunt end—before he struck his father. Campbell’s own statements also\n\nshowed that approximately five minutes after the second blow his father lifted his\n\nhand, at which time Campbell struck the third blow.\n\n         In order for a finding of CCP to be upheld, the following four factors must\n\nexist:\n\n         (1) the killing must have been the product of cool and calm reflection\n         and not an act prompted by emotional frenzy, panic, or a fit of rage\n         (cold); and (2) the defendant must have had a careful plan or\n         prearranged design to commit murder before the fatal incident\n         (calculated); and (3) the defendant must have exhibited heightened\n         premeditation (premeditated); and (4) there must have been no\n         pretense of moral or legal justification.\n\nLynch v. State, </pre><span class=\"citation\" data-id=\"1611985\"><a href=\"/opinion/1611985/lynch-v-state/\"><span class=\"volume\">841</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">362</span></a></span><pre class=\"inline\">, 371 (Fla. 2003). When reviewing claims alleging\n\nerror in the finding of aggravating factors, this Court does not reweigh the\n\nevidence. Franklin v. State, </pre><span class=\"citation\" data-id=\"1090514\"><a href=\"/opinion/1090514/franklin-v-state/\"><span class=\"volume\">965</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 98 (Fla. 2007). Rather, this Court’s\n\nrole is to review the record to determine whether the trial court applied the correct\n\nrule of law for each aggravator and, if so, whether competent, substantial evidence\n\nexists to support its findings. Id. A court must consider the totality of the\n\ncircumstances when determining whether a murder was committed in a cold,\n\ncalculated, and premeditated manner. Gill v. State, </pre><span class=\"citation\" data-id=\"1588823\"><a href=\"/opinion/1588823/gill-v-state/\"><span class=\"volume\">14</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">946</span></a></span><pre class=\"inline\">, 962 (Fla. 2009)\n\n(citing Hudson v. State, </pre><span class=\"citation\" data-id=\"1813007\"><a href=\"/opinion/1813007/hudson-v-state/\"><span class=\"volume\">992</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 116 (Fla. 2008)). The facts supporting CCP\n\n\n                                         - 29 -\n\fmust focus on the manner in which the crime was carried out, such as advance\n\nprocurement of weapon, lack of provocation, and that the killing was carried out as\n\na matter of course. Lynch, 841 So. 2d at 372. The focus of the CCP aggravating\n\ncircumstance centers on the manner in which the defendant executed the crime.\n\nWalker v. State, </pre><span class=\"citation\" data-id=\"1682052\"><a href=\"/opinion/1682052/walker-v-state/\"><span class=\"volume\">957</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">560</span></a></span><pre class=\"inline\">, 581 (Fla. 2007); Looney v. State, </pre><span class=\"citation\" data-id=\"1960257\"><a href=\"/opinion/1960257/looney-v-state/\"><span class=\"volume\">803</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">656</span></a></span><pre class=\"inline\">,\n\n678 (Fla. 2001). Legally sufficient evidence exists to support a trial court’s finding\n\nof CCP where the defendant procures a weapon in advance, receives no\n\nprovocation or resistance on the part of the victim, and carries out the killing as a\n\nmatter of course. Looney, 803 So. 2d at 678; Farina v. State, </pre><span class=\"citation\" data-id=\"1881443\"><a href=\"/opinion/1881443/farina-v-state/\"><span class=\"volume\">801</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">44</span></a></span><pre class=\"inline\">, 54\n\n(Fla. 2001). We find these circumstances present in the instant case.\n\n      The “cold” element is met where the defendant had “ ‘ample opportunity to\n\ncalmly reflect upon [his] actions, following which [he] decided to shoot the victims\n\nexecution-style in the backs of their heads.’ ” Walker, 957 So. 2d at 581 (quoting\n\nLooney, 803 So. 2d at 678). The “cold” element is shown in killings where the\n\ndefendant receives no provocation or resistance from the victim but decides coldly\n\nand calmly to carry out the murder as Campbell did in this case.\n\n      In McGirth v. State, </pre><span class=\"citation\" data-id=\"2532374\"><a href=\"/opinion/2532374/mcgirth-v-state/\"><span class=\"volume\">48</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">777</span></a></span><pre class=\"inline\"> (Fla. 2010), this Court found the murder\n\n“cold” for purposes of CCP based on evidence that the defendant shot the victim\n\nonce, which was not fatal, and then proceeded to gather the victim’s property.\n\nInstead of leaving with the stolen goods, the defendant returned and shot the victim\n\n\n                                        - 30 -\n\fagain in the head. Id. at 793-94. We reiterated in McGirth that the “cold” element\n\nis legally sufficient where the defendant had ample opportunity to calmly reflect on\n\nhis actions, following which he decides to murder the victim. Id. at 794 (citing\n\nLynch, 841 So. 2d at 372). In this case, Campbell’s own statements show he\n\npondered the murder in advance and, after retrieving the weapon, had ample\n\nopportunity to reflect on his actions and give up the plan to kill his father, but went\n\nahead and killed him with multiple chops to his head despite the lack of any\n\nprovocation or resistance. Even after the first and second blows, Campbell had\n\naround five minutes in which he could have changed his mind about the murder\n\nand either left or called for medical help for his father, but instead he hit his father\n\na third time, similar to what occurred in McGirth where CCP was upheld.\n\n      The “cold” element has been found lacking only in “heated” murders of\n\npassion “in which the loss of emotional control is evident from the facts.”\n\nAltersberger v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">122</span></span><pre class=\"inline\">, 127 (Fla. 2012) (quoting Looney, 803 So. 2d\n\nat 678 (quoting Walls v. State, </pre><span class=\"citation\" data-id=\"1584734\"><a href=\"/opinion/1584734/walls-v-state/\"><span class=\"volume\">641</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">381</span></a></span><pre class=\"inline\">, 387-88 (Fla. 1994))). The evidence\n\nin this case did not show that Campbell killed his father in the heat of passion or\n\nwith loss of emotional control. Although there was evidence that Campbell was\n\nemotionally upset that his father was so distant, and Campbell himself was\n\ndepressed, there was no evidence that this murder was impulsive, spur of the\n\nmoment, or done in a rage or loss of control.\n\n\n                                         - 31 -\n\f      The evidence also established that the murder was “calculated.” Campbell\n\nthought about the murder for several days, armed himself in advance, and while\n\nholding the weapon as his father sat in the recliner, thought for some time about\n\njust how to strike the blows. Then, Campbell killed his father in a calculated\n\nmanner. When he saw that the first blow did not kill his father, he immediately\n\nstruck a second time. He then searched the home for money and credit cards with\n\nwhich to buy drugs. Upon seeing his father move his hand, he calculated that to\n\nfinish the job, he must strike his father a third time, which he did. This Court has\n\nfound that the “calculated” element of CCP is supported by competent, substantial\n\nevidence where a defendant arms himself in advance, kills execution-style, and has\n\ntime to coldly and calmly decide to kill. McGirth, 48 So. 3d at 794.\n\n      The evidence also supports the element of “heightened premeditation.”\n\nEvidence proving heightened premeditation can sometimes overlap with evidence\n\nproving the prearranged plan necessary to establish CCP. In this case, heightened\n\npremeditation was shown by Campbell’s own statements that he thought about the\n\nmurder for several days, and that on the day of the murder, he obtained the weapon\n\nin advance and thought for some time about the best way to accomplish the\n\nmurder. Heightened premeditation is also shown by evidence that the defendant\n\nhad the opportunity to leave the crime scene and not commit the murder, but\n\ninstead committed it. Altersberger, 103 So. 3d at 127-28 (citing Alston v. State,\n\n\n                                        - 32 -\n\f</pre><span class=\"citation\" data-id=\"1722051\"><a href=\"/opinion/1722051/alston-v-state/\"><span class=\"volume\">723</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 162 (Fla. 1998)). The evidence showed that Campbell could have\n\nleft the crime scene after retrieving the hatchet and before striking the first blow.\n\nHe could have left the scene after the first blow, which was not immediately fatal,\n\nor after the second blow, but did not do so. Instead, he gathered items to use to\n\nobtain money for drugs. Only after that did he strike the last blow while the victim\n\nwas still alive. These actions exhibited Campbell’s heightened premeditation both\n\nbefore and during the incident.\n\n      Lastly, “[a] pretense of legal or moral justification is ‘any colorable claim\n\nbased at least partly on uncontroverted and believable factual evidence or\n\ntestimony that, but for its incompleteness, would constitute an excuse, justification,\n\nor defense as to the homicide.’ ” Nelson v. State, </pre><span class=\"citation\" data-id=\"1902878\"><a href=\"/opinion/1902878/nelson-v-state/\"><span class=\"volume\">748</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">237</span></a></span><pre class=\"inline\">, 245 (Fla. 1999)\n\n(quoting Walls, 641 So. 2d at 388). The evidence in the present case showed no\n\npretense of legal or moral justification for the killing, and Campbell does not argue\n\nthat the murder was justified.\n\n      Because competent, substantial evidence supported the trial court’s finding\n\nof the CCP aggravator in this case, relief is denied on this claim.\n\n\n\n\n                                         - 33 -\n\f    B. Whether the Evidence Supported the Finding that the Murder was\n                       Motivated by Financial Gain\n\n      The trial court found in the sentencing order that the evidence proved the\n\nmurder was committed for pecuniary gain, and gave that aggravator great weight.\n\nThe evidence established that in the midst of the murder, Campbell searched the\n\nhouse for money and credit cards. He admitted to opening his father’s “strongbox”\n\nbut finding it empty. He searched the dying victim’s pockets—he said for car\n\nkeys. He took thirty-five $2 bills. He used his father’s stolen credit card to buy\n\ngift cards and other items which he traded for cocaine. He attempted to use the\n\nstolen credit card to buy gas. Campbell admitted that he had relapsed into drug use\n\nbefore the murder, and had lost his job. The trial court found that Campbell’s\n\ntestimony that he did not plan the murder for pecuniary gain and that the theft was\n\nan afterthought was not credible. We agree.\n\n      In order to prove pecuniary gain as an aggravator, the State must prove\n\nbeyond a reasonable doubt that the murder was motivated, at least in part, by a\n\ndesire to obtain money, property, or other financial gain. See Williams v. State, </pre><span class=\"citation\" data-id=\"1650856\"><a href=\"/opinion/1650856/williams-v-state/\"><span class=\"volume\">37</span>\n\n<span class=\"reporter\">So. 3d</span> <span class=\"page\">187</span></a></span><pre class=\"inline\">, 201 (Fla. 2010). The aggravator is applicable even if pecuniary gain\n\nwas not the primary motive. See Orme v. State, </pre><span class=\"citation\" data-id=\"1626909\"><a href=\"/opinion/1626909/orme-v-state/\"><span class=\"volume\">25</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">536</span></a></span><pre class=\"inline\">, 550 (Fla. 2009)\n\n(finding primary motive for beating, rape, and murder was anger at victim for\n\nflushing defendant’s cocaine down the toilet, but subsequent theft of victim’s car\n\n\n\n\n                                        - 34 -\n\fand valuables in order to ride around and obtain more drugs supported pecuniary\n\ngain aggravator).\n\n      Even if pecuniary gain was not the primary motivation in this murder, the\n\nrecord is clear that Campbell immediately searched the home for money and items\n\nof value that he could use to buy drugs or to buy items he could trade for drugs.\n\nHe searched the victim’s pockets, his “strongbox,” and dresser. Campbell took\n\ncredit cards and cash. There was competent, substantial evidence that the murder\n\nwas motivated in part by a desire to take his father’s money and property to use in\n\nobtaining drugs. Thus, the trial court did not err in finding this aggravator and\n\nassigning it great weight. Relief is therefore denied on this claim.\n\n     C. Whether the Murder was Especially Heinous, Atrocious, or Cruel\n\n      Campbell next contends that the trial court erred in finding that the murder\n\nwas especially heinous, atrocious, or cruel. For the reasons that follow, we agree.\n\nTo find that a murder is especially heinous, atrocious, or cruel (HAC), the murder\n\nmust be “accompanied by such additional acts as to set the crime apart from the\n\nnorm of capital felonies—the conscienceless or pitiless crime which is\n\nunnecessarily torturous to the victim.” Hernandez v. State, </pre><span class=\"citation\" data-id=\"1643408\"><a href=\"/opinion/1643408/hernandez-v-state/\"><span class=\"volume\">4</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">642</span></a></span><pre class=\"inline\">, 668-69\n\n(Fla. 2009) (quoting State v. Dixon, </pre><span class=\"citation\" data-id=\"1876220\"><a href=\"/opinion/1876220/state-v-dixon/\"><span class=\"volume\">283</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 9 (Fla. 1973)). HAC focuses on\n\n\n\n\n                                        - 35 -\n\fthe means and manner of death and the immediate circumstances surrounding the\n\ndeath. Hernandez, 4 So. 3d at 669.\n\n      Campbell contends that in finding that his father’s murder was especially\n\nheinous, atrocious, or cruel, the trial court only speculated that the victim “must\n\nhave suffered great emotional strain, fear and terror when he awoke after the first\n\nblow.” He argues that the trial court ignored the medical examiner’s testimony\n\nthat there were no defensive wounds, and that the immediate second blow on the\n\nright side of the victim’s head was severe and extended deeply into the victim’s\n\nbrain, and was “rapidly fatal.” In response, the State points to evidence that the\n\nvictim was bludgeoned in the head with a rusty, dull ax at least three times, and\n\nthat the victim was conscious and aware of his impending death after the first\n\nblow, as evidenced by his crying out, “What was that?”\n\n      The trial court and the parties all agree that Campbell’s father was asleep\n\nwhen he was first struck on the head. It is also undisputed that he awoke briefly\n\nand asked, “What was that?” prompting Campbell to strike him again with the\n\nhatchet. Campbell agreed in his statement that when he hit his father the second\n\ntime, he used both hands and “buried the hatchet” inside his father’s head and felt\n\nthe skull give. Campbell said his father was knocked out but was “sort of snoring\n\nor gurgling,” but when he saw his father’s hand reach up about five minutes later,\n\nCampbell hit him for the third time.\n\n\n                                        - 36 -\n\f      When the medical examiner was asked on cross-examination how quickly\n\ndeath would have occurred, Dr. Shaw’s testimony was ambiguous as to how long\n\nthe victim would have lived after the blows and whether he would have been\n\nconscious. He testified that the wounds would have been rapidly fatal and death\n\npotentially instantaneous, but “not instantly fatal.” He explained that the head\n\nwound was a “very severe wound that potentially could cause instant death or near\n\ninstant death, but probably a little bit longer. Anywhere from instant or a few\n\nseconds to minutes or possibly even hours.” He said that if death took longer than\n\na few minutes, it would be unlikely that the victim would remain conscious—and\n\nwould probably be rendered immediately unconscious. It is also undisputed that\n\nthere were no defensive wounds. When asked about the significance of the victim\n\nlifting his hand about five minutes after the second blow, Dr. Shaw said that such\n\nmovements can be involuntary muscle movements and do not necessarily mean the\n\nperson is conscious.\n\n      In Zakrzewski v. State, </pre><span class=\"citation\" data-id=\"1688414\"><a href=\"/opinion/1688414/zakrzewski-v-state/\"><span class=\"volume\">717</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">488</span></a></span><pre class=\"inline\"> (Fla. 1998), the Court found that the\n\nState failed to carry its burden of proof of HAC beyond a reasonable doubt where\n\nmedical testimony indicated the victim “may have been rendered unconscious\n\nupon receiving the first blow from the crowbar, and as a result, she was unaware of\n\nher impending death.” Id. at 493. In Williams, the Court struck the HAC\n\naggravator because, although the victim was struck five times on the head with a\n\n\n                                        - 37 -\n\fbat, “[t]he medical examiner was unable to testify without speculating about\n\nwhether [the victim] remained conscious after the first blow with the bat and\n\nfurther stated that any of the blows could have caused unconsciousness and death.”\n\n37 So. 3d at 193. We emphasized that to uphold HAC, the evidence must show\n\nthat the victim was conscious and aware of his impending death. Id. at 199.\n\n      The State cites Buzia v. State, </pre><span class=\"citation\" data-id=\"1106485\"><a href=\"/opinion/1106485/buzia-v-state/\"><span class=\"volume\">926</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1203</span></a></span><pre class=\"inline\"> (Fla. 2006), which held that\n\nHAC can be upheld in a beating death where the victim is awake and aware during\n\nat least part of the ordeal, and noting that the Court had upheld HAC where the\n\nvictim was aware for “merely seconds.” Id. at 1214 (citing Rolling v. State, </pre><span class=\"citation\" data-id=\"1128524\"><a href=\"/opinion/1128524/rolling-v-state/\"><span class=\"volume\">695</span>\n\n<span class=\"reporter\">So. 2d</span> <span class=\"page\">278</span></a></span><pre class=\"inline\">, 296 (Fla. 1997)). However, in Buzia, the evidence showed the victims\n\nwere knocked to the floor and both attempted to rise during the attacks. This alone\n\nproved that the victims were aware and conscious of possible impending death.\n\nAnd in Rolling, the evidence showed that the victim had defensive wounds\n\nincurred during the multiple stabbing attack, which the Court found was evidence\n\nthat the victim was “awake and aware of what was occurring,” and that the victim\n\nwas trying to fend off the attack. 695 So. 2d at 296.\n\n      As noted, an important factor in determining if the victim was conscious and\n\naware of impending death has been the presence of defensive wounds. For\n\ninstance, in Dennis v. State, </pre><span class=\"citation\" data-id=\"1830007\"><a href=\"/opinion/1830007/dennis-v-state/\"><span class=\"volume\">817</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">741</span></a></span><pre class=\"inline\">, 766 (Fla. 2002), we upheld HAC\n\nwhere both victims suffered skull fractures and were conscious for at least part of\n\n\n                                       - 38 -\n\fthe attack as evidenced by defensive wounds to their hands and forearms. In\n\nWilson v. State, </pre><span class=\"citation\" data-id=\"1658299\"><a href=\"/opinion/1658299/wilson-v-state/\"><span class=\"volume\">493</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1019</span></a></span><pre class=\"inline\">, 1023 (Fla. 1986), HAC was found where the\n\nvictim was brutally beaten while attempting to fend off the blows before being\n\nfatally shot. More recently, in King v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">676</span></span><pre class=\"inline\"> (Fla. 2013), we found\n\nHAC proven where the victim died from head trauma after being struck\n\napproximately seventeen times with the head and claw of a hammer. She suffered\n\ninjuries to the back of her head, neck, upper back, right hand, right leg, and left\n\nknee. Id. at 685. The wounds on her right hand and arm were characterized as\n\ndefensive wounds. Id. The trial court found in King that the defensive wounds\n\nindicated that the blows to her head, which proved fatal, were not the first blows\n\nstruck. Id.\n\n      As the State points out, this Court has held that the absence of defensive\n\nwounds alone does not preclude proof of HAC. See Zommer v. State, </pre><span class=\"citation\" data-id=\"1583137\"><a href=\"/opinion/1583137/zommer-v-state/\"><span class=\"volume\">31</span> <span class=\"reporter\">So. 3d</span>\n\n<span class=\"page\">733</span></a></span><pre class=\"inline\">, 747 (Fla. 2010). But, the evidence in Zommer was clear that the victim\n\nfought back, id. at 738-39, and in the cases cited in Zommer, there was evidence\n\nthat each of the victims had at least one defensive wound. Id. at 747.\n\n      In this case, the victim was asleep when he was first struck. Although he\n\nstated, “What was that?” this comment alone does not indicate he was aware of his\n\nimpending death. There were no defensive wounds on the victim, and the medical\n\nexaminer could not say with certainty if the victim was conscious after the\n\n\n                                         - 39 -\n\fimmediate second blow, which Campbell described as a blow delivered with a\n\ngreat deal of force. The medical examiner also testified that when the victim raised\n\nhis hand approximately five minutes later, that movement could have been\n\ninvoluntary.\n\n      It was the State’s burden to prove beyond a reasonable doubt that the murder\n\nwas especially heinous, atrocious, or cruel. The evidence presented by the State\n\ndid not reach this level of proof, based on the ambiguous and uncertain testimony\n\nof the medical examiner and the totality of the circumstances surrounding this\n\nmurder. For this reason, the HAC aggravating circumstance is hereby stricken.\n\n      However, the evidence clearly supported the prior violent felony conviction\n\naggravator, which we have held “is considered one of the weightiest aggravators.”\n\nSilvia v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">959</span></span><pre class=\"inline\">, 974 (Fla. 2011). The evidence also supported the\n\ncold, calculated, and premeditated aggravator, which we have also held is “one of\n\nthe most serious aggravators.” Id. Finally, the evidence supported the pecuniary\n\ngain aggravator. Thus, we find the error harmless beyond a reasonable doubt in\n\nthis case. We find no reasonable possibility that Campbell would have received a\n\ndifferent sentence. See State v. DiGuilio, </pre><span class=\"citation\" data-id=\"1807773\"><a href=\"/opinion/1807773/state-v-diguilio/\"><span class=\"volume\">491</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1129</span></a></span><pre class=\"inline\">, 1138 (Fla. 1986).\n\n                  D. Whether Florida’s Sentencing Scheme is\n                    Unconstitutional under Ring v. Arizona\n\n      Campbell next contends that under the Supreme Court’s decision in Ring v.\n\nArizona, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span><pre class=\"inline\"> (2002), the jury was required to specifically and expressly\n\n                                       - 40 -\n\ffind the aggravators upon which they recommended a sentence of death. He also\n\nasks this Court to recede from its precedent in Bottoson v. Moore, </pre><span class=\"citation\" data-id=\"1670351\"><a href=\"/opinion/1670351/bottoson-v-moore/\"><span class=\"volume\">833</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">693</span></a></span><pre class=\"inline\">\n\n(Fla. 2002), and King v. Moore, </pre><span class=\"citation\" data-id=\"1811149\"><a href=\"/opinion/1811149/king-v-moore/\"><span class=\"volume\">831</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">143</span></a></span><pre class=\"inline\"> (Fla. 2002), in which the court\n\nupheld Florida’s sentencing scheme.\n\n      The Supreme Court in Ring applied its holding in Apprendi v. New Jersey,\n\n</pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\">, 490 (2000), that other than the fact of a prior conviction, defendants\n\nare entitled to a jury determination of any fact on which the legislature conditions\n\nan increase in the maximum punishment, to capital cases. Ring, 536 U.S. at 589.\n\n“Ring did not alter the express exemption in Apprendi . . . that prior convictions\n\nare exempt from the Sixth Amendment requirements announced in the cases.”\n\nFrances v. State, </pre><span class=\"citation\" data-id=\"1727731\"><a href=\"/opinion/1727731/frances-v-state/\"><span class=\"volume\">970</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">806</span></a></span><pre class=\"inline\">, 822 (Fla. 2007) (citation omitted). We have\n\nconsistently held that Ring’s requirement of a jury finding does not apply in cases\n\nin which one of the aggravators supporting the death sentence is a prior violent\n\nfelony conviction. See, e.g., Poole v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">402</span></span><pre class=\"inline\">, 419 (Fla. 2014);\n\nMartin v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">281</span></span><pre class=\"inline\">, 322 (Fla. 2012), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2832</span></span><pre class=\"inline\">\n\n(2013); Johnson v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">So. 3d</span> <span class=\"page\">1010</span></span><pre class=\"inline\">, 1028 (Fla. 2012); Hodges v. State, </pre><span class=\"citation\" data-id=\"2544415\"><a href=\"/opinion/2544415/hodges-v-state/\"><span class=\"volume\">55</span>\n\n<span class=\"reporter\">So. 3d</span> <span class=\"page\">515</span></a></span><pre class=\"inline\">, 540 (Fla. 2010).\n\n      Accordingly, we reject Campbell’s claim. Ring does not apply in this case\n\nbecause Campbell was found to have prior felony convictions involving the use or\n\nthreat of violence. The State presented evidence, and the trial court found as\n\n\n                                        - 41 -\n\faggravating, the fact that Campbell was convicted of attempted burglary of a\n\nhabitation with intent to commit aggravated assault; and in a separate case,\n\nattempted felony murder of a law enforcement officer with a deadly weapon, and\n\naggravated assault on the law enforcement officer. Because the aggravators in this\n\ncase included several prior violent felony convictions, Ring does not apply under\n\nthe circumstances presented here. Relief is thus denied on this claim.\n\n                E. Whether the Death Sentence is Proportionate\n\n      Campbell contends that the death sentence is not proportionate for this\n\nmurder. Campbell’s expert, Dr. Bursten, opined that at the time of the murder\n\nCampbell was emotionally disturbed and had suffered from major depressive\n\ndisorder since childhood. Dr. Bursten testified that Campbell had an unstable and\n\ndysfunctional family background, with alcoholic parents and an emotionally\n\ndistant father. He witnessed violence between his parents. Campbell was rejected\n\nand brushed aside by his parents and had difficulty creating strong family bonds.\n\nHe had feelings of worthlessness, poor self-esteem, and inadequacy. Dr. Bursten\n\nalso found that Campbell had a history of suicidal gestures or symptoms and\n\nfeelings of inadequacy, low energy, social withdrawal, and sleep disturbance.\n\nCampbell’s polysubstance abuse was supported in the record. Dr. Bursten also\n\ndiagnosed Campbell with antisocial personality disorder, which manifests in law\n\nbreaking, impulsivity, and risky behavior.\n\n\n                                       - 42 -\n\f      Based on this evidence, the trial court did find two statutory mitigators—that\n\nthe capital felony was committed while Campbell was under the influence of\n\nextreme mental or emotional disturbance, and that Campbell’s capacity to\n\nappreciate the criminality of his conduct or conform his conduct to the\n\nrequirements of law was substantially impaired—but gave these mitigators only\n\nlittle weight. The court also found nonstatutory mitigation based on Campbell’s\n\nfamily history, his history of depression, his history of drug use, and his\n\nexpressions of remorse, but this mitigation was also given only slight or very slight\n\nweight.\n\n      In sentencing Campbell, the trial court weighed this mitigation against the\n\naggravators established by the evidence—CCP, prior violent felony convictions,\n\nand a pecuniary gain aggravator, and concluded that the aggravating circumstances\n\n“far outweigh” the mitigating circumstances. In performing the proportionality\n\nreview, this Court has explained:\n\n      “[W]e make a comprehensive analysis in order to determine whether\n      the crime falls within the category of both the most aggravated and the\n      least mitigated of murders, thereby assuring uniformity in the\n      application of the sentence.” We consider the totality of the\n      circumstances of the case and compare the case to other capital cases.\n      This entails “a qualitative review by this Court of the underlying basis\n      for each aggravator and mitigator rather than a quantitative analysis.”\n      In other words, proportionality review “is not a comparison between\n      the number of aggravating and mitigating circumstances.”\n\n\n\n\n                                        - 43 -\n\fWilliams, 37 So. 3d at 205 (quoting Offord v. State, </pre><span class=\"citation\" data-id=\"1140816\"><a href=\"/opinion/1140816/offord-v-state/\"><span class=\"volume\">959</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">187</span></a></span><pre class=\"inline\">, 191 (Fla.\n\n2007)). However, in reviewing proportionality, we “will not disturb the sentencing\n\njudge’s determination as to ‘the relative weight to give to each established\n\nmitigator’ where that ruling is ‘supported by competent substantial evidence in the\n\nrecord.’ ” Blackwood v. State, </pre><span class=\"citation\" data-id=\"1102756\"><a href=\"/opinion/1102756/blackwood-v-state/\"><span class=\"volume\">777</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">399</span></a></span><pre class=\"inline\">, 412-13 (Fla. 2000) (quoting\n\nSpencer v. State, </pre><span class=\"citation\" data-id=\"1826595\"><a href=\"/opinion/1826595/spencer-v-state/\"><span class=\"volume\">691</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1062</span></a></span><pre class=\"inline\">, 1064 (Fla. 1996)). Further, we will “affirm the\n\nweight given an aggravator if based on competent substantial evidence.” Blake v.\n\nState, </pre><span class=\"citation\" data-id=\"1589244\"><a href=\"/opinion/1589244/blake-v-state/\"><span class=\"volume\">972</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">839</span></a></span><pre class=\"inline\">, 846 (Fla. 2007). “The weight to be given aggravating\n\nfactors is within the discretion of the trial court, and it is subject to the abuse of\n\ndiscretion standard.” Buzia, 926 So. 2d at 1216.\n\n      This Court has found the death sentence proportionate in cases involving\n\nsubstantial mental health mitigation and other mitigation where there is a weighty\n\naggravator such as CCP, and the trial court gave full consideration and careful\n\nweighing to the aggravators and mitigators. For instance, in McCoy v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">132</span>\n\n<span class=\"reporter\">So. 3d</span> <span class=\"page\">756</span></span><pre class=\"inline\"> (Fla. 2013), we found the death sentence proportional where the court\n\nfound two aggravating circumstances—CCP and prior violent felony—and\n\nmitigation that included the statutory mitigators that the defendant was under the\n\ninfluence of extreme mental or emotional disturbance and had no significant\n\ncriminal history. Expert mitigation testimony was given in McCoy’s penalty phase\n\n\n\n\n                                          - 44 -\n\fthat he had a history of clinical depression and other psychotic features. We found\n\nthe death sentence in McCoy proportionate, stating:\n\n      [A] review of other cases establishes that death is a proportionate\n      punishment in this case. For example, in Lawrence v. State, </pre><span class=\"citation\" data-id=\"1772363\"><a href=\"/opinion/1772363/lawrence-v-state/\"><span class=\"volume\">846</span> <span class=\"reporter\">So.</span>\n      <span class=\"page\">2d</span></a></span><pre class=\"inline\"> 440, 455 (Fla. 2003), this Court upheld a death sentence despite the\n      presence of five statutory mitigating circumstances, including\n      considerable weight assigned to two statutory mental health\n      mitigators. Further, Lawrence included the same two aggravating\n      circumstances as this case—CCP and prior violent felony—both of\n      which the trial court in Lawrence, like the trial court in this case,\n      assigned great weight. Id.; see also Diaz v. State, </pre><span class=\"citation\" data-id=\"1096637\"><a href=\"/opinion/1096637/diaz-v-state/\"><span class=\"volume\">860</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">960</span></a></span><pre class=\"inline\">, 964\n      n.3 & n.4 (Fla. 2003) (upholding death sentence in case where the\n      same two aggravators (CCP and prior violent felony), both assigned\n      great weight, were upheld on appeal, and the trial court found five\n      statutory mitigating circumstances, including the same two statutory\n      mitigating circumstances as in this case (no significant history of prior\n      criminal activity and under the influence of extreme mental or\n      emotional disturbance), as well as the age mitigator and the additional\n      mental health mitigator rejected by the trial court in this case).\n\nMcCoy, 132 So. 3d at 774-75.\n\n      In Beasley v. State, </pre><span class=\"citation\" data-id=\"1734294\"><a href=\"/opinion/1734294/beasley-v-state/\"><span class=\"volume\">774</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">649</span></a></span><pre class=\"inline\"> (Fla. 2000), we affirmed the death\n\nsentence as proportionate where the trial court found that the murder was\n\ncommitted in the course of a felony, for financial gain, and was especially heinous,\n\natrocious, or cruel. Id. at 674 n.15. These aggravators were weighed against\n\nmitigation including that the defendant had a failed marriage, exhibited recurrent\n\nsubstance abuse, had financial instability, suffered the suicide of a friend, had\n\nmental and neurological damage, and was a good citizen, student, and family\n\n\n\n\n                                        - 45 -\n\fmember. Id. We found that the trial court properly considered and weighed the\n\nfactors and did not err in finding the death sentence appropriate. Id.\n\n      Campbell directs this Court’s attention to several cases in which the Court\n\nfound the sentence disproportionate in light of substantial mitigation. In Kramer v.\n\nState, </pre><span class=\"citation\" data-id=\"1807448\"><a href=\"/opinion/1807448/kramer-v-state/\"><span class=\"volume\">619</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">274</span></a></span><pre class=\"inline\"> (Fla. 1993), we vacated the death sentence where the trial\n\ncourt found two aggravators—prior violent felony and HAC—and mitigation\n\nconsisting of alcoholism, mental stress, severe loss of emotional control, and a\n\npossibility of productive functioning in prison. Id. at 278. However, the murder in\n\nKramer occurred “in a spontaneous fight, occurring for no discernible reason,\n\nbetween a disturbed alcoholic and a man who was legally drunk.” Id. The Court\n\nfound “[t]his case hardly lies beyond the norm of the hundreds of capital felonies\n\nthis Court has reviewed since the 1970s.” Id. The present case is factually\n\ndistinguishable from Kramer.\n\n      Campbell cites Nibert v. State, </pre><span class=\"citation\" data-id=\"1585950\"><a href=\"/opinion/1585950/nibert-v-state/\"><span class=\"volume\">508</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (Fla. 1987), in which we\n\nremanded for resentencing after striking several aggravators and leaving only\n\nHAC. Campbell also cites DeAngelo v. State, </pre><span class=\"citation\" data-id=\"1825081\"><a href=\"/opinion/1825081/deangelo-v-state/\"><span class=\"volume\">616</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">440</span></a></span><pre class=\"inline\"> (Fla. 1993), in\n\nwhich we found the sentence disproportionate where the only aggravator was CCP\n\nand the mitigation was “significant.” Id. at 443. DeAngelo suffered from bilateral\n\nbrain damage, hallucinations, delusional paranoid beliefs, Organic Personality\n\nSyndrome, Organic Mood Disturbance, psychotic disorder caused by brain\n\n\n                                        - 46 -\n\fdamage, bipolar disorder, and chronic anger. Id. We concluded that DeAngelo\n\nwas not one of the most aggravated and least mitigated of cases, and thus reduced\n\nthe sentence to life without eligibility for parole. Id. at 443-44. In the present\n\ncase, the mental and other mitigation submitted by Campbell did not approach the\n\nlevel of mitigation in DeAngelo; moreover, the present case is not a single-\n\naggravator case.\n\n      We are also mindful that in Crook v. State, </pre><span class=\"citation\" data-id=\"1817469\"><a href=\"/opinion/1817469/crook-v-state/\"><span class=\"volume\">908</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">350</span></a></span><pre class=\"inline\"> (Fla. 2005), we\n\nvacated the sentence as disproportionate where, although there were three strong\n\naggravators, the record showed “overwhelming” mitigation including the\n\ndefendant’s age of twenty, his abusive childhood, brain damage, substance abuse,\n\nand mental mitigation directly relating to the circumstances of the crime. Id. at\n\n358. It cannot be said that Campbell’s mitigation in this case is “overwhelming” or\n\neven especially compelling. There was no evidence of brain damage or inability to\n\nknow right from wrong, and Campbell was age 37 when he committed the crime.\n\n      In the present case, Campbell established mental mitigation primarily\n\nconsisting of major depressive disorder and substance abuse. He proved that he\n\nfelt abandoned and rejected by his father, had a difficult childhood with alcoholic\n\nparents, and was under stress from having lost his job. We conclude that the trial\n\ncourt did not abuse its discretion in finding and ascribing great weight to the CCP,\n\nprior violent felony conviction, and pecuniary gain aggravators, and in finding that\n\n\n                                         - 47 -\n\fthe aggravators outweigh the mitigators. Based on the weighty aggravator of CCP,\n\nthe prior violent felony aggravator, which consisted of several serious felonies, and\n\nthe pecuniary gain aggravator, when considered in light of the mitigation presented\n\nand the facts of this case, we find the death sentence in this case is proportionate.\n\n                            Sufficiency of the Evidence\n\n      Although Campbell does not contest his guilt, we have a mandatory\n\nobligation to independently review the sufficiency of the evidence in every case in\n\nwhich a sentence of death has been imposed. See, e.g., Jones, 963 So. 2d at 184;\n\nBlake v. State, </pre><span class=\"citation\" data-id=\"1589244\"><a href=\"/opinion/1589244/blake-v-state/\"><span class=\"volume\">972</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">839</span></a></span><pre class=\"inline\">, 850 (Fla. 2007); Fla. R. App. P. 9.142(a)(5). In\n\nassessing the sufficiency of the evidence, the question is whether, after viewing the\n\nevidence in the light most favorable to the State, a rational trier of fact could have\n\nfound the existence of the elements of the crime beyond a reasonable doubt.\n\nBradley v. State, </pre><span class=\"citation\" data-id=\"1881946\"><a href=\"/opinion/1881946/bradley-v-state/\"><span class=\"volume\">787</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">732</span></a></span><pre class=\"inline\">, 738 (Fla. 2001).\n\n      We find that competent, substantial evidence supports Campbell’s\n\nconviction for first-degree premeditated murder. The victim was found on August\n\n10, 2010, in his home, lying in a recliner and partially covered. He had several\n\ndeep gashes into his skull and a hatchet was found nearby with his DNA on it. The\n\nmedical examiner testified that the victim suffered several chopping-type blows\n\ninto his head causing a penetrating injury to his brain, and that the wound on the\n\nright side of his head would be fatal, either immediately or within a few hours.\n\n\n                                         - 48 -\n\f      Shortly after the murder, when Campbell was being sought by police,\n\nCampbell told his girlfriend in a text message that he had killed his father with an\n\nax. Campbell gave multiple statements to detectives. In one statement, he told\n\nthem that he killed his father with a hammer hatchet and that his father just wanted\n\npeace. He told detectives that he sat behind his father and waited, pondering the\n\nbest way to use the hatchet, and then struck his father. When his father responded,\n\n“What was that?” Campbell hit him again. Campbell told detectives that he took\n\nhis father’s credit cards and money and bought items at Walmart and took them to\n\na crack house. In another statement, Campbell told detectives that he thought\n\nabout killing his father for a few days and decided he would kill his father to bring\n\nhim peace.\n\n      At trial, Campbell testified that he killed his father, but said it was a “snap\n\ndecision.” He explained he only told police he thought about it for days in order to\n\nassure that he would get the death penalty because he wanted to die, although this\n\nstatement was subject to the jury’s determination of Campbell’s credibility. Based\n\non the evidence presented, including the circumstances of the murder and\n\nCampbell’s statements to police, the jury had competent, substantial evidence on\n\nwhich to find Campbell guilty of first-degree murder.\n\n\n\n\n                                        - 49 -\n\f                                 CONCLUSION\n\n      Because we find that the HAC aggravator was not proven by competent,\n\nsubstantial evidence, that finding is stricken. However, as we have explained, the\n\nerror is harmless beyond a reasonable doubt. Thus, for the foregoing reasons, we\n\naffirm Campbell’s conviction for first-degree murder and the sentence of death.\n\n      It is so ordered.\n\nLABARGA, C.J., and PARIENTE, LEWIS, QUINCE, CANADY, POLSTON,\nand PERRY, JJ., concur.\n\nNOT FINAL UNTIL TIME EXPIRES TO FILE REHEARING MOTION, AND\nIF FILED, DETERMINED.\n\nAn Appeal from the Circuit Court in and for Citrus County,\n     Richard A. Howard, Judge - Case No. 092010CF001012XXXAXX\n\nJames S. Purdy, Public Defender and George Donald Edward Burden, Assistant\nPublic Defender, Seventh Judicial Circuit, Daytona Beach, Florida,\n\n      for Appellant\n\nPamela Jo Bondi, Attorney General, Tallahassee, Florida, and Stacey Elaine Johns\nKircher, Assistant Attorney General, Daytona Beach, Florida,\n\n      for Appellee\n\n\n\n\n                                       - 50 -\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1090514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1096637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1102756/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1106485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1128524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1140816/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1583137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1584734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1585950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1588823/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1589244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1611985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1618540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1626909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1643408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1650856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1658299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1670351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1682052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1688414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1722051/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1727731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1732101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1734294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1772363/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1807448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1807773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1811149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1813007/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1817469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1825081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1826595/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1830007/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1876220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1881443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1881946/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1902878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1960257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2532374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2544415/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-03-05T17:47:08.723752Z",
      "date_modified": "2015-03-05T17:47:08.723752Z",
      "date_filed": "2015-03-05",
      "date_filed_is_approximate": false,
      "slug": "john-william-campbell-v-state-of-florida",
      "citation_id": 2757070,
      "case_name_short": "",
      "case_name": "John William Campbell v. State of Florida",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2639465/john-william-campbell-v-state-of-florida/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-03-05T17:04:38.404714Z",
  "date_modified": "2015-03-05T17:04:38.404714Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "John William Campbell v. State of Florida",
  "case_name_full": "",
  "slug": "john-william-campbell-v-state-of-florida",
  "docket_number": "SC13-716",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}