{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2729859/",
  "id": 2729859,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2872832/",
      "id": 2872832,
      "absolute_url": "/opinion/2872832/texas-parks-wildlife-department-v-milburn-dearing-/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2729859/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2872832/",
          "id": 2872832,
          "absolute_url": "/opinion/2872832/texas-parks-wildlife-department-v-milburn-dearing-/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2872832/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-06T04:49:48.291840Z",
          "date_modified": "2017-04-11T16:15:06.124996Z",
          "type": "010combined",
          "sha1": "ce5bd67ac18f7bed0ff905e2b3c12f3789e6ce97",
          "page_count": 52,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=17893&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa03%5cOpinion",
          "local_path": "pdf/2007/08/03/texas_parks__wildlife_department_v._milburn_dearing_kenneth_head_and_1.pdf",
          "plain_text": "      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                       NO. 03-05-00499-CV\n\n\n\n                        Texas Parks & Wildlife Department, Appellant\n\n                                                  v.\n\n             Milburn Dearing, Kenneth Head, and Mike Warren, Individually\n                 and on Behalf of All Others Similarly Situated, Appellees\n\n\n    FROM THE DISTRICT COURT OF TRAVIS COUNTY, 200TH JUDICIAL DISTRICT\n       NO. GN102867, HONORABLE LORA J. LIVINGSTON, JUDGE PRESIDING\n\n\n\n                                           OPINION\n\n\n               This is an interlocutory appeal from the re-certification of a class action following this\n\nCourt’s reversal and remand of the original certification order. See Tex. Civ. Prac. & Rem. Code\n\nAnn. § 51.014(a)(3) (West 1997 & Supp. 2006). Appellees Milburn Dearing, Kenneth Head, and\n\nMike Warren, individually and on behalf of others similarly situated (collectively, Dearing), sued\n\ntheir employer, the Texas Parks & Wildlife Department, alleging a disparate-impact theory of\n\nage discrimination under chapter 21 of the Texas Labor Code in regard to the Department’s\n\nreclassification of their game-warden positions. See Texas Parks & Wildlife Dep’t v. Dearing,\n\n150 S.W.3d 452, 466 (Tex. App.—Austin 2004, pet. denied) (Dearing I), cert. denied, 544 U.S.\n\n960 (2005); see also Tex. Lab. Code Ann. § 21.051 (West 2006). The plaintiffs sought certification\n\nof a class of approximately 130 fellow game wardens whom they claim were similarly situated.\n\nEighty-eight of the putative class members have since intervened as plaintiffs. The district court\n\fdenied a plea to the jurisdiction and summary-judgment motions asserted by the Department and\n\ncertified the class.\n\n                In Dearing I, this Court affirmed the district court’s ruling on the Department’s plea\n\nto the jurisdiction but reversed its order certifying the class. The Court concluded that the district\n\ncourt lacked subject-matter jurisdiction to certify the class, and that Dearing’s claim was not viable,\n\nbecause the labor code did not permit an age-discrimination claim based on a disparate-impact theory\n\nof liability. The Court construed section 21.122(b) of the labor code to mean that age-discrimination\n\nclaims based on a disparate-impact theory of liability were available under the labor code to the same\n\nextent that such claims were available under the Age Discrimination in Employment Act of 1967\n\n(ADEA). Dearing I, 150 S.W.3d at 465; see Tex. Lab. Code Ann. § 21.122(b) (West 2006); see also\n\nAge Discrimination in Employment Act, 29 U.S.C.A. §§ 621-634 (West 1998 & Supp. 2006). The\n\nCourt thus looked to federal jurisprudence addressing that question and found persuasive the analysis\n\nby the Fifth Circuit in Smith v. City of Jackson, 351 F.3d 183, 195 (5th Cir. 2003), holding that the\n\nADEA did not permit such claims. Dearing I, 150 S.W.3d at 465. Dearing filed a petition for\n\nreview with the Texas Supreme Court, which was denied. He then sought writ of certiorari from the\n\nUnited States Supreme Court.\n\n                While Dearing’s certiorari petition was pending, the Supreme Court affirmed the Fifth\n\nCircuit’s judgment in Smith, but disagreed with its reasoning that claims based on a disparate-impact\n\ntheory of liability are categorically unavailable under the ADEA. See 544 U.S. 228, 232-43 (2005)\n\n(plurality opinion); id. at 243 (Scalia, J., concurring) (“I agree with all of the Court’s reasoning, but\n\nwould find it a basis, not for independent determination of the disparate-impact question, but for\n\n\n\n                                                   2\n\fdeferral to the reasonable views of the Equal Employment Opportunity Commission” that disparate-\n\nimpact claims are permitted under the ADEA). The Supreme Court affirmed the Fifth Circuit’s\n\njudgment on the bases that (1) the claimants had failed to identify sufficiently an employment\n\npractice within the city’s pay plan that had an adverse impact on older workers; and (2) the city’s\n\nplan was based on reasonable factors other than age. Id. at 242. Subsequently, the Supreme Court\n\ndenied Dearing’s certiorari petition. 544 U.S. 960 (2005).\n\n                After the Supreme Court denied certiorari, this case was remanded to the district\n\ncourt pursuant to this Court’s mandate “for further proceedings consistent with [our] opinion.” On\n\nremand—without amending his pleadings or introducing additional evidence—Dearing filed a\n\nmotion to reinstate the original class certification order. The district court granted Dearing’s motion,\n\nissuing an order incorporating its original certification order without change.\n\n                The Department now appeals the district court’s order. For the reasons explained\n\nbelow, we reverse the order and remand for further proceedings consistent with this opinion.\n\n\n                                          BACKGROUND\n\nThe underlying dispute\n\n                The factual background of these proceedings is detailed in Dearing I. 150 S.W.3d\n\n452. The putative class members were at relevant times employed as game wardens by the\n\nDepartment. Originally, their job classifications ranged from “Game Warden I” through “Game\n\nWarden IV.” Promotions within these classification levels were based on length of service and were\n\nmade every four years. In 1994, the Department reclassified the game wardens who had accumulated\n\nover 16 years of service from “Game Wardens IV” to “Field Sergeant Game Wardens” and assigned\n\n                                                   3\n\fthem additional duties. The following year, the legislature passed a pay-parity rider that prohibited\n\nthe Department from compensating its state-commissioned peace officers “at a rate less than the\n\nrate paid by any other state agency to a state-commissioned peace officer performing similar duties.”\n\nSee Act of May 25, 1995, 74th Leg., R.S., ch. 1063, 1995 Tex. Gen. Laws 5242, 5857 (effective\n\nSept. 1, 1995). The Department’s executive director appointed a committee to study the pay-parity\n\nissue. The committee determined that Field Sergeant Game Wardens performed duties similar to\n\nthose of sergeants employed by the Department of Public Safety and recommended increasing these\n\ngame wardens’ compensation to level C-7, the pay level of the DPS sergeants identified as their\n\ncounterparts. In 1996, Field Sergeant Game Wardens received that raise.\n\n               The legislature subsequently added a new top tier to the game-warden job\n\nclassification, “Game Warden V,” adopted Salary Schedule C designating compensation for the\n\nposition at the C-6 level, and specified that adoption of the salary schedule could not result in\n\ndecreased pay for any classified employee. See Act of May 29, 1997, 75th Leg., R.S., ch. 1452, 1997\n\nTex. Gen. Laws 5535, 6341, 6345 (effective Sept. 1, 1997) (the pay rider). Legislative descriptions\n\nof the duties of Field Sergeant Game Wardens matched those of the new Game Wardens V and,\n\nwhen the bill took effect, the Department reclassified the Field Sergeant Game Wardens to Game\n\nWardens V. Because the pay rider prohibited reduction of their salaries through the reclassification,\n\nthe former Field Sergeant Game Wardens reclassified as Game Wardens V were “grandfathered” and\n\ncontinued to be paid at the C-7 rather than C-6 level.\n\n               In 1999, the legislature increased salaries for all Texas peace-officer positions. See\n\nAct of Apr. 23, 1999, 76th Leg., R.S., ch. 1589, 1999 Tex. Gen. Laws 5446, 6262-6263 (effective\n\n\n\n                                                 4\n\fSept. 1, 1999). The Department reclassified the grandfathered Game Wardens V (the former Field\n\nSergeant Game Wardens) to a new C-6 pay level, which had the effect of giving them a pay raise\n\nfrom $42,084 (the former C-7 level) to $44,600 (the new C-6 level). However, the new C-6 level\n\npay was less than the new C-7 level pay of $50,600. Thus, it is alleged, the Former Field Sergeant\n\nGame Wardens received a reduction in pay and other benefits relative to other positions that\n\nremained at the C-7 level. It is further alleged that “[a]ll of the more than 130 Field Sergeant Game\n\nWardens, save one, were over the age of 40 at the time of the reclassification.”\n\n\nProceedings below\n\n                Dearing sued, alleging that because none of the other sergeant positions at the\n\nDepartment had been reclassified, the Department’s reclassification of the former Field Sergeant\n\nGame Wardens from the C-7 to the C-6 level constituted unlawful age discrimination. See Tex. Lab.\n\nCode Ann. §§ 21.051 (prohibiting employers from discriminating against employees on basis of race,\n\ncolor, disability, religion, sex, national origin, or age), .101 (West 2006) (defining classification of\n\npersons protected against age discrimination as those age forty or older). Dearing also alleged breach\n\nof contract, sought a declaratory judgment that the Department violated the 1997 and 1999\n\nappropriations acts, and sought mandamus to remedy the Department’s reclassification of the former\n\nField Sergeant Game Wardens from C-7 to C-6. Dearing requested certification of a class defined\n\nas “all Field Sergeant Game Wardens employed by the Texas Parks and Wildlife Department on\n\nSeptember 1, 1999, who were reclassified from pay group C-7 to pay group C-6 and from Field\n\nSergeant Game Warden to Game Warden V.”\n\n\n\n\n                                                   5\n\f                 The Department filed a plea to the jurisdiction, asserting that the age-discrimination\n\nclaim was barred because (1) Dearing’s individual complaint had not been timely filed; (2) even\n\nassuming that Dearing’s claim had been timely filed, none of the other plaintiffs had individually\n\nexhausted their administrative remedies before filing suit; and (3) the reclassification had been\n\nlegislatively mandated, rationally related to a legitimate state interest, and not subject to an attack\n\nbased on age discrimination.1 The Department also asserted that the breach-of-contract claim\n\nwas barred by sovereign immunity, that mandamus would not lie because an adequate remedy at law\n\nwas available, and that the declaratory-judgment claim did not independently create a basis for\n\nsubject-matter jurisdiction. The Department also sought summary judgment on the grounds that:\n\n(1) Dearing’s complaint had not been timely filed; (2) Dearing’s suit was barred by limitations; (3)\n\nthe other class members had failed to exhaust administrative remedies; and (4) the reclassification\n\nhad been legislatively mandated. Dearing subsequently filed a cross-motion for summary judgment\n\non his breach-of-contract, mandamus, and declaratory-judgment claims.\n\n                 After a hearing, the district court granted the Department’s plea to the jurisdiction as\n\nto Dearing’s breach-of-contract, declaratory-judgment, and mandamus claims, but denied it as to his\n\nage-discrimination claims. It also denied both parties’ summary-judgment motions. The court\n\ngranted Dearing’s motion for class-certification “under Tex. R. Civ. P. 42(b)(4).” Its order\n\nincorporated a trial plan identifying “the issues remaining to be tried in this case” after its rulings on\n\nthe Department’s plea to the jurisdiction and the parties’ summary judgment motions:\n\n\n\n\n        1\n            See Kimel v. Florida Bd. of Regents, 528 U.S. 62, 83-84 (2000).\n\n                                                    6\n\f        a.      Plaintiffs’ disparate impact claims for age discrimination in violation of Tex.\n                Labor Code Ann. § 21.051,\n\n        b.      Defendants’ affirmative defense that their actions were rationally related to\n                a legitimate state interest,\n\n        c.      Defendants’ affirmative defense that they were required by law to take the\n                actions that they did in 1999,\n\n        d.      Defendants’ affirmative defense that they would have taken the same actions\n                that they did with regard to Plaintiffs . . . irrespective of the[ir] ages.\n\n\nThe plan did not elaborate on the elements of Dearing’s disparate-impact claim or why it would best\n\nbe tried as a class action other than to state: “The reclassification applied to all members of the class\n\nat the same time and affected all of them in the same manner. Thus, all of the proof and evidence\n\nrelevant to this issue will be the same for all members of the class, so there is no need for separate\n\nprocedures within the trial for individual plaintiffs on this issue.” Nor did the plan explain how this\n\nclaim would be tried other than to observe that, “Plaintiffs must first establish that the\n\nreclassification made the basis of this suit has a disproportionate effect on persons who were 40 years\n\nof age or older.” The plan went on to provide, “If a directed verdict is not granted after the\n\nPlaintiffs’ case in chief, then the affirmative defenses set out above will need to be tried,” again\n\nobserving that, “The reclassification applied to all members of the class at the same time and affected\n\nall of them in the same manner. Thus, all of the proof and evidence relevant to this issue will be the\n\nsame for all members of the class, so there is no need for separate procedures within the trial for\n\nindividual plaintiffs on this issue.” The plan then stated that, “Damages for each individual member\n\nof the class will be a manner of mechanical calculation” and proceeded to detail different\n\nmethodologies to determine damages for class members who had retired before the date of the\n\n                                                   7\n\fjudgment and those who had not. The order set a trial date of June 16, 2003 and various discovery\n\ndeadlines—all in the first half of 2003.\n\n\nDearing I\n\n                The Department appealed from the district court’s order denying its plea to the\n\njurisdiction and certifying the class.2 In Dearing I, this Court affirmed the district court’s denial of\n\nthe Department’s plea to the jurisdiction, concluding that Milburn Dearing had filed a timely\n\ncomplaint with the Texas Commission on Human Rights. Dearing I, 150 S.W.3d at 458-59.3\n\nAlthough the Department had presented undisputed jurisdictional evidence that no putative class\n\nmember other than Dearing had individually filed a timely complaint, this Court permitted the other\n\nputative class members to “piggyback” onto Dearing’s timely filed claim by “adopt[ing] the single-\n\nfiling rule fashioned by federal courts.” Id. at 459-60.\n\n                But the Court reversed the grant of class certification. It concluded that the sole claim\n\nfor which the class was certified—a disparate-impact age-discrimination claim—was not available\n\nunder the labor code, an issue that it regarded as going to both the viability of Dearing’s claim and\n\nthe subject-matter jurisdiction of the district court, as it controlled whether Dearing’s claim came\n\nwithin the labor code’s waiver of sovereign immunity for age-discrimination claims. Id. at 465-66\n\n\n\n        2\n          Dearing filed a notice of appeal of the district court’s ruling granting the Department’s plea\nto the jurisdiction regarding his declaratory-judgment and mandamus claims, but not his breach-of-\ncontract claim. He later withdrew this notice.\n       3\n         We also held that the rule of Kimel did not extend to suits under state anti-discrimination\nlaws and that “the Department has not pointed us to any legislative or statutory references from\nwhich we can conclude that its reclassification actions were required by law.” Dearing I, 150 S.W.3d\nat 460-61.\n\n                                                   8\n\f& n.8; see State Farm Mut. Auto. Ins. Co. v. Lopez, 156 S.W.3d 550, 557 (Tex. 2004). This Court\n\nconstrued section 21.122(b) of the code to “state[] that disparate-impact claims are available for age\n\ndiscrimination in this state only if they are available under the ADEA.” Dearing I, 150 S.W.3d at\n\n465. Accordingly, it looked to federal jurisprudence on that issue and found persuasive the analysis\n\nof the Fifth Circuit in Smith that disparate-impact age-discrimination claims were unavailable under\n\nthe ADEA. Because the Court “reverse[d] the order certifying the class on jurisdictional grounds,”\n\nit did not address issues raised by the Department challenging whether the plaintiffs had met the\n\nother requirements for class certification under rule 42, such as numerosity, commonality,\n\npredominance, and superiority. Id. at 466 n.8.\n\n                Dearing then filed a petition for review in the Texas Supreme Court, which was\n\ndenied, and then filed a petition for writ of certiorari in the United States Supreme Court. While\n\nDearing’s certiorari petition was pending, the United States Supreme Court issued its Smith decision.\n\nBecause Smith provides the backdrop for many of the issues the parties present in this proceeding,\n\nit is helpful to review it in some detail.\n\n\nThe ADEA and Smith\n\n                Smith construed the ADEA’s general prohibition against employment discrimination,\n\nwhich provides:\n\n\n        It shall be unlawful for an employer—\n\n               (1) to fail or refuse to hire or to discharge any individual or otherwise\n        discriminate against any individual with respect to his compensation, terms,\n        conditions, or privileges of employment, because of such individual’s age;\n\n\n\n                                                  9\n\f              (2) to limit, segregate, or classify his employees in any way which would\n       deprive or tend to deprive any individual of employment opportunities or otherwise\n       adversely affect his status as an employee because of such individual’s age . . . .\n\n\n29 U.S.C.A. § 623(a) (West 1998). Section 623(a) was modeled after section 703(a) of Title VII\n\nof the Civil Rights Act of 1964 and is substantively identical “[e]xcept for substitution of the word\n\n‘age’ for the words ‘race, color, religion, sex or national origin.’” Smith, 544 U.S. at 233; see\n\n42 U.S.C.A. § 2000e-2 (West 2003). The United States Supreme Court has recognized two basic\n\ntheories of liability under section 703(a) of title VII: disparate treatment, which requires proof that\n\nan employer’s actions were actually motivated by the employee’s protected classification, and\n\ndisparate impact, which does not require proof of motive. Disparate-impact claims of employment\n\ndiscrimination challenge “employment practices that are facially neutral in their treatment of\n\ndifferent groups but that in fact fall more harshly on one group than another . . . .” Smith, 544 U.S.\n\nat 239 (quoting International Bhd. of Teamsters v. United States, 431 U.S. 324, 335-36 n.15 (1977)).\n\n               The Supreme Court first recognized the disparate-impact theory of liability under title\n\nVII in Griggs v. Duke Power Co., 401 U.S. 424 (1971), which involved a challenge to facially race-\n\nneutral educational requirements and intelligence tests. The Court assumed that the employer had\n\nnot adopted the requirements with intent to discriminate, but nonetheless held that good faith “does\n\nnot redeem employment procedures . . . that operate as ‘built-in headwinds’ for minority groups and\n\nare unrelated to measuring job capability.” Id. at 432. It relied principally on what it perceived to\n\nbe Congress’s intent in enacting title VII: “to achieve equality of employment opportunities and\n\nremove barriers that have operated in the past to favor an identifiable group of white employees over\n\nother employees” and prohibit “practices, procedures, or tests neutral on their face, and even neutral\n\n                                                  10\n\fin terms of intent . . . if they operate to ‘freeze’ the status quo of prior discriminatory employment\n\npractices.” Id. at 429-30. The Court explained that, “What is required by Congress is the removal\n\nof artificial, arbitrary, and unnecessary barriers to employment when the barriers operate invidiously\n\nto discriminate on the basis of racial or other impermissible classification.” Id. at 431. “The\n\ntouchstone is business necessity. If an employment practice which operates to exclude Negroes\n\ncannot be shown to be related to job performance, the practice is prohibited.” Id.\n\n               Although Griggs relied primarily on the policy goals of title VII, the Supreme Court\n\nsubsequently noted that “our holding represented the better reading of the statutory text as well.”\n\nSmith, 544 U.S. at 235 (citing Watson v. Fort Worth Bank & Trust, 487 U.S. 977, 991 (1988)).\n\nSpecifically, the Court emphasized that section 703(a)(2) prohibits not only actions that “limit,\n\nsegregate, or classify” persons, but also any actions that “deprive any individual of employment\n\nopportunities or otherwise adversely affect his status as an employee, because of such individual’s\n\nrace,” color, religion, sex, or national origin.” Id. (citing Watson, 487 U.S. at 991). This statutory\n\ntext, the supreme court has concluded, “focuses on the effects of the action on the employee rather\n\nthan the motivation for the actions of the employer.” Id. at 236.\n\n               Prior to Smith, disparate-treatment claims were clearly actionable under the ADEA,\n\nsee Hazen Paper Co. v. Biggins, 507 U.S. 604, 609-10 (1993), but it was uncertain whether\n\ndisparate-impact claims were similarly actionable. In the aftermath of Griggs, numerous federal\n\nappellate courts had assumed that given the parallel language in the two statutes, the disparate-\n\n\n\n\n                                                 11\n\fimpact theory under title VII would also be available under the ADEA.4 These decisions had\n\nprompted judicial and scholarly debate. See Markham v. Geller, 451 U.S. 945 (1981) (Rehnquist,\n\nJ., dissenting from denial of certiorari) (criticizing court of appeals decision that had applied the title\n\nVII disparate-impact analysis to the ADEA); Metz v. Transit Mix, Inc., 828 F.2d 1202, 1216-20 (7th\n\nCir. 1987) (Easterbrook, J., dissenting); see generally Douglas C. Herbert & Lania Schweiker\n\nShelton, A Pragmatic Argument Against Applying the Disparate Impact Doctrine in Age\n\nDiscrimination Cases, 37 S. Tex. L. Rev. 625, 627 nn.6-7 (collecting cases and articles). In its 1993\n\nHazen Paper decision—an ADEA disparate-treatment age-discrimination case—the Supreme Court\n\nemphasized that “we have never decided whether a disparate impact theory of liability is available\n\nunder the ADEA, and we need not do so here.” 507 U.S. at 610 (citation omitted). Three\n\njustices—Rehnquist, Kennedy, and Thomas—concurred to point out that “nothing in the Court’s\n\nopinion should be read as incorporating in the ADEA context the so-called ‘disparate impact’ theory\n\nof Title VII” and further observed that “there are substantial arguments that it is improper to carry\n\nover disparate impact analysis from Title VII to the ADEA.” Id. at 617-18 (Kennedy, J., concurring).\n\nHazen Paper influenced many federal courts to begin holding that disparate-impact claims were not\n\navailable under the ADEA. See Smith, 544 U.S. at 237; see also Dearing I, 150 S.W.3d at 462\n\n\n        4\n          See Maresco v. Evans Chemetics, 964 F.2d 106, 115 (2d Cir. 1992); MacPherson\nv. University of Montevallo, 922 F.2d 766, 771 (11th Cir. 1991); Wooden v. Board of Ed. of Jefferson\nCounty, 931 F.2d 376, 379 (6th Cir.1991); Arnold v. United States Postal Service, 863 F.2d 994, 998\n(D.C. Cir. 1988) (assuming disparate-impact theory); Blum v. Witco Chemical Corp., 829 F.2d 367,\n372 (3d Cir. 1987); Holt v. Gamewell Corp., 797 F.2d 36, 37 (1st Cir. 1986); Palmer v. United\nStates, 794 F.2d 534, 536 (9th Cir. 1986); Monroe v. United Airlines, 736 F.2d 394, 404 n.3 (7th Cir.\n1984); Dace v. ACF Industries, 722 F.2d 374, 378 (8th Cir. 1983), modified, 728 F.2d 976 (1984)\n(per curiam).\n\n\n                                                    12\n\f(“Hazen cast some doubt on the future of disparate-impact claims.”). In Smith, the Fifth Circuit\n\nfollowed that trend, invoking many of the common arguments advanced by the judicial and scholarly\n\nopponents of extending title VII’s disparate-impact theory to the ADEA. Smith, 351 F.3d at 463-65;\n\nsee generally Herbert & Shelton, supra, at 636-50. We analyzed these arguments in Dearing I. See\n\n150 S.W.3d at 463-65.\n\n               Smith involved facts similar to those in this case: a group of police and public-safety\n\nofficers who were over the age of forty and employed by the City of Jackson, Mississippi sued the\n\ncity under the ADEA, complaining that across-the-board salary increases—which were designed to\n\nraise the starting salaries of police officers up to the regional average—resulted in salary increases\n\nthat were proportionately greater for officers with less than five years’ service, most of whom were\n\nunder the age of forty. Smith, 544 U.S. at 231. Although all police officers received raises, the\n\nclaimants alleged that the city deliberately discriminated against them because of their age (the\n\ndisparate treatment claim), and the pay plan adversely affected them because of their age (the\n\ndisparate-impact claim). Id.\n\n               In holding that the officers’ disparate-impact claims were not available under the\n\nADEA, the Fifth Circuit acknowledged that the ADEA closely paralleled title VII, but with an\n\nimportant difference: the ADEA, unlike title VII, explicitly provided that an employer may “take\n\nany action otherwise prohibited . . . where the differentiation is based on reasonable factors other\n\nthan age.” Smith, 351 F.3d at 193-94; see 29 U.S.C.A. § 623(f)(1). The court reasoned that\n\nthis “RFOA” provision would render the ADEA’s general prohibition against age discrimination a\n\nnullity to the extent that it prohibited disparate-impact discrimination and cause the general\n\n\n\n                                                 13\n\fprohibition to “become nothing more than a bromide to the effect that ‘only age discrimination is\n\nage discrimination.’” Smith, 351 F.3d at 190 (quoting Mullin v. Raytheon Co., 164 F.3d 696, 702\n\n(1st Cir. 1999)). Thus, the Fifth Circuit concluded that the ADEA’s general age-discrimination\n\nprohibition must permit only the disparate-treatment liability theory. Id. at 190.\n\n               The Fifth Circuit also pointed to broader differences between the congressional policy\n\nobjectives underlying the ADEA versus those of title VII. Id. at 195. During its deliberations\n\npreceding the enactment of title VII, Congress had considered and rejected the inclusion of older\n\nworkers among the classes protected from employment discrimination, but had authorized the\n\nSecretary of Labor to prepare a study “of the factors which might tend to result in discrimination in\n\nemployment because of age and the consequences of such discrimination on the economy and\n\nindividuals affected.” Smith, 544 U.S. at 232. Thereafter,\n\n\n       The ADEA was enacted after the Secretary of Labor issued a report on age\n       discrimination recommending that Congress ban arbitrary discrimination, such as\n       disparate treatment based on stereotypical perceptions of the elderly, but that factors\n       affecting older workers, such as policies with disparate impact, be addressed in\n       alternative ways. Smith, [544 U.S.] at 195; Mullin, 164 F.3d at 702-03; see U.S.\n       Dep’t of Labor, The Older American Worker: Age Discrimination in Employment\n       2, 6, 21-25 (1965) (Congress should prohibit “arbitrary discrimination” based on age\n       and age stereotypes, but factors that “affect older workers more strongly, as a group,\n       than they do younger workers” should be addressed through programmatic measures\n       to improve opportunities for older workers.). Title VII, on the other hand, had a\n       broad remedial purpose: To “achieve equality of employment opportunities and\n       remove barriers that have operated in the past to favor an identifiable group of white\n       employees over other employees.” Griggs, 401 U.S. at 429-30, 91 S.Ct. 849, quoted\n       in Smith, at 194-195; Adams [v. Florida Power Co.], 255 F.3d [1322,]1325-26 [11th\n       Cir. 2001)] (“history of the ADEA differs from the legislative history of Title VII,\n       which the Supreme Court in Griggs relied on to find a cause of action for disparate\n       impact”); Ellis [v. United Airlines, Inc.], 73 F.3d [999,] 1008 [10th Cir. 1996)]\n       (“legislative history of the ADEA suggests it was not enacted to address disparate\n       impact claims”). “The cornerstone of Griggs’s holding that disparate impact is\n\n                                                 14\n\f        cognizable under Title VII is thus the link between the history of educational\n        discrimination on the basis of race and the use of that discrimination to continue to\n        disadvantage individuals on the basis of their race.” Smith, at 195 (citing Griggs,\n        401 U.S. at 432, 91 S.Ct. 849). “[A]bsent from the scope of the ADEA are the\n        historical and remedial concerns that, in the Title VII context, led to the recognition\n        of disparate impact claims directed at overcoming the consequences of past societal\n        discrimination.”\n\n\nDearing I, 150 S.W.3d at 463-64.\n\n                Also, as we observed in Dearing I, federal courts had attributed some significance\n\nto differences between subsequent amendments to the ADEA and title VII. See id. at 464-65.\n\nFollowing Griggs, an elaborate body of case law developed under title VII concerning the standards\n\nfor proving disparate-impact liability and any proffered “business necessity.” In Wards Cove\n\nPacking Co. v. Antonio, 490 U.S. 642 (1989), the Supreme Court held that to establish a prima facie\n\ncase of disparate-impact race discrimination under title VII, a plaintiff was required to (1) isolate and\n\nidentify the specific employment practice challenged; (2) demonstrate any observed statistical\n\ndisparity that the practice has on a protected class; and (3) demonstrate a causal link between the\n\nidentified practice and the demonstrated disparity. Id. at 655-56. Assuming that a plaintiff could\n\nsuccessfully assert a prima facie case under this standard, Wards Cove held that the burden of\n\nproduction shifted to the employer to produce evidence of a business necessity for the use of the\n\npractice in question. Id. at 658-59. That inquiry entailed consideration of whether the challenged\n\npractice served, in a “significant” (but not necessarily “essential” or “indispensable”) way, the\n\nemployer’s “legitimate” employment goals and whether there were available alternative practices\n\nto achieve the same business ends. Id. Wards Cove further held that while the employer had the\n\nburden of production in this phase, the ultimate burden of persuasion remained with the plaintiff.\n\n                                                   15\n\fId. at 659. The Supreme Court explained that “the ultimate burden of proving that discrimination\n\nagainst a protected group has been caused by a specific employment practice remains with the\n\nplaintiff at all times . . . for it is he who must prove that it was because of such individual’s race,\n\ncolor, etc., that he was denied a desired employment opportunity.” Id. at 659-60 (citations omitted).\n\nWards Cove was controversial, see Smith, 544 U.S. at 240 (characterizing Wards Cove as “narrowly\n\nconstru[ing] the employer’s exposure to liability on a disparate-impact theory”), and Congress\n\nresponded to it and other controversial Supreme Court employment-discrimination decisions by\n\nenacting the Civil Rights Act of 1991. Civil Rights Act of 1991, Pub. L. No. 102-166, 105 Stat.\n\n1071. Among other changes, Congress added a new subsection (k) to title VII’s section 703 that\n\ncodified the disparate-impact theory of liability for the first time, clarified the requirements for\n\nestablishing a prima facie case, placed on the defendant the burden of both production and\n\npersuasion regarding business necessity, and made plaintiffs’ proof of alternative employment\n\npractices easier. Civil Rights Act of 1991, Pub. L. No. 102-166, sec. 105, § 703, 105 Stat. 1071,\n\n1074-75 (current version at 42 U.S.C.A. § 2000e-2(k)). However, while amending other portions\n\nof the ADEA, Congress did not make amendments to section 623(a) that corresponded to its\n\namendments to title VII, section 723(a). Congress’s insertion of a specific provision into title VII\n\ngoverning disparate-impact claims while omitting it from the ADEA—even while the ADEA was\n\nundergoing amendments at the same time, in the same legislation—was viewed by some federal\n\ncourts as consistent with Congress’s broader intent to preclude such a claim under the ADEA. See\n\nDearing, 150 S.W.3d at 464.\n\n\n\n\n                                                  16\n\f               The Supreme Court granted certiorari in Smith to address “whether the ‘disparate-\n\nimpact’ theory of recovery announced in Griggs . . . , for cases brought under Title VII of the Civil\n\nRights Act of 1964, is cognizable under the ADEA.” Smith, 544 U.S. at 230. The Court stated\n\nthat the textual parallels between section 703(a)(2) of title VII and section 623(a)(2) of the ADEA\n\nmade Griggs a “precedent of compelling importance” and “strongly suggests that a disparate-impact\n\ntheory should be cognizable under the ADEA.” Id. at 233-37. In fact, the Court observed, federal\n\nappellate courts had “uniformly” interpreted the ADEA during the decades following Griggs as\n\nauthorizing recovery on a disparate-impact theory. Id. at 236-37 & n.8 (collecting cases). Lower\n\ncourts had ceased to do so, the Supreme Court suggested, based on a misunderstanding of its Hazen\n\nPaper decision, and that “there is nothing in our opinion in Hazen Paper that precludes an\n\ninterpretation of the ADEA that parallels our holding in Griggs.” See id. at 237-38 (citing Hazen\n\nPaper, 507 U.S. at 612).\n\n               However, the Supreme Court also recognized the important textual differences\n\nbetween the ADEA and title VII. In particular, the Court observed that the ADEA’s RFOA\n\nprovision “significantly narrows its coverage” by permitting “otherwise prohibited” action “where\n\nthe differentiation is based on reasonable factors other than age.” Smith, 544 U.S. at 233 (quoting\n\n29 U.S.C.A. § 623(f)(1) (West 1999)). The RFOA provision, as the Smith Court observed, reflected\n\nlegislative origins of the ADEA that differed from those of title VII.\n\n\n       Congress’ decision to limit the coverage of the ADEA by including the RFOA\n       provision is consistent with the fact that age, unlike race or other classifications\n       protected by Title VII, not uncommonly has relevance to an individual’s capacity to\n       engage in certain types of employment. To be sure, Congress recognized that this is\n       not always the case, and that society may perceive those differences to be larger or\n\n                                                 17\n\f       more consequential than they are in fact. However, as Secretary [of Labor] Wirtz\n       noted in his report, “certain circumstances . . . unquestionably affect older workers\n       more strongly as a group than they do younger workers.” Wirtz Report 28. Thus, it\n       is not surprising that certain employment criteria that are routinely used may be\n       reasonable despite their adverse impact on older workers as a group. Moreover,\n       institutional discrimination on the basis of age has not occurred at the same levels as\n       discrimination against those protected by Title VII. While the ADEA reflects\n       Congress’ intent to give older workers employment opportunities whenever possible,\n       the RFOA reflects this historical difference.\n\n\nId. at 240-41. But the Supreme Court drew different inferences from these distinctions regarding\n\nCongress’s intent than had the courts of appeals. In the Supreme Court’s view, the RFOA\n\nconfirmed, rather than negated, Congress’s intent to permit disparate-impact claims under the\n\nADEA. Id. at 238. The Court reasoned that if the ADEA had permitted only disparate-treatment\n\nclaims and an employer in fact had acted based on a factor other than age, the RFOA provision\n\nwould have been redundant and unnecessary because the employer’s action would not have been\n\n“otherwise prohibited” in the first place. Id. It suggested that “[i]t is . . . in cases involving\n\ndisparate-impact claims that the RFOA provision plays its principal role by precluding liability if the\n\nadverse impact was attributable to a nonage factor that was ‘reasonable.’ Rather than support an\n\nargument that disparate impact is unavailable under the ADEA, the RFOA provision actually\n\nsupports the contrary conclusion.” Id. at 239.\n\n               The Supreme Court held that “[t]he text of the statute, as interpreted in Griggs, the\n\nRFOA provision, and the EEOC regulations [holding that a disparate-impact claim was available\n\nunder the ADEA] all support petitioner’s view,” and that it “was error for the Court of Appeals to\n\nhold that the disparate-impact theory of liability is categorically unavailable under the ADEA.” Id.\n\nat 240. Nonetheless, the Court emphasized that “[t]wo textual differences between the ADEA and\n\n                                                  18\n\fTitle VII make it clear that even though both statutes authorize recovery on a disparate-impact\n\ntheory, the scope of disparate-impact liability under ADEA is narrower than under Title VII.” Id.\n\nThe first was the RFOA provision. Id. The second was Congress’s amendments to title VII—but\n\nnot to the ADEA—in the Civil Rights Act of 1991. Id. Because of the latter distinction, the Smith\n\nCourt reasoned, “Wards Cove’s pre-1991 interpretation of Title VII’s identical language remains\n\napplicable under the ADEA.” Id.\n\n                The Supreme Court concluded that the plaintiffs had failed to meet Wards Cove’s\n\nrequirements for establishing a prima facie case of disparate-impact age discrimination:\n\n\n        [P]etitioners have done little more than point out that the pay plan at issue is\n        relatively less generous to older workers than to younger workers. They have not\n        identified any specific test, requirement, or practice within the pay plan that has an\n        adverse impact on older workers. As we held in Wards Cove, it is not enough to\n        simply allege that there is a disparate impact on workers, or point to a generalized\n        policy that leads to such an impact. Rather, the employee is “‘responsible for\n        isolating and identifying the specific employment practices that are allegedly\n        responsible for any observed statistical disparities.’” 490 U.S. at 656 (emphasis\n        added) (quoting Watson, 487 U.S. at 994). Petitioners have failed to do so. Their\n        failure to identify the specific practice being challenged is the sort of omission that\n        could “result in employers being potentially liable for ‘the myriad of innocent causes\n        that may lead to statistical imbalances . . . .’” 490 U.S. at 657.\n\n\nId. at 241. The Court then stated, “not only did petitioners thus err by failing to identify the relevant\n\npractice, but it is also clear from the record that the City’s plan was based on reasonable factors other\n\nthan age.” Id. The city had perceived a need to raise the salaries of junior officers to make them\n\ncompetitive with comparable positions in the market. Id. at 242. Older officers, who tended to\n\noccupy more senior positions, on average received smaller increases when measured as a percentage\n\nof their salary. Id. The Court concluded that the disparate impact was attributable to the city’s\n\n                                                   19\n\fdecision to give raises based on seniority and position, and the city’s reliance on these factors was\n\n“unquestionably reasonable,” given its goal of raising employees’ salaries to make them comparable\n\nwith those in surrounding communities. Id. The Court held that the city’s decision to grant a larger\n\nraise to lower-echelon employees to establish salaries that were equivalent to those of police forces\n\nin surrounding communities was based on a “reasonable factor other than age” and was responsive\n\nto the city’s legitimate goal of retaining police officers. Id. On this basis, the Supreme Court\n\naffirmed the judgment of the Fifth Circuit.\n\n               The Supreme Court subsequently denied Dearing’s petition for certiorari. Thereafter,\n\nour mandate to the district court in Dearing I issued.\n\n\nProceedings after remand\n\n               On remand, Dearing filed a motion to reinstate the district court’s original class-\n\ncertification order, relying on the same underlying petition and evidence, without modification or\n\namendment, on which the court had originally certified the class. The district court granted the\n\nmotion, stating simply that its prior certification order, which was attached, “is hereby reinstated.”\n\nThe court did not prepare findings of fact and conclusions of law, nor did the Department request\n\nit to do so. The Department appeals this order.\n\n\n                                          DISCUSSION\n\n               In five issues, the Department contends that the district court abused its discretion in\n\nreinstating its prior order granting class certification. It argues that: (1) the district court’s re-\n\ncertification of the class based on the same pleadings, evidence, and trial plan conflicted with this\n\n\n\n                                                  20\n\fCourt’s mandate in Dearing I; (2) if we revisit Dearing I in light of the Supreme Court’s intervening\n\nSmith decision, we should hold that the labor code permits disparate-impact age-discrimination\n\nclaims subject to the same standards of proof identified in Smith; (3) because the district court’s trial\n\nplan did not address each element required by Smith and the ADEA, among other defects, the district\n\ncourt abused its discretion in certifying the class; and (4) because Dearing has not, and cannot, plead\n\na proper disparate-impact claim under these standards, not only was certification an abuse of\n\ndiscretion, but we should proceed to hold that Dearing’s claim is barred by sovereign immunity and\n\ndismiss it. In its fifth issue, the Department urges that if the Court revisits Dearing I to address the\n\neffect of Smith, it should also revisit Dearing I’s holdings regarding exhaustion-of-remedies\n\nrequirements and hold that Dearing and the putative class members failed to exhaust administrative\n\nremedies.\n\n\nClass-certification requirements and standard of review\n\n                 On remand, the decision by the district court to re-certify the class was governed\n\nby rule of civil procedure 42, as amended in October 2003. Tex. R. Civ. P. 42; see BMG Direct\n\nMktg. v. Peake, 178 S.W.3d 763, 777 n.10 (Tex. 2005).5 Rule 42(a) states the general class-\n\ncertification prerequisites of (1) numerosity—“the class is so numerous that joinder of all members\n\nis impracticable”; (2) commonality—“there are questions of law or fact common to the class”;\n\n(3) typicality—“the claims and defenses of the representative parties are typical of the claims or\n\ndefenses of the class”; and; (4) adequacy of representation—“the representative parties will fairly\n\n\n\n\n        5\n            But see Tex. R. Civ. P. 42(i), (j).\n\n                                                   21\n\fand adequately protect the interests of the class.” Tex. R. Civ. P. 42(a); Citizens Ins. Co. of Am.\n\nv. Daccach, 217 S.W.3d 430, 438 (Tex. 2007) (citing Southwest Refining Co. v. Bernal, 22 S.W.3d\n\n425, 435 (Tex. 2000)). Additionally, a class action must satisfy at least one of the requirements in\n\nrule 42(b). The district court’s re-certification order (which, in turn, merely incorporates its original,\n\nFebruary 2003 certification order without modification) purports to be based on “Texas Rule of Civil\n\nProcedure 42(b)(4).” Rule “42(b)(4)” was eliminated in the subsequent amendments to rule 42 in\n\nOctober 2003, but its substance is reflected in current rule 42(b)(3), which requires that “the\n\nquestions of law or fact common to the members of the class predominate over any questions\n\naffecting only individual members,” and that “a class action is superior to other available methods\n\nfor the fair and efficient adjudication of the controversy.” Tex. R. Civ. P. 42(b)(3). Rule 42(b)(3)\n\ncontains a non-exhaustive list of factors to aid courts in determining whether rule 42(b)(3)\n\ncertification is appropriate: (A) the interest of class members in individually controlling the\n\nprosecution of separate actions; (B) the extent and nature of any litigation concerning the controversy\n\nalready commenced by class members; (C) the desirability or undesirability of concentrating the\n\nlitigation or the claims in the particular forum; and (D) the difficulties likely to be encountered in\n\nthe management of the class action. Id.\n\n                The Texas Supreme Court has rejected a “certify now and worry later approach” and\n\nhas instead required courts to “perform a rigorous analysis before ruling on class certification to\n\ndetermine whether all prerequisites to certification have been met.” Bernal, 22 S.W.3d at 435. A\n\nproper analysis requires courts to “go beyond the pleadings” and identify the substantive issues that\n\nwill control the litigation in order to discern which issues will predominate. Peake, 178 S.W.3d at\n\n\n\n                                                   22\n\f777. Trial courts must resolve disputes affecting the underlying substantive law prior to certification\n\n“as courts can hardly evaluate the claims, defenses or applicable law without knowing what the law\n\nis.” Compaq Computer Corp. v. Lapray, 135 S.W.3d 657, 672 (Tex. 2004). The impact of recent\n\ncases affecting the controlling substantive law must be considered. See Union Pacific Res. Group,\n\nInc. v. Hankins, 111 S.W.3d 69, 72 (Tex. 2003). The supreme court has further instructed us that\n\ndispositive issues going to the viability of the class claims should be resolved by the trial court\n\nbefore certification is considered. Lopez, 156 S.W.3d at 557.\n\n                  Trial plans are required in every order certifying a class “‘to allow reviewing courts to\n\nassure that all requirements for certification under Rule 42 have been satisfied.’” Peake, 178 S.W.3d\n\nat 778 (quoting Lopez, 156 S.W.3d at 556). “The formulation of a trial plan assures that a trial court\n\nhas fulfilled its obligation to rigorously analyze all certification prerequisites and understands the\n\nclaims, defenses, relevant facts, and applicable substantive law in order to make a meaningful\n\ndetermination of the certification issues.” Id. The trial-plan requirement is now codified in rule\n\n42(c)(1)(D):\n\n\n       An order granting or denying certification under Rule 42(b)(3) must state:\n\n\n           (i)        the elements of each claim or defense asserted in the pleadings;\n\n           (ii)       any issues of law or fact common to the class members;\n\n           (iii)      any issues of law or fact affecting only individual class members;\n\n           (iv)       the issues that will be the object of most of the efforts of the litigants and\n                      the court;\n\n           (v)        other available methods of adjudication that exist for the controversy;\n\n                                                       23\n\f           (vi)       why the issues common to the members of the class do or do not\n                      predominate over individual issues;\n\n           (vii)      why a class action is or is not superior to other available methods for the\n                      fair and efficient adjudication of the controversy; and\n\n           (viii) if a class is certified, how the class claims and any issues affecting only\n                  individual members, raised by the claims or defenses asserted in the\n                  pleadings, will be tried in a manageable, time efficient manner.\n\n\nTex. R. Civ. P. 42(c)(1)(D).\n\n                  We review a trial court’s order certifying a class for abuse of discretion, but we do\n\nnot indulge every presumption in favor of the trial court’s ruling. Schein v. Stromboe, 102 S.W.3d\n\n675, 691 (Tex. 2002). “A trial court has discretion to rule on class certification issues, and some of\n\nits determinations—like those based on its assessment of the credibility of witnesses, for\n\nexample—must be given the benefit of the doubt. But the trial court’s exercise of discretion cannot\n\nbe supported by every presumption that can be made in its favor.” Id. Instead, “actual, not\n\npresumed, conformance with [rule 42] remains . . . indispensable.” Bernal, 22 S.W.3d at 435. We\n\nmust ensure that the district court performed the required “rigorous analysis” before ruling on class\n\ncertification, as manifested in a detailed, thorough trial plan. Peake, 178 S.W.3d at 778.\n\n\nThe effect of Dearing I’s mandate\n\n                  In its first issue, the Department argues that the district court abused its discretion in\n\nre-certifying the class on the same pleadings, evidence, and trial plan on which it had relied in\n\nDearing I, in derogation of our mandate. We agree with the Department.\n\n\n\n\n                                                     24\n\f               The mandate is the formal command from an appellate court commanding the lower\n\ncourt to comply with the appellate court’s judgment. See Tex. R. App. P. 51.1(b), 65.2; In re\n\nGrossnickle, 115 S.W.3d 238, 243 (Tex. App.—Texarkana 2003, orig. proceeding); Lewelling\n\nv. Bosworth, 840 S.W.2d 640, 642-43 (Tex. App.—Dallas 1992, orig. proceeding); Dixie Gas & Fuel\n\nCo. v. Jacobs, 66 S.W.2d 446, 448 (Tex. Civ. App.—Beaumont 1933, writ dism’d w.o.j.) (citing\n\nBlack v. Epperson, 40 Tex. 162, 172-73 (Tex. 1874)). Upon receiving the appellate court’s mandate,\n\nthe lower court has a mandatory, ministerial duty to enforce the appellate court’s judgment. See\n\nTex. R. App. P. 51.1(b); Grossnickle, 115 S.W.3d at 243. It has no discretion to review, interpret,\n\nor enforce the mandate but, instead, must carry out the mandate. Grossnickle, 115 S.W.3d at 243.\n\n               This Court’s mandate in Dearing I recited its judgment that “the portion of the\n\n[district] court’s order pertaining to class certification is reversed, and that part of the cause is\n\nremanded for further proceedings consistent with this opinion. The remainder of the order is\n\naffirmed.” For further guidance, the district court was obligated to look to the Court’s opinion.\n\nHudson v. Wakefield, 711 S.W.2d 628, 630 (Tex. 1986) (“[C]ourts should look not only to the\n\nmandate itself, but also to the opinion of the court.”). The mandate concluded with, “we command\n\nyou to observe the order of our Court of Appeals in this behalf and in all things have the order duly\n\nrecognized, obeyed, and executed.”\n\n               This Court has not withdrawn its mandate, nor has the judgment underlying it been\n\nreversed or vacated by a higher appellate court.6 Our command to the district court to conduct\n\n\n       6\n          In fact, after issuing its Smith opinion, the Supreme Court did not vacate or otherwise\ndisturb our Dearing I judgment in light of Smith, but denied certiorari. Dearing, 540 U.S. 960\n(2005).\n\n                                                 25\n\ffurther proceedings in accordance with our Dearing I opinion thus remains effective unless and until\n\nwe instruct it otherwise. Because the district court was bound to apply Dearing I’s holdings that\n\nDearing’s claim was not viable and that certification was thus inappropriate, the district court abused\n\nits discretion in re-certifying the class on the same record.\n\n               The district court may have perceived that Smith nonetheless undermined a central\n\npremise of Dearing I and rendered this Court’s judgment erroneous. If so, it is understandable that\n\nthe district court, perceiving a choice between the rationale expressed in an opinion of our nation’s\n\nhighest court versus one of this state intermediate appellate court, may have seen fit to apply the\n\nhigher court’s analysis. Such a view, however, would overlook the implications of both our mandate\n\nand the law-of-the-case doctrine.\n\n               Under the law-of-the-case doctrine, a court of appeals is ordinarily bound by its initial\n\ndecision on a question of law if there is a subsequent appeal in the same case. Briscoe v. Goodmark\n\nCorp., 102 S.W.3d 714, 716 (Tex. 2003); see also Loram Maint. of Way, Inc. v. Ianni, 210 S.W.3d\n\n593, 596 (Tex. 2006) (“[T]he ‘law of the case’ doctrine is that principle under which questions of\n\nlaw decided on appeal to a court of last resort will govern the case throughout its subsequent stages.”\n\n(citing Hudson, 711 S.W.2d at 630)). “By narrowing the issues in successive stages of the litigation,\n\nthe law of the case doctrine is intended to achieve uniformity of decision as well as judicial economy\n\nand efficiency. The doctrine is based on public policy and is aimed at putting an end to litigation.”\n\nBriscoe, 102 S.W.3d at 716.\n\n               The law-of-the-case doctrine does not extend to questions of fact, nor does it\n\nnecessarily apply when either the issues or the facts presented in subsequent appeals are not\n\n\n\n                                                  26\n\fsubstantially the same as those involved on the first trial. Hudson, 711 S.W.2d at 630. Thus, as the\n\nDepartment suggests, Dearing “could have redrawn [his] petition and asked the trial court to certify\n\na class based on a claim under the Smith standard; in that case, the court’s mandate would not have\n\nbeen an obstacle because the certification would be different.” That is not the case here, however.\n\nThe district court re-certified the class relying on the same underlying pleadings, trial plan, and\n\nevidence on which it had originally certified the class.\n\n                Nonetheless, “[a] decision rendered on an issue before the appellate court does not\n\nabsolutely bar re-consideration of the same issue on a second appeal,” but “[a]pplication of the\n\ndoctrine lies within the discretion of the court, depending on the particular circumstances\n\nsurrounding that case.” Id. A longstanding exception to the law-of-the-case doctrine (or instance\n\nwhen courts will exercise their discretion not to apply it) is where the appellate court concludes, on\n\nthe second appeal, that its original decision was “clearly erroneous.” Id. (citing Galveston,\n\nHarrisburg & San Antonio Ry. Co. v. Faber, 8 S.W. 64, 65 (Tex. 1888)). The rationale underlying\n\nthis exception is that:\n\n\n        It would be unthinkable [for the court] after having . . . reconsidered the case, and\n        arrived at the conclusion that the opinion on the former appeal was clearly erroneous,\n        to hold that it is bound by considerations of consistency to perpetuate that error. Our\n        duty to administer justice under the law, as we conceive it, outweighs our duty to be\n        consistent.\n\n\nId. (citing Connecticut Gen. Life Ins. Co. v. Bryson, 219 S.W.2d 799, 800 (Tex. 1949)). Under this\n\nexception, our sister courts have revisited, on appeals after remand, prior decisions called into\n\nquestion by intervening higher-court decisions. See In re Estate of Chavana, 993 S.W.2d 311, 315-\n\n\n\n                                                  27\n\f17 (Tex. App.—San Antonio 1999, no pet.); McCrea v. Cubilla Condo. Corp., 769 S.W.2d 261, 262-\n\n63 (Tex. App.—Houston [1st Dist.] 1988, writ denied).\n\n               Thus, while the law-of-the-case doctrine contemplates situations where prior appellate\n\ncourt decisions on legal questions should be reconsidered in appeals after remand, it is the appellate\n\ncourt—not the lower court—who decides whether it is appropriate to do so. We sustain the\n\nDepartment’s first issue.\n\n\nRevisiting Dearing I\n\n               Dearing urges us to revisit Dearing I in light of Smith and affirm the district court’s\n\norder as consistent with the current state of the law. We agree that we would effectuate the policies\n\nunderlying the law-of-the-case doctrine by revisiting certain aspects of Dearing I and should exercise\n\nour discretion to do so.\n\n\n       Disparate-impact age-discrimination claims under the labor code\n\n               When previously concluding that Dearing’s disparate-impact age-discrimination\n\nclaim was not viable and that certification was therefore an abuse of discretion, this Court relied on\n\ntwo basic premises: (1) the Fifth Circuit’s analysis in Smith was “persuasive” regarding whether\n\ndisparate-impact claims are available under the ADEA; and (2) section 21.122(b) of the labor code\n\nmeans that “disparate-impact claims are available for age discrimination in this state only if they are\n\navailable under the ADEA.” Dearing I, 150 S.W.3d at 465. Section 21.122(b) of the labor code\n\nprovides:\n\n\n\n\n                                                  28\n\f       To determine the availability of and burden of proof applicable to a disparate impact\n       case involving age discrimination, the court shall apply the judicial interpretation of\n       the Age Discrimination in Employment Act of 1967 and its subsequent amendments\n       (29 U.S.C. Section 621 et seq.).\n\n\nTex. Lab. Code Ann. § 21.122(b). The Department had argued that section 21.122 required us to\n\napply to the labor code the then-prevailing view of the Fifth Circuit and other federal courts that the\n\nADEA did not permit disparate-impact claims. Dearing had sought to distinguish these federal\n\ndecisions, emphasizing that many had rested on the view that the ADEA’s RFOA provision\n\nmanifested Congress’s intent to prohibit disparate-impact claims under that statute. See Dearing I,\n\n150 S.W.3d at 463-64. Dearing pointed out that the legislature had patterned the labor code’s\n\ngeneral employment discrimination prohibition after section 703(a) of title VII7 and had even\n\ncodified Griggs’s “business necessity” limitation,8 but has never explicitly enacted a counterpart to\n\n       7\n           The Texas Labor Code’s general prohibition against employment discrimination states:\n\n       An employer commits an unlawful employment practice if because of race, color,\n       disability, religion, sex, national origin, or age the employer:\n\n       (1)      fails or refuses to hire an individual, discharges an individual, or\n                discriminates in any other manner against an individual in connection with\n                compensation or the terms, conditions, or privileges of employment; or\n\n       (2)      limits, segregates, or classifies an employee or applicant for employment in\n                a manner that would deprive or tend to deprive an individual of any\n                employment opportunity or adversely affect in any other manner the status of\n                an employee.\n\nTex. Lab. Code Ann. § 21.051 (West 2006). Section 21.051 “is substantively identical to its federal\nequivalent in Title VII,” but adds age and disability to the protected categories. Quantum Chem. Co.\nv. Toennies, 47 S.W.3d 473, 475 (Tex. 2001); cf. 42 U.S.C.A. § 2000e-2 (West 2003).\n       8\n       When enacting the statutory predecessor to chapter 21 of the labor code, the 1983 Texas\nCommission on Human Rights Act (TCHRA), the legislature included the following provision:\n\n                                                  29\n\fthe ADEA’s RFOA provision. While acknowledging the integral role of the RFOA in the federal\n\nADEA cases on which it relied, see id., this Court did not consider the labor code’s omission of such\n\na provision to be significant. It dismissed Dearing’s arguments as “ignor[ing] section 21.122, which\n\nstates that disparate-impact claims are available for age discrimination in this state only if they are\n\navailable under the ADEA.” Id. at 465.\n\n               The Court added that section 21.122 “specifically mirrored” the textual distinctions\n\nbetween the ADEA and title VII following the 1991 Civil Rights Act amendments. Id. Specifically,\n\nfollowing the 1991 amendments, the legislature had made corresponding amendments to Texas law\n\nthat tracked the new subsection (k)(1) of title VII, section 703, but made these provisions applicable\n\nsolely to claims for disparate-impact discrimination involving protected categories other than age.\n\nAct of May 14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1287 (current version\n\nat Tex. Lab. Code Ann. § 21.122(a), (c)-(d) (West 2006)); cf. 42 U.S.C.A. § 2000e-2(k)(1).\n\n               In the aftermath of Smith, the Department concedes that disparate-impact claims may\n\nbe available under the ADEA, and that—consistent with its position in Dearing I—section 21.122(b)\n\nincorporates this principle to govern such claims under the labor code. But the Department urges\n\n\n\n\n       Notwithstanding any other provision of this article, it is not an unlawful employment\n       practice . . . .\n\n       (7)     for an employer to engage in any practice that has a discriminatory effect and\n               that would otherwise be prohibited by this Act if the employer establishes\n               that the practice is not intentionally devised or operated to contravene the\n               prohibitions of this Act and is justified by business necessity.\n\nCommission on Human Rights Act, 68th Leg., 1st C.S., ch. 7, § 5.07(7), 1983 Tex. Gen. Laws 37,\n49 (current version at Tex. Lab. Code Ann. § 21.115 (West 2006)).\n\n                                                  30\n\fthat our ultimate holdings in Dearing I were correct because the district court still abused its\n\ndiscretion in certifying the class. Central to this contention is the argument that the Department\n\nadvances in its second issue: that section 21.122(b) incorporates into the labor code not only Smith’s\n\nholdings regarding the availability of disparate-impact claims under the ADEA, but also its analysis\n\nof the plaintiffs’ burden of proof. Specifically, the Department urges that Wards Cove governs the\n\nstandards Dearing must meet to establish a prima facie disparate-impact age-discrimination case\n\nand imposes a burden-shifting framework for addressing any justifications the Department proffers.\n\nMoreover, it asserts that section 21.122(b) incorporates the ADEA’s RFOA limitation, as interpreted\n\nby Smith, into the labor code. See Smith, 544 U.S. at 243 (“Unlike the business necessity test, which\n\nasks whether there are other ways for the employer to achieve its goals that do not result in a\n\ndisparate impact on a protected class, the reasonableness inquiry includes no such requirement.”).\n\nRelatedly, the Department argues that its RFOA justification is addressed in the same manner under\n\nthe ADEA as was the business-necessity justification under Wards Cove—the defendant has\n\nthe burden of production, but the plaintiff retains the ultimate burden of proof to prove the\n\nunreasonableness of any proffered RFOA. Based on these contentions, the Department complains\n\nin its third issue that the trial plan on which certification was based was defective because it failed\n\nto properly address the elements of Dearing’s disparate-impact age-discrimination claim and\n\nthe RFOA justification. See Tex. R. Civ. P. 42(c)(1)(D); Peake, 178 S.W.3d at 777; Hankins,\n\n111 S.W.3d at 72.\n\n               Dearing’s arguments largely parallel those that he advanced in Dearing I,\n\nemphasizing the textual similarities between section 21.051(a)(2) of the labor code, section 703(a)(2)\n\n\n\n                                                  31\n\fof title VII, and section 623(a)(2) of the ADEA; the legislature’s omission of an express RFOA\n\nprovision in the labor code while including the Griggs “business necessity” limitation; and his\n\nassertion that the labor code’s age-discrimination provisions, unlike the ADEA, share common\n\nlegislative and policy origins with those addressing other protected classes. Dearing does not seem\n\nto dispute that Wards Cove would govern proof of his claim. Instead, he contends that the labor code\n\ndoes not incorporate an RFOA limitation and that, if it does, the RFOA is an affirmative defense on\n\nwhich the Department would have the burdens of proof and persuasion.\n\n               We agree that Dearing I was clearly erroneous in its reliance on pre-Smith\n\njurisprudence holding that disparate-impact claims were categorically unavailable under the ADEA.\n\nSee Chavana, 993 S.W.2d at 315-17; McCrea, 769 S.W.2d at 262-63. However, we conclude that\n\nDearing I was correct in its construction of section 21.122(b) of the labor code and that this\n\nprovision was also intended to incorporate the ADEA’s proof standards as interpreted by Smith—\n\nincluding the RFOA justification.\n\n               Statutory construction presents a question of law that we review de novo. State\n\nv. Shumake, 199 S.W.3d 279, 284 (Tex. 2006). We seek to discern the legislature’s intent, as\n\nmanifested first and foremost in the statutory text. Id. We ascertain the legislature’s intent from the\n\nplain meaning of the words chosen when possible. Id. To that end, we consider statutory language\n\nin context, not in isolation. Jones v. Fowler, 969 S.W.2d 429, 432 (Tex. 1988); see Tex. Gov’t Code\n\nAnn. § 311.011(a) (West 2005). We also presume that the legislature acted with knowledge of\n\nthe background law. Acker v. Texas Water Comm’n, 790 S.W.2d 299, 301 (Tex. 1990). Words\n\nand phrases that have acquired a technical or particular meaning shall be construed accordingly.\n\n\n\n                                                  32\n\fTex. Gov’t Code Ann. § 311.011(b). When ascertaining legislative intent, we may also consider the\n\nobjective of the law, its history, and the consequences of a particular construction. Id.; see also id.\n\n§ 311.023(1), (3), (5) (West 2005).\n\n               The Texas Supreme Court has frequently observed that the Texas Commission on\n\nHuman Rights Act (TCHRA) and its current incarnation, chapter 21 of the labor code, were intended\n\nto “correlat[e] . . . state law with federal law in the area of discrimination in employment,”\n\nSchroeder v. Texas Iron Works, Inc., 813 S.W.2d 483, 485 (Tex. 1991), and “coordinate and\n\nconform with federal law under Title VII . . . and the Age Discrimination in Employment Act.”\n\nCaballero v. Central Power & Light Co., 858 S.W.2d 359, 361 (Tex. 1993). The legislature, in fact,\n\nspecified “general purposes” of the statute that include “provid[ing] for the execution of the policies\n\nof Title VII of the Civil Rights Act of 1964 and its subsequent amendments (42 U.S.C. Section\n\n2000e et. seq.),”9 and “identify[ing] and creat[ing] an authority that meets the criteria under\n\n42 U.S.C. Section 2000e-5(c) and 29 U.S.C. Section 633.” Tex. Lab. Code Ann. § 21.001(1), (2).\n\nThese federal provisions—contained within title VII and the ADEA, respectively—require that\n\nwhere a state has its own anti-discrimination laws and fair employment practices agency, the federal\n\nEEOC must defer its processing of a discrimination complaint for at least 60 days to permit the state\n\nagency to investigate and resolve it. Thus, the legislature created the Texas Human Rights\n\nCommission (now the Civil Rights Division of the Workforce Commission) to serve as Texas’s\n\n\n\n\n       9\n         A similar “general purpose” concerning disability discrimination was added in 1993: to\n“provide for the execution of the policies embodied in Title I of the Americans With Disabilities Act\nof 1990 and its subsequent amendments (42 U.S.C. Section 12101 et. seq).” Tex. Lab. Code Ann.\n§ 21.001(3) (West 2006).\n\n                                                  33\n\f“deferral agency,” i.e., one to which the EEOC would defer so the investigation and resolution of\n\nemployment discrimination complaints could be handled at the state rather than federal level. See\n\nSchroeder, 813 S.W.2d at 485. A related concern, evident elsewhere in chapter 21 and throughout\n\nits legislative history, was to ensure that Texas anti-discrimination law conformed to federal law to\n\nwhatever degree necessary to ensure that the Texas deferral agency would be recognized as such by\n\nthe EEOC—and, importantly, could receive federal funding to help subsidize its operations.10\n\n                As Dearing emphasizes, much of chapter 21 appears to track title VII. Section\n\n21.051, its general employment-discrimination prohibition, states:\n\n\n       An employer commits an unlawful employment practice if because of race, color,\n       disability, religion, sex, national origin, or age the employer:\n\n\n       (1)      fails or refuses to hire an individual, discharges an individual, or\n                discriminates in any other manner against an individual in connection with\n                compensation or the terms, conditions, or privileges of employment; or\n\n\n\n\n       10\n            To that end, the legislature went as far as to provide:\n\n       If a provision of this chapter is held by the Equal Employment Opportunity\n       Commission to disqualify the commission as a deferral agency or for the receipt of\n       federal funds, the commission shall administer this chapter to qualify for deferral\n       status or the receipt of those funds until the legislature meets in its next session and\n       has an opportunity to amend this chapter.\n\nTex. Lab. Code Ann. § 21.006 (West 2006); see also Fiscal Note, Tex. H.B. 14, 68th Leg., 1st C.S.\n(1983) (explaining that “EEOC provides grant monies to state and local governments with acceptable\nlaws and regulations. . . . During the first year of operation, the State commission would receive\n$375 per charge resolution. If it meets the quality standards established by the U.S. Equal\nEmployment Opportunity Commission in its performance, it would receive $412.50 per charge\nresolution beginning in its second year, and increases are anticipated in succeeding years.”).\n\n                                                   34\n\f       (2)     limits, segregates, or classifies an employee or applicant for employment in\n               a manner that would deprive or tend to deprive an individual of any\n               employment opportunity or adversely affect in any other manner the status of\n               an employee.\n\n\nTex. Lab. Code Ann. § 21.051. Section 21.051 “is substantively identical to its federal equivalent\n\nin Title VII,” but adds age and disability to the protected categories. Toennies, 47 S.W.3d at 475;\n\ncf. 42 U.S.C.A. § 703(a). Subsection (2) of section 21.051 tracks section 703(a)(2) of title VII, the\n\nprovision that the United States Supreme Court has long identified as the textual basis for the\n\ndisparate-impact liability theory. Smith, 544 U.S. at 235 (citing Watson, 487 U.S. at 991). Language\n\nparallel to section 703(a)(2) in the ADEA, the Smith court observed, “strongly suggests that a\n\ndisparate-impact theory should be cognizable under the ADEA.” Id. at 236. Furthermore, in\n\ncodifying the Griggs “business necessity” concept, the legislature implicitly recognized the\n\ndisparate-impact liability theory. See Tex. Lab. Code Ann. § 21.115 (“An employer does not commit\n\nan unlawful employment practice by engaging in a practice that has a discriminatory effect and\n\nthat would otherwise be prohibited . . . .”) (emphasis added); see also Helena Chem Co. v. Wilkins,\n\n47 S.W.3d 486, 497 (Tex. 2001) (“[W]hen the Legislature looks to another jurisdiction’s statute, but\n\nmodifies rather than adopts some of its provisions, it does so purposefully.”).\n\n               However, the only provision in chapter 21 that explicitly addresses the availability\n\nof or burden of proof for disparate-impact employment-discrimination claims is section 21.122—and\n\nthe only provision that specifically addresses such issues for disparate-impact age-discrimination\n\nclaims is section 21.122(b). The provision that is now section 21.122 was added to the TCHRA in\n\n1993 as part of a package of amendments intended to conform the act to the 1991 Civil Rights Act\n\n\n\n                                                 35\n\fand the 1990 Americans With Disabilities Act. Act of May 14, 1993, 73d Leg., R.S., ch. 276, § 5,\n\n1993 Tex. Gen. Laws 1285, (current version at Tex. Lab. Code Ann. § 21.122 (West 2006)). The\n\nlegislature’s desire to make Texas employment discrimination law consistent with its federal\n\ncounterparts is repeatedly demonstrated in the text and structure of the amendments.11\n\n               The provision that is now section 21.122, with the exception of subsection (b), is\n\nsubstantively identical to the new section 703(k)(1) that Congress added to title VII in response to\n\nWards Cove:\n\n\n       Sec. 5.11. BURDEN OF PROOF IN DISPARATE IMPACT CASES. (a) An\n       unlawful employment practice based on disparate impact is established under this Act\n       only if:\n\n\n              (1) a complainant demonstrates that a respondent uses a particular\n       employment practice that causes a disparate impact on the basis of race, color, sex,\n       national origin, religion, or disability and the respondent fails to demonstrate that the\n       challenged practice is job-related for the position in question and consistent with\n       business necessity; or\n\n               (2) the complainant makes the demonstration in accordance with federal law\n       as that law existed on June 4, 1989, with respect to the concept of alternative\n       employment practices, and the respondent refuses to adopt such an alternative\n       employment practice.\n\n\n                                                ***\n\n\n\n\n       11\n           We also note that the legislative record reflects an understanding by bill proponents that\n“[w]ith the passage of the Civil Rights Act of 1991 and the Americans With Disabilities Act, it is\nnecessary to amend the Commission on Human Rights Act to be equivalent to these two federal laws\nin order to maintain the current relationship between the Commission on Human Rights and the U.S.\nEqual Employment Opportunity Commission.” House Comm. On State Affairs, Bill Analysis, Tex.\nH.B. 860, 73d Leg. R.S. (1993).\n\n                                                  36\n\f              (c) To demonstrate that a particular employment practice causes a disparate\n       impact, the complainant must demonstrate that each particular challenged\n       employment practice causes a disparate impact, except that if the complainant\n       demonstrates to the satisfaction of the court that the elements of a respondent’s\n       decision-making process are not capable of separation for analysis, that decision-\n       making process may be analyzed as one employment practice.\n\n               (d) If the respondent demonstrates that a specific practice does not cause a\n       disparate impact, the respondent may not be required to demonstrate that the practice\n       is consistent with business necessity.\n\n\nAct of May 14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1287-88 (current\n\nversion at Tex. Lab. Code Ann. § 21.122 (West 2006)); cf. 42 U.S.C.A § 2000e-2(k)(1). Other\n\nportions of new subsection (k) were also replicated in the TCHRA, including a provision clarifying\n\nthat “[a] demonstration that an employment practice is consistent with business necessity may not\n\nbe used as a defense under this Act against a complaint of intentional discrimination.” Act of May\n\n14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1288 (current version at Tex. Lab.\n\nCode Ann. § 21.123 (West 2006)); cf. 42 U.S.C.A. § 2000e-2(k)(2) (West 2003). But the\n\namendments did not track only federal changes that tended to expand liability exposure. To the\n\ncontrary, the legislature also incorporated portions of subsection (k) and the 1991 act that limited\n\nemployers’ liability. These included a new liability protection regarding employers’ anti-drug\n\npolicies, Act of May 14, 1993, 73d Leg., R.S., ch. 276, § 4, 1993 Tex. Gen. Laws 1285, 1887\n\n(current version at Tex. Lab. Code Ann. § 21.120 (West 2006)); cf. 42 U.S.C.A. § 2000e-2(k)(3)\n\n(West 2003), and a prohibition on damage awards, back pay, and reinstatement in certain mixed-\n\nmotive cases. Act of May 14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1288\n\n\n\n\n                                                37\n\f(current version at Tex. Lab. Code Ann. § 21.125 (West 2006)); cf. 42 U.S.C.A. §§ 2000e-2(m),\n\n2000e-5(g)(2)(B) (West 2003).\n\n                As noted in Smith, Congress did not make changes to the ADEA corresponding to\n\nthe new section 703(k) it added to Title VII. In keeping with its intent to retain consistency with\n\nfederal law, the legislature, as this Court observed in Dearing I, “specifically mirrored” this “textual\n\ndistinction between the ADEA and Title VII” by adopting “the language added to Title VII in 1991\n\n[but] treat[ing] disparate impact on the basis of age distinctly by removing it from the list of other\n\nforms of discrimination that give rise to disparate-impact liability.” 150 S.W.3d at 465. The\n\nlegislature provided in subsection (b) of section 21.122 that, “To determine the availability of and\n\nburden of proof applicable to a disparate impact case involving age discrimination, the court shall\n\napply the judicial interpretation of the Age Discrimination in Employment Act of 1967 and its\n\nsubsequent amendments (29 U.S.C. Section 621 et seq.).” Tex. Lab. Code Ann. § 21.122(b).\n\n                Ultimately, the parties’ dispute over the construction of section 21.122(b) turns on\n\nthe meaning of the “judicial interpretation of the Age Discrimination in Employment Act of 1967\n\nand its subsequent amendments” that we “shall apply” to “determine the availability of and burden\n\nof proof applicable to a disparate impact case involving age discrimination.” Dearing maintains\n\nthat the relevant ADEA “judicial interpretation” in Smith that we must apply “is simply the analysis\n\nof a provision of the federal statute that exists nowhere in the Texas Labor Code,” and that is\n\ntherefore distinguishable. The Department contends that section 21.122(b) requires us to follow\n\nSmith’s holdings regarding the availability and burden of proof for ADEA disparate-impact\n\n\n\n\n                                                  38\n\fclaims—including the portions of the court’s analysis that reference the RFOA provision. As in\n\nDearing I, we agree with the Department’s construction of section 21.122(b).\n\n               The legislature manifested its intent throughout the 1993 amendments to the TCHRA\n\nthat Texas employment-discrimination law conform to federal law in the aftermath of the 1991 Civil\n\nRights Act. The conforming changes that the legislature made included not only those expanding\n\nliability exposure, but also those restricting it. The legislature added a new provision specifically\n\nto address the availability and burden of proof in disparate-impact claims and, like Congress, chose\n\nto treat age-discrimination claims differently from those involving other protected classes. The\n\nfederal analogue that the legislature identified for age-discrimination claims, moreover, was not title\n\nVII, but the “judicial interpretation of the Age Discrimination in Employment Act of 1967 and its\n\nsubsequent amendments.”\n\n               If, as Dearing contends, the legislature had intended that Texas courts “apply” the\n\nADEA “judicial interpretation” only to the extent that the ADEA is textually parallel to the TCHRA,\n\nit would have undermined its own manifest goal to restore consistency between Texas and federal\n\nemployment-discrimination law. By the time of the 1993 amendments, as noted, there was already\n\nconsiderable jurisprudential controversy regarding the availability of disparate-impact claims under\n\nthe ADEA, with the RFOA provision and other distinguishing features of the ADEA being focal\n\npoints of the debate. See Markham, 451 U.S. 945 (Rehnquist, J., dissenting from denial of\n\ncertiorari); Metz, 828 F.2d at 1216-20; see generally Herbert & Shelton, supra, at 636-50. While\n\nthe 1993 TCHRA amendments were pending before the legislature, furthermore, the Supreme Court\n\nhanded down its Hazen Paper decision, which was viewed by many as validating the arguments\n\n\n\n                                                  39\n\fbeing made against disparate-impact claims under the ADEA. We presume that the legislature is\n\naware of the background law when it enacts a statute. Acker, 790 S.W.2d at 301. Especially given\n\nthe jurisprudential environment that existed at the time of the 1993 amendments, it is doubtful that\n\na legislature intending to keep Texas employment-discrimination law consistent with its federal\n\ncounterpart would require Texas courts to apply ADEA “judicial interpretation” while contemplating\n\nthat these cases could be deemed distinguishable and inapplicable. Such inconsistency would\n\nhave been further compounded by the legislature’s unequivocal mandate that courts apply the\n\n“judicial interpretation of the Age Discrimination in Employment Act of 1967 and its subsequent\n\namendments,” without regard to whether those future amendments might be consistent with\n\nthe TCHRA.\n\n               Considering, as we must, the role of section 21.122(b) in context with the 1993\n\nTCHRA amendments as a whole, see Jones, 969 S.W.2d at 432, the more plausible construction of\n\n“judicial interpretation of the Age Discrimination in Employment Act of 1967 and its subsequent\n\namendments” is that we apply the authoritative holdings governing availability and burden of proof\n\nfor ADEA disparate-impact claims as the standards governing the same issues for such claims under\n\nthe labor code, without regard to what might otherwise be distinguishing differences in the\n\nunderlying statutory texts. What the legislature intended in section 21.122(b), in other words, was\n\nfor Texas law to track federal law regarding the availability of and burden of proof in disparate-\n\nimpact age-discrimination cases, in effect incorporating not only the ADEA’s textual features\n\npresently governing those issues, but even their “subsequent amendments.” This conclusion is\n\nconsistent with Dearing I’s construction of section 21.122(b). Similarly, while Dearing’s arguments\n\n\n\n                                                40\n\femphasize textual parallels between the THCRA and title VII that might have been significant if\n\nconsidered in isolation, we agree with the Dearing I Court that Dearing “would have us ignore\n\nsection 21.122” and its impact. Dearing I, 150 S.W.3d at 465.\n\n               Consequently, Dearing must establish a prima facie case under the standards of Wards\n\nCove, and the Department may invoke the RFOA limitation, as interpreted in Smith, as a\n\njustification. We are also persuaded by the prevailing post-Smith case law that the RFOA provision\n\nmust operate in the same way as the business-necessity justification under Wards Cove; that is, the\n\nDepartment has the initial burden of production regarding this justification, but Dearing retains the\n\nultimate burden of proof to demonstrate that any proffered RFOA was unreasonable. See Meacham\n\nv. Knolls Atomic Power Lab., 461 F.3d 134, 141-43 & n.7 (2d Cir. 2006) (noting that in Smith,\n\nSupreme Court stated that bona fide occupational qualification was affirmative defense but did not\n\nsimilarly identify RFOA as affirmative defense and further, it is “hard to see how an ADEA plaintiff\n\ncan expect to prevail on a showing of disparate impact based on a factor that correlates with age\n\nwithout also demonstrating that the factor is unreasonable.”); Pippin v. Burlington Res. Oil & Gas\n\nCo., 440 F.3d 1186, 1200 (10th Cir. 2006) (holding that “to prevail on an ADEA disparate impact\n\nclaim, an employee must ultimately persuade the factfinder that the employer’s asserted basis for the\n\nneutral policy is unreasonable.”); Durante v. Qualcomm, Inc., 144 Fed. Appx. 603, 607 (9th Cir.\n\n2005) (ruling in favor of employer that produced “unrebutted evidence” that its termination decisions\n\nwere made to satisfy differing business needs of its divisions and departments); see also Marshall\n\nv. Westinghouse Elec. Corp., 576 F.2d 588, 590 (5th Cir. 1978) (“This circuit has consistently held\n\nthat once the plaintiff makes out such a prima facie case the defendant bears the burden of ‘going\n\n\n\n                                                 41\n\fforward’ to demonstrate reasonable factors other than age for the plaintiff’s discharge. Just as\n\nconsistently we have said that the burden of persuasion, often called the risk of non-persuasion,\n\nnever shifts; it remains upon the ADEA plaintiff.”). Dearing relies on three cases, none of which\n\naddress Wards Cove, to argue that the RFOA is an affirmative defense on which the Department has\n\nthe burden of persuasion. See Johnson v. Perkins Rests., Inc., 815 F.2d 1220, 1221 (8th Cir. 1987);\n\nCriswell v. Western Airlines, Inc., 709 F.2d 544, 552 (9th Cir. 1983); see also Kimel v. Florida Bd.\n\nof Regents, 528 U.S. 62, 87 (2000) (discussing bona fide occupational qualification as affirmative\n\ndefense). All of these cases, moreover, preceded the Supreme Court’s opinion in Smith.\n\n               Because the district court’s trial plan does not sufficiently address these elements, it\n\nabused its discretion in certifying the class. We sustain the Department’s second and third issues.\n\n\n       The Department’s jurisdictional arguments\n\n               In its fourth issue, the Department adds that under Smith’s requirements, as\n\nincorporated into the labor code through section 21.122(b), Dearing has not pleaded, and cannot\n\nplead, a valid claim for disparate-impact age-discrimination, rendering his claim not viable,\n\nsee Lopez, 156 S.W.3d at 557, and barred by sovereign immunity. See Texas Dep’t of Parks &\n\nWildlife v. Miranda, 133 S.W.3d 217, 226 (Tex. 2004) (citing Texas Ass’n of Bus. v. Texas Air\n\nControl Bd., 852 S.W.2d 440, 446 (Tex. 1993)); see also Tex. Lab. Code Ann. § 21.002(8)(D)\n\n(West 2006). The Department relies on challenges to both the sufficiency of Dearing’s pleading\n\nallegations and underlying jurisdictional facts. See Miranda, 133 S.W.3d at 227 (citing Bland Indep.\n\nSch. Dist. v. Blue, 34 S.W.3d 547, 555 (Tex. 2000)). To that end, it asks us to consider the evidence\n\nit attached to its pre-Smith, pre-certification plea to the jurisdiction, summary-judgment motions,\n\n                                                 42\n\fand special exceptions. While styling these arguments as challenges to class certification, the\n\nDepartment also asks us to dismiss Dearing’s claim for want of subject-matter jurisdiction, or at least\n\nremand to afford him the opportunity to replead in accordance with Smith. See Miranda,\n\n133 S.W.3d at 226-27.\n\n                The Department acknowledges that “the parties [have] not address[ed] the\n\njurisdictional issues” in the district court after Smith “or the propriety of Plaintiffs’ attempts to certify\n\na class based [on] pleadings that do not mention Smith’s requirements.” It attributes the context in\n\nwhich it has raised these jurisdictional issues to the limited scope of our Dearing I mandate,\n\nobserving that the “remand proceedings only involved the propriety of re-certifying the class.”\n\nNonetheless, the Department urges that because these issues implicate sovereign immunity and,\n\ntherefore, subject-matter jurisdiction, we may address them for the first time on appeal. See Texas\n\nAss’n of Bus. v. Texas Air Control Bd., 852 S.W.2d 440, 446 (Tex. 1993).\n\n                In effect, the Department is seeking to re-urge, in light of Smith, its pre-Smith plea\n\nto the jurisdiction augmented by new challenges to jurisdictional facts that it seeks to raise for the\n\nfirst time on appeal. This Court recently held that where a defendant’s challenge to jurisdictional\n\nfacts also implicates the merits of a plaintiff’s claim, Miranda requires that the challenge be raised\n\nfirst in the trial court rather than on appeal. Hendee v. Dewhurst, ___ S.W.3d. ___, ___, No. 03-06-\n\n00501-CV, 2007 Tex. App. LEXIS 4149, at*53-54 (Tex. App.—Austin May 25, 2007, pet denied)\n\n(op. on reh’g). That is the case here—the Department seeks to conclusively establish that it relied\n\non an RFOA, which, if successful, would bar liability for any disparate effects of the reclassifications\n\nthat Dearing challenges.\n\n\n\n                                                     43\n\f                Nor can we reach these dispositive issues in the guise of determining the “viability”\n\nof Dearing’s class claims. The supreme court has instructed us that “dispositive issues should be\n\nresolved by the trial court before certification is considered.” Lopez, 156 S.W.3d at 557 (emphasis\n\nadded). Contrary to the Department’s suggestions, Lopez does not create a new procedural means\n\nby which appellate courts can adjudicate the merits of dispositive issues not otherwise within their\n\njurisdiction to consider. Instead, it envisions that such issues should be adjudicated in the trial court\n\nin the first instance, through the established procedural mechanisms under our rules—such as pleas\n\nto the jurisdiction, summary-judgment motions, and special exceptions—rather than by what are\n\nsubstantively the same proceedings initiated at the appellate level. Cf. Lopez, 156 S.W.3d at 157\n\n(declining to reach viability issues and remanding so trial court could address pending plea to the\n\njurisdiction and special exceptions).\n\n                Furthermore, the concept of viability addressed in Lopez emanates from the core\n\nrequirement that, before certification, trial courts perform a “rigorous analysis” to determine whether\n\nrule 42’s requirements are met. Bernal, 22 S.W.3d at 435. To “make a meaningful determination\n\nof the certification issues,” Peake, 178 S.W.3d at 778, trial courts must resolve disputes affecting\n\nthe underlying substantive law prior to certification because “courts can hardly evaluate the claims,\n\ndefenses or applicable law without knowing what the law is.” Lapray, 135 S.W.3d at 672. The\n\nimpact of recent cases affecting the controlling law must be considered. Hankins, 111 S.W.3d at 72.\n\nThe district court’s trial plan does not reflect any consideration of Smith’s implications for Dearing’s\n\nclaim, beyond allowing the claim (in derogation of our mandate) to proceed on a class basis. In fact,\n\nthe court’s re-certification order merely attached and incorporated a trial plan that predated Smith.\n\n\n\n                                                   44\n\fEven under the view of Smith’s effects accepted by Dearing, the trial plan falls short. For example,\n\nthe elements for establishing a prima facie case under Wards Cove are not addressed, nor is the\n\nburden-shifting framework it requires.12\n\n               The Department will have the opportunity on remand to re-urge its dispositive\n\nmotions in light of Smith. Conversely, Dearing will have the opportunity to amend his pleadings and\n\notherwise respond to the Department’s potentially dispositive issues under the normal procedural\n\nframework that our rules provide to protect and balance the interests of both plaintiffs and\n\ndefendants. Cf. Hendee, ___S.W.3d at ___, 2007 Tex. App. LEXIS 4149, at *53-54. The district\n\ncourt’s disposition of those issues, in turn, will inform its “rigorous analysis” of whether the class\n\nshould be certified. We overrule the Department’s fourth issue.\n\n\n       Single-filing rule\n\n               In its fifth issue, the Department argues that we should revisit, as “clearly erroneous,”\n\nDearing I’s holding that the claims of putative class members other than Dearing were not barred\n\nby their failure to exhaust administrative remedies. The supreme court has held that the provisions\n\nnow codified in chapter 21 of the labor code, like title VII, impose a comprehensive and exclusive\n\nadministrative scheme under which employment-discrimination claimants must first exhaust their\n\n\n       12\n           E.g., how Dearing’s statistical proof of disparate impact will be proved and\nevaluated—specifically, against what other group Dearing’s claims will be measured to test for\ndisparate impact.\n\n        Dearing observes that the district court did not enter findings of fact and conclusions of law\nand that ordinarily we would presume that the district court made any fact findings supported by the\nevidence that were necessary for any legal theory that could support its order. However, “actual, not\npresumed, conformance” with rule 42 is required. Bernal, 22 S.W.3d at 435.\n\n                                                  45\n\fremedies before filing a civil action. Schroeder, 813 S.W.2d at 486-88. Failure to exhaust these\n\nremedies is a jurisdictional bar to suit. Id. at 488. In the district court, the Department, in support\n\nof its plea to the jurisdiction, presented undisputed evidence that no class member other than Milburn\n\nDearing had filed a complaint with the human rights commission. In affirming the district court’s\n\ndenial of the plea in Dearing I, this Court purported to “adopt the single-filing rule fashioned by\n\nfederal courts” whereby similarly-situated persons can, under certain circumstances, “piggyback”\n\nonto a single plaintiff’s filing of an EEOC complaint under title VII or the ADEA. Dearing I,\n\n150 S.W.3d at 460; see Mooney v. Aramco Servs. Co., 54 F.3d 1207, 1223 (5th Cir. 1995).13 We\n\nagree with the Department that Dearing I’s analysis of the single filing issue should be reexamined,\n\na conclusion that the concurrence shares. ___ S.W.3d at ___ (Waldrop, J., concurring).14\n\n                Dearing I’s “adoption” of the single-filing rule was predicated principally on (1) a\n\nview that “a person’s ‘agent’ could reasonably include a class representative” under section 21.201\n\n\n\n       13\n            As the Fifth Circuit explained this concept, in the context of the ADEA:\n\n       The federal courts now universally hold that an individual who has not filed an\n       administrative charge can opt-in to a suit filed by any similarly situated plaintiff\n       under certain conditions. This so-called “single filing rule” generally allows a\n       plaintiff, who did not file an EEOC charge, to piggyback on the EEOC complaint\n       filed by another person who is similarly situated. . . . The policy behind the single\n       filing rule is that it would be wasteful, if not vain, for numerous employees, all with\n       the same grievance, to have to process many identical complaints with the EEOC.\n       As long as the EEOC and the company are aware of the nature and scope of the\n       allegations, the purposes behind the filing requirement are satisfied and no injustice\n       or contravention of congressional intent occurs by allowing piggybacking.\n\nMooney, 54 F.3d at 1223.\n       14\n          We decline to revisit the Court’s prior holding regarding the timeliness of Milburn\nDearing’s administrative complaint, however.\n\n                                                  46\n\fof the labor code; and (2) what the Court regarded as the beneficial policies served by the rule in\n\nfederal courts. 150 S.W.3d at 460. We agree with the concurrence that Texas courts are not in a\n\nposition to incorporate extra-statutory requirements into the labor code. ___ S.W.3d ___ (Waldrop,\n\nJ., concurring). Our proper inquiry is, instead, to ascertain the policies that the legislature intended\n\nto advance in the labor code, as manifested first and foremost by the statutory text, and as further\n\ndiscerned through our application of the established statutory construction principles we have\n\nreviewed above.\n\n               Section 21.201 provides that “a person claiming to be aggrieved by an unlawful\n\nemployment practice or the person’s agent may file a complaint with the commission.” Tex. Lab.\n\nCode Ann. § 21.201 (West 2006) (emphasis added). As the Department observes, “agent” under\n\nTexas law ordinarily denotes a relationship based upon a principal’s manifested consent that the\n\nagent act on his behalf. See Bhalli v. Methodist Hosp., 896 S.W.2d 207, 210 (Tex. App.—Houston\n\n[1st Dist.] 1995, writ. denied). Under traditional agency principles, as the Department suggests, a\n\nclass representative “filing the complaint is not necessarily in an agency relationship with the other\n\nmembers of the purported class.” Indeed, especially in the early stages of litigation, members of the\n\nputative class will frequently have no knowledge of their purported representative’s actions. See\n\nTex. R. Civ. P. 42(c)(2)(B), (e)(3)-(4). Thus, the Department suggests, section 21.201 could not\n\nhave been intended to allow class-wide exhaustion of administrative remedies through a single filing,\n\nabsent pleadings and proof establishing that the filer was acting as an agent of each class member.\n\n               This intent, the Department argues, is further demonstrated by comparing section\n\n21.201 to the administrative-exhaustion requirements of the ADEA. As originally enacted, the\n\n\n\n                                                  47\n\fADEA provided that “[n]o civil action may be commenced by any individual under this section until\n\nthe individual has given the Secretary [of Labor] not less than sixty days’ notice of an intent to file\n\nsuch action.” Age Discrimination in Employment Act of 1967, Pub. L. No. 202, § 7(d), 81 Stat. 602,\n\n605 (current version at 29 U.S.C.A. § 626(d) (West 1998)) (emphasis added). In 1978, Congress\n\namended this provision into its current form: “No civil action may be commenced by an individual\n\nunder this section until 60 days after a charge alleging unlawful discrimination has been filed\n\n[with the EEOC].” Age Discrimination in Employment Act Amendements of 1978, Pub. L. No. 95-\n\n256, § 4(b) 92 Stat. 189, 190 (current version at U.S.C.A. § 626(d)) (West 1998) (emphasis added).\n\nThe Department suggests that Congress amended the ADEA specifically to permit class actions\n\nunder the single-filing rule, and there is some support for this view. See Tolliver v. Xerox Corp.,\n\n918 F.2d 1052, 1056 (2d Cir. 1990). Although not disputing that “[t]he federal courts now\n\nuniversally hold that an individual who has not filed an administrative charge can opt-in to a suit\n\nfiled by a similarly situated plaintiff” under the single-filing rule, see Mooney, 54 F.3d at 1223, the\n\nDepartment attributes these developments to the 1978 ADEA amendments, and distinguishes section\n\n21.201 on that basis.\n\n               We conclude, however, that section 21.201’s closer federal analogue is section 706(b)\n\nof title VII. See 42 U.S.C.A. § 2000e-5(b). As the Texas Supreme Court observed in Schroeder, the\n\nemployment-discrimination provisions of the labor code, like title VII, do not contain an explicit\n\nexhaustion-of-remedies requirement similar to the ADEA’s. 813 S.W.2d at 487 & n.9. Instead, the\n\ncourt determined that the overall structure of the Texas administrative procedures resembled those\n\nof title VII, observed that the United States Supreme Court had held that title VII’s provision\n\n\n\n                                                  48\n\frequired exhaustion of remedies, emphasized the legislature’s explicit intent to provide for the\n\nexecution of title VII’s policies and concluded that the Texas law imposes an administrative-\n\nexhaustion requirement akin to title VII. Id. at 487.\n\n                Section 706(d) of title VII resembles section 21.201 of the labor code. It provides that\n\na “charge” satisfying title VII’s administrative-exhaustion requirements can be “filed by or on behalf\n\nof a person claiming to be aggrieved.” 42 U.S.C.A.§ 2000e-5(b). The phrase “or on behalf of”\n\nwas added in the Equal Employment Opportunity Act of 1972. See Pub. L. No. 92-261, sec. 4(a),\n\n§ 706(a)-(g), 86 Stat. 103, 104. As originally enacted in 1964, section 706 had stated that a “charge”\n\nis filed only “by a person claiming to be aggrieved.” Civil Rights Act of 1964, Pub. L. 88-352,\n\n§ 706(a), 78 Stat. 241, 259. Even before the 1972 amendment, federal courts had recognized the\n\nsingle-filing rule under section 706. See Oatis v. Crown Zellerbach Corp., 398 F.2d 496, 497-99\n\n(5th Cir. 1968); see also Albermarle Paper Co. v. Moody, 422 U.S. 405, 414 n.8 (1975) (noting that\n\n“[t]he Courts of Appeals . . . are unanimous in recognizing that backpay may be awarded on a class\n\nbasis under Title VII without exhaustion of administrative procedures by the unnamed class\n\nmembers” and suggesting that “Congress plainly ratified this construction of the Act in the course\n\nof enacting the Equal Employment Opportunity Act of 1972”).\n\n                The similarities between the labor code’s administrative provisions and those of title\n\nVII, like others throughout each statute, cf. Toennies, 47 S.W.3d at 475, reflect the legislature’s\n\nintent to “provide for the execution of the policies of Title VII of the Civil Rights Act of 1964 and its\n\nsubsequent amendments (42 U.S.C. Section 2000e et. seq.)” in regard to exhaustion of administrative\n\nremedies. Schroeder, 813 S.W.2d at 486-88. Both before and after the 1983 enactment of the\n\n\n\n                                                   49\n\fTCHRA, the single-filing rule was well-established in title VII cases.15 Although the concurrence\n\nstates a reasonable view of the statutory language if viewed in isolation, we are to presume that the\n\nlegislature was aware of the jurisprudential context in which it drafted the TCHRA and its\n\nimplications for the statutory words and structure it chose. See Acker, 790 S.W.2d at 301.\n\n               We conclude that the labor code manifests the legislature’s intent to incorporate\n\nthe single-filing rule from title VII jurisprudence. As we explained in Dearing I, the single-filing\n\nrule allows a person who has not filed an administrative charge to piggyback on another party’s\n\ntimely-filed administrative charge, if the person attempting to piggyback is similarly situated to the\n\nperson who actually filed the administrative charge, and the charge provides notice of the collective\n\nor class-wide nature of the charge. 150 S.W.3d at 460. Here the plaintiffs are similarly situated to\n\nDearing for the purposes of the single-filing rule because they all share the same grievance: that the\n\nDepartment’s reclassification of the former Field Sergeant Game Wardens from the C-7 to the C-6\n\nlevel constituted unlawful age discrimination that had a disparate-impact on employees over the\n\nage of forty. See Crawford, 660 F.2d at 665 (holding that plaintiffs were “similarly situated”\n\nfor purposes of single-filing rule because “the gravamen of their complaints”—that they were given\n\nimproper seniority dates and passed over for promotion because of their race—was “the same”);\n\nOatis, 398 F.2d at 498 (noting that where employees all had same grievance “it would be wasteful,\n\nif not vain” to require each employee to process identical complaints with EEOC). Furthermore,\n\nDearing’s charge gave notice of the class-wide nature of the charge. We thus agree with Dearing\n\n\n       15\n           See Price v. Choctaw Glove & Safety Co., 459 F.3d 595, 598-99 (5th Cir. 2006); Crawford\nv. U.S. Steel Corp., 660 F.2d 663, 665 (5th Cir. 1981); Wheeler v. American Home Products Corp.,\n582 F.2d 891, 897-98 (5th Cir. 1977); Oatis, 398 F.2d at 499.\n\n                                                 50\n\fI’s ultimate holding that the single-filing rule applies to Milburn Dearing’s complaint and that\n\nhis complaint adequately stated its class-action intent. 150 S.W.3d at 460. We overrule the\n\nDepartment’s fifth issue.\n\n\nOther certification issues\n\n                Because Smith’s impact on Dearing’s claim and the Department’s defenses will be\n\nintegral to the district court’s consideration of class certification on remand, we will defer further\n\nanalysis of the propriety of certification until that issue is again before us. Nonetheless, we observe\n\nthat the district court order reinstated, without modification, a certification order that predated the\n\nOctober 2003 amendments to rule 42, and that does not comply with the amended rule. See Tex. R.\n\nCiv. P. 42(c)(1)(D). Among other defects, the plan fails to state the other available methods of\n\nadjudication or adequately explain why a class action is “superior to other available methods for the\n\nfair and efficient adjudication of the controversy.” See Tex. R. Civ. P. 42(b)(3), (c)(1)(D). In\n\nparticular, we observe that of the approximately 130 members of the putative class, eighty-eight have\n\nalready joined as plaintiffs. Finally, we note that the trial plan purports to set discovery deadlines\n\nand a trial date in 2003. We trust that if the district court reaches the issue of certification again on\n\nremand, it will comply with amended rule 42.\n\n\n                                           CONCLUSION\n\n                We reverse the district court’s order reinstating its prior class-certification order. On\n\nremand, the parties will have the opportunity to address the impact of Smith and this decision on the\n\nadequacy of their pleadings, the district court’s subject-matter jurisdiction, and any other dispositive\n\n\n\n                                                   51\n\fmatters. The parties will then have the opportunity to address the impact of these rulings and Smith\n\non certification. We remand these issues to the district court for further proceedings consistent with\n\nthis opinion.\n\n\n\n                                               __________________________________________\n\n                                               Bob Pemberton, Justice\n\nBefore Chief Justice Law, Justices Pemberton and Waldrop;\n  Concurring Opinion by Justice Waldrop\n\nReversed and Remanded\n\nFiled: August 3, 2007\n\n\n\n\n                                                 52\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">      TEXAS COURT OF APPEALS, THIRD DISTRICT, AT AUSTIN\n\n\n                                       NO. 03-05-00499-CV\n\n\n\n                        Texas Parks & Wildlife Department, Appellant\n\n                                                  v.\n\n             Milburn Dearing, Kenneth Head, and Mike Warren, Individually\n                 and on Behalf of All Others Similarly Situated, Appellees\n\n\n    FROM THE DISTRICT COURT OF TRAVIS COUNTY, 200TH JUDICIAL DISTRICT\n       NO. GN102867, HONORABLE LORA J. LIVINGSTON, JUDGE PRESIDING\n\n\n\n                                           OPINION\n\n\n               This is an interlocutory appeal from the re-certification of a class action following this\n\nCourt’s reversal and remand of the original certification order. See Tex. Civ. Prac. & Rem. Code\n\nAnn. § 51.014(a)(3) (West 1997 & Supp. 2006). Appellees Milburn Dearing, Kenneth Head, and\n\nMike Warren, individually and on behalf of others similarly situated (collectively, Dearing), sued\n\ntheir employer, the Texas Parks & Wildlife Department, alleging a disparate-impact theory of\n\nage discrimination under chapter 21 of the Texas Labor Code in regard to the Department’s\n\nreclassification of their game-warden positions. See Texas Parks & Wildlife Dep’t v. Dearing,\n\n</pre><span class=\"citation\" data-id=\"1464194\"><a href=\"/opinion/1464194/texas-parks-wildlife-dept-v-dearing/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">452</span></a></span><pre class=\"inline\">, 466 (Tex. App.—Austin 2004, pet. denied) (Dearing I), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">960</span></span><pre class=\"inline\"> (2005); see also Tex. Lab. Code Ann. § 21.051 (West 2006). The plaintiffs sought certification\n\nof a class of approximately 130 fellow game wardens whom they claim were similarly situated.\n\nEighty-eight of the putative class members have since intervened as plaintiffs. The district court\n\fdenied a plea to the jurisdiction and summary-judgment motions asserted by the Department and\n\ncertified the class.\n\n                In Dearing I, this Court affirmed the district court’s ruling on the Department’s plea\n\nto the jurisdiction but reversed its order certifying the class. The Court concluded that the district\n\ncourt lacked subject-matter jurisdiction to certify the class, and that Dearing’s claim was not viable,\n\nbecause the labor code did not permit an age-discrimination claim based on a disparate-impact theory\n\nof liability. The Court construed section 21.122(b) of the labor code to mean that age-discrimination\n\nclaims based on a disparate-impact theory of liability were available under the labor code to the same\n\nextent that such claims were available under the Age Discrimination in Employment Act of 1967\n\n(ADEA). Dearing I, 150 S.W.3d at 465; see Tex. Lab. Code Ann. § 21.122(b) (West 2006); see also\n\nAge Discrimination in Employment Act, 29 U.S.C.A. §§ 621-634 (West 1998 & Supp. 2006). The\n\nCourt thus looked to federal jurisprudence addressing that question and found persuasive the analysis\n\nby the Fifth Circuit in Smith v. City of Jackson, </pre><span class=\"citation\" data-id=\"33422\"><a href=\"/opinion/33422/smith-v-city-of-jackson-ms/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span><pre class=\"inline\">, 195 (5th Cir. 2003), holding that the\n\nADEA did not permit such claims. Dearing I, 150 S.W.3d at 465. Dearing filed a petition for\n\nreview with the Texas Supreme Court, which was denied. He then sought writ of certiorari from the\n\nUnited States Supreme Court.\n\n                While Dearing’s certiorari petition was pending, the Supreme Court affirmed the Fifth\n\nCircuit’s judgment in Smith, but disagreed with its reasoning that claims based on a disparate-impact\n\ntheory of liability are categorically unavailable under the ADEA. See </pre><span class=\"citation\" data-id=\"142883\"><a href=\"/opinion/142883/smith-v-city-of-jackson/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span><pre class=\"inline\">, 232-43 (2005)\n\n(plurality opinion); id. at 243 (Scalia, J., concurring) (“I agree with all of the Court’s reasoning, but\n\nwould find it a basis, not for independent determination of the disparate-impact question, but for\n\n\n\n                                                   2\n\fdeferral to the reasonable views of the Equal Employment Opportunity Commission” that disparate-\n\nimpact claims are permitted under the ADEA). The Supreme Court affirmed the Fifth Circuit’s\n\njudgment on the bases that (1) the claimants had failed to identify sufficiently an employment\n\npractice within the city’s pay plan that had an adverse impact on older workers; and (2) the city’s\n\nplan was based on reasonable factors other than age. Id. at 242. Subsequently, the Supreme Court\n\ndenied Dearing’s certiorari petition. </pre><span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span><pre class=\"inline\"> (2005).\n\n                After the Supreme Court denied certiorari, this case was remanded to the district\n\ncourt pursuant to this Court’s mandate “for further proceedings consistent with [our] opinion.” On\n\nremand—without amending his pleadings or introducing additional evidence—Dearing filed a\n\nmotion to reinstate the original class certification order. The district court granted Dearing’s motion,\n\nissuing an order incorporating its original certification order without change.\n\n                The Department now appeals the district court’s order. For the reasons explained\n\nbelow, we reverse the order and remand for further proceedings consistent with this opinion.\n\n\n                                          BACKGROUND\n\nThe underlying dispute\n\n                The factual background of these proceedings is detailed in Dearing I. </pre><span class=\"citation\" data-id=\"1464194\"><a href=\"/opinion/1464194/texas-parks-wildlife-dept-v-dearing/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.W.3d</span>\n\n<span class=\"page\">452</span></a></span><pre class=\"inline\">. The putative class members were at relevant times employed as game wardens by the\n\nDepartment. Originally, their job classifications ranged from “Game Warden I” through “Game\n\nWarden IV.” Promotions within these classification levels were based on length of service and were\n\nmade every four years. In 1994, the Department reclassified the game wardens who had accumulated\n\nover 16 years of service from “Game Wardens IV” to “Field Sergeant Game Wardens” and assigned\n\n                                                   3\n\fthem additional duties. The following year, the legislature passed a pay-parity rider that prohibited\n\nthe Department from compensating its state-commissioned peace officers “at a rate less than the\n\nrate paid by any other state agency to a state-commissioned peace officer performing similar duties.”\n\nSee Act of May 25, 1995, 74th Leg., R.S., ch. 1063, 1995 Tex. Gen. Laws 5242, 5857 (effective\n\nSept. 1, 1995). The Department’s executive director appointed a committee to study the pay-parity\n\nissue. The committee determined that Field Sergeant Game Wardens performed duties similar to\n\nthose of sergeants employed by the Department of Public Safety and recommended increasing these\n\ngame wardens’ compensation to level C-7, the pay level of the DPS sergeants identified as their\n\ncounterparts. In 1996, Field Sergeant Game Wardens received that raise.\n\n               The legislature subsequently added a new top tier to the game-warden job\n\nclassification, “Game Warden V,” adopted Salary Schedule C designating compensation for the\n\nposition at the C-6 level, and specified that adoption of the salary schedule could not result in\n\ndecreased pay for any classified employee. See Act of May 29, 1997, 75th Leg., R.S., ch. 1452, 1997\n\nTex. Gen. Laws 5535, 6341, 6345 (effective Sept. 1, 1997) (the pay rider). Legislative descriptions\n\nof the duties of Field Sergeant Game Wardens matched those of the new Game Wardens V and,\n\nwhen the bill took effect, the Department reclassified the Field Sergeant Game Wardens to Game\n\nWardens V. Because the pay rider prohibited reduction of their salaries through the reclassification,\n\nthe former Field Sergeant Game Wardens reclassified as Game Wardens V were “grandfathered” and\n\ncontinued to be paid at the C-7 rather than C-6 level.\n\n               In 1999, the legislature increased salaries for all Texas peace-officer positions. See\n\nAct of Apr. 23, 1999, 76th Leg., R.S., ch. 1589, 1999 Tex. Gen. Laws 5446, 6262-6263 (effective\n\n\n\n                                                 4\n\fSept. 1, 1999). The Department reclassified the grandfathered Game Wardens V (the former Field\n\nSergeant Game Wardens) to a new C-6 pay level, which had the effect of giving them a pay raise\n\nfrom $42,084 (the former C-7 level) to $44,600 (the new C-6 level). However, the new C-6 level\n\npay was less than the new C-7 level pay of $50,600. Thus, it is alleged, the Former Field Sergeant\n\nGame Wardens received a reduction in pay and other benefits relative to other positions that\n\nremained at the C-7 level. It is further alleged that “[a]ll of the more than 130 Field Sergeant Game\n\nWardens, save one, were over the age of 40 at the time of the reclassification.”\n\n\nProceedings below\n\n                Dearing sued, alleging that because none of the other sergeant positions at the\n\nDepartment had been reclassified, the Department’s reclassification of the former Field Sergeant\n\nGame Wardens from the C-7 to the C-6 level constituted unlawful age discrimination. See Tex. Lab.\n\nCode Ann. §§ 21.051 (prohibiting employers from discriminating against employees on basis of race,\n\ncolor, disability, religion, sex, national origin, or age), .101 (West 2006) (defining classification of\n\npersons protected against age discrimination as those age forty or older). Dearing also alleged breach\n\nof contract, sought a declaratory judgment that the Department violated the 1997 and 1999\n\nappropriations acts, and sought mandamus to remedy the Department’s reclassification of the former\n\nField Sergeant Game Wardens from C-7 to C-6. Dearing requested certification of a class defined\n\nas “all Field Sergeant Game Wardens employed by the Texas Parks and Wildlife Department on\n\nSeptember 1, 1999, who were reclassified from pay group C-7 to pay group C-6 and from Field\n\nSergeant Game Warden to Game Warden V.”\n\n\n\n\n                                                   5\n\f                 The Department filed a plea to the jurisdiction, asserting that the age-discrimination\n\nclaim was barred because (1) Dearing’s individual complaint had not been timely filed; (2) even\n\nassuming that Dearing’s claim had been timely filed, none of the other plaintiffs had individually\n\nexhausted their administrative remedies before filing suit; and (3) the reclassification had been\n\nlegislatively mandated, rationally related to a legitimate state interest, and not subject to an attack\n\nbased on age discrimination.1 The Department also asserted that the breach-of-contract claim\n\nwas barred by sovereign immunity, that mandamus would not lie because an adequate remedy at law\n\nwas available, and that the declaratory-judgment claim did not independently create a basis for\n\nsubject-matter jurisdiction. The Department also sought summary judgment on the grounds that:\n\n(1) Dearing’s complaint had not been timely filed; (2) Dearing’s suit was barred by limitations; (3)\n\nthe other class members had failed to exhaust administrative remedies; and (4) the reclassification\n\nhad been legislatively mandated. Dearing subsequently filed a cross-motion for summary judgment\n\non his breach-of-contract, mandamus, and declaratory-judgment claims.\n\n                 After a hearing, the district court granted the Department’s plea to the jurisdiction as\n\nto Dearing’s breach-of-contract, declaratory-judgment, and mandamus claims, but denied it as to his\n\nage-discrimination claims. It also denied both parties’ summary-judgment motions. The court\n\ngranted Dearing’s motion for class-certification “under Tex. R. Civ. P. 42(b)(4).” Its order\n\nincorporated a trial plan identifying “the issues remaining to be tried in this case” after its rulings on\n\nthe Department’s plea to the jurisdiction and the parties’ summary judgment motions:\n\n\n\n\n        1\n            See Kimel v. Florida Bd. of Regents, </pre><span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 83-84 (2000).\n\n                                                    6\n\f        a.      Plaintiffs’ disparate impact claims for age discrimination in violation of Tex.\n                Labor Code Ann. § 21.051,\n\n        b.      Defendants’ affirmative defense that their actions were rationally related to\n                a legitimate state interest,\n\n        c.      Defendants’ affirmative defense that they were required by law to take the\n                actions that they did in 1999,\n\n        d.      Defendants’ affirmative defense that they would have taken the same actions\n                that they did with regard to Plaintiffs . . . irrespective of the[ir] ages.\n\n\nThe plan did not elaborate on the elements of Dearing’s disparate-impact claim or why it would best\n\nbe tried as a class action other than to state: “The reclassification applied to all members of the class\n\nat the same time and affected all of them in the same manner. Thus, all of the proof and evidence\n\nrelevant to this issue will be the same for all members of the class, so there is no need for separate\n\nprocedures within the trial for individual plaintiffs on this issue.” Nor did the plan explain how this\n\nclaim would be tried other than to observe that, “Plaintiffs must first establish that the\n\nreclassification made the basis of this suit has a disproportionate effect on persons who were 40 years\n\nof age or older.” The plan went on to provide, “If a directed verdict is not granted after the\n\nPlaintiffs’ case in chief, then the affirmative defenses set out above will need to be tried,” again\n\nobserving that, “The reclassification applied to all members of the class at the same time and affected\n\nall of them in the same manner. Thus, all of the proof and evidence relevant to this issue will be the\n\nsame for all members of the class, so there is no need for separate procedures within the trial for\n\nindividual plaintiffs on this issue.” The plan then stated that, “Damages for each individual member\n\nof the class will be a manner of mechanical calculation” and proceeded to detail different\n\nmethodologies to determine damages for class members who had retired before the date of the\n\n                                                   7\n\fjudgment and those who had not. The order set a trial date of June 16, 2003 and various discovery\n\ndeadlines—all in the first half of 2003.\n\n\nDearing I\n\n                The Department appealed from the district court’s order denying its plea to the\n\njurisdiction and certifying the class.2 In Dearing I, this Court affirmed the district court’s denial of\n\nthe Department’s plea to the jurisdiction, concluding that Milburn Dearing had filed a timely\n\ncomplaint with the Texas Commission on Human Rights. Dearing I, 150 S.W.3d at 458-59.3\n\nAlthough the Department had presented undisputed jurisdictional evidence that no putative class\n\nmember other than Dearing had individually filed a timely complaint, this Court permitted the other\n\nputative class members to “piggyback” onto Dearing’s timely filed claim by “adopt[ing] the single-\n\nfiling rule fashioned by federal courts.” Id. at 459-60.\n\n                But the Court reversed the grant of class certification. It concluded that the sole claim\n\nfor which the class was certified—a disparate-impact age-discrimination claim—was not available\n\nunder the labor code, an issue that it regarded as going to both the viability of Dearing’s claim and\n\nthe subject-matter jurisdiction of the district court, as it controlled whether Dearing’s claim came\n\nwithin the labor code’s waiver of sovereign immunity for age-discrimination claims. Id. at 465-66\n\n\n\n        2\n          Dearing filed a notice of appeal of the district court’s ruling granting the Department’s plea\nto the jurisdiction regarding his declaratory-judgment and mandamus claims, but not his breach-of-\ncontract claim. He later withdrew this notice.\n       3\n         We also held that the rule of Kimel did not extend to suits under state anti-discrimination\nlaws and that “the Department has not pointed us to any legislative or statutory references from\nwhich we can conclude that its reclassification actions were required by law.” Dearing I, 150 S.W.3d\nat 460-61.\n\n                                                   8\n\f& n.8; see State Farm Mut. Auto. Ins. Co. v. Lopez, </pre><span class=\"citation\" data-id=\"894619\"><a href=\"/opinion/894619/state-farm-mut-auto-ins-co-v-lopez/\"><span class=\"volume\">156</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">550</span></a></span><pre class=\"inline\">, 557 (Tex. 2004). This Court\n\nconstrued section 21.122(b) of the code to “state[] that disparate-impact claims are available for age\n\ndiscrimination in this state only if they are available under the ADEA.” Dearing I, 150 S.W.3d at\n\n465. Accordingly, it looked to federal jurisprudence on that issue and found persuasive the analysis\n\nof the Fifth Circuit in Smith that disparate-impact age-discrimination claims were unavailable under\n\nthe ADEA. Because the Court “reverse[d] the order certifying the class on jurisdictional grounds,”\n\nit did not address issues raised by the Department challenging whether the plaintiffs had met the\n\nother requirements for class certification under rule 42, such as numerosity, commonality,\n\npredominance, and superiority. Id. at 466 n.8.\n\n                Dearing then filed a petition for review in the Texas Supreme Court, which was\n\ndenied, and then filed a petition for writ of certiorari in the United States Supreme Court. While\n\nDearing’s certiorari petition was pending, the United States Supreme Court issued its Smith decision.\n\nBecause Smith provides the backdrop for many of the issues the parties present in this proceeding,\n\nit is helpful to review it in some detail.\n\n\nThe ADEA and Smith\n\n                Smith construed the ADEA’s general prohibition against employment discrimination,\n\nwhich provides:\n\n\n        It shall be unlawful for an employer—\n\n               (1) to fail or refuse to hire or to discharge any individual or otherwise\n        discriminate against any individual with respect to his compensation, terms,\n        conditions, or privileges of employment, because of such individual’s age;\n\n\n\n                                                  9\n\f              (2) to limit, segregate, or classify his employees in any way which would\n       deprive or tend to deprive any individual of employment opportunities or otherwise\n       adversely affect his status as an employee because of such individual’s age . . . .\n\n\n29 U.S.C.A. § 623(a) (West 1998). Section 623(a) was modeled after section 703(a) of Title VII\n\nof the Civil Rights Act of 1964 and is substantively identical “[e]xcept for substitution of the word\n\n‘age’ for the words ‘race, color, religion, sex or national origin.’” Smith, 544 U.S. at 233; see\n\n42 U.S.C.A. § 2000e-2 (West 2003). The United States Supreme Court has recognized two basic\n\ntheories of liability under section 703(a) of title VII: disparate treatment, which requires proof that\n\nan employer’s actions were actually motivated by the employee’s protected classification, and\n\ndisparate impact, which does not require proof of motive. Disparate-impact claims of employment\n\ndiscrimination challenge “employment practices that are facially neutral in their treatment of\n\ndifferent groups but that in fact fall more harshly on one group than another . . . .” Smith, 544 U.S.\n\nat 239 (quoting International Bhd. of Teamsters v. United States, </pre><span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span><pre class=\"inline\">, 335-36 n.15 (1977)).\n\n               The Supreme Court first recognized the disparate-impact theory of liability under title\n\nVII in Griggs v. Duke Power Co., </pre><span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span><pre class=\"inline\"> (1971), which involved a challenge to facially race-\n\nneutral educational requirements and intelligence tests. The Court assumed that the employer had\n\nnot adopted the requirements with intent to discriminate, but nonetheless held that good faith “does\n\nnot redeem employment procedures . . . that operate as ‘built-in headwinds’ for minority groups and\n\nare unrelated to measuring job capability.” Id. at 432. It relied principally on what it perceived to\n\nbe Congress’s intent in enacting title VII: “to achieve equality of employment opportunities and\n\nremove barriers that have operated in the past to favor an identifiable group of white employees over\n\nother employees” and prohibit “practices, procedures, or tests neutral on their face, and even neutral\n\n                                                  10\n\fin terms of intent . . . if they operate to ‘freeze’ the status quo of prior discriminatory employment\n\npractices.” Id. at 429-30. The Court explained that, “What is required by Congress is the removal\n\nof artificial, arbitrary, and unnecessary barriers to employment when the barriers operate invidiously\n\nto discriminate on the basis of racial or other impermissible classification.” Id. at 431. “The\n\ntouchstone is business necessity. If an employment practice which operates to exclude Negroes\n\ncannot be shown to be related to job performance, the practice is prohibited.” Id.\n\n               Although Griggs relied primarily on the policy goals of title VII, the Supreme Court\n\nsubsequently noted that “our holding represented the better reading of the statutory text as well.”\n\nSmith, 544 U.S. at 235 (citing Watson v. Fort Worth Bank & Trust, </pre><span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span><pre class=\"inline\">, 991 (1988)).\n\nSpecifically, the Court emphasized that section 703(a)(2) prohibits not only actions that “limit,\n\nsegregate, or classify” persons, but also any actions that “deprive any individual of employment\n\nopportunities or otherwise adversely affect his status as an employee, because of such individual’s\n\nrace,” color, religion, sex, or national origin.” Id. (citing Watson, 487 U.S. at 991). This statutory\n\ntext, the supreme court has concluded, “focuses on the effects of the action on the employee rather\n\nthan the motivation for the actions of the employer.” Id. at 236.\n\n               Prior to Smith, disparate-treatment claims were clearly actionable under the ADEA,\n\nsee Hazen Paper Co. v. Biggins, </pre><span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span><pre class=\"inline\">, 609-10 (1993), but it was uncertain whether\n\ndisparate-impact claims were similarly actionable. In the aftermath of Griggs, numerous federal\n\nappellate courts had assumed that given the parallel language in the two statutes, the disparate-\n\n\n\n\n                                                 11\n\fimpact theory under title VII would also be available under the ADEA.4 These decisions had\n\nprompted judicial and scholarly debate. See Markham v. Geller, </pre><span class=\"citation\" data-id=\"110495\"><a href=\"/opinion/110495/walter-markham-v-miriam-e-geller/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">945</span></a></span><pre class=\"inline\"> (1981) (Rehnquist,\n\nJ., dissenting from denial of certiorari) (criticizing court of appeals decision that had applied the title\n\nVII disparate-impact analysis to the ADEA); Metz v. Transit Mix, Inc., </pre><span class=\"citation\" data-id=\"494179\"><a href=\"/opinion/494179/wayne-r-metz-v-transit-mix-inc/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1202</span></a></span><pre class=\"inline\">, 1216-20 (7th\n\nCir. 1987) (Easterbrook, J., dissenting); see generally Douglas C. Herbert & Lania Schweiker\n\nShelton, A Pragmatic Argument Against Applying the Disparate Impact Doctrine in Age\n\nDiscrimination Cases, 37 S. Tex. L. Rev. 625, 627 nn.6-7 (collecting cases and articles). In its 1993\n\nHazen Paper decision—an ADEA disparate-treatment age-discrimination case—the Supreme Court\n\nemphasized that “we have never decided whether a disparate impact theory of liability is available\n\nunder the ADEA, and we need not do so here.” 507 U.S. at 610 (citation omitted). Three\n\njustices—Rehnquist, Kennedy, and Thomas—concurred to point out that “nothing in the Court’s\n\nopinion should be read as incorporating in the ADEA context the so-called ‘disparate impact’ theory\n\nof Title VII” and further observed that “there are substantial arguments that it is improper to carry\n\nover disparate impact analysis from Title VII to the ADEA.” Id. at 617-18 (Kennedy, J., concurring).\n\nHazen Paper influenced many federal courts to begin holding that disparate-impact claims were not\n\navailable under the ADEA. See Smith, 544 U.S. at 237; see also Dearing I, 150 S.W.3d at 462\n\n\n        4\n          See Maresco v. Evans Chemetics, </pre><span class=\"citation\" data-id=\"583585\"><a href=\"/opinion/583585/58-fair-emplpraccas-bna-1381-58-empl-prac-dec-p-41496-eugene-f/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span><pre class=\"inline\">, 115 (2d Cir. 1992); MacPherson\nv. University of Montevallo, </pre><span class=\"citation\" data-id=\"553456\"><a href=\"/opinion/553456/roderick-macpherson-and-marvin-narz-v-university-of-montevallo/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">766</span></a></span><pre class=\"inline\">, 771 (11th Cir. 1991); Wooden v. Board of Ed. of Jefferson\nCounty, </pre><span class=\"citation\" data-id=\"559912\"><a href=\"/opinion/559912/larry-wooden-v-board-of-education-of-jefferson-county-kentucky/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">376</span></a></span><pre class=\"inline\">, 379 (6th Cir.1991); Arnold v. United States Postal Service, </pre><span class=\"citation\" data-id=\"515997\"><a href=\"/opinion/515997/clyde-j-arnold-jr-v-united-states-postal-service-charles-ray/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span><pre class=\"inline\">, 998\n(D.C. Cir. 1988) (assuming disparate-impact theory); Blum v. Witco Chemical Corp., </pre><span class=\"citation\" data-id=\"494609\"><a href=\"/opinion/494609/jaime-blum-brij-kapur-and-james-c-spitsbergen-in-86-5349-v-witco/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span><pre class=\"inline\">,\n372 (3d Cir. 1987); Holt v. Gamewell Corp., </pre><span class=\"citation\" data-id=\"474188\"><a href=\"/opinion/474188/41-fair-emplpraccas-585-40-empl-prac-dec-p-36334-richard-s-holt-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 37 (1st Cir. 1986); Palmer v. United\nStates, </pre><span class=\"citation\" data-id=\"472241\"><a href=\"/opinion/472241/41-fair-emplpraccas-559-41-empl-prac-dec-p-36430-thomas-y-palmer/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">534</span></a></span><pre class=\"inline\">, 536 (9th Cir. 1986); Monroe v. United Airlines, </pre><span class=\"citation\" data-id=\"437163\"><a href=\"/opinion/437163/34-fair-emplpraccas-1622-34-empl-prac-dec-p-34535-5-employee/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, 404 n.3 (7th Cir.\n1984); Dace v. ACF Industries, </pre><span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></span><pre class=\"inline\">, 378 (8th Cir. 1983), modified, </pre><span class=\"citation\" data-id=\"431883\"><a href=\"/opinion/431883/40-fair-emplpraccas-1604-33-empl-prac-dec-p-34210-loyd-s-dace-v/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span><pre class=\"inline\"> (1984)\n(per curiam).\n\n\n                                                    12\n\f(“Hazen cast some doubt on the future of disparate-impact claims.”). In Smith, the Fifth Circuit\n\nfollowed that trend, invoking many of the common arguments advanced by the judicial and scholarly\n\nopponents of extending title VII’s disparate-impact theory to the ADEA. Smith, 351 F.3d at 463-65;\n\nsee generally Herbert & Shelton, supra, at 636-50. We analyzed these arguments in Dearing I. See\n\n150 S.W.3d at 463-65.\n\n               Smith involved facts similar to those in this case: a group of police and public-safety\n\nofficers who were over the age of forty and employed by the City of Jackson, Mississippi sued the\n\ncity under the ADEA, complaining that across-the-board salary increases—which were designed to\n\nraise the starting salaries of police officers up to the regional average—resulted in salary increases\n\nthat were proportionately greater for officers with less than five years’ service, most of whom were\n\nunder the age of forty. Smith, 544 U.S. at 231. Although all police officers received raises, the\n\nclaimants alleged that the city deliberately discriminated against them because of their age (the\n\ndisparate treatment claim), and the pay plan adversely affected them because of their age (the\n\ndisparate-impact claim). Id.\n\n               In holding that the officers’ disparate-impact claims were not available under the\n\nADEA, the Fifth Circuit acknowledged that the ADEA closely paralleled title VII, but with an\n\nimportant difference: the ADEA, unlike title VII, explicitly provided that an employer may “take\n\nany action otherwise prohibited . . . where the differentiation is based on reasonable factors other\n\nthan age.” Smith, 351 F.3d at 193-94; see 29 U.S.C.A. § 623(f)(1). The court reasoned that\n\nthis “RFOA” provision would render the ADEA’s general prohibition against age discrimination a\n\nnullity to the extent that it prohibited disparate-impact discrimination and cause the general\n\n\n\n                                                 13\n\fprohibition to “become nothing more than a bromide to the effect that ‘only age discrimination is\n\nage discrimination.’” Smith, 351 F.3d at 190 (quoting Mullin v. Raytheon Co., </pre><span class=\"citation\" data-id=\"760463\"><a href=\"/opinion/760463/78-fair-emplpraccas-bna-1174-74-empl-prac-dec-p-45696-william/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">696</span></a></span><pre class=\"inline\">, 702\n\n(1st Cir. 1999)). Thus, the Fifth Circuit concluded that the ADEA’s general age-discrimination\n\nprohibition must permit only the disparate-treatment liability theory. Id. at 190.\n\n               The Fifth Circuit also pointed to broader differences between the congressional policy\n\nobjectives underlying the ADEA versus those of title VII. Id. at 195. During its deliberations\n\npreceding the enactment of title VII, Congress had considered and rejected the inclusion of older\n\nworkers among the classes protected from employment discrimination, but had authorized the\n\nSecretary of Labor to prepare a study “of the factors which might tend to result in discrimination in\n\nemployment because of age and the consequences of such discrimination on the economy and\n\nindividuals affected.” Smith, 544 U.S. at 232. Thereafter,\n\n\n       The ADEA was enacted after the Secretary of Labor issued a report on age\n       discrimination recommending that Congress ban arbitrary discrimination, such as\n       disparate treatment based on stereotypical perceptions of the elderly, but that factors\n       affecting older workers, such as policies with disparate impact, be addressed in\n       alternative ways. Smith, [544 U.S.] at 195; Mullin, 164 F.3d at 702-03; see U.S.\n       Dep’t of Labor, The Older American Worker: Age Discrimination in Employment\n       2, 6, 21-25 (1965) (Congress should prohibit “arbitrary discrimination” based on age\n       and age stereotypes, but factors that “affect older workers more strongly, as a group,\n       than they do younger workers” should be addressed through programmatic measures\n       to improve opportunities for older workers.). Title VII, on the other hand, had a\n       broad remedial purpose: To “achieve equality of employment opportunities and\n       remove barriers that have operated in the past to favor an identifiable group of white\n       employees over other employees.” Griggs, 401 U.S. at 429-30, </pre><span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span><pre class=\"inline\">, quoted\n       in Smith, at 194-195; Adams [v. Florida Power Co.], 255 F.3d [1322,]1325-26 [11th\n       Cir. 2001)] (“history of the ADEA differs from the legislative history of Title VII,\n       which the Supreme Court in Griggs relied on to find a cause of action for disparate\n       impact”); Ellis [v. United Airlines, Inc.], 73 F.3d [999,] 1008 [10th Cir. 1996)]\n       (“legislative history of the ADEA suggests it was not enacted to address disparate\n       impact claims”). “The cornerstone of Griggs’s holding that disparate impact is\n\n                                                 14\n\f        cognizable under Title VII is thus the link between the history of educational\n        discrimination on the basis of race and the use of that discrimination to continue to\n        disadvantage individuals on the basis of their race.” Smith, at 195 (citing Griggs,\n        401 U.S. at 432, </pre><span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span><pre class=\"inline\">). “[A]bsent from the scope of the ADEA are the\n        historical and remedial concerns that, in the Title VII context, led to the recognition\n        of disparate impact claims directed at overcoming the consequences of past societal\n        discrimination.”\n\n\nDearing I, 150 S.W.3d at 463-64.\n\n                Also, as we observed in Dearing I, federal courts had attributed some significance\n\nto differences between subsequent amendments to the ADEA and title VII. See id. at 464-65.\n\nFollowing Griggs, an elaborate body of case law developed under title VII concerning the standards\n\nfor proving disparate-impact liability and any proffered “business necessity.” In Wards Cove\n\nPacking Co. v. Antonio, </pre><span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span><pre class=\"inline\"> (1989), the Supreme Court held that to establish a prima facie\n\ncase of disparate-impact race discrimination under title VII, a plaintiff was required to (1) isolate and\n\nidentify the specific employment practice challenged; (2) demonstrate any observed statistical\n\ndisparity that the practice has on a protected class; and (3) demonstrate a causal link between the\n\nidentified practice and the demonstrated disparity. Id. at 655-56. Assuming that a plaintiff could\n\nsuccessfully assert a prima facie case under this standard, Wards Cove held that the burden of\n\nproduction shifted to the employer to produce evidence of a business necessity for the use of the\n\npractice in question. Id. at 658-59. That inquiry entailed consideration of whether the challenged\n\npractice served, in a “significant” (but not necessarily “essential” or “indispensable”) way, the\n\nemployer’s “legitimate” employment goals and whether there were available alternative practices\n\nto achieve the same business ends. Id. Wards Cove further held that while the employer had the\n\nburden of production in this phase, the ultimate burden of persuasion remained with the plaintiff.\n\n                                                   15\n\fId. at 659. The Supreme Court explained that “the ultimate burden of proving that discrimination\n\nagainst a protected group has been caused by a specific employment practice remains with the\n\nplaintiff at all times . . . for it is he who must prove that it was because of such individual’s race,\n\ncolor, etc., that he was denied a desired employment opportunity.” Id. at 659-60 (citations omitted).\n\nWards Cove was controversial, see Smith, 544 U.S. at 240 (characterizing Wards Cove as “narrowly\n\nconstru[ing] the employer’s exposure to liability on a disparate-impact theory”), and Congress\n\nresponded to it and other controversial Supreme Court employment-discrimination decisions by\n\nenacting the Civil Rights Act of 1991. Civil Rights Act of 1991, Pub. L. No. 102-166, 105 Stat.\n\n1071. Among other changes, Congress added a new subsection (k) to title VII’s section 703 that\n\ncodified the disparate-impact theory of liability for the first time, clarified the requirements for\n\nestablishing a prima facie case, placed on the defendant the burden of both production and\n\npersuasion regarding business necessity, and made plaintiffs’ proof of alternative employment\n\npractices easier. Civil Rights Act of 1991, Pub. L. No. 102-166, sec. 105, § 703, 105 Stat. 1071,\n\n1074-75 (current version at 42 U.S.C.A. § 2000e-2(k)). However, while amending other portions\n\nof the ADEA, Congress did not make amendments to section 623(a) that corresponded to its\n\namendments to title VII, section 723(a). Congress’s insertion of a specific provision into title VII\n\ngoverning disparate-impact claims while omitting it from the ADEA—even while the ADEA was\n\nundergoing amendments at the same time, in the same legislation—was viewed by some federal\n\ncourts as consistent with Congress’s broader intent to preclude such a claim under the ADEA. See\n\nDearing, 150 S.W.3d at 464.\n\n\n\n\n                                                  16\n\f               The Supreme Court granted certiorari in Smith to address “whether the ‘disparate-\n\nimpact’ theory of recovery announced in Griggs . . . , for cases brought under Title VII of the Civil\n\nRights Act of 1964, is cognizable under the ADEA.” Smith, 544 U.S. at 230. The Court stated\n\nthat the textual parallels between section 703(a)(2) of title VII and section 623(a)(2) of the ADEA\n\nmade Griggs a “precedent of compelling importance” and “strongly suggests that a disparate-impact\n\ntheory should be cognizable under the ADEA.” Id. at 233-37. In fact, the Court observed, federal\n\nappellate courts had “uniformly” interpreted the ADEA during the decades following Griggs as\n\nauthorizing recovery on a disparate-impact theory. Id. at 236-37 & n.8 (collecting cases). Lower\n\ncourts had ceased to do so, the Supreme Court suggested, based on a misunderstanding of its Hazen\n\nPaper decision, and that “there is nothing in our opinion in Hazen Paper that precludes an\n\ninterpretation of the ADEA that parallels our holding in Griggs.” See id. at 237-38 (citing Hazen\n\nPaper, 507 U.S. at 612).\n\n               However, the Supreme Court also recognized the important textual differences\n\nbetween the ADEA and title VII. In particular, the Court observed that the ADEA’s RFOA\n\nprovision “significantly narrows its coverage” by permitting “otherwise prohibited” action “where\n\nthe differentiation is based on reasonable factors other than age.” Smith, 544 U.S. at 233 (quoting\n\n29 U.S.C.A. § 623(f)(1) (West 1999)). The RFOA provision, as the Smith Court observed, reflected\n\nlegislative origins of the ADEA that differed from those of title VII.\n\n\n       Congress’ decision to limit the coverage of the ADEA by including the RFOA\n       provision is consistent with the fact that age, unlike race or other classifications\n       protected by Title VII, not uncommonly has relevance to an individual’s capacity to\n       engage in certain types of employment. To be sure, Congress recognized that this is\n       not always the case, and that society may perceive those differences to be larger or\n\n                                                 17\n\f       more consequential than they are in fact. However, as Secretary [of Labor] Wirtz\n       noted in his report, “certain circumstances . . . unquestionably affect older workers\n       more strongly as a group than they do younger workers.” Wirtz Report 28. Thus, it\n       is not surprising that certain employment criteria that are routinely used may be\n       reasonable despite their adverse impact on older workers as a group. Moreover,\n       institutional discrimination on the basis of age has not occurred at the same levels as\n       discrimination against those protected by Title VII. While the ADEA reflects\n       Congress’ intent to give older workers employment opportunities whenever possible,\n       the RFOA reflects this historical difference.\n\n\nId. at 240-41. But the Supreme Court drew different inferences from these distinctions regarding\n\nCongress’s intent than had the courts of appeals. In the Supreme Court’s view, the RFOA\n\nconfirmed, rather than negated, Congress’s intent to permit disparate-impact claims under the\n\nADEA. Id. at 238. The Court reasoned that if the ADEA had permitted only disparate-treatment\n\nclaims and an employer in fact had acted based on a factor other than age, the RFOA provision\n\nwould have been redundant and unnecessary because the employer’s action would not have been\n\n“otherwise prohibited” in the first place. Id. It suggested that “[i]t is . . . in cases involving\n\ndisparate-impact claims that the RFOA provision plays its principal role by precluding liability if the\n\nadverse impact was attributable to a nonage factor that was ‘reasonable.’ Rather than support an\n\nargument that disparate impact is unavailable under the ADEA, the RFOA provision actually\n\nsupports the contrary conclusion.” Id. at 239.\n\n               The Supreme Court held that “[t]he text of the statute, as interpreted in Griggs, the\n\nRFOA provision, and the EEOC regulations [holding that a disparate-impact claim was available\n\nunder the ADEA] all support petitioner’s view,” and that it “was error for the Court of Appeals to\n\nhold that the disparate-impact theory of liability is categorically unavailable under the ADEA.” Id.\n\nat 240. Nonetheless, the Court emphasized that “[t]wo textual differences between the ADEA and\n\n                                                  18\n\fTitle VII make it clear that even though both statutes authorize recovery on a disparate-impact\n\ntheory, the scope of disparate-impact liability under ADEA is narrower than under Title VII.” Id.\n\nThe first was the RFOA provision. Id. The second was Congress’s amendments to title VII—but\n\nnot to the ADEA—in the Civil Rights Act of 1991. Id. Because of the latter distinction, the Smith\n\nCourt reasoned, “Wards Cove’s pre-1991 interpretation of Title VII’s identical language remains\n\napplicable under the ADEA.” Id.\n\n                The Supreme Court concluded that the plaintiffs had failed to meet Wards Cove’s\n\nrequirements for establishing a prima facie case of disparate-impact age discrimination:\n\n\n        [P]etitioners have done little more than point out that the pay plan at issue is\n        relatively less generous to older workers than to younger workers. They have not\n        identified any specific test, requirement, or practice within the pay plan that has an\n        adverse impact on older workers. As we held in Wards Cove, it is not enough to\n        simply allege that there is a disparate impact on workers, or point to a generalized\n        policy that leads to such an impact. Rather, the employee is “‘responsible for\n        isolating and identifying the specific employment practices that are allegedly\n        responsible for any observed statistical disparities.’” 490 U.S. at 656 (emphasis\n        added) (quoting Watson, 487 U.S. at 994). Petitioners have failed to do so. Their\n        failure to identify the specific practice being challenged is the sort of omission that\n        could “result in employers being potentially liable for ‘the myriad of innocent causes\n        that may lead to statistical imbalances . . . .’” 490 U.S. at 657.\n\n\nId. at 241. The Court then stated, “not only did petitioners thus err by failing to identify the relevant\n\npractice, but it is also clear from the record that the City’s plan was based on reasonable factors other\n\nthan age.” Id. The city had perceived a need to raise the salaries of junior officers to make them\n\ncompetitive with comparable positions in the market. Id. at 242. Older officers, who tended to\n\noccupy more senior positions, on average received smaller increases when measured as a percentage\n\nof their salary. Id. The Court concluded that the disparate impact was attributable to the city’s\n\n                                                   19\n\fdecision to give raises based on seniority and position, and the city’s reliance on these factors was\n\n“unquestionably reasonable,” given its goal of raising employees’ salaries to make them comparable\n\nwith those in surrounding communities. Id. The Court held that the city’s decision to grant a larger\n\nraise to lower-echelon employees to establish salaries that were equivalent to those of police forces\n\nin surrounding communities was based on a “reasonable factor other than age” and was responsive\n\nto the city’s legitimate goal of retaining police officers. Id. On this basis, the Supreme Court\n\naffirmed the judgment of the Fifth Circuit.\n\n               The Supreme Court subsequently denied Dearing’s petition for certiorari. Thereafter,\n\nour mandate to the district court in Dearing I issued.\n\n\nProceedings after remand\n\n               On remand, Dearing filed a motion to reinstate the district court’s original class-\n\ncertification order, relying on the same underlying petition and evidence, without modification or\n\namendment, on which the court had originally certified the class. The district court granted the\n\nmotion, stating simply that its prior certification order, which was attached, “is hereby reinstated.”\n\nThe court did not prepare findings of fact and conclusions of law, nor did the Department request\n\nit to do so. The Department appeals this order.\n\n\n                                          DISCUSSION\n\n               In five issues, the Department contends that the district court abused its discretion in\n\nreinstating its prior order granting class certification. It argues that: (1) the district court’s re-\n\ncertification of the class based on the same pleadings, evidence, and trial plan conflicted with this\n\n\n\n                                                  20\n\fCourt’s mandate in Dearing I; (2) if we revisit Dearing I in light of the Supreme Court’s intervening\n\nSmith decision, we should hold that the labor code permits disparate-impact age-discrimination\n\nclaims subject to the same standards of proof identified in Smith; (3) because the district court’s trial\n\nplan did not address each element required by Smith and the ADEA, among other defects, the district\n\ncourt abused its discretion in certifying the class; and (4) because Dearing has not, and cannot, plead\n\na proper disparate-impact claim under these standards, not only was certification an abuse of\n\ndiscretion, but we should proceed to hold that Dearing’s claim is barred by sovereign immunity and\n\ndismiss it. In its fifth issue, the Department urges that if the Court revisits Dearing I to address the\n\neffect of Smith, it should also revisit Dearing I’s holdings regarding exhaustion-of-remedies\n\nrequirements and hold that Dearing and the putative class members failed to exhaust administrative\n\nremedies.\n\n\nClass-certification requirements and standard of review\n\n                 On remand, the decision by the district court to re-certify the class was governed\n\nby rule of civil procedure 42, as amended in October 2003. Tex. R. Civ. P. 42; see BMG Direct\n\nMktg. v. Peake, </pre><span class=\"citation\" data-id=\"894692\"><a href=\"/opinion/894692/bmg-direct-marketing-inc-v-peake/\"><span class=\"volume\">178</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">763</span></a></span><pre class=\"inline\">, 777 n.10 (Tex. 2005).5 Rule 42(a) states the general class-\n\ncertification prerequisites of (1) numerosity—“the class is so numerous that joinder of all members\n\nis impracticable”; (2) commonality—“there are questions of law or fact common to the class”;\n\n(3) typicality—“the claims and defenses of the representative parties are typical of the claims or\n\ndefenses of the class”; and; (4) adequacy of representation—“the representative parties will fairly\n\n\n\n\n        5\n            But see Tex. R. Civ. P. 42(i), (j).\n\n                                                   21\n\fand adequately protect the interests of the class.” Tex. R. Civ. P. 42(a); Citizens Ins. Co. of Am.\n\nv. Daccach, </pre><span class=\"citation\" data-id=\"894831\"><a href=\"/opinion/894831/citizens-ins-co-of-america-v-daccach/\"><span class=\"volume\">217</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">430</span></a></span><pre class=\"inline\">, 438 (Tex. 2007) (citing Southwest Refining Co. v. Bernal, </pre><span class=\"citation\" data-id=\"1376621\"><a href=\"/opinion/1376621/southwestern-refining-co-inc-v-bernal/\"><span class=\"volume\">22</span> <span class=\"reporter\">S.W.3d</span>\n\n<span class=\"page\">425</span></a></span><pre class=\"inline\">, 435 (Tex. 2000)). Additionally, a class action must satisfy at least one of the requirements in\n\nrule 42(b). The district court’s re-certification order (which, in turn, merely incorporates its original,\n\nFebruary 2003 certification order without modification) purports to be based on “Texas Rule of Civil\n\nProcedure 42(b)(4).” Rule “42(b)(4)” was eliminated in the subsequent amendments to rule 42 in\n\nOctober 2003, but its substance is reflected in current rule 42(b)(3), which requires that “the\n\nquestions of law or fact common to the members of the class predominate over any questions\n\naffecting only individual members,” and that “a class action is superior to other available methods\n\nfor the fair and efficient adjudication of the controversy.” Tex. R. Civ. P. 42(b)(3). Rule 42(b)(3)\n\ncontains a non-exhaustive list of factors to aid courts in determining whether rule 42(b)(3)\n\ncertification is appropriate: (A) the interest of class members in individually controlling the\n\nprosecution of separate actions; (B) the extent and nature of any litigation concerning the controversy\n\nalready commenced by class members; (C) the desirability or undesirability of concentrating the\n\nlitigation or the claims in the particular forum; and (D) the difficulties likely to be encountered in\n\nthe management of the class action. Id.\n\n                The Texas Supreme Court has rejected a “certify now and worry later approach” and\n\nhas instead required courts to “perform a rigorous analysis before ruling on class certification to\n\ndetermine whether all prerequisites to certification have been met.” Bernal, 22 S.W.3d at 435. A\n\nproper analysis requires courts to “go beyond the pleadings” and identify the substantive issues that\n\nwill control the litigation in order to discern which issues will predominate. Peake, 178 S.W.3d at\n\n\n\n                                                   22\n\f777. Trial courts must resolve disputes affecting the underlying substantive law prior to certification\n\n“as courts can hardly evaluate the claims, defenses or applicable law without knowing what the law\n\nis.” Compaq Computer Corp. v. Lapray, </pre><span class=\"citation\" data-id=\"894521\"><a href=\"/opinion/894521/compaq-computer-corp-v-lapray/\"><span class=\"volume\">135</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">657</span></a></span><pre class=\"inline\">, 672 (Tex. 2004). The impact of recent\n\ncases affecting the controlling substantive law must be considered. See Union Pacific Res. Group,\n\nInc. v. Hankins, </pre><span class=\"citation\" data-id=\"1759032\"><a href=\"/opinion/1759032/union-pacific-resources-group-v-hankins/\"><span class=\"volume\">111</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">, 72 (Tex. 2003). The supreme court has further instructed us that\n\ndispositive issues going to the viability of the class claims should be resolved by the trial court\n\nbefore certification is considered. Lopez, 156 S.W.3d at 557.\n\n                  Trial plans are required in every order certifying a class “‘to allow reviewing courts to\n\nassure that all requirements for certification under Rule 42 have been satisfied.’” Peake, 178 S.W.3d\n\nat 778 (quoting Lopez, 156 S.W.3d at 556). “The formulation of a trial plan assures that a trial court\n\nhas fulfilled its obligation to rigorously analyze all certification prerequisites and understands the\n\nclaims, defenses, relevant facts, and applicable substantive law in order to make a meaningful\n\ndetermination of the certification issues.” Id. The trial-plan requirement is now codified in rule\n\n42(c)(1)(D):\n\n\n       An order granting or denying certification under Rule 42(b)(3) must state:\n\n\n           (i)        the elements of each claim or defense asserted in the pleadings;\n\n           (ii)       any issues of law or fact common to the class members;\n\n           (iii)      any issues of law or fact affecting only individual class members;\n\n           (iv)       the issues that will be the object of most of the efforts of the litigants and\n                      the court;\n\n           (v)        other available methods of adjudication that exist for the controversy;\n\n                                                       23\n\f           (vi)       why the issues common to the members of the class do or do not\n                      predominate over individual issues;\n\n           (vii)      why a class action is or is not superior to other available methods for the\n                      fair and efficient adjudication of the controversy; and\n\n           (viii) if a class is certified, how the class claims and any issues affecting only\n                  individual members, raised by the claims or defenses asserted in the\n                  pleadings, will be tried in a manageable, time efficient manner.\n\n\nTex. R. Civ. P. 42(c)(1)(D).\n\n                  We review a trial court’s order certifying a class for abuse of discretion, but we do\n\nnot indulge every presumption in favor of the trial court’s ruling. Schein v. Stromboe, </pre><span class=\"citation\" data-id=\"1370817\"><a href=\"/opinion/1370817/henry-schein-inc-v-stromboe/\"><span class=\"volume\">102</span> <span class=\"reporter\">S.W.3d</span>\n\n<span class=\"page\">675</span></a></span><pre class=\"inline\">, 691 (Tex. 2002). “A trial court has discretion to rule on class certification issues, and some of\n\nits determinations—like those based on its assessment of the credibility of witnesses, for\n\nexample—must be given the benefit of the doubt. But the trial court’s exercise of discretion cannot\n\nbe supported by every presumption that can be made in its favor.” Id. Instead, “actual, not\n\npresumed, conformance with [rule 42] remains . . . indispensable.” Bernal, 22 S.W.3d at 435. We\n\nmust ensure that the district court performed the required “rigorous analysis” before ruling on class\n\ncertification, as manifested in a detailed, thorough trial plan. Peake, 178 S.W.3d at 778.\n\n\nThe effect of Dearing I’s mandate\n\n                  In its first issue, the Department argues that the district court abused its discretion in\n\nre-certifying the class on the same pleadings, evidence, and trial plan on which it had relied in\n\nDearing I, in derogation of our mandate. We agree with the Department.\n\n\n\n\n                                                     24\n\f               The mandate is the formal command from an appellate court commanding the lower\n\ncourt to comply with the appellate court’s judgment. See Tex. R. App. P. 51.1(b), 65.2; In re\n\nGrossnickle, </pre><span class=\"citation\" data-id=\"1880784\"><a href=\"/opinion/1880784/in-re-marriage-of-grossnickle/\"><span class=\"volume\">115</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">238</span></a></span><pre class=\"inline\">, 243 (Tex. App.—Texarkana 2003, orig. proceeding); Lewelling\n\nv. Bosworth, </pre><span class=\"citation\" data-id=\"1659167\"><a href=\"/opinion/1659167/lewelling-v-bosworth/\"><span class=\"volume\">840</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">640</span></a></span><pre class=\"inline\">, 642-43 (Tex. App.—Dallas 1992, orig. proceeding); Dixie Gas & Fuel\n\nCo. v. Jacobs, </pre><span class=\"citation\" data-id=\"3907523\"><a href=\"/opinion/4143962/dixie-gas-fuel-co-v-jacobs/\"><span class=\"volume\">66</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">446</span></a></span><pre class=\"inline\">, 448 (Tex. Civ. App.—Beaumont 1933, writ dism’d w.o.j.) (citing\n\nBlack v. Epperson, </pre><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">162</span></span><pre class=\"inline\">, 172-73 (Tex. 1874)). Upon receiving the appellate court’s mandate,\n\nthe lower court has a mandatory, ministerial duty to enforce the appellate court’s judgment. See\n\nTex. R. App. P. 51.1(b); Grossnickle, 115 S.W.3d at 243. It has no discretion to review, interpret,\n\nor enforce the mandate but, instead, must carry out the mandate. Grossnickle, 115 S.W.3d at 243.\n\n               This Court’s mandate in Dearing I recited its judgment that “the portion of the\n\n[district] court’s order pertaining to class certification is reversed, and that part of the cause is\n\nremanded for further proceedings consistent with this opinion. The remainder of the order is\n\naffirmed.” For further guidance, the district court was obligated to look to the Court’s opinion.\n\nHudson v. Wakefield, </pre><span class=\"citation\" data-id=\"1499932\"><a href=\"/opinion/1499932/hudson-v-wakefield/\"><span class=\"volume\">711</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">628</span></a></span><pre class=\"inline\">, 630 (Tex. 1986) (“[C]ourts should look not only to the\n\nmandate itself, but also to the opinion of the court.”). The mandate concluded with, “we command\n\nyou to observe the order of our Court of Appeals in this behalf and in all things have the order duly\n\nrecognized, obeyed, and executed.”\n\n               This Court has not withdrawn its mandate, nor has the judgment underlying it been\n\nreversed or vacated by a higher appellate court.6 Our command to the district court to conduct\n\n\n       6\n          In fact, after issuing its Smith opinion, the Supreme Court did not vacate or otherwise\ndisturb our Dearing I judgment in light of Smith, but denied certiorari. Dearing, </pre><span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span><pre class=\"inline\">\n(2005).\n\n                                                 25\n\ffurther proceedings in accordance with our Dearing I opinion thus remains effective unless and until\n\nwe instruct it otherwise. Because the district court was bound to apply Dearing I’s holdings that\n\nDearing’s claim was not viable and that certification was thus inappropriate, the district court abused\n\nits discretion in re-certifying the class on the same record.\n\n               The district court may have perceived that Smith nonetheless undermined a central\n\npremise of Dearing I and rendered this Court’s judgment erroneous. If so, it is understandable that\n\nthe district court, perceiving a choice between the rationale expressed in an opinion of our nation’s\n\nhighest court versus one of this state intermediate appellate court, may have seen fit to apply the\n\nhigher court’s analysis. Such a view, however, would overlook the implications of both our mandate\n\nand the law-of-the-case doctrine.\n\n               Under the law-of-the-case doctrine, a court of appeals is ordinarily bound by its initial\n\ndecision on a question of law if there is a subsequent appeal in the same case. Briscoe v. Goodmark\n\nCorp., </pre><span class=\"citation\" data-id=\"1370803\"><a href=\"/opinion/1370803/briscoe-v-goodmark-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">, 716 (Tex. 2003); see also Loram Maint. of Way, Inc. v. Ianni, </pre><span class=\"citation\" data-id=\"894763\"><a href=\"/opinion/894763/loram-maintenance-of-way-inc-v-ianni/\"><span class=\"volume\">210</span> <span class=\"reporter\">S.W.3d</span>\n\n<span class=\"page\">593</span></a></span><pre class=\"inline\">, 596 (Tex. 2006) (“[T]he ‘law of the case’ doctrine is that principle under which questions of\n\nlaw decided on appeal to a court of last resort will govern the case throughout its subsequent stages.”\n\n(citing Hudson, 711 S.W.2d at 630)). “By narrowing the issues in successive stages of the litigation,\n\nthe law of the case doctrine is intended to achieve uniformity of decision as well as judicial economy\n\nand efficiency. The doctrine is based on public policy and is aimed at putting an end to litigation.”\n\nBriscoe, 102 S.W.3d at 716.\n\n               The law-of-the-case doctrine does not extend to questions of fact, nor does it\n\nnecessarily apply when either the issues or the facts presented in subsequent appeals are not\n\n\n\n                                                  26\n\fsubstantially the same as those involved on the first trial. Hudson, 711 S.W.2d at 630. Thus, as the\n\nDepartment suggests, Dearing “could have redrawn [his] petition and asked the trial court to certify\n\na class based on a claim under the Smith standard; in that case, the court’s mandate would not have\n\nbeen an obstacle because the certification would be different.” That is not the case here, however.\n\nThe district court re-certified the class relying on the same underlying pleadings, trial plan, and\n\nevidence on which it had originally certified the class.\n\n                Nonetheless, “[a] decision rendered on an issue before the appellate court does not\n\nabsolutely bar re-consideration of the same issue on a second appeal,” but “[a]pplication of the\n\ndoctrine lies within the discretion of the court, depending on the particular circumstances\n\nsurrounding that case.” Id. A longstanding exception to the law-of-the-case doctrine (or instance\n\nwhen courts will exercise their discretion not to apply it) is where the appellate court concludes, on\n\nthe second appeal, that its original decision was “clearly erroneous.” Id. (citing Galveston,\n\nHarrisburg & San Antonio Ry. Co. v. Faber, </pre><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">64</span></span><pre class=\"inline\">, 65 (Tex. 1888)). The rationale underlying\n\nthis exception is that:\n\n\n        It would be unthinkable [for the court] after having . . . reconsidered the case, and\n        arrived at the conclusion that the opinion on the former appeal was clearly erroneous,\n        to hold that it is bound by considerations of consistency to perpetuate that error. Our\n        duty to administer justice under the law, as we conceive it, outweighs our duty to be\n        consistent.\n\n\nId. (citing Connecticut Gen. Life Ins. Co. v. Bryson, </pre><span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">799</span></span><pre class=\"inline\">, 800 (Tex. 1949)). Under this\n\nexception, our sister courts have revisited, on appeals after remand, prior decisions called into\n\nquestion by intervening higher-court decisions. See In re Estate of Chavana, </pre><span class=\"citation\" data-id=\"1763315\"><a href=\"/opinion/1763315/in-re-estate-of-chavana/\"><span class=\"volume\">993</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">311</span></a></span><pre class=\"inline\">, 315-\n\n\n\n                                                  27\n\f17 (Tex. App.—San Antonio 1999, no pet.); McCrea v. Cubilla Condo. Corp., </pre><span class=\"citation\" data-id=\"1625096\"><a href=\"/opinion/1625096/mccrea-v-cubilla-condominium-corp/\"><span class=\"volume\">769</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">261</span></a></span><pre class=\"inline\">, 262-\n\n63 (Tex. App.—Houston [1st Dist.] 1988, writ denied).\n\n               Thus, while the law-of-the-case doctrine contemplates situations where prior appellate\n\ncourt decisions on legal questions should be reconsidered in appeals after remand, it is the appellate\n\ncourt—not the lower court—who decides whether it is appropriate to do so. We sustain the\n\nDepartment’s first issue.\n\n\nRevisiting Dearing I\n\n               Dearing urges us to revisit Dearing I in light of Smith and affirm the district court’s\n\norder as consistent with the current state of the law. We agree that we would effectuate the policies\n\nunderlying the law-of-the-case doctrine by revisiting certain aspects of Dearing I and should exercise\n\nour discretion to do so.\n\n\n       Disparate-impact age-discrimination claims under the labor code\n\n               When previously concluding that Dearing’s disparate-impact age-discrimination\n\nclaim was not viable and that certification was therefore an abuse of discretion, this Court relied on\n\ntwo basic premises: (1) the Fifth Circuit’s analysis in Smith was “persuasive” regarding whether\n\ndisparate-impact claims are available under the ADEA; and (2) section 21.122(b) of the labor code\n\nmeans that “disparate-impact claims are available for age discrimination in this state only if they are\n\navailable under the ADEA.” Dearing I, 150 S.W.3d at 465. Section 21.122(b) of the labor code\n\nprovides:\n\n\n\n\n                                                  28\n\f       To determine the availability of and burden of proof applicable to a disparate impact\n       case involving age discrimination, the court shall apply the judicial interpretation of\n       the Age Discrimination in Employment Act of 1967 and its subsequent amendments\n       (29 U.S.C. Section 621 et seq.).\n\n\nTex. Lab. Code Ann. § 21.122(b). The Department had argued that section 21.122 required us to\n\napply to the labor code the then-prevailing view of the Fifth Circuit and other federal courts that the\n\nADEA did not permit disparate-impact claims. Dearing had sought to distinguish these federal\n\ndecisions, emphasizing that many had rested on the view that the ADEA’s RFOA provision\n\nmanifested Congress’s intent to prohibit disparate-impact claims under that statute. See Dearing I,\n\n150 S.W.3d at 463-64. Dearing pointed out that the legislature had patterned the labor code’s\n\ngeneral employment discrimination prohibition after section 703(a) of title VII7 and had even\n\ncodified Griggs’s “business necessity” limitation,8 but has never explicitly enacted a counterpart to\n\n       7\n           The Texas Labor Code’s general prohibition against employment discrimination states:\n\n       An employer commits an unlawful employment practice if because of race, color,\n       disability, religion, sex, national origin, or age the employer:\n\n       (1)      fails or refuses to hire an individual, discharges an individual, or\n                discriminates in any other manner against an individual in connection with\n                compensation or the terms, conditions, or privileges of employment; or\n\n       (2)      limits, segregates, or classifies an employee or applicant for employment in\n                a manner that would deprive or tend to deprive an individual of any\n                employment opportunity or adversely affect in any other manner the status of\n                an employee.\n\nTex. Lab. Code Ann. § 21.051 (West 2006). Section 21.051 “is substantively identical to its federal\nequivalent in Title VII,” but adds age and disability to the protected categories. Quantum Chem. Co.\nv. Toennies, </pre><span class=\"citation\" data-id=\"1749812\"><a href=\"/opinion/1749812/quantum-chemical-corp-v-toennies/\"><span class=\"volume\">47</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">473</span></a></span><pre class=\"inline\">, 475 (Tex. 2001); cf. 42 U.S.C.A. § 2000e-2 (West 2003).\n       8\n       When enacting the statutory predecessor to chapter 21 of the labor code, the 1983 Texas\nCommission on Human Rights Act (TCHRA), the legislature included the following provision:\n\n                                                  29\n\fthe ADEA’s RFOA provision. While acknowledging the integral role of the RFOA in the federal\n\nADEA cases on which it relied, see id., this Court did not consider the labor code’s omission of such\n\na provision to be significant. It dismissed Dearing’s arguments as “ignor[ing] section 21.122, which\n\nstates that disparate-impact claims are available for age discrimination in this state only if they are\n\navailable under the ADEA.” Id. at 465.\n\n               The Court added that section 21.122 “specifically mirrored” the textual distinctions\n\nbetween the ADEA and title VII following the 1991 Civil Rights Act amendments. Id. Specifically,\n\nfollowing the 1991 amendments, the legislature had made corresponding amendments to Texas law\n\nthat tracked the new subsection (k)(1) of title VII, section 703, but made these provisions applicable\n\nsolely to claims for disparate-impact discrimination involving protected categories other than age.\n\nAct of May 14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1287 (current version\n\nat Tex. Lab. Code Ann. § 21.122(a), (c)-(d) (West 2006)); cf. 42 U.S.C.A. § 2000e-2(k)(1).\n\n               In the aftermath of Smith, the Department concedes that disparate-impact claims may\n\nbe available under the ADEA, and that—consistent with its position in Dearing I—section 21.122(b)\n\nincorporates this principle to govern such claims under the labor code. But the Department urges\n\n\n\n\n       Notwithstanding any other provision of this article, it is not an unlawful employment\n       practice . . . .\n\n       (7)     for an employer to engage in any practice that has a discriminatory effect and\n               that would otherwise be prohibited by this Act if the employer establishes\n               that the practice is not intentionally devised or operated to contravene the\n               prohibitions of this Act and is justified by business necessity.\n\nCommission on Human Rights Act, 68th Leg., 1st C.S., ch. 7, § 5.07(7), 1983 Tex. Gen. Laws 37,\n49 (current version at Tex. Lab. Code Ann. § 21.115 (West 2006)).\n\n                                                  30\n\fthat our ultimate holdings in Dearing I were correct because the district court still abused its\n\ndiscretion in certifying the class. Central to this contention is the argument that the Department\n\nadvances in its second issue: that section 21.122(b) incorporates into the labor code not only Smith’s\n\nholdings regarding the availability of disparate-impact claims under the ADEA, but also its analysis\n\nof the plaintiffs’ burden of proof. Specifically, the Department urges that Wards Cove governs the\n\nstandards Dearing must meet to establish a prima facie disparate-impact age-discrimination case\n\nand imposes a burden-shifting framework for addressing any justifications the Department proffers.\n\nMoreover, it asserts that section 21.122(b) incorporates the ADEA’s RFOA limitation, as interpreted\n\nby Smith, into the labor code. See Smith, 544 U.S. at 243 (“Unlike the business necessity test, which\n\nasks whether there are other ways for the employer to achieve its goals that do not result in a\n\ndisparate impact on a protected class, the reasonableness inquiry includes no such requirement.”).\n\nRelatedly, the Department argues that its RFOA justification is addressed in the same manner under\n\nthe ADEA as was the business-necessity justification under Wards Cove—the defendant has\n\nthe burden of production, but the plaintiff retains the ultimate burden of proof to prove the\n\nunreasonableness of any proffered RFOA. Based on these contentions, the Department complains\n\nin its third issue that the trial plan on which certification was based was defective because it failed\n\nto properly address the elements of Dearing’s disparate-impact age-discrimination claim and\n\nthe RFOA justification. See Tex. R. Civ. P. 42(c)(1)(D); Peake, 178 S.W.3d at 777; Hankins,\n\n111 S.W.3d at 72.\n\n               Dearing’s arguments largely parallel those that he advanced in Dearing I,\n\nemphasizing the textual similarities between section 21.051(a)(2) of the labor code, section 703(a)(2)\n\n\n\n                                                  31\n\fof title VII, and section 623(a)(2) of the ADEA; the legislature’s omission of an express RFOA\n\nprovision in the labor code while including the Griggs “business necessity” limitation; and his\n\nassertion that the labor code’s age-discrimination provisions, unlike the ADEA, share common\n\nlegislative and policy origins with those addressing other protected classes. Dearing does not seem\n\nto dispute that Wards Cove would govern proof of his claim. Instead, he contends that the labor code\n\ndoes not incorporate an RFOA limitation and that, if it does, the RFOA is an affirmative defense on\n\nwhich the Department would have the burdens of proof and persuasion.\n\n               We agree that Dearing I was clearly erroneous in its reliance on pre-Smith\n\njurisprudence holding that disparate-impact claims were categorically unavailable under the ADEA.\n\nSee Chavana, 993 S.W.2d at 315-17; McCrea, 769 S.W.2d at 262-63. However, we conclude that\n\nDearing I was correct in its construction of section 21.122(b) of the labor code and that this\n\nprovision was also intended to incorporate the ADEA’s proof standards as interpreted by Smith—\n\nincluding the RFOA justification.\n\n               Statutory construction presents a question of law that we review de novo. State\n\nv. Shumake, </pre><span class=\"citation\" data-id=\"894744\"><a href=\"/opinion/894744/state-v-shumake/\"><span class=\"volume\">199</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 284 (Tex. 2006). We seek to discern the legislature’s intent, as\n\nmanifested first and foremost in the statutory text. Id. We ascertain the legislature’s intent from the\n\nplain meaning of the words chosen when possible. Id. To that end, we consider statutory language\n\nin context, not in isolation. Jones v. Fowler, </pre><span class=\"citation no-link\"><span class=\"volume\">969</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">429</span></span><pre class=\"inline\">, 432 (Tex. 1988); see Tex. Gov’t Code\n\nAnn. § 311.011(a) (West 2005). We also presume that the legislature acted with knowledge of\n\nthe background law. Acker v. Texas Water Comm’n, </pre><span class=\"citation\" data-id=\"1577083\"><a href=\"/opinion/1577083/acker-v-texas-water-comn/\"><span class=\"volume\">790</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">299</span></a></span><pre class=\"inline\">, 301 (Tex. 1990). Words\n\nand phrases that have acquired a technical or particular meaning shall be construed accordingly.\n\n\n\n                                                  32\n\fTex. Gov’t Code Ann. § 311.011(b). When ascertaining legislative intent, we may also consider the\n\nobjective of the law, its history, and the consequences of a particular construction. Id.; see also id.\n\n§ 311.023(1), (3), (5) (West 2005).\n\n               The Texas Supreme Court has frequently observed that the Texas Commission on\n\nHuman Rights Act (TCHRA) and its current incarnation, chapter 21 of the labor code, were intended\n\nto “correlat[e] . . . state law with federal law in the area of discrimination in employment,”\n\nSchroeder v. Texas Iron Works, Inc., </pre><span class=\"citation\" data-id=\"1534738\"><a href=\"/opinion/1534738/schroeder-v-texas-iron-works-inc/\"><span class=\"volume\">813</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">483</span></a></span><pre class=\"inline\">, 485 (Tex. 1991), and “coordinate and\n\nconform with federal law under Title VII . . . and the Age Discrimination in Employment Act.”\n\nCaballero v. Central Power & Light Co., </pre><span class=\"citation\" data-id=\"1746112\"><a href=\"/opinion/1746112/caballero-v-central-power-and-light-co/\"><span class=\"volume\">858</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">359</span></a></span><pre class=\"inline\">, 361 (Tex. 1993). The legislature, in fact,\n\nspecified “general purposes” of the statute that include “provid[ing] for the execution of the policies\n\nof Title VII of the Civil Rights Act of 1964 and its subsequent amendments (42 U.S.C. Section\n\n2000e et. seq.),”9 and “identify[ing] and creat[ing] an authority that meets the criteria under\n\n42 U.S.C. Section 2000e-5(c) and 29 U.S.C. Section 633.” Tex. Lab. Code Ann. § 21.001(1), (2).\n\nThese federal provisions—contained within title VII and the ADEA, respectively—require that\n\nwhere a state has its own anti-discrimination laws and fair employment practices agency, the federal\n\nEEOC must defer its processing of a discrimination complaint for at least 60 days to permit the state\n\nagency to investigate and resolve it. Thus, the legislature created the Texas Human Rights\n\nCommission (now the Civil Rights Division of the Workforce Commission) to serve as Texas’s\n\n\n\n\n       9\n         A similar “general purpose” concerning disability discrimination was added in 1993: to\n“provide for the execution of the policies embodied in Title I of the Americans With Disabilities Act\nof 1990 and its subsequent amendments (42 U.S.C. Section 12101 et. seq).” Tex. Lab. Code Ann.\n§ 21.001(3) (West 2006).\n\n                                                  33\n\f“deferral agency,” i.e., one to which the EEOC would defer so the investigation and resolution of\n\nemployment discrimination complaints could be handled at the state rather than federal level. See\n\nSchroeder, 813 S.W.2d at 485. A related concern, evident elsewhere in chapter 21 and throughout\n\nits legislative history, was to ensure that Texas anti-discrimination law conformed to federal law to\n\nwhatever degree necessary to ensure that the Texas deferral agency would be recognized as such by\n\nthe EEOC—and, importantly, could receive federal funding to help subsidize its operations.10\n\n                As Dearing emphasizes, much of chapter 21 appears to track title VII. Section\n\n21.051, its general employment-discrimination prohibition, states:\n\n\n       An employer commits an unlawful employment practice if because of race, color,\n       disability, religion, sex, national origin, or age the employer:\n\n\n       (1)      fails or refuses to hire an individual, discharges an individual, or\n                discriminates in any other manner against an individual in connection with\n                compensation or the terms, conditions, or privileges of employment; or\n\n\n\n\n       10\n            To that end, the legislature went as far as to provide:\n\n       If a provision of this chapter is held by the Equal Employment Opportunity\n       Commission to disqualify the commission as a deferral agency or for the receipt of\n       federal funds, the commission shall administer this chapter to qualify for deferral\n       status or the receipt of those funds until the legislature meets in its next session and\n       has an opportunity to amend this chapter.\n\nTex. Lab. Code Ann. § 21.006 (West 2006); see also Fiscal Note, Tex. H.B. 14, 68th Leg., 1st C.S.\n(1983) (explaining that “EEOC provides grant monies to state and local governments with acceptable\nlaws and regulations. . . . During the first year of operation, the State commission would receive\n$375 per charge resolution. If it meets the quality standards established by the U.S. Equal\nEmployment Opportunity Commission in its performance, it would receive $412.50 per charge\nresolution beginning in its second year, and increases are anticipated in succeeding years.”).\n\n                                                   34\n\f       (2)     limits, segregates, or classifies an employee or applicant for employment in\n               a manner that would deprive or tend to deprive an individual of any\n               employment opportunity or adversely affect in any other manner the status of\n               an employee.\n\n\nTex. Lab. Code Ann. § 21.051. Section 21.051 “is substantively identical to its federal equivalent\n\nin Title VII,” but adds age and disability to the protected categories. Toennies, 47 S.W.3d at 475;\n\ncf. 42 U.S.C.A. § 703(a). Subsection (2) of section 21.051 tracks section 703(a)(2) of title VII, the\n\nprovision that the United States Supreme Court has long identified as the textual basis for the\n\ndisparate-impact liability theory. Smith, 544 U.S. at 235 (citing Watson, 487 U.S. at 991). Language\n\nparallel to section 703(a)(2) in the ADEA, the Smith court observed, “strongly suggests that a\n\ndisparate-impact theory should be cognizable under the ADEA.” Id. at 236. Furthermore, in\n\ncodifying the Griggs “business necessity” concept, the legislature implicitly recognized the\n\ndisparate-impact liability theory. See Tex. Lab. Code Ann. § 21.115 (“An employer does not commit\n\nan unlawful employment practice by engaging in a practice that has a discriminatory effect and\n\nthat would otherwise be prohibited . . . .”) (emphasis added); see also Helena Chem Co. v. Wilkins,\n\n</pre><span class=\"citation\" data-id=\"1749669\"><a href=\"/opinion/1749669/helena-chemical-co-v-wilkins/\"><span class=\"volume\">47</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">486</span></a></span><pre class=\"inline\">, 497 (Tex. 2001) (“[W]hen the Legislature looks to another jurisdiction’s statute, but\n\nmodifies rather than adopts some of its provisions, it does so purposefully.”).\n\n               However, the only provision in chapter 21 that explicitly addresses the availability\n\nof or burden of proof for disparate-impact employment-discrimination claims is section 21.122—and\n\nthe only provision that specifically addresses such issues for disparate-impact age-discrimination\n\nclaims is section 21.122(b). The provision that is now section 21.122 was added to the TCHRA in\n\n1993 as part of a package of amendments intended to conform the act to the 1991 Civil Rights Act\n\n\n\n                                                 35\n\fand the 1990 Americans With Disabilities Act. Act of May 14, 1993, 73d Leg., R.S., ch. 276, § 5,\n\n1993 Tex. Gen. Laws 1285, (current version at Tex. Lab. Code Ann. § 21.122 (West 2006)). The\n\nlegislature’s desire to make Texas employment discrimination law consistent with its federal\n\ncounterparts is repeatedly demonstrated in the text and structure of the amendments.11\n\n               The provision that is now section 21.122, with the exception of subsection (b), is\n\nsubstantively identical to the new section 703(k)(1) that Congress added to title VII in response to\n\nWards Cove:\n\n\n       Sec. 5.11. BURDEN OF PROOF IN DISPARATE IMPACT CASES. (a) An\n       unlawful employment practice based on disparate impact is established under this Act\n       only if:\n\n\n              (1) a complainant demonstrates that a respondent uses a particular\n       employment practice that causes a disparate impact on the basis of race, color, sex,\n       national origin, religion, or disability and the respondent fails to demonstrate that the\n       challenged practice is job-related for the position in question and consistent with\n       business necessity; or\n\n               (2) the complainant makes the demonstration in accordance with federal law\n       as that law existed on June 4, 1989, with respect to the concept of alternative\n       employment practices, and the respondent refuses to adopt such an alternative\n       employment practice.\n\n\n                                                ***\n\n\n\n\n       11\n           We also note that the legislative record reflects an understanding by bill proponents that\n“[w]ith the passage of the Civil Rights Act of 1991 and the Americans With Disabilities Act, it is\nnecessary to amend the Commission on Human Rights Act to be equivalent to these two federal laws\nin order to maintain the current relationship between the Commission on Human Rights and the U.S.\nEqual Employment Opportunity Commission.” House Comm. On State Affairs, Bill Analysis, Tex.\nH.B. 860, 73d Leg. R.S. (1993).\n\n                                                  36\n\f              (c) To demonstrate that a particular employment practice causes a disparate\n       impact, the complainant must demonstrate that each particular challenged\n       employment practice causes a disparate impact, except that if the complainant\n       demonstrates to the satisfaction of the court that the elements of a respondent’s\n       decision-making process are not capable of separation for analysis, that decision-\n       making process may be analyzed as one employment practice.\n\n               (d) If the respondent demonstrates that a specific practice does not cause a\n       disparate impact, the respondent may not be required to demonstrate that the practice\n       is consistent with business necessity.\n\n\nAct of May 14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1287-88 (current\n\nversion at Tex. Lab. Code Ann. § 21.122 (West 2006)); cf. 42 U.S.C.A § 2000e-2(k)(1). Other\n\nportions of new subsection (k) were also replicated in the TCHRA, including a provision clarifying\n\nthat “[a] demonstration that an employment practice is consistent with business necessity may not\n\nbe used as a defense under this Act against a complaint of intentional discrimination.” Act of May\n\n14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1288 (current version at Tex. Lab.\n\nCode Ann. § 21.123 (West 2006)); cf. 42 U.S.C.A. § 2000e-2(k)(2) (West 2003). But the\n\namendments did not track only federal changes that tended to expand liability exposure. To the\n\ncontrary, the legislature also incorporated portions of subsection (k) and the 1991 act that limited\n\nemployers’ liability. These included a new liability protection regarding employers’ anti-drug\n\npolicies, Act of May 14, 1993, 73d Leg., R.S., ch. 276, § 4, 1993 Tex. Gen. Laws 1285, 1887\n\n(current version at Tex. Lab. Code Ann. § 21.120 (West 2006)); cf. 42 U.S.C.A. § 2000e-2(k)(3)\n\n(West 2003), and a prohibition on damage awards, back pay, and reinstatement in certain mixed-\n\nmotive cases. Act of May 14, 1993, 73d Leg., R.S., ch. 276, § 5, 1993 Tex. Gen. Laws 1285, 1288\n\n\n\n\n                                                37\n\f(current version at Tex. Lab. Code Ann. § 21.125 (West 2006)); cf. 42 U.S.C.A. §§ 2000e-2(m),\n\n2000e-5(g)(2)(B) (West 2003).\n\n                As noted in Smith, Congress did not make changes to the ADEA corresponding to\n\nthe new section 703(k) it added to Title VII. In keeping with its intent to retain consistency with\n\nfederal law, the legislature, as this Court observed in Dearing I, “specifically mirrored” this “textual\n\ndistinction between the ADEA and Title VII” by adopting “the language added to Title VII in 1991\n\n[but] treat[ing] disparate impact on the basis of age distinctly by removing it from the list of other\n\nforms of discrimination that give rise to disparate-impact liability.” 150 S.W.3d at 465. The\n\nlegislature provided in subsection (b) of section 21.122 that, “To determine the availability of and\n\nburden of proof applicable to a disparate impact case involving age discrimination, the court shall\n\napply the judicial interpretation of the Age Discrimination in Employment Act of 1967 and its\n\nsubsequent amendments (29 U.S.C. Section 621 et seq.).” Tex. Lab. Code Ann. § 21.122(b).\n\n                Ultimately, the parties’ dispute over the construction of section 21.122(b) turns on\n\nthe meaning of the “judicial interpretation of the Age Discrimination in Employment Act of 1967\n\nand its subsequent amendments” that we “shall apply” to “determine the availability of and burden\n\nof proof applicable to a disparate impact case involving age discrimination.” Dearing maintains\n\nthat the relevant ADEA “judicial interpretation” in Smith that we must apply “is simply the analysis\n\nof a provision of the federal statute that exists nowhere in the Texas Labor Code,” and that is\n\ntherefore distinguishable. The Department contends that section 21.122(b) requires us to follow\n\nSmith’s holdings regarding the availability and burden of proof for ADEA disparate-impact\n\n\n\n\n                                                  38\n\fclaims—including the portions of the court’s analysis that reference the RFOA provision. As in\n\nDearing I, we agree with the Department’s construction of section 21.122(b).\n\n               The legislature manifested its intent throughout the 1993 amendments to the TCHRA\n\nthat Texas employment-discrimination law conform to federal law in the aftermath of the 1991 Civil\n\nRights Act. The conforming changes that the legislature made included not only those expanding\n\nliability exposure, but also those restricting it. The legislature added a new provision specifically\n\nto address the availability and burden of proof in disparate-impact claims and, like Congress, chose\n\nto treat age-discrimination claims differently from those involving other protected classes. The\n\nfederal analogue that the legislature identified for age-discrimination claims, moreover, was not title\n\nVII, but the “judicial interpretation of the Age Discrimination in Employment Act of 1967 and its\n\nsubsequent amendments.”\n\n               If, as Dearing contends, the legislature had intended that Texas courts “apply” the\n\nADEA “judicial interpretation” only to the extent that the ADEA is textually parallel to the TCHRA,\n\nit would have undermined its own manifest goal to restore consistency between Texas and federal\n\nemployment-discrimination law. By the time of the 1993 amendments, as noted, there was already\n\nconsiderable jurisprudential controversy regarding the availability of disparate-impact claims under\n\nthe ADEA, with the RFOA provision and other distinguishing features of the ADEA being focal\n\npoints of the debate. See Markham, </pre><span class=\"citation\" data-id=\"110495\"><a href=\"/opinion/110495/walter-markham-v-miriam-e-geller/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">945</span></a></span><pre class=\"inline\"> (Rehnquist, J., dissenting from denial of\n\ncertiorari); Metz, 828 F.2d at 1216-20; see generally Herbert & Shelton, supra, at 636-50. While\n\nthe 1993 TCHRA amendments were pending before the legislature, furthermore, the Supreme Court\n\nhanded down its Hazen Paper decision, which was viewed by many as validating the arguments\n\n\n\n                                                  39\n\fbeing made against disparate-impact claims under the ADEA. We presume that the legislature is\n\naware of the background law when it enacts a statute. Acker, 790 S.W.2d at 301. Especially given\n\nthe jurisprudential environment that existed at the time of the 1993 amendments, it is doubtful that\n\na legislature intending to keep Texas employment-discrimination law consistent with its federal\n\ncounterpart would require Texas courts to apply ADEA “judicial interpretation” while contemplating\n\nthat these cases could be deemed distinguishable and inapplicable. Such inconsistency would\n\nhave been further compounded by the legislature’s unequivocal mandate that courts apply the\n\n“judicial interpretation of the Age Discrimination in Employment Act of 1967 and its subsequent\n\namendments,” without regard to whether those future amendments might be consistent with\n\nthe TCHRA.\n\n               Considering, as we must, the role of section 21.122(b) in context with the 1993\n\nTCHRA amendments as a whole, see Jones, 969 S.W.2d at 432, the more plausible construction of\n\n“judicial interpretation of the Age Discrimination in Employment Act of 1967 and its subsequent\n\namendments” is that we apply the authoritative holdings governing availability and burden of proof\n\nfor ADEA disparate-impact claims as the standards governing the same issues for such claims under\n\nthe labor code, without regard to what might otherwise be distinguishing differences in the\n\nunderlying statutory texts. What the legislature intended in section 21.122(b), in other words, was\n\nfor Texas law to track federal law regarding the availability of and burden of proof in disparate-\n\nimpact age-discrimination cases, in effect incorporating not only the ADEA’s textual features\n\npresently governing those issues, but even their “subsequent amendments.” This conclusion is\n\nconsistent with Dearing I’s construction of section 21.122(b). Similarly, while Dearing’s arguments\n\n\n\n                                                40\n\femphasize textual parallels between the THCRA and title VII that might have been significant if\n\nconsidered in isolation, we agree with the Dearing I Court that Dearing “would have us ignore\n\nsection 21.122” and its impact. Dearing I, 150 S.W.3d at 465.\n\n               Consequently, Dearing must establish a prima facie case under the standards of Wards\n\nCove, and the Department may invoke the RFOA limitation, as interpreted in Smith, as a\n\njustification. We are also persuaded by the prevailing post-Smith case law that the RFOA provision\n\nmust operate in the same way as the business-necessity justification under Wards Cove; that is, the\n\nDepartment has the initial burden of production regarding this justification, but Dearing retains the\n\nultimate burden of proof to demonstrate that any proffered RFOA was unreasonable. See Meacham\n\nv. Knolls Atomic Power Lab., </pre><span class=\"citation\" data-id=\"795499\"><a href=\"/opinion/795499/clifford-b-meacham-thedrick-l-eighmie-and-allen-g-sweet-individually/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 141-43 & n.7 (2d Cir. 2006) (noting that in Smith,\n\nSupreme Court stated that bona fide occupational qualification was affirmative defense but did not\n\nsimilarly identify RFOA as affirmative defense and further, it is “hard to see how an ADEA plaintiff\n\ncan expect to prevail on a showing of disparate impact based on a factor that correlates with age\n\nwithout also demonstrating that the factor is unreasonable.”); Pippin v. Burlington Res. Oil & Gas\n\nCo., </pre><span class=\"citation\" data-id=\"167100\"><a href=\"/opinion/167100/pippin-v-burlington-resources/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></a></span><pre class=\"inline\">, 1200 (10th Cir. 2006) (holding that “to prevail on an ADEA disparate impact\n\nclaim, an employee must ultimately persuade the factfinder that the employer’s asserted basis for the\n\nneutral policy is unreasonable.”); Durante v. Qualcomm, Inc., 144 Fed. Appx. 603, 607 (9th Cir.\n\n2005) (ruling in favor of employer that produced “unrebutted evidence” that its termination decisions\n\nwere made to satisfy differing business needs of its divisions and departments); see also Marshall\n\nv. Westinghouse Elec. Corp., </pre><span class=\"citation\" data-id=\"355936\"><a href=\"/opinion/355936/17-fair-emplpraccas-1288-17-empl-prac-dec-p-8417-f-ray-marshall/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span><pre class=\"inline\">, 590 (5th Cir. 1978) (“This circuit has consistently held\n\nthat once the plaintiff makes out such a prima facie case the defendant bears the burden of ‘going\n\n\n\n                                                 41\n\fforward’ to demonstrate reasonable factors other than age for the plaintiff’s discharge. Just as\n\nconsistently we have said that the burden of persuasion, often called the risk of non-persuasion,\n\nnever shifts; it remains upon the ADEA plaintiff.”). Dearing relies on three cases, none of which\n\naddress Wards Cove, to argue that the RFOA is an affirmative defense on which the Department has\n\nthe burden of persuasion. See Johnson v. Perkins Rests., Inc., </pre><span class=\"citation\" data-id=\"486442\"><a href=\"/opinion/486442/43-fair-emplpraccas-830-43-empl-prac-dec-p-37033-43-empl-prac/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span><pre class=\"inline\">, 1221 (8th Cir. 1987);\n\nCriswell v. Western Airlines, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></span><pre class=\"inline\">, 552 (9th Cir. 1983); see also Kimel v. Florida Bd.\n\nof Regents, </pre><span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 87 (2000) (discussing bona fide occupational qualification as affirmative\n\ndefense). All of these cases, moreover, preceded the Supreme Court’s opinion in Smith.\n\n               Because the district court’s trial plan does not sufficiently address these elements, it\n\nabused its discretion in certifying the class. We sustain the Department’s second and third issues.\n\n\n       The Department’s jurisdictional arguments\n\n               In its fourth issue, the Department adds that under Smith’s requirements, as\n\nincorporated into the labor code through section 21.122(b), Dearing has not pleaded, and cannot\n\nplead, a valid claim for disparate-impact age-discrimination, rendering his claim not viable,\n\nsee Lopez, 156 S.W.3d at 557, and barred by sovereign immunity. See Texas Dep’t of Parks &\n\nWildlife v. Miranda, </pre><span class=\"citation\" data-id=\"894512\"><a href=\"/opinion/894512/texas-dept-parks-and-wildlife-v-miranda/\"><span class=\"volume\">133</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">217</span></a></span><pre class=\"inline\">, 226 (Tex. 2004) (citing Texas Ass’n of Bus. v. Texas Air\n\nControl Bd., </pre><span class=\"citation\" data-id=\"1515115\"><a href=\"/opinion/1515115/tex-assn-of-business-v-air-control-bd/\"><span class=\"volume\">852</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">440</span></a></span><pre class=\"inline\">, 446 (Tex. 1993)); see also Tex. Lab. Code Ann. § 21.002(8)(D)\n\n(West 2006). The Department relies on challenges to both the sufficiency of Dearing’s pleading\n\nallegations and underlying jurisdictional facts. See Miranda, 133 S.W.3d at 227 (citing Bland Indep.\n\nSch. Dist. v. Blue, </pre><span class=\"citation\" data-id=\"1449865\"><a href=\"/opinion/1449865/bland-independent-school-dist-v-blue/\"><span class=\"volume\">34</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">547</span></a></span><pre class=\"inline\">, 555 (Tex. 2000)). To that end, it asks us to consider the evidence\n\nit attached to its pre-Smith, pre-certification plea to the jurisdiction, summary-judgment motions,\n\n                                                 42\n\fand special exceptions. While styling these arguments as challenges to class certification, the\n\nDepartment also asks us to dismiss Dearing’s claim for want of subject-matter jurisdiction, or at least\n\nremand to afford him the opportunity to replead in accordance with Smith. See Miranda,\n\n133 S.W.3d at 226-27.\n\n                The Department acknowledges that “the parties [have] not address[ed] the\n\njurisdictional issues” in the district court after Smith “or the propriety of Plaintiffs’ attempts to certify\n\na class based [on] pleadings that do not mention Smith’s requirements.” It attributes the context in\n\nwhich it has raised these jurisdictional issues to the limited scope of our Dearing I mandate,\n\nobserving that the “remand proceedings only involved the propriety of re-certifying the class.”\n\nNonetheless, the Department urges that because these issues implicate sovereign immunity and,\n\ntherefore, subject-matter jurisdiction, we may address them for the first time on appeal. See Texas\n\nAss’n of Bus. v. Texas Air Control Bd., </pre><span class=\"citation\" data-id=\"1515115\"><a href=\"/opinion/1515115/tex-assn-of-business-v-air-control-bd/\"><span class=\"volume\">852</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">440</span></a></span><pre class=\"inline\">, 446 (Tex. 1993).\n\n                In effect, the Department is seeking to re-urge, in light of Smith, its pre-Smith plea\n\nto the jurisdiction augmented by new challenges to jurisdictional facts that it seeks to raise for the\n\nfirst time on appeal. This Court recently held that where a defendant’s challenge to jurisdictional\n\nfacts also implicates the merits of a plaintiff’s claim, Miranda requires that the challenge be raised\n\nfirst in the trial court rather than on appeal. Hendee v. Dewhurst, ___ S.W.3d. ___, ___, No. 03-06-\n\n00501-CV, 2007 Tex. App. LEXIS 4149, at*53-54 (Tex. App.—Austin May 25, 2007, pet denied)\n\n(op. on reh’g). That is the case here—the Department seeks to conclusively establish that it relied\n\non an RFOA, which, if successful, would bar liability for any disparate effects of the reclassifications\n\nthat Dearing challenges.\n\n\n\n                                                     43\n\f                Nor can we reach these dispositive issues in the guise of determining the “viability”\n\nof Dearing’s class claims. The supreme court has instructed us that “dispositive issues should be\n\nresolved by the trial court before certification is considered.” Lopez, 156 S.W.3d at 557 (emphasis\n\nadded). Contrary to the Department’s suggestions, Lopez does not create a new procedural means\n\nby which appellate courts can adjudicate the merits of dispositive issues not otherwise within their\n\njurisdiction to consider. Instead, it envisions that such issues should be adjudicated in the trial court\n\nin the first instance, through the established procedural mechanisms under our rules—such as pleas\n\nto the jurisdiction, summary-judgment motions, and special exceptions—rather than by what are\n\nsubstantively the same proceedings initiated at the appellate level. Cf. Lopez, 156 S.W.3d at 157\n\n(declining to reach viability issues and remanding so trial court could address pending plea to the\n\njurisdiction and special exceptions).\n\n                Furthermore, the concept of viability addressed in Lopez emanates from the core\n\nrequirement that, before certification, trial courts perform a “rigorous analysis” to determine whether\n\nrule 42’s requirements are met. Bernal, 22 S.W.3d at 435. To “make a meaningful determination\n\nof the certification issues,” Peake, 178 S.W.3d at 778, trial courts must resolve disputes affecting\n\nthe underlying substantive law prior to certification because “courts can hardly evaluate the claims,\n\ndefenses or applicable law without knowing what the law is.” Lapray, 135 S.W.3d at 672. The\n\nimpact of recent cases affecting the controlling law must be considered. Hankins, 111 S.W.3d at 72.\n\nThe district court’s trial plan does not reflect any consideration of Smith’s implications for Dearing’s\n\nclaim, beyond allowing the claim (in derogation of our mandate) to proceed on a class basis. In fact,\n\nthe court’s re-certification order merely attached and incorporated a trial plan that predated Smith.\n\n\n\n                                                   44\n\fEven under the view of Smith’s effects accepted by Dearing, the trial plan falls short. For example,\n\nthe elements for establishing a prima facie case under Wards Cove are not addressed, nor is the\n\nburden-shifting framework it requires.12\n\n               The Department will have the opportunity on remand to re-urge its dispositive\n\nmotions in light of Smith. Conversely, Dearing will have the opportunity to amend his pleadings and\n\notherwise respond to the Department’s potentially dispositive issues under the normal procedural\n\nframework that our rules provide to protect and balance the interests of both plaintiffs and\n\ndefendants. Cf. Hendee, ___S.W.3d at ___, 2007 Tex. App. LEXIS 4149, at *53-54. The district\n\ncourt’s disposition of those issues, in turn, will inform its “rigorous analysis” of whether the class\n\nshould be certified. We overrule the Department’s fourth issue.\n\n\n       Single-filing rule\n\n               In its fifth issue, the Department argues that we should revisit, as “clearly erroneous,”\n\nDearing I’s holding that the claims of putative class members other than Dearing were not barred\n\nby their failure to exhaust administrative remedies. The supreme court has held that the provisions\n\nnow codified in chapter 21 of the labor code, like title VII, impose a comprehensive and exclusive\n\nadministrative scheme under which employment-discrimination claimants must first exhaust their\n\n\n       12\n           E.g., how Dearing’s statistical proof of disparate impact will be proved and\nevaluated—specifically, against what other group Dearing’s claims will be measured to test for\ndisparate impact.\n\n        Dearing observes that the district court did not enter findings of fact and conclusions of law\nand that ordinarily we would presume that the district court made any fact findings supported by the\nevidence that were necessary for any legal theory that could support its order. However, “actual, not\npresumed, conformance” with rule 42 is required. Bernal, 22 S.W.3d at 435.\n\n                                                  45\n\fremedies before filing a civil action. Schroeder, 813 S.W.2d at 486-88. Failure to exhaust these\n\nremedies is a jurisdictional bar to suit. Id. at 488. In the district court, the Department, in support\n\nof its plea to the jurisdiction, presented undisputed evidence that no class member other than Milburn\n\nDearing had filed a complaint with the human rights commission. In affirming the district court’s\n\ndenial of the plea in Dearing I, this Court purported to “adopt the single-filing rule fashioned by\n\nfederal courts” whereby similarly-situated persons can, under certain circumstances, “piggyback”\n\nonto a single plaintiff’s filing of an EEOC complaint under title VII or the ADEA. Dearing I,\n\n150 S.W.3d at 460; see Mooney v. Aramco Servs. Co., </pre><span class=\"citation\" data-id=\"696217\"><a href=\"/opinion/696217/68-fair-emplpraccas-bna-421-32-fedrserv3d-994-42-fed-r-evid/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1207</span></a></span><pre class=\"inline\">, 1223 (5th Cir. 1995).13 We\n\nagree with the Department that Dearing I’s analysis of the single filing issue should be reexamined,\n\na conclusion that the concurrence shares. ___ S.W.3d at ___ (Waldrop, J., concurring).14\n\n                Dearing I’s “adoption” of the single-filing rule was predicated principally on (1) a\n\nview that “a person’s ‘agent’ could reasonably include a class representative” under section 21.201\n\n\n\n       13\n            As the Fifth Circuit explained this concept, in the context of the ADEA:\n\n       The federal courts now universally hold that an individual who has not filed an\n       administrative charge can opt-in to a suit filed by any similarly situated plaintiff\n       under certain conditions. This so-called “single filing rule” generally allows a\n       plaintiff, who did not file an EEOC charge, to piggyback on the EEOC complaint\n       filed by another person who is similarly situated. . . . The policy behind the single\n       filing rule is that it would be wasteful, if not vain, for numerous employees, all with\n       the same grievance, to have to process many identical complaints with the EEOC.\n       As long as the EEOC and the company are aware of the nature and scope of the\n       allegations, the purposes behind the filing requirement are satisfied and no injustice\n       or contravention of congressional intent occurs by allowing piggybacking.\n\nMooney, 54 F.3d at 1223.\n       14\n          We decline to revisit the Court’s prior holding regarding the timeliness of Milburn\nDearing’s administrative complaint, however.\n\n                                                  46\n\fof the labor code; and (2) what the Court regarded as the beneficial policies served by the rule in\n\nfederal courts. 150 S.W.3d at 460. We agree with the concurrence that Texas courts are not in a\n\nposition to incorporate extra-statutory requirements into the labor code. ___ S.W.3d ___ (Waldrop,\n\nJ., concurring). Our proper inquiry is, instead, to ascertain the policies that the legislature intended\n\nto advance in the labor code, as manifested first and foremost by the statutory text, and as further\n\ndiscerned through our application of the established statutory construction principles we have\n\nreviewed above.\n\n               Section 21.201 provides that “a person claiming to be aggrieved by an unlawful\n\nemployment practice or the person’s agent may file a complaint with the commission.” Tex. Lab.\n\nCode Ann. § 21.201 (West 2006) (emphasis added). As the Department observes, “agent” under\n\nTexas law ordinarily denotes a relationship based upon a principal’s manifested consent that the\n\nagent act on his behalf. See Bhalli v. Methodist Hosp., </pre><span class=\"citation\" data-id=\"2462955\"><a href=\"/opinion/2462955/bhalli-v-methodist-hosp/\"><span class=\"volume\">896</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">207</span></a></span><pre class=\"inline\">, 210 (Tex. App.—Houston\n\n[1st Dist.] 1995, writ. denied). Under traditional agency principles, as the Department suggests, a\n\nclass representative “filing the complaint is not necessarily in an agency relationship with the other\n\nmembers of the purported class.” Indeed, especially in the early stages of litigation, members of the\n\nputative class will frequently have no knowledge of their purported representative’s actions. See\n\nTex. R. Civ. P. 42(c)(2)(B), (e)(3)-(4). Thus, the Department suggests, section 21.201 could not\n\nhave been intended to allow class-wide exhaustion of administrative remedies through a single filing,\n\nabsent pleadings and proof establishing that the filer was acting as an agent of each class member.\n\n               This intent, the Department argues, is further demonstrated by comparing section\n\n21.201 to the administrative-exhaustion requirements of the ADEA. As originally enacted, the\n\n\n\n                                                  47\n\fADEA provided that “[n]o civil action may be commenced by any individual under this section until\n\nthe individual has given the Secretary [of Labor] not less than sixty days’ notice of an intent to file\n\nsuch action.” Age Discrimination in Employment Act of 1967, Pub. L. No. 202, § 7(d), 81 Stat. 602,\n\n605 (current version at 29 U.S.C.A. § 626(d) (West 1998)) (emphasis added). In 1978, Congress\n\namended this provision into its current form: “No civil action may be commenced by an individual\n\nunder this section until 60 days after a charge alleging unlawful discrimination has been filed\n\n[with the EEOC].” Age Discrimination in Employment Act Amendements of 1978, Pub. L. No. 95-\n\n256, § 4(b) 92 Stat. 189, 190 (current version at U.S.C.A. § 626(d)) (West 1998) (emphasis added).\n\nThe Department suggests that Congress amended the ADEA specifically to permit class actions\n\nunder the single-filing rule, and there is some support for this view. See Tolliver v. Xerox Corp.,\n\n</pre><span class=\"citation\" data-id=\"551481\"><a href=\"/opinion/551481/peter-n-tolliver-leon-a-wiater-helen-a-fordham-donald-schaefer/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span><pre class=\"inline\">, 1056 (2d Cir. 1990). Although not disputing that “[t]he federal courts now\n\nuniversally hold that an individual who has not filed an administrative charge can opt-in to a suit\n\nfiled by a similarly situated plaintiff” under the single-filing rule, see Mooney, 54 F.3d at 1223, the\n\nDepartment attributes these developments to the 1978 ADEA amendments, and distinguishes section\n\n21.201 on that basis.\n\n               We conclude, however, that section 21.201’s closer federal analogue is section 706(b)\n\nof title VII. See 42 U.S.C.A. § 2000e-5(b). As the Texas Supreme Court observed in Schroeder, the\n\nemployment-discrimination provisions of the labor code, like title VII, do not contain an explicit\n\nexhaustion-of-remedies requirement similar to the ADEA’s. 813 S.W.2d at 487 & n.9. Instead, the\n\ncourt determined that the overall structure of the Texas administrative procedures resembled those\n\nof title VII, observed that the United States Supreme Court had held that title VII’s provision\n\n\n\n                                                  48\n\frequired exhaustion of remedies, emphasized the legislature’s explicit intent to provide for the\n\nexecution of title VII’s policies and concluded that the Texas law imposes an administrative-\n\nexhaustion requirement akin to title VII. Id. at 487.\n\n                Section 706(d) of title VII resembles section 21.201 of the labor code. It provides that\n\na “charge” satisfying title VII’s administrative-exhaustion requirements can be “filed by or on behalf\n\nof a person claiming to be aggrieved.” 42 U.S.C.A.§ 2000e-5(b). The phrase “or on behalf of”\n\nwas added in the Equal Employment Opportunity Act of 1972. See Pub. L. No. 92-261, sec. 4(a),\n\n§ 706(a)-(g), 86 Stat. 103, 104. As originally enacted in 1964, section 706 had stated that a “charge”\n\nis filed only “by a person claiming to be aggrieved.” Civil Rights Act of 1964, Pub. L. 88-352,\n\n§ 706(a), 78 Stat. 241, 259. Even before the 1972 amendment, federal courts had recognized the\n\nsingle-filing rule under section 706. See Oatis v. Crown Zellerbach Corp., </pre><span class=\"citation\" data-id=\"281115\"><a href=\"/opinion/281115/john-martin-oatis-david-johnson-sr-and-r-t-young-v-crown-zellerbach/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span><pre class=\"inline\">, 497-99\n\n(5th Cir. 1968); see also Albermarle Paper Co. v. Moody, </pre><span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span><pre class=\"inline\">, 414 n.8 (1975) (noting that\n\n“[t]he Courts of Appeals . . . are unanimous in recognizing that backpay may be awarded on a class\n\nbasis under Title VII without exhaustion of administrative procedures by the unnamed class\n\nmembers” and suggesting that “Congress plainly ratified this construction of the Act in the course\n\nof enacting the Equal Employment Opportunity Act of 1972”).\n\n                The similarities between the labor code’s administrative provisions and those of title\n\nVII, like others throughout each statute, cf. Toennies, 47 S.W.3d at 475, reflect the legislature’s\n\nintent to “provide for the execution of the policies of Title VII of the Civil Rights Act of 1964 and its\n\nsubsequent amendments (42 U.S.C. Section 2000e et. seq.)” in regard to exhaustion of administrative\n\nremedies. Schroeder, 813 S.W.2d at 486-88. Both before and after the 1983 enactment of the\n\n\n\n                                                   49\n\fTCHRA, the single-filing rule was well-established in title VII cases.15 Although the concurrence\n\nstates a reasonable view of the statutory language if viewed in isolation, we are to presume that the\n\nlegislature was aware of the jurisprudential context in which it drafted the TCHRA and its\n\nimplications for the statutory words and structure it chose. See Acker, 790 S.W.2d at 301.\n\n               We conclude that the labor code manifests the legislature’s intent to incorporate\n\nthe single-filing rule from title VII jurisprudence. As we explained in Dearing I, the single-filing\n\nrule allows a person who has not filed an administrative charge to piggyback on another party’s\n\ntimely-filed administrative charge, if the person attempting to piggyback is similarly situated to the\n\nperson who actually filed the administrative charge, and the charge provides notice of the collective\n\nor class-wide nature of the charge. 150 S.W.3d at 460. Here the plaintiffs are similarly situated to\n\nDearing for the purposes of the single-filing rule because they all share the same grievance: that the\n\nDepartment’s reclassification of the former Field Sergeant Game Wardens from the C-7 to the C-6\n\nlevel constituted unlawful age discrimination that had a disparate-impact on employees over the\n\nage of forty. See Crawford, 660 F.2d at 665 (holding that plaintiffs were “similarly situated”\n\nfor purposes of single-filing rule because “the gravamen of their complaints”—that they were given\n\nimproper seniority dates and passed over for promotion because of their race—was “the same”);\n\nOatis, 398 F.2d at 498 (noting that where employees all had same grievance “it would be wasteful,\n\nif not vain” to require each employee to process identical complaints with EEOC). Furthermore,\n\nDearing’s charge gave notice of the class-wide nature of the charge. We thus agree with Dearing\n\n\n       15\n           See Price v. Choctaw Glove & Safety Co., </pre><span class=\"citation\" data-id=\"44601\"><a href=\"/opinion/44601/price-v-choctaw-glove/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span><pre class=\"inline\">, 598-99 (5th Cir. 2006); Crawford\nv. U.S. Steel Corp., </pre><span class=\"citation\" data-id=\"395151\"><a href=\"/opinion/395151/27-fair-emplpraccas-1084-27-empl-prac-dec-p-32208-george-crawford/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">663</span></a></span><pre class=\"inline\">, 665 (5th Cir. 1981); Wheeler v. American Home Products Corp.,\n</pre><span class=\"citation no-link\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></span><pre class=\"inline\">, 897-98 (5th Cir. 1977); Oatis, 398 F.2d at 499.\n\n                                                 50\n\fI’s ultimate holding that the single-filing rule applies to Milburn Dearing’s complaint and that\n\nhis complaint adequately stated its class-action intent. 150 S.W.3d at 460. We overrule the\n\nDepartment’s fifth issue.\n\n\nOther certification issues\n\n                Because Smith’s impact on Dearing’s claim and the Department’s defenses will be\n\nintegral to the district court’s consideration of class certification on remand, we will defer further\n\nanalysis of the propriety of certification until that issue is again before us. Nonetheless, we observe\n\nthat the district court order reinstated, without modification, a certification order that predated the\n\nOctober 2003 amendments to rule 42, and that does not comply with the amended rule. See Tex. R.\n\nCiv. P. 42(c)(1)(D). Among other defects, the plan fails to state the other available methods of\n\nadjudication or adequately explain why a class action is “superior to other available methods for the\n\nfair and efficient adjudication of the controversy.” See Tex. R. Civ. P. 42(b)(3), (c)(1)(D). In\n\nparticular, we observe that of the approximately 130 members of the putative class, eighty-eight have\n\nalready joined as plaintiffs. Finally, we note that the trial plan purports to set discovery deadlines\n\nand a trial date in 2003. We trust that if the district court reaches the issue of certification again on\n\nremand, it will comply with amended rule 42.\n\n\n                                           CONCLUSION\n\n                We reverse the district court’s order reinstating its prior class-certification order. On\n\nremand, the parties will have the opportunity to address the impact of Smith and this decision on the\n\nadequacy of their pleadings, the district court’s subject-matter jurisdiction, and any other dispositive\n\n\n\n                                                   51\n\fmatters. The parties will then have the opportunity to address the impact of these rulings and Smith\n\non certification. We remand these issues to the district court for further proceedings consistent with\n\nthis opinion.\n\n\n\n                                               __________________________________________\n\n                                               Bob Pemberton, Justice\n\nBefore Chief Justice Law, Justices Pemberton and Waldrop;\n  Concurring Opinion by Justice Waldrop\n\nReversed and Remanded\n\nFiled: August 3, 2007\n\n\n\n\n                                                 52\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/33422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/44601/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110495/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/142883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/167100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/355936/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/395151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/431883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/486442/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/494179/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/494609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/515997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/551481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/559912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/583585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/696217/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/710950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/760463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795499/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894619/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894692/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1370803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1370817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1376621/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1464194/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1499932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1515115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1534738/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1577083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1625096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1659167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1746112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1749669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1749812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1759032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1763315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1880784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3907523/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-06T05:34:22.934597Z",
      "date_modified": "2015-09-06T05:34:22.934597Z",
      "date_filed": "2007-08-03",
      "date_filed_is_approximate": false,
      "slug": "texas-parks-wildlife-department-v-milburn-dearing-",
      "citation_id": 2845609,
      "case_name_short": "",
      "case_name": "Texas Parks & Wildlife Department v. Milburn Dearing, Kenneth Head, and Mike Warren, Individually and on Behalf of All Others Similarly Situated",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2729859/texas-parks-wildlife-department-v-milburn-dearing-/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-06T04:49:48.290126Z",
  "date_modified": "2015-09-06T04:49:48.290126Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Texas Parks & Wildlife Department v. Milburn Dearing, Kenneth Head, and Mike Warren, Individually and on Behalf of All Others Similarly Situated",
  "case_name_full": "",
  "slug": "texas-parks-wildlife-department-v-milburn-dearing-",
  "docket_number": "03-05-00499-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}