{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2755079/",
  "id": 2755079,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ohioctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2898051/",
      "id": 2898051,
      "absolute_url": "/opinion/2898051/state-v-dantzler/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2755079/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2898051/",
          "id": 2898051,
          "absolute_url": "/opinion/2898051/state-v-dantzler/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2898051/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-08T18:09:16.511320Z",
          "date_modified": "2017-04-11T16:54:55.989883Z",
          "type": "010combined",
          "sha1": "a5a0d2a0188f1cd3233ded7482c6a38344268543",
          "page_count": 14,
          "download_url": "http://www.supremecourt.ohio.gov/rod/docs/pdf/10/2015/2015-Ohio-3641.pdf",
          "local_path": "pdf/2015/09/08/state_v._dantzler.pdf",
          "plain_text": "[Cite as State v. Dantzler, 2015-Ohio-3641.]\n\n\n                              IN THE COURT OF APPEALS OF OHIO\n\n                                   TENTH APPELLATE DISTRICT\n\nState of Ohio,                                   :\n                                                                    Nos. 14AP-907\n                 Plaintiff-Appellee,             :              (C.P.C. No. 14CR-1168)\n\nv.                                               :                  and   14AP-908\n                                                                (C.P.C. No. 12CR-5829)\nJonathan M. Dantzler, Jr.,                       :\n                                                             (REGULAR CALENDAR)\n                 Defendant-Appellant.            :\n\n\n\n                                          D E C I S I O N\n\n                                    Rendered on September 8, 2015\n\n\n                 Ron O'Brien, Prosecuting Attorney, and Barbara A.\n                 Farnbacher, for appellee.\n\n                 Brian J. Rigg, for appellant.\n\n                 APPEALS from the Franklin County Court of Common Pleas\n\nHORTON, J.\n        {¶ 1} Defendant-appellant, Jonathan M. Dantzler, Jr., appeals from a judgment\nof the Franklin County Court of Common Pleas finding him guilty, pursuant to a jury\nverdict, of three counts of aggravated murder, three counts of murder, two counts of\naggravated robbery, one count of aggravated burglary, and one count of felonious\nassault, all with specifications, as well as one count of tampering with evidence. Because\n(1) trial counsel did not render constitutionally ineffective assistance, and (2) both\nsufficient evidence and the manifest weight of the evidence support defendant's\nconvictions, we affirm.\nI. PROCEDURAL HISTORY AND FACTS\n        {¶ 2} On September 17, 2012, in case No. 12CR-5829, a grand jury indicted\ndefendant on two counts of aggravated robbery, felonies of the first degree, one count of\n\fNos. 14AP-907 & 14AP-908                                                                  2\n\n\naggravated burglary, a felony of the first degree, two counts of aggravated murder,\nunclassified felonies, two counts of murder, unclassified felonies, one count of\nattempted murder, a felony of first degree, and two counts of felonious assault, felonies\nof the second degree, all carrying firearm and criminal gang specifications, and one\ncount of tampering with evidence, a felony of the third degree. On January 10, 2014, the\nvictim of the alleged attempted murder passed away. As a result, in case No. 14CR-1168,\nthe grand jury further indicted defendant on one count of aggravated murder and one\ncount of murder, both unclassified felonies, containing firearm and criminal gang\nspecifications. Defendant pled not guilty to all of the charges. The state filed a motion to\njoin the two cases, which the trial court granted.\n       {¶ 3} The various charges concerned two incidents: a shooting incident which\noccurred on October 30, 2012, at 1810 Gault Street, and a shooting incident which\noccurred on November 5, 2012, at 1244 Atcheson Street, both in Columbus, Ohio.\n       A. The Gault Street Incident\n       {¶ 4} On October 30, 2012, Officer Travis Turner responded to a dispatch call\nregarding a shooting at 1810 Gault Street. A \"panicked, stressed out,\" Tanish McGrapth\ntried to open the door of the residence for Officer Turner, but a body was blocking the\ndoorway. (Tr. 24.) Officer Turner had to \"use force to open the door.\" (Tr. 24.) Once\ninside, Officer Turner discovered a seriously injured female, later identified as Theresa\nCooper, sitting in a chair. The individual on the floor, later identified as Marcus\nLeonard, was dead.\n       {¶ 5} McGrapth explained that she lived at 1810 Gault Street with Leonard and\nCooper at the time of the incident, and stated that the occupants all sold heroin out of\nthe residence. McGrapth stated that, on October 30, 2012, their neighbor, Mary Page,\nknocked on the door and asked to buy some drugs. Cooper answered the door, told Page\nno and tried to shut the door, but Page put her foot in the doorway to prevent Cooper\nfrom closing it. At that point, the \"door flew open, and a gun came through the door.\"\n(Tr. 72.) McGrapth \"ducked\" and crawled into the kitchen; she was not shot. (Tr. 72.)\nAlthough she heard numerous gunshots, McGrapth did not see the shooter. As a result\nof this incident, Leonard died instantly from the gunshot wounds he sustained. Cooper\nsuffered a gunshot wound to her back and remained in a paraplegic state for nearly one\n\fNos. 14AP-907 & 14AP-908                                                                3\n\n\nyear, until she succumbed to her injuries and passed away. Cooper's official cause of\ndeath was \"[c]omplications of gunshot wound to the chest.\" (Tr. 378.)\n       {¶ 6} Page explained that, on October 30, 2012, Dante, a local crack cocaine\ndealer, came to her residence and asked her if she wanted to make some money. She\nsaid she did, and left her house and got into Dante's car. Two men were already in the\ncar with Dante, they were introduced to Page as \"Twice\" and \"Baby Jesus.\" Page\nidentified defendant as being the individual introduced to her as Baby Jesus. The men\ntold Page that they just needed her to knock on the door of 1810 Gault Street, and\ndefendant gave Page two rocks of crack cocaine for her services. As they were in the car,\nPage overheard Twice talking on his phone saying, \"[w]e better go rob this [n-word] for\nthese bands * * * he got all this money.\" (Tr. 105.) Page stated that defendant was\npresent in the car as Twice made these statements.\n       {¶ 7}   Dante drove to Gault Street and remained in the car as Page, Twice, and\ndefendant approached the apartment. Page stated that defendant and Twice stood up\nagainst the wall, both with \"guns in their hand,\" as she \"knocked on the door.\" (Tr. 107.)\nAfter Page was unsuccessful in gaining entry into the apartment, Twice \"pushed the\ndoor all the way open.\" (Tr. 108.) Page \"ducked up under and went out the door,\" as\nboth defendant and Twice \"went in and started shooting.\" (Tr. 108.) Page stated that\nafter Twice and defendant entered the Gault Street residence, she \"just heard firing after\nthat, just loud gun firing.\" (Tr. 108.)\n       {¶ 8} Detective Robert Conner was the lead detective on the Gault Street\nhomicides, and he interviewed defendant regarding the incident. Defendant told\nDetective Conner that he went to Gault Street with Dante, Page, and another individual\non the day in question \"to go buy some dope from the dude\" who lived there, but stated\nthat \"it turned ugly.\" (Tr. 163.) Defendant identified the other individual as \"the\nshooter.\" (Tr. 453.) Defendant told Detective Conner that he, Page, and the shooter went\nup to the door, but he refused to discuss what happened after Page knocked on the door.\n       {¶ 9} In his trial testimony, defendant explained that he was a crack cocaine\ndealer, and that he, Twice, and Page went to Gault Street on October 30, 2012 to buy a\nlarge quantity of crack cocaine. Defendant stated that Page and Twice went into the\nresidence and purchased the drugs with defendant's money. Defendant then stated that\n\fNos. 14AP-907 & 14AP-908                                                               4\n\n\nhe returned to his residence, so he \"could sell [his] crack.\" (Tr. 429.) Defendant stated\nthat hours later, Twice contacted him and informed him that the shooting in question\nhad occurred. Defendant denied having any involvement in the Gault Street shooting.\n       B. The Atcheson Street Incident\n       {¶ 10} On November 5, 2012, Officer Demetris Ortega responded to a report of a\nshooting at 1244 Atcheson Street. When Officer Ortega arrived on the scene, \"there was\nsome chaos, some screaming, and there was a * * * male black laying * * * in front of a\nporch, not breathing. Looked like he'd been shot.\" (Tr. 183.) The shooting victim was\nlater identified as Malik West. Individuals at the scene told Officer Ortega that an\nindividual by the street name \"Jesus\" had shot the victim, and that Jesus had ran\nwestbound from the scene. (Tr. 184.) Officer Ortega ran westbound in pursuit. As\nOfficer Ortega ran down the alley, a cable repairman up on a ladder said, \" 'Your\nsuspects ran westbound from here and threw a gun in the trash can,' pointing toward a\ntrash can.\" (Tr. 184.) Office Ortega discovered a semiautomatic weapon inside the trash\ncan.\n       {¶ 11} Shawnta Carmichael, a resident of 1244 Atcheson Street, recounted that on\nthe afternoon of November 5, 2012, she and Malik West were sitting out on the front\nporch of her house when defendant and another man approached West. Carmichael\nknew defendant, as she had attended high school with him. Carmichael asked the men\n\"to get off the porch because [her] grandmother was coming.\" (Tr. 217.) The men then\nwalked across the street, exchanged some words, and Carmichael saw defendant pull a\ngun out and shoot West twice. West attempted to run back up towards the porch, but\ncollapsed. Defendant ran after West. When defendant reached West, he set his gun\ndown, and turned West \"over and went in his pockets,\" taking out money and bags of\nmarijuana. (Tr. 223.) Defendant then fled the scene.\n       {¶ 12} Willita Cooksey, Carmichael's mother, also resided at 1244 Atcheson\nStreet. Cooksey stated that she was inside the house when she heard two gunshots,\nfollowed by Carmichael frantically banging on the door. Upon opening the door,\nCooksey observed West collapse onto the front porch. She then saw defendant run up,\nturn West over, rummage through his pockets, and run off with West's cash. Cooksey\ntold police what she had seen, and identified defendant from a photo lineup as the\n\fNos. 14AP-907 & 14AP-908                                                                  5\n\n\nindividual who she saw go through West's pockets. West died from the gunshot wound\nto his chest. Forensic evidence revealed that the shell casings recovered from the scene\nnear 1244 Atcheson Street were fired by the gun Officer Ortega found in the trash can.\n       {¶ 13} Defendant denied any involvement in the Atcheson Street incident.\n       {¶ 14} The jury found defendant guilty of the crimes and specifications charged in\nthe indictment. The court accepted the jury's verdict, and sentenced defendant to a total\nprison term of three life sentences, plus an additional twelve years on the specifications.\nII. ASSIGNMENTS OF ERROR\n       {¶ 15} Defendant appeals, raising the following assignments of error for our\nreview:\n              [I.] DEFENDANT WAS EFFECTIVELY DENIED HIS\n              CONSTITUTIONAL RIGHT TO ASSISTANCE OF COUNSEL\n              DUE TO COUNSEL'S FAILURE TO FILE A MOTION TO\n              SEVER THE COUNTS OF THE INDICTMENT PURSUANT\n              TO CRIM. R. 14.\n\n              [II.] THE VERDICT IS AGAINST THE SUFFICIENCY AND\n              MANIFEST WEIGHT OF THE EVIDENCE.\n\nIII. FIRST ASSIGNMENT OF ERROR – INEFFECTIVE ASSISTANCE\n       {¶ 16} In his first assignment of error, defendant asserts that he was deprived of\nhis constitutional right to the effective assistance of counsel. Specifically, defendant\nasserts that his counsel \"was ineffective in abrogating his duty to Defendant by failing to\nfile a motion to sever the charges of the indictment.\" (Appellant's Brief, 11-12.)\nDefendant contends that \"the trial court would have severed the indictment and granted\nDefendant two trials and that the resultant outcome of either would have been\ndifferent.\" (Appellant's Brief, 13.)\n       {¶ 17} In order to succeed on the claim of ineffective assistance of counsel,\ndefendant must satisfy a two-prong test. Strickland v. Washington, 466 U.S. 668, 687\n(1984). Defendant must show that (1) defense counsel's performance was so deficient\nthat he was not functioning as the counsel guaranteed under the Sixth Amendment to\nthe United States Constitution, and (2) that defense counsel's errors prejudiced\ndefendant, depriving him of a trial whose result is reliable. Id. The failure to make either\nshowing defeats a claim of ineffective assistance of counsel. State v. Bradley, 42 Ohio\n\fNos. 14AP-907 & 14AP-908                                                                    6\n\n\nSt.3d 136, 143 (1989), quoting Strickland at 697. Regarding ineffective assistance claims\nbased on counsel's failure to file a motion, a defendant must show that (1) the motion\nwould have been granted, and (2) that there was a reasonable probability that the\nverdict would have been different had the motion been made. State v. Raver, 10th Dist.\nNo. 02AP-604, 2003-Ohio-958, ¶ 63.\n       {¶ 18} Defendant contends that the joinder of all the offenses was prejudicial and\nimproperly influenced the jury. Defendant asserts that \"[a]dmitting evidence of other\ncrimes in this instance is unduly cumulative and even if probative * * * the probative\nvalue is certainly outweighed by the threatened prejudice.\" (Appellant's Brief, 15.)\n       {¶ 19} \" 'The law favors joining multiple offenses in a single trial under Crim.R.\n8(A) if the offenses charged \"are of the same or similar character.\" ' \" Raver at ¶ 65,\nquoting State v. Lott, 51 Ohio St.3d 160, 163 (1990), quoting State v. Torres, 66 Ohio\nSt.2d 340 (1981). If it appears that a defendant would be prejudiced by the joinder, a\ntrial court may grant a severance under Crim.R. 14. State v. Diar, 120 Ohio St.3d 460,\n2008-Ohio-6266, ¶ 94. \" 'A defendant [moving for severance] under Crim.R. 14 has the\nburden of affirmatively showing that his rights were prejudiced; he must furnish the\ntrial court with sufficient information so that it can weigh the considerations favoring\njoinder against the defendant's right to a fair trial * * *.' \" Raver at ¶ 65, quoting Lott at\n163.\n       {¶ 20} \"[A] defendant is not prejudiced by joinder where the joined offenses are\n'simple and direct, so that a jury is capable of segregating the proof required for each\noffense.' \" State v. Wilson, 2d Dist. No. 20910, 2005-Ohio-6666, ¶ 38, quoting State v.\nFletcher, 2d Dist. No. 2003-CA-62, 2004-Ohio-4517, ¶ 41. See also State v. Torres, 66\nOhio St.2d 340, 343 (1981). Likewise, severance is not required if the evidence would\nhave come in as other acts evidence under Evid.R. 404(B). Wilson at ¶ 38. \"Thus, when\nsimple and direct evidence exists, an accused is not prejudiced by joinder regardless of\nthe nonadmissibility of evidence of these crimes as 'other acts' under Evid.R. 404(B).\"\nLott at 163.\n       {¶ 21} Additionally, in evaluating counsel's performance, \"a court must indulge a\nstrong presumption that counsel's conduct falls within the wide range of reasonable\nprofessional assistance; that is, the defendant must overcome the presumption that,\n\fNos. 14AP-907 & 14AP-908                                                                   7\n\n\nunder the circumstances the challenged action 'might be considered sound trial\nstrategy.' \" Strickland at 689, citing Michel v. Louisiana, 350 U.S. 91, 101 (1955). \"Trial\nstrategy, including debatable trial tactics, does not constitute ineffective assistance of\ncounsel.\" State v. Benitez, 8th Dist. No. 98930, 2013-Ohio-2334, ¶ 31, citing State v.\nConway, 109 Ohio St.3d 412, 2006-Ohio-2815, ¶ 111. Indeed, the decision to file a\nmotion for separate trials or to proceed with the joinder of the offenses may be a matter\nof counsel's trial strategy. Benitez at ¶ 31.\n       {¶ 22} Here, we find it reasonable to presume that trial counsel's decision not to\nfile a motion to sever the offenses was trial strategy. Defense counsel could have\nreasonably believed that one trial would be the best strategy to try and persuade the jury\nto return a verdict of not guilty on all counts of the indictment. Indeed, defendant\npresented a common defense to both incidents; that he was not present at either\nshooting. If the jury had found defendant credible, it would have been likely to believe\nthat he was not responsible for either shooting. Conversely, if the cases were tried\nseparately, defendant risked being acquitted of all charges in one trial, only to be found\nguilty and sentenced to life in prison in the other trial. Because the decision not to file a\nmotion to sever was a reasonable trial strategy, defendant has not established that he\nwas deprived of the effective assistance of counsel.\n       {¶ 23} Moreover, even if defense counsel had moved for severance, the trial court\nwould have been well within its discretion in maintaining the joinder. The evidence\nrelating to each incident was simple and direct: the incidents occurred separately,\ninvolved different victims, and different eyewitnesses independently identified\ndefendant as the shooter at each incident. As such, there was no concern that the jury\nwould confuse the evidence, and defendant cannot establish that he was prejudiced by\nthe joinder.\n       {¶ 24} While defendant asserts that the evidence was cumulative, there is nothing\nin the record suggesting that the jury factored the evidence from the Gault Street\nincident in determining defendant's guilt in the Atcheson Street incident, or vise versa.\nBoth parties asked the jury to deliberate on each count separately, and the judge\ninstructed the jury to \"consider each count and the evidence applicable to each count\nseparately, and\" to state their \"finding as to each count uninfluenced by your verdict as\n\fNos. 14AP-907 & 14AP-908                                                                   8\n\n\nto any other count.\" (Tr. 568.) See State v. Garner, 74 Ohio St.3d 49, 59 (1995) (noting\nthat \"[a] jury is presumed to follow the instructions * * * given it by a trial judge\").\n       {¶ 25} Based on the foregoing, defendant's first assignment of error is overruled.\nIV. SECOND ASSIGNMENT OF ERROR – SUFFICIENCY AND MANIFEST\n     WEIGHT\n       {¶ 26} In his second assignment of error, defendant argues that \"the verdict must\nnot stand because the weight and sufficiency of the evidence does not support the\nfinding of guilty to the charges, or the specification.\" (Appellant's Brief, 19.)\n       A. Sufficiency\n       {¶ 27} Whether evidence is legally sufficient to sustain a verdict is a question of\nlaw. State v. Thompkins, 78 Ohio St.3d 380, 386 (1997). Sufficiency is a test of\nadequacy. Id. The evidence is construed in the light most favorable to the prosecution to\ndetermine whether a rational trier of fact could have found the essential elements of the\noffense proven beyond a reasonable doubt. State v. Jenks, 61 Ohio St.3d 259 (1991),\nparagraph two of the syllabus; State v. Conley, 10th Dist. No. 93AP387 (Dec. 16, 1993).\nWhen reviewing the sufficiency of the evidence the court does not weigh the credibility\nof the witnesses. State v. Yarbrough, 95 Ohio St.3d 227, 2002-Ohio-2126, ¶ 79.\n              1. Aggravated Robberies\n       {¶ 28} Defendant was found guilty of two counts of aggravated robbery, both with\nfirearm and gang specifications. R.C. 2911.01 defines the crime of aggravated robbery,\nand provides, in relevant part, that:\n              No person, in attempting or committing a theft offense, as defined\n              in section 2913.01 of the Revised Code, or in fleeing immediately\n              after the attempt or offense, shall do any of the following:\n\n              (1) Have a deadly weapon on or about the offender's person or\n              under the offender's control and either display the weapon,\n              brandish it, indicate that the offender possesses it, or use it;\n\n              ***\n\n              (3) Inflict, or attempt to inflict, serious physical harm on another.\n\nR.C. 2911.01(A).\n\fNos. 14AP-907 & 14AP-908                                                               9\n\n\n      {¶ 29} R.C. 2941.145 imposes a mandatory three-year prison term on an offender\nif the offender \"had a firearm on or about the offender's person or under the offender's\ncontrol while committing the offense and displayed the firearm, brandished the firearm,\nindicated that the offender possessed the firearm, or used it to facilitate the offense.\"\nR.C. 2941.142 imposes a mandatory prison term of either one, two or three years on an\noffender who commits a felony \"that is an offense of violence while participating in a\ncriminal gang.\"\n      {¶ 30} Regarding the gang specification, defendant admitted to being a member\nof the Trevitt Crips gang, and stated that he had been in a gang for years. (See Tr. 433-\n38.) Detective Robert Vass testified that defendant was a documented member of the\nTrevitt and Atcheson Crips, and recounted several incidents of gang-related crime that\ndefendant was involved in. (See Tr. 318-21). The state also submitted pictures taken\nfrom social media websites that depicted defendant with documented members of the\nTrevitt and Atcheson Crips, displaying gang signs, and holding firearms. Accordingly,\nthere was sufficient evidence in the record to establish that defendant committed these\noffenses while participating in a criminal gang.\n      {¶ 31} Regarding the aggravated robbery convictions, Page testified that she\nheard Twice on the phone, immediately before the Gault Street incident and in\ndefendant's presence, saying that they were going to rob someone of their money. Page\nstated that after she knocked on the door to 1810 Gault Street, defendant and Twice,\nboth armed with firearms, entered the house and began shooting. This evidence was\nsufficient to support defendant's aggravated robbery conviction and the firearm\nspecification related to the Gault Street incident. Carmichael and Cooksey both testified\nthat, after defendant shot West, he flipped him over, and took money out of West's\npockets. This evidence was sufficient to support defendant's aggravated robbery\nconviction and the firearm specification related to the Atcheson Street incident.\n             2. Aggravated Burglary\n      {¶ 32} Defendant was found guilty of one count of aggravated burglary, with both\nfirearm and gang specifications. R.C. 2911.01 defines the crime of aggravated burglary,\nand provides, in relevant part, that \"[n]o person, by force, * * * shall trespass in an\noccupied structure * * *, when another person * * * is present, with purpose to commit\n\fNos. 14AP-907 & 14AP-908                                                                 10\n\n\nin the structure * * * any criminal offense, if * * * [t]he offender has a deadly weapon\n* * * on or about the offender's person.\" R.C. 2911.11(A)(2). Page testified that, after she\nwas unable to gain entry to the Gault Street residence, Twice and defendant entered the\nhome by pushing the door open, and that both men then began shooting once inside the\nresidence. This evidence was sufficient to support the aggravated burglary charge and\nthe specifications.\n              3. Aggravated Murder & Murder\n       {¶ 33} Defendant was found guilty of three counts of aggravated murder and\nthree counts of murder, all with firearm and gang specifications. R.C. 2903.01 defines\naggravated murder, and provides, in relevant part, that \"[n]o person shall purposely\ncause the death of another * * * while committing or attempting to commit, or while\nfleeing immediately after committing or attempting to commit, * * * aggravated robbery,\n[or] * * * aggravated burglary.\" R.C. 2903.01(B). R.C. 2903.02 defines murder, and\nprovides that \"[n]o person shall purposely cause the death of another.\" R.C. 2903.02(A).\n       {¶ 34} Page's testimony established that, during the commission of the\naggravated robbery and burglary of the Gault Street residence, defendant and Twice\nentered the residence and began shooting. Leonard and Cooper both died as a result of\nthe gunshot wounds they sustained during that incident. Carmichael testified that she\nwatched defendant pull out a gun and shoot West twice, as he stood approximately five\nor six feet away from West. Defendant then stole West's money and fled the scene. West\ndied from the gunshot wound to his chest. Accordingly, there was sufficient evidence to\nsupport defendant's aggravated murder and murder convictions, and the specifications\nattached to those charges.\n              4. Felonious Assault\n       {¶ 35} Defendant was found guilty of felonious assault, with both firearm and\ngang specifications. R.C. 2903.11 defines the crime of felonious assault, and provides\nthat \"[n]o person shall knowingly * * * [c]ause or attempt to cause physical harm to\nanother * * * by means of a deadly weapon.\" R.C. 2903.11(A)(2). Page testified that\ndefendant entered the Gault Street residence with a firearm and began shooting.\nMcGrapth testified that she was in the apartment on October 30, 2012 when the door\n\"flew open, and a gun came through the door,\" and many shots were fired. (Tr. 72.)\n\fNos. 14AP-907 & 14AP-908                                                                   11\n\n\nMcGrapth was able to crawl into the kitchen in order to avoid being shot. Defendant's\nact of firing the gun inside of the occupied Gault Street residence was sufficient to\nsupport the felonious assault conviction and the specifications. See State v. Turner, 10th\nDist. No. 97AP-709 (Dec. 30, 1997), quoting State v. Brown, 8th Dist. No. 68761\n(Feb. 29, 1996) (noting that \" '[t]he act of pointing a firearm and firing it in the direction\nof another human being is an act with death as a natural and probable consequence' \");\nState v. Green, 58 Ohio St.3d 239, 241 (1991) (holding that the \"act of pointing a deadly\nweapon at another coupled with a threat, which indicates an intention to use such\nweapon is sufficient evidence to convict a defendant of the offense of 'felonious assault'\nas defined by R.C. 2903.11(A)(2)\").\n              5. Tampering With Evidence\n       {¶ 36} Defendant was also found guilty of tampering with evidence. R.C. 2921.12\ndefines tampering with evidence, and provides, in relevant part, that \"[n]o person,\nknowing that an official proceeding or investigation is in progress, or is about to be or\nlikely to be instituted, shall * * * [a]lter, destroy, conceal, or remove any record,\ndocument, or thing, with purpose to impair its value or availability as evidence in such\nproceeding or investigation.\" R.C. 2921.12(A)(1). The cable repairmen, Demetrius\nCrockett, testified that as he was installing cable lines in an alley near Atcheson Street,\nhe heard \"anywhere from two or three gunshots,\" and then saw an individual dump an\nobject into a nearby trash can. (Tr. 194-95.) Carmichael testified that she saw defendant\nshoot West and then flee the scene. Forensic evidence revealed that the firearm\nrecovered from the trash can was the firearm which caused West's death. Accordingly,\nthere was sufficient evidence to support defendant's conviction for tampering with\nevidence. See State v. Klein, 3d Dist. No. 14-12-09, 2013-Ohio-2387, ¶ 43 (finding\nsufficient evidence to support the tampering with evidence conviction, as defendant had\n\"discarded the clothes and gun used during the robbery, as well as the pill bottles, into a\ngas station dumpster\"); State v. Wright, 9th Dist. No. 25280, 2010-Ohio-5106, ¶ 16\n(noting that by throwing \"the gun into a trash can,\" defendant had \"impair[ed] its\navailability in the investigation of Smith's murder\").\n\fNos. 14AP-907 & 14AP-908                                                                 12\n\n\n       B. Manifest Weight\n       {¶ 37} Sufficiency of the evidence and manifest weight of the evidence are distinct\nconcepts; they are \"quantitatively and qualitatively different.\" Thompkins at 386. When\npresented with a manifest weight argument, we engage in a limited weighing of evidence\nto determine whether sufficient competent, credible evidence permits reasonable minds\nto find guilt beyond a reasonable doubt. Conley, supra. Thompkins at 387 (noting that\n\"[w]hen a court of appeals reverses a judgment of a trial court on the basis that the\nverdict is against the weight of the evidence, the appellate court sits as a 'thirteenth\njuror' and disagrees with the factfinder's resolution of the conflicting testimony\"). In the\nmanifest weight analysis the appellate court considers the credibility of the witnesses\nand determines whether the jury \"clearly lost its way and created such a manifest\nmiscarriage of justice that the conviction must be reversed and a new trial ordered.\" Id.,\nquoting State v. Martin, 20 Ohio App.3d 172, 175 (1983). Determinations of credibility\nand weight of the testimony remain within the province of the trier of fact. State v.\nDeHass, 10 Ohio St.2d 230 (1967), paragraph one of the syllabus. The jury may take\nnote of any inconsistencies and resolve them accordingly, \"believ[ing] all, part or none\nof a witness's testimony.\" State v. Raver, 10th Dist. No. 02AP-604, 2003-Ohio-958, at ¶\n21, citing State v. Antill, 176 Ohio St. 61, 67 (1964).\n       {¶ 38} Defendant asserts that his convictions are against the manifest weight of\nthe evidence because there was no physical evidence tying him to the crimes, \"none of\nthe witnesses to the shooting at Gault can place Defendant at the scene during the time\nof shooting or identify him as the shooter,\" and observes that the \"only witnesses to\nidentify Defendant at the Atcheson shooting had a motive to accuse him based on\nprevious events.\" (Appellant's Brief, 19.) Defendant notes that the state's witnesses were\n\"known drug abusers and offenders; one with an explicit agreement motivating her\ntestimony.\" (Appellant's Brief, 20.)\n       {¶ 39} The lack of physical evidence, such as fingerprints or DNA evidence,\nlinking defendant to the crimes is immaterial. See State v. Jackson, 10th Dist. No.\n99AP-138 (Feb. 22, 2000). Eyewitnesses provided direct testimonial evidence\nidentifying defendant as the culprit of the various charges. \"[C]ircumstantial evidence\nand direct evidence inherently possess the same probative value[.]\" Jenks at paragraph\n\fNos. 14AP-907 & 14AP-908                                                                 13\n\n\none of the syllabus. Thus, \" 'proof of guilt may be made by circumstantial evidence as\nwell as by real evidence and direct or testimonial evidence, or any combination of these\nthree classes of evidence.' \" Jackson, quoting State v. Griffin, 13 Ohio App.3d 376, 377\n(1st Dist.1979). Indeed, \" '[e]yewitness identification testimony is sufficient to support a\nconviction.' \" State v. Coleman, 10th Dist. No. 99AP-1387 (Nov. 21, 2000), quoting State\nv. Artis, 10th Dist. No. 93APA11-1547 (May 17, 1994).\n       {¶ 40} Page stated that defendant, armed with a gun, entered the Gault Street\nresidence and began shooting. Leonard and Cooper both sustained gunshot wounds as a\nresult of that incident. Accordingly, the jury reasonably inferred from this evidence that\ndefendant shot the gun he was carrying when he went into the Gault Street residence.\n       {¶ 41} Although, under a manifest weight of the evidence analysis, we are able to\nconsider the credibility of the witnesses, \"in conducting our review, we are guided by the\npresumption that the jury, * * * is best able to view the witnesses and observe their\ndemeanor, gestures and voice inflections, and use these observations in weighing the\ncredibility of the proffered testimony.\" State v. Tatum, 10th Dist. No. 10AP-626, 2011-\nOhio-907, ¶ 5, citing Seasons Coal Co., Inc. v. Cleveland, 10 Ohio St.3d 77, 80 (1984).\nThe jury was informed of Page's deal with the state and of her criminal history. The jury\nwas also informed of McGrapth's criminal history, that Carmichael was previously\ninjured in a drive-by shooting which defendant was the intended target of, and of\nCarmichael's criminal history. The jury did not lose its way simply by believing the\nstate's witnesses. See State v. Brinkley, 105 Ohio St.3d 231, 2005-Ohio-1507, ¶ 111.\n       {¶ 42} Finally, while defendant notes that he testified that he did not commit the\noffenses at issue, the jury was under no obligation to accept his testimony as truthful.\nState v. Carter, 72 Ohio St.3d 545, 554 (1995).\n       {¶ 43} Engaging in the limited weighing of the evidence which we are permitted,\nwe cannot say the jury clearly lost its way when it found defendant guilty of the various\ncharges and specifications.\n       {¶ 44} Based on the foregoing, defendant's second assignment of error is\noverruled.\n\fNos. 14AP-907 & 14AP-908                                                        14\n\n\nV. DISPOSITION\n      {¶ 45} Having overruled defendant's first and second assignments of error, we\naffirm the judgment of the Franklin County Court of Common Pleas.\n                                                                Judgment affirmed.\n\n                          TYACK and KLATT, JJ., concur.\n                             _________________\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">[Cite as State v. Dantzler, 2015-Ohio-3641.]\n\n\n                              IN THE COURT OF APPEALS OF OHIO\n\n                                   TENTH APPELLATE DISTRICT\n\nState of Ohio,                                   :\n                                                                    Nos. 14AP-907\n                 Plaintiff-Appellee,             :              (C.P.C. No. 14CR-1168)\n\nv.                                               :                  and   14AP-908\n                                                                (C.P.C. No. 12CR-5829)\nJonathan M. Dantzler, Jr.,                       :\n                                                             (REGULAR CALENDAR)\n                 Defendant-Appellant.            :\n\n\n\n                                          D E C I S I O N\n\n                                    Rendered on September 8, 2015\n\n\n                 Ron O'Brien, Prosecuting Attorney, and Barbara A.\n                 Farnbacher, for appellee.\n\n                 Brian J. Rigg, for appellant.\n\n                 APPEALS from the Franklin County Court of Common Pleas\n\nHORTON, J.\n        {¶ 1} Defendant-appellant, Jonathan M. Dantzler, Jr., appeals from a judgment\nof the Franklin County Court of Common Pleas finding him guilty, pursuant to a jury\nverdict, of three counts of aggravated murder, three counts of murder, two counts of\naggravated robbery, one count of aggravated burglary, and one count of felonious\nassault, all with specifications, as well as one count of tampering with evidence. Because\n(1) trial counsel did not render constitutionally ineffective assistance, and (2) both\nsufficient evidence and the manifest weight of the evidence support defendant's\nconvictions, we affirm.\nI. PROCEDURAL HISTORY AND FACTS\n        {¶ 2} On September 17, 2012, in case No. 12CR-5829, a grand jury indicted\ndefendant on two counts of aggravated robbery, felonies of the first degree, one count of\n\fNos. 14AP-907 & 14AP-908                                                                  2\n\n\naggravated burglary, a felony of the first degree, two counts of aggravated murder,\nunclassified felonies, two counts of murder, unclassified felonies, one count of\nattempted murder, a felony of first degree, and two counts of felonious assault, felonies\nof the second degree, all carrying firearm and criminal gang specifications, and one\ncount of tampering with evidence, a felony of the third degree. On January 10, 2014, the\nvictim of the alleged attempted murder passed away. As a result, in case No. 14CR-1168,\nthe grand jury further indicted defendant on one count of aggravated murder and one\ncount of murder, both unclassified felonies, containing firearm and criminal gang\nspecifications. Defendant pled not guilty to all of the charges. The state filed a motion to\njoin the two cases, which the trial court granted.\n       {¶ 3} The various charges concerned two incidents: a shooting incident which\noccurred on October 30, 2012, at 1810 Gault Street, and a shooting incident which\noccurred on November 5, 2012, at 1244 Atcheson Street, both in Columbus, Ohio.\n       A. The Gault Street Incident\n       {¶ 4} On October 30, 2012, Officer Travis Turner responded to a dispatch call\nregarding a shooting at 1810 Gault Street. A \"panicked, stressed out,\" Tanish McGrapth\ntried to open the door of the residence for Officer Turner, but a body was blocking the\ndoorway. (Tr. 24.) Officer Turner had to \"use force to open the door.\" (Tr. 24.) Once\ninside, Officer Turner discovered a seriously injured female, later identified as Theresa\nCooper, sitting in a chair. The individual on the floor, later identified as Marcus\nLeonard, was dead.\n       {¶ 5} McGrapth explained that she lived at 1810 Gault Street with Leonard and\nCooper at the time of the incident, and stated that the occupants all sold heroin out of\nthe residence. McGrapth stated that, on October 30, 2012, their neighbor, Mary Page,\nknocked on the door and asked to buy some drugs. Cooper answered the door, told Page\nno and tried to shut the door, but Page put her foot in the doorway to prevent Cooper\nfrom closing it. At that point, the \"door flew open, and a gun came through the door.\"\n(Tr. 72.) McGrapth \"ducked\" and crawled into the kitchen; she was not shot. (Tr. 72.)\nAlthough she heard numerous gunshots, McGrapth did not see the shooter. As a result\nof this incident, Leonard died instantly from the gunshot wounds he sustained. Cooper\nsuffered a gunshot wound to her back and remained in a paraplegic state for nearly one\n\fNos. 14AP-907 & 14AP-908                                                                3\n\n\nyear, until she succumbed to her injuries and passed away. Cooper's official cause of\ndeath was \"[c]omplications of gunshot wound to the chest.\" (Tr. 378.)\n       {¶ 6} Page explained that, on October 30, 2012, Dante, a local crack cocaine\ndealer, came to her residence and asked her if she wanted to make some money. She\nsaid she did, and left her house and got into Dante's car. Two men were already in the\ncar with Dante, they were introduced to Page as \"Twice\" and \"Baby Jesus.\" Page\nidentified defendant as being the individual introduced to her as Baby Jesus. The men\ntold Page that they just needed her to knock on the door of 1810 Gault Street, and\ndefendant gave Page two rocks of crack cocaine for her services. As they were in the car,\nPage overheard Twice talking on his phone saying, \"[w]e better go rob this [n-word] for\nthese bands * * * he got all this money.\" (Tr. 105.) Page stated that defendant was\npresent in the car as Twice made these statements.\n       {¶ 7}   Dante drove to Gault Street and remained in the car as Page, Twice, and\ndefendant approached the apartment. Page stated that defendant and Twice stood up\nagainst the wall, both with \"guns in their hand,\" as she \"knocked on the door.\" (Tr. 107.)\nAfter Page was unsuccessful in gaining entry into the apartment, Twice \"pushed the\ndoor all the way open.\" (Tr. 108.) Page \"ducked up under and went out the door,\" as\nboth defendant and Twice \"went in and started shooting.\" (Tr. 108.) Page stated that\nafter Twice and defendant entered the Gault Street residence, she \"just heard firing after\nthat, just loud gun firing.\" (Tr. 108.)\n       {¶ 8} Detective Robert Conner was the lead detective on the Gault Street\nhomicides, and he interviewed defendant regarding the incident. Defendant told\nDetective Conner that he went to Gault Street with Dante, Page, and another individual\non the day in question \"to go buy some dope from the dude\" who lived there, but stated\nthat \"it turned ugly.\" (Tr. 163.) Defendant identified the other individual as \"the\nshooter.\" (Tr. 453.) Defendant told Detective Conner that he, Page, and the shooter went\nup to the door, but he refused to discuss what happened after Page knocked on the door.\n       {¶ 9} In his trial testimony, defendant explained that he was a crack cocaine\ndealer, and that he, Twice, and Page went to Gault Street on October 30, 2012 to buy a\nlarge quantity of crack cocaine. Defendant stated that Page and Twice went into the\nresidence and purchased the drugs with defendant's money. Defendant then stated that\n\fNos. 14AP-907 & 14AP-908                                                               4\n\n\nhe returned to his residence, so he \"could sell [his] crack.\" (Tr. 429.) Defendant stated\nthat hours later, Twice contacted him and informed him that the shooting in question\nhad occurred. Defendant denied having any involvement in the Gault Street shooting.\n       B. The Atcheson Street Incident\n       {¶ 10} On November 5, 2012, Officer Demetris Ortega responded to a report of a\nshooting at 1244 Atcheson Street. When Officer Ortega arrived on the scene, \"there was\nsome chaos, some screaming, and there was a * * * male black laying * * * in front of a\nporch, not breathing. Looked like he'd been shot.\" (Tr. 183.) The shooting victim was\nlater identified as Malik West. Individuals at the scene told Officer Ortega that an\nindividual by the street name \"Jesus\" had shot the victim, and that Jesus had ran\nwestbound from the scene. (Tr. 184.) Officer Ortega ran westbound in pursuit. As\nOfficer Ortega ran down the alley, a cable repairman up on a ladder said, \" 'Your\nsuspects ran westbound from here and threw a gun in the trash can,' pointing toward a\ntrash can.\" (Tr. 184.) Office Ortega discovered a semiautomatic weapon inside the trash\ncan.\n       {¶ 11} Shawnta Carmichael, a resident of 1244 Atcheson Street, recounted that on\nthe afternoon of November 5, 2012, she and Malik West were sitting out on the front\nporch of her house when defendant and another man approached West. Carmichael\nknew defendant, as she had attended high school with him. Carmichael asked the men\n\"to get off the porch because [her] grandmother was coming.\" (Tr. 217.) The men then\nwalked across the street, exchanged some words, and Carmichael saw defendant pull a\ngun out and shoot West twice. West attempted to run back up towards the porch, but\ncollapsed. Defendant ran after West. When defendant reached West, he set his gun\ndown, and turned West \"over and went in his pockets,\" taking out money and bags of\nmarijuana. (Tr. 223.) Defendant then fled the scene.\n       {¶ 12} Willita Cooksey, Carmichael's mother, also resided at 1244 Atcheson\nStreet. Cooksey stated that she was inside the house when she heard two gunshots,\nfollowed by Carmichael frantically banging on the door. Upon opening the door,\nCooksey observed West collapse onto the front porch. She then saw defendant run up,\nturn West over, rummage through his pockets, and run off with West's cash. Cooksey\ntold police what she had seen, and identified defendant from a photo lineup as the\n\fNos. 14AP-907 & 14AP-908                                                                  5\n\n\nindividual who she saw go through West's pockets. West died from the gunshot wound\nto his chest. Forensic evidence revealed that the shell casings recovered from the scene\nnear 1244 Atcheson Street were fired by the gun Officer Ortega found in the trash can.\n       {¶ 13} Defendant denied any involvement in the Atcheson Street incident.\n       {¶ 14} The jury found defendant guilty of the crimes and specifications charged in\nthe indictment. The court accepted the jury's verdict, and sentenced defendant to a total\nprison term of three life sentences, plus an additional twelve years on the specifications.\nII. ASSIGNMENTS OF ERROR\n       {¶ 15} Defendant appeals, raising the following assignments of error for our\nreview:\n              [I.] DEFENDANT WAS EFFECTIVELY DENIED HIS\n              CONSTITUTIONAL RIGHT TO ASSISTANCE OF COUNSEL\n              DUE TO COUNSEL'S FAILURE TO FILE A MOTION TO\n              SEVER THE COUNTS OF THE INDICTMENT PURSUANT\n              TO CRIM. R. 14.\n\n              [II.] THE VERDICT IS AGAINST THE SUFFICIENCY AND\n              MANIFEST WEIGHT OF THE EVIDENCE.\n\nIII. FIRST ASSIGNMENT OF ERROR – INEFFECTIVE ASSISTANCE\n       {¶ 16} In his first assignment of error, defendant asserts that he was deprived of\nhis constitutional right to the effective assistance of counsel. Specifically, defendant\nasserts that his counsel \"was ineffective in abrogating his duty to Defendant by failing to\nfile a motion to sever the charges of the indictment.\" (Appellant's Brief, 11-12.)\nDefendant contends that \"the trial court would have severed the indictment and granted\nDefendant two trials and that the resultant outcome of either would have been\ndifferent.\" (Appellant's Brief, 13.)\n       {¶ 17} In order to succeed on the claim of ineffective assistance of counsel,\ndefendant must satisfy a two-prong test. Strickland v. Washington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 687\n(1984). Defendant must show that (1) defense counsel's performance was so deficient\nthat he was not functioning as the counsel guaranteed under the Sixth Amendment to\nthe United States Constitution, and (2) that defense counsel's errors prejudiced\ndefendant, depriving him of a trial whose result is reliable. Id. The failure to make either\nshowing defeats a claim of ineffective assistance of counsel. State v. Bradley, 42 Ohio\n\fNos. 14AP-907 & 14AP-908                                                                    6\n\n\nSt.3d 136, 143 (1989), quoting Strickland at 697. Regarding ineffective assistance claims\nbased on counsel's failure to file a motion, a defendant must show that (1) the motion\nwould have been granted, and (2) that there was a reasonable probability that the\nverdict would have been different had the motion been made. State v. Raver, 10th Dist.\nNo. 02AP-604, 2003-Ohio-958, ¶ 63.\n       {¶ 18} Defendant contends that the joinder of all the offenses was prejudicial and\nimproperly influenced the jury. Defendant asserts that \"[a]dmitting evidence of other\ncrimes in this instance is unduly cumulative and even if probative * * * the probative\nvalue is certainly outweighed by the threatened prejudice.\" (Appellant's Brief, 15.)\n       {¶ 19} \" 'The law favors joining multiple offenses in a single trial under Crim.R.\n8(A) if the offenses charged \"are of the same or similar character.\" ' \" Raver at ¶ 65,\nquoting State v. Lott, </pre><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">160</span></span><pre class=\"inline\">, 163 (1990), quoting State v. Torres, 66 Ohio\nSt.2d 340 (1981). If it appears that a defendant would be prejudiced by the joinder, a\ntrial court may grant a severance under Crim.R. 14. State v. Diar, </pre><span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">460</span></span><pre class=\"inline\">,\n2008-Ohio-6266, ¶ 94. \" 'A defendant [moving for severance] under Crim.R. 14 has the\nburden of affirmatively showing that his rights were prejudiced; he must furnish the\ntrial court with sufficient information so that it can weigh the considerations favoring\njoinder against the defendant's right to a fair trial * * *.' \" Raver at ¶ 65, quoting Lott at\n163.\n       {¶ 20} \"[A] defendant is not prejudiced by joinder where the joined offenses are\n'simple and direct, so that a jury is capable of segregating the proof required for each\noffense.' \" State v. Wilson, 2d Dist. No. 20910, 2005-Ohio-6666, ¶ 38, quoting State v.\nFletcher, 2d Dist. No. 2003-CA-62, 2004-Ohio-4517, ¶ 41. See also State v. Torres, </pre><span class=\"citation no-link\"><span class=\"volume\">66</span>\n<span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">340</span></span><pre class=\"inline\">, 343 (1981). Likewise, severance is not required if the evidence would\nhave come in as other acts evidence under Evid.R. 404(B). Wilson at ¶ 38. \"Thus, when\nsimple and direct evidence exists, an accused is not prejudiced by joinder regardless of\nthe nonadmissibility of evidence of these crimes as 'other acts' under Evid.R. 404(B).\"\nLott at 163.\n       {¶ 21} Additionally, in evaluating counsel's performance, \"a court must indulge a\nstrong presumption that counsel's conduct falls within the wide range of reasonable\nprofessional assistance; that is, the defendant must overcome the presumption that,\n\fNos. 14AP-907 & 14AP-908                                                                   7\n\n\nunder the circumstances the challenged action 'might be considered sound trial\nstrategy.' \" Strickland at 689, citing Michel v. Louisiana, </pre><span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></span><pre class=\"inline\">, 101 (1955). \"Trial\nstrategy, including debatable trial tactics, does not constitute ineffective assistance of\ncounsel.\" State v. Benitez, 8th Dist. No. 98930, 2013-Ohio-2334, ¶ 31, citing State v.\nConway, </pre><span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">412</span></span><pre class=\"inline\">, 2006-Ohio-2815, ¶ 111. Indeed, the decision to file a\nmotion for separate trials or to proceed with the joinder of the offenses may be a matter\nof counsel's trial strategy. Benitez at ¶ 31.\n       {¶ 22} Here, we find it reasonable to presume that trial counsel's decision not to\nfile a motion to sever the offenses was trial strategy. Defense counsel could have\nreasonably believed that one trial would be the best strategy to try and persuade the jury\nto return a verdict of not guilty on all counts of the indictment. Indeed, defendant\npresented a common defense to both incidents; that he was not present at either\nshooting. If the jury had found defendant credible, it would have been likely to believe\nthat he was not responsible for either shooting. Conversely, if the cases were tried\nseparately, defendant risked being acquitted of all charges in one trial, only to be found\nguilty and sentenced to life in prison in the other trial. Because the decision not to file a\nmotion to sever was a reasonable trial strategy, defendant has not established that he\nwas deprived of the effective assistance of counsel.\n       {¶ 23} Moreover, even if defense counsel had moved for severance, the trial court\nwould have been well within its discretion in maintaining the joinder. The evidence\nrelating to each incident was simple and direct: the incidents occurred separately,\ninvolved different victims, and different eyewitnesses independently identified\ndefendant as the shooter at each incident. As such, there was no concern that the jury\nwould confuse the evidence, and defendant cannot establish that he was prejudiced by\nthe joinder.\n       {¶ 24} While defendant asserts that the evidence was cumulative, there is nothing\nin the record suggesting that the jury factored the evidence from the Gault Street\nincident in determining defendant's guilt in the Atcheson Street incident, or vise versa.\nBoth parties asked the jury to deliberate on each count separately, and the judge\ninstructed the jury to \"consider each count and the evidence applicable to each count\nseparately, and\" to state their \"finding as to each count uninfluenced by your verdict as\n\fNos. 14AP-907 & 14AP-908                                                                   8\n\n\nto any other count.\" (Tr. 568.) See State v. Garner, </pre><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">49</span></span><pre class=\"inline\">, 59 (1995) (noting\nthat \"[a] jury is presumed to follow the instructions * * * given it by a trial judge\").\n       {¶ 25} Based on the foregoing, defendant's first assignment of error is overruled.\nIV. SECOND ASSIGNMENT OF ERROR – SUFFICIENCY AND MANIFEST\n     WEIGHT\n       {¶ 26} In his second assignment of error, defendant argues that \"the verdict must\nnot stand because the weight and sufficiency of the evidence does not support the\nfinding of guilty to the charges, or the specification.\" (Appellant's Brief, 19.)\n       A. Sufficiency\n       {¶ 27} Whether evidence is legally sufficient to sustain a verdict is a question of\nlaw. State v. Thompkins, </pre><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">380</span></span><pre class=\"inline\">, 386 (1997). Sufficiency is a test of\nadequacy. Id. The evidence is construed in the light most favorable to the prosecution to\ndetermine whether a rational trier of fact could have found the essential elements of the\noffense proven beyond a reasonable doubt. State v. Jenks, </pre><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">259</span></span><pre class=\"inline\"> (1991),\nparagraph two of the syllabus; State v. Conley, 10th Dist. No. 93AP387 (Dec. 16, 1993).\nWhen reviewing the sufficiency of the evidence the court does not weigh the credibility\nof the witnesses. State v. Yarbrough, </pre><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">227</span></span><pre class=\"inline\">, 2002-Ohio-2126, ¶ 79.\n              1. Aggravated Robberies\n       {¶ 28} Defendant was found guilty of two counts of aggravated robbery, both with\nfirearm and gang specifications. R.C. 2911.01 defines the crime of aggravated robbery,\nand provides, in relevant part, that:\n              No person, in attempting or committing a theft offense, as defined\n              in section 2913.01 of the Revised Code, or in fleeing immediately\n              after the attempt or offense, shall do any of the following:\n\n              (1) Have a deadly weapon on or about the offender's person or\n              under the offender's control and either display the weapon,\n              brandish it, indicate that the offender possesses it, or use it;\n\n              ***\n\n              (3) Inflict, or attempt to inflict, serious physical harm on another.\n\nR.C. 2911.01(A).\n\fNos. 14AP-907 & 14AP-908                                                               9\n\n\n      {¶ 29} R.C. 2941.145 imposes a mandatory three-year prison term on an offender\nif the offender \"had a firearm on or about the offender's person or under the offender's\ncontrol while committing the offense and displayed the firearm, brandished the firearm,\nindicated that the offender possessed the firearm, or used it to facilitate the offense.\"\nR.C. 2941.142 imposes a mandatory prison term of either one, two or three years on an\noffender who commits a felony \"that is an offense of violence while participating in a\ncriminal gang.\"\n      {¶ 30} Regarding the gang specification, defendant admitted to being a member\nof the Trevitt Crips gang, and stated that he had been in a gang for years. (See Tr. 433-\n38.) Detective Robert Vass testified that defendant was a documented member of the\nTrevitt and Atcheson Crips, and recounted several incidents of gang-related crime that\ndefendant was involved in. (See Tr. 318-21). The state also submitted pictures taken\nfrom social media websites that depicted defendant with documented members of the\nTrevitt and Atcheson Crips, displaying gang signs, and holding firearms. Accordingly,\nthere was sufficient evidence in the record to establish that defendant committed these\noffenses while participating in a criminal gang.\n      {¶ 31} Regarding the aggravated robbery convictions, Page testified that she\nheard Twice on the phone, immediately before the Gault Street incident and in\ndefendant's presence, saying that they were going to rob someone of their money. Page\nstated that after she knocked on the door to 1810 Gault Street, defendant and Twice,\nboth armed with firearms, entered the house and began shooting. This evidence was\nsufficient to support defendant's aggravated robbery conviction and the firearm\nspecification related to the Gault Street incident. Carmichael and Cooksey both testified\nthat, after defendant shot West, he flipped him over, and took money out of West's\npockets. This evidence was sufficient to support defendant's aggravated robbery\nconviction and the firearm specification related to the Atcheson Street incident.\n             2. Aggravated Burglary\n      {¶ 32} Defendant was found guilty of one count of aggravated burglary, with both\nfirearm and gang specifications. R.C. 2911.01 defines the crime of aggravated burglary,\nand provides, in relevant part, that \"[n]o person, by force, * * * shall trespass in an\noccupied structure * * *, when another person * * * is present, with purpose to commit\n\fNos. 14AP-907 & 14AP-908                                                                 10\n\n\nin the structure * * * any criminal offense, if * * * [t]he offender has a deadly weapon\n* * * on or about the offender's person.\" R.C. 2911.11(A)(2). Page testified that, after she\nwas unable to gain entry to the Gault Street residence, Twice and defendant entered the\nhome by pushing the door open, and that both men then began shooting once inside the\nresidence. This evidence was sufficient to support the aggravated burglary charge and\nthe specifications.\n              3. Aggravated Murder & Murder\n       {¶ 33} Defendant was found guilty of three counts of aggravated murder and\nthree counts of murder, all with firearm and gang specifications. R.C. 2903.01 defines\naggravated murder, and provides, in relevant part, that \"[n]o person shall purposely\ncause the death of another * * * while committing or attempting to commit, or while\nfleeing immediately after committing or attempting to commit, * * * aggravated robbery,\n[or] * * * aggravated burglary.\" R.C. 2903.01(B). R.C. 2903.02 defines murder, and\nprovides that \"[n]o person shall purposely cause the death of another.\" R.C. 2903.02(A).\n       {¶ 34} Page's testimony established that, during the commission of the\naggravated robbery and burglary of the Gault Street residence, defendant and Twice\nentered the residence and began shooting. Leonard and Cooper both died as a result of\nthe gunshot wounds they sustained during that incident. Carmichael testified that she\nwatched defendant pull out a gun and shoot West twice, as he stood approximately five\nor six feet away from West. Defendant then stole West's money and fled the scene. West\ndied from the gunshot wound to his chest. Accordingly, there was sufficient evidence to\nsupport defendant's aggravated murder and murder convictions, and the specifications\nattached to those charges.\n              4. Felonious Assault\n       {¶ 35} Defendant was found guilty of felonious assault, with both firearm and\ngang specifications. R.C. 2903.11 defines the crime of felonious assault, and provides\nthat \"[n]o person shall knowingly * * * [c]ause or attempt to cause physical harm to\nanother * * * by means of a deadly weapon.\" R.C. 2903.11(A)(2). Page testified that\ndefendant entered the Gault Street residence with a firearm and began shooting.\nMcGrapth testified that she was in the apartment on October 30, 2012 when the door\n\"flew open, and a gun came through the door,\" and many shots were fired. (Tr. 72.)\n\fNos. 14AP-907 & 14AP-908                                                                   11\n\n\nMcGrapth was able to crawl into the kitchen in order to avoid being shot. Defendant's\nact of firing the gun inside of the occupied Gault Street residence was sufficient to\nsupport the felonious assault conviction and the specifications. See State v. Turner, 10th\nDist. No. 97AP-709 (Dec. 30, 1997), quoting State v. Brown, 8th Dist. No. 68761\n(Feb. 29, 1996) (noting that \" '[t]he act of pointing a firearm and firing it in the direction\nof another human being is an act with death as a natural and probable consequence' \");\nState v. Green, </pre><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">239</span></span><pre class=\"inline\">, 241 (1991) (holding that the \"act of pointing a deadly\nweapon at another coupled with a threat, which indicates an intention to use such\nweapon is sufficient evidence to convict a defendant of the offense of 'felonious assault'\nas defined by R.C. 2903.11(A)(2)\").\n              5. Tampering With Evidence\n       {¶ 36} Defendant was also found guilty of tampering with evidence. R.C. 2921.12\ndefines tampering with evidence, and provides, in relevant part, that \"[n]o person,\nknowing that an official proceeding or investigation is in progress, or is about to be or\nlikely to be instituted, shall * * * [a]lter, destroy, conceal, or remove any record,\ndocument, or thing, with purpose to impair its value or availability as evidence in such\nproceeding or investigation.\" R.C. 2921.12(A)(1). The cable repairmen, Demetrius\nCrockett, testified that as he was installing cable lines in an alley near Atcheson Street,\nhe heard \"anywhere from two or three gunshots,\" and then saw an individual dump an\nobject into a nearby trash can. (Tr. 194-95.) Carmichael testified that she saw defendant\nshoot West and then flee the scene. Forensic evidence revealed that the firearm\nrecovered from the trash can was the firearm which caused West's death. Accordingly,\nthere was sufficient evidence to support defendant's conviction for tampering with\nevidence. See State v. Klein, 3d Dist. No. 14-12-09, 2013-Ohio-2387, ¶ 43 (finding\nsufficient evidence to support the tampering with evidence conviction, as defendant had\n\"discarded the clothes and gun used during the robbery, as well as the pill bottles, into a\ngas station dumpster\"); State v. Wright, 9th Dist. No. 25280, 2010-Ohio-5106, ¶ 16\n(noting that by throwing \"the gun into a trash can,\" defendant had \"impair[ed] its\navailability in the investigation of Smith's murder\").\n\fNos. 14AP-907 & 14AP-908                                                                 12\n\n\n       B. Manifest Weight\n       {¶ 37} Sufficiency of the evidence and manifest weight of the evidence are distinct\nconcepts; they are \"quantitatively and qualitatively different.\" Thompkins at 386. When\npresented with a manifest weight argument, we engage in a limited weighing of evidence\nto determine whether sufficient competent, credible evidence permits reasonable minds\nto find guilt beyond a reasonable doubt. Conley, supra. Thompkins at 387 (noting that\n\"[w]hen a court of appeals reverses a judgment of a trial court on the basis that the\nverdict is against the weight of the evidence, the appellate court sits as a 'thirteenth\njuror' and disagrees with the factfinder's resolution of the conflicting testimony\"). In the\nmanifest weight analysis the appellate court considers the credibility of the witnesses\nand determines whether the jury \"clearly lost its way and created such a manifest\nmiscarriage of justice that the conviction must be reversed and a new trial ordered.\" Id.,\nquoting State v. Martin, </pre><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">Ohio App. 3d</span> <span class=\"page\">172</span></span><pre class=\"inline\">, 175 (1983). Determinations of credibility\nand weight of the testimony remain within the province of the trier of fact. State v.\nDeHass, </pre><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Ohio St. 2d</span> <span class=\"page\">230</span></span><pre class=\"inline\"> (1967), paragraph one of the syllabus. The jury may take\nnote of any inconsistencies and resolve them accordingly, \"believ[ing] all, part or none\nof a witness's testimony.\" State v. Raver, 10th Dist. No. 02AP-604, 2003-Ohio-958, at ¶\n21, citing State v. Antill, </pre><span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">61</span></span><pre class=\"inline\">, 67 (1964).\n       {¶ 38} Defendant asserts that his convictions are against the manifest weight of\nthe evidence because there was no physical evidence tying him to the crimes, \"none of\nthe witnesses to the shooting at Gault can place Defendant at the scene during the time\nof shooting or identify him as the shooter,\" and observes that the \"only witnesses to\nidentify Defendant at the Atcheson shooting had a motive to accuse him based on\nprevious events.\" (Appellant's Brief, 19.) Defendant notes that the state's witnesses were\n\"known drug abusers and offenders; one with an explicit agreement motivating her\ntestimony.\" (Appellant's Brief, 20.)\n       {¶ 39} The lack of physical evidence, such as fingerprints or DNA evidence,\nlinking defendant to the crimes is immaterial. See State v. Jackson, 10th Dist. No.\n99AP-138 (Feb. 22, 2000). Eyewitnesses provided direct testimonial evidence\nidentifying defendant as the culprit of the various charges. \"[C]ircumstantial evidence\nand direct evidence inherently possess the same probative value[.]\" Jenks at paragraph\n\fNos. 14AP-907 & 14AP-908                                                                 13\n\n\none of the syllabus. Thus, \" 'proof of guilt may be made by circumstantial evidence as\nwell as by real evidence and direct or testimonial evidence, or any combination of these\nthree classes of evidence.' \" Jackson, quoting State v. Griffin, </pre><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Ohio App. 3d</span> <span class=\"page\">376</span></span><pre class=\"inline\">, 377\n(1st Dist.1979). Indeed, \" '[e]yewitness identification testimony is sufficient to support a\nconviction.' \" State v. Coleman, 10th Dist. No. 99AP-1387 (Nov. 21, 2000), quoting State\nv. Artis, 10th Dist. No. 93APA11-1547 (May 17, 1994).\n       {¶ 40} Page stated that defendant, armed with a gun, entered the Gault Street\nresidence and began shooting. Leonard and Cooper both sustained gunshot wounds as a\nresult of that incident. Accordingly, the jury reasonably inferred from this evidence that\ndefendant shot the gun he was carrying when he went into the Gault Street residence.\n       {¶ 41} Although, under a manifest weight of the evidence analysis, we are able to\nconsider the credibility of the witnesses, \"in conducting our review, we are guided by the\npresumption that the jury, * * * is best able to view the witnesses and observe their\ndemeanor, gestures and voice inflections, and use these observations in weighing the\ncredibility of the proffered testimony.\" State v. Tatum, 10th Dist. No. 10AP-626, 2011-\nOhio-907, ¶ 5, citing Seasons Coal Co., Inc. v. Cleveland, </pre><span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">77</span></span><pre class=\"inline\">, 80 (1984).\nThe jury was informed of Page's deal with the state and of her criminal history. The jury\nwas also informed of McGrapth's criminal history, that Carmichael was previously\ninjured in a drive-by shooting which defendant was the intended target of, and of\nCarmichael's criminal history. The jury did not lose its way simply by believing the\nstate's witnesses. See State v. Brinkley, </pre><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">231</span></span><pre class=\"inline\">, 2005-Ohio-1507, ¶ 111.\n       {¶ 42} Finally, while defendant notes that he testified that he did not commit the\noffenses at issue, the jury was under no obligation to accept his testimony as truthful.\nState v. Carter, </pre><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Ohio St. 3d</span> <span class=\"page\">545</span></span><pre class=\"inline\">, 554 (1995).\n       {¶ 43} Engaging in the limited weighing of the evidence which we are permitted,\nwe cannot say the jury clearly lost its way when it found defendant guilty of the various\ncharges and specifications.\n       {¶ 44} Based on the foregoing, defendant's second assignment of error is\noverruled.\n\fNos. 14AP-907 & 14AP-908                                                        14\n\n\nV. DISPOSITION\n      {¶ 45} Having overruled defendant's first and second assignments of error, we\naffirm the judgment of the Franklin County Court of Common Pleas.\n                                                                Judgment affirmed.\n\n                          TYACK and KLATT, JJ., concur.\n                             _________________\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/"
          ]
        }
      ],
      "judges": "Horton",
      "date_created": "2015-09-08T18:21:58.925250Z",
      "date_modified": "2015-09-08T18:21:58.925250Z",
      "date_filed": "2015-09-08",
      "date_filed_is_approximate": false,
      "slug": "state-v-dantzler",
      "citation_id": 2870828,
      "case_name_short": "Dantzler",
      "case_name": "State v. Dantzler",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "2015 Ohio 3641",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2755079/state-v-dantzler/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-08T18:09:16.509520Z",
  "date_modified": "2015-09-08T18:09:16.509520Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Dantzler",
  "case_name": "State v. Dantzler",
  "case_name_full": "",
  "slug": "state-v-dantzler",
  "docket_number": "14AP-907 14AP-908",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}