{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2761920/",
  "id": 2761920,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2904870/",
      "id": 2904870,
      "absolute_url": "/opinion/2904870/nury-chapa-v-tony-gullo-motors-i-lp-and-brien-garc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2761920/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2904870/",
          "id": 2904870,
          "absolute_url": "/opinion/2904870/nury-chapa-v-tony-gullo-motors-i-lp-and-brien-garc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2904870/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-09T22:32:05.530400Z",
          "date_modified": "2017-04-11T17:07:01.385078Z",
          "type": "010combined",
          "sha1": "effb4c4cff7213715d296bcde63df57745fce344",
          "page_count": null,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=4215&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa09%5cOpinion",
          "local_path": "html/2004/08/26/nury_chapa_v._tony_gullo_motors_i_l.p._and_brien_garcia.html",
          "plain_text": "",
          "html": "<div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n<p><span></span><span><center>In The</center></span><span>\r\n</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\t</span></p>\r\n\r\n<p><span><center>Court of Appeals</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>Ninth District of Texas at Beaumont</center></span><span>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>____________________</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>NO. 09-03-568 CV</center>\r\n</span></p>\r\n\r\n<p><span><center>____________________</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>NURY CHAPA, Appellant</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>V.</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>TONY GULLO MOTORS I, L.P. AND BRIEN GARCIA, Appellees</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><hr>\r\n</span></p>\r\n\r\n<center>On Appeal from the County Court at Law Number 2</center>\r\n\r\n\r\n<p><span><center>Montgomery County, Texas</center>\r\n</span></p>\r\n\r\n<p><span><center>Trial Court Cause No. 02-08-05341-CV</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><hr>\r\n</span></p>\r\n\r\n<center>MEMORANDUM OPINION<span></span></center>\r\n\r\n\r\n<p><span>\tAppellant, Nury Chapa, claimed she was promised a Toyota Highlander Limited\r\nby Gullo Toyota, but was provided a Toyota Highlander, a less expensive model.  She\r\nsued the dealership and its sales representative, Brien Garcia, for breach of contract, fraud,\r\nand violation of the Deceptive Trade Practices Act.  The jury found in her favor, and\r\nawarded damages equal to the difference in value between the vehicle promised and the\r\none delivered, mental anguish, exemplary damages, additional DTPA damages, and\r\nattorney's fees.  However, the trial court determined the fraud, DTPA, mental anquish,\r\nexemplary damages, and attorney fee findings were immaterial, and entered judgment\r\nawarding damages for the difference in value between the vehicle promised and the one\r\ndelivered.  </span></p>\r\n\r\n<p><span>\tOn appeal, Chapa contends the trial court erred in failing to render a judgment\r\nwhich conformed to the verdict.  By cross points, Gullo and Garcia argue the evidence was\r\ninsufficient to support damages for mental anguish and punitive damages, and the verdict\r\non punitive damages was excessive.  We conclude the trial court erred in not entering a\r\njudgment consistent with the verdict, and we suggest a remittitur of half of the punitive\r\ndamages against Gullo.</span></p>\r\n\r\n<p><span>  </span><span><center>Tex. R. Civ. P. 301 </center>\r\n</span></p>\r\n\r\n<p><span>\tRule 301 requires entry of a judgment that conforms to the jury verdict, unless\r\n\"upon motion and reasonable notice\" the court determines a directed verdict would have\r\nbeen proper or the jury's findings should be disregarded because they have no support in\r\nthe evidence.  Tex. R. Civ. P. 301.  Even if the jury findings are supported by the\r\nevidence, a judgment notwithstanding the verdict still may be proper if a claim or defense\r\nis barred as a matter of law or a jury answer is immaterial.  </span><span><em>United Parcel Serv., Inc. v.\r\nCengis Tasdemiroglu</em>, 25 S.W.3d 914, 916 n.4 (Tex. App.--Houston [14</span><span><sup>th</sup> Dist.] 2000, pet\r\ndenied); </span><span><em>Regal Constr. Co. v. Hansel, </em>596 S.W.2d 150, 154 (Tex. Civ. App.--Houston\r\n[1</span><span><sup>st</sup> Dist.] 1979, writ ref'd n.r.e.).  The judgment in this case says the trial court \"has\r\ndisregarded some of the jury's answers as immaterial.\"  Although not specified, it is\r\napparent all the jury findings were disregarded with the exception of the breach of contract\r\nfindings. </span></p>\r\n\r\n<p><span>\tGullo did not file a motion for judgment notwithstanding the verdict.  Chapa argues \r\nthe trial court violated Tex. R. Civ. P. 301 by </span><span><em>sua</em> </span><span><em>sponte</em> ignoring the jury's findings.  She\r\nalso argues the jury's findings are supported by the evidence and are not immaterial. \r\nAppellees say they requested the trial court ignore the jury's findings when they filed their\r\nresponses to Chapa's motion for judgment, and they contend Chapa's remedy was properly\r\nlimited to breach of contract damages.</span></p>\r\n\r\n<p><span>\tWe need not decide whether the response was a sufficient motion.  The evidence\r\nsupported the verdict and the jury's findings were not immaterial.  We hold the trial court\r\nerred in entering a judgment notwithstanding the verdict.     </span></p>\r\n\r\n<p><span><center>Sufficiency of the Evidence</center>\r\n</span></p>\r\n\r\n<p><span>\tIn reviewing a judgment notwithstanding the verdict, an appellate court must\r\ndetermine whether there is any evidence to support the jury's findings.  </span><span><em>Mancorp, Inc. v.\r\nCulpepper</em>, 802 S.W.2d 226, 227 (Tex. 1990); </span><span><em>Williams v. Bennett</em>, 610 S.W.2d 144, 145\r\n(Tex. 1980).</span><span>  The record is reviewed in a light most favorable to the findings, considering\r\nonly the evidence and inferences that support the findings.  </span><span><em>Navarette v. Temple Indep.\r\nSch. Dist.</em>, 706 S.W.2d 308, 309 (Tex. 1986); </span><span><em>Chappell Hill Bank v. Lane Bank Equip.\r\nCo.</em>, 38 S.W.3d 237, 243 (Tex. App.--Texarkana 2001, pet. denied).  If there is more than\r\na scintilla of competent evidence to support the jury's findings, then the judgment\r\nnotwithstanding the verdict must be reversed.  </span><span><em>Southern States Transp., Inc. v. State</em>, 774\r\nS.W.2d 639, 640 (Tex. 1989)</span><span><em>; Navarette, </em>706 S.W.2d</span><span><em> </em>at 309.  </span></p>\r\n\r\n<p><span>\tChapa's testimony provides more than a scintilla of evidence to support the jury\r\nfindings.  Her testimony was disputed by appellees, but we must review the record to\r\ndetermine if there is evidence that supports the jury's findings.  Chapa offered evidence\r\nthat, after comparing the Toyota Highlander and the Toyota Highlander Limited, she\r\ndecided to purchase a Limited because of its features, including lumbar support seats.  She\r\nsays the next day she offered her salesman, Garcia, $30,000.00 for the Highlander Limited\r\non the showroom floor, with the added options of a TV/VCR and Michelin tires.  Garcia\r\ntook the offer to Gullo's management.  He returned and said, \"well, this car has been sold\r\nand I can get you one, but the thing is that it will cost you $207.38 more.\"  Chapa agreed. \r\nWhen Chapa returned to sign the contract, the contract indicated she was buying a \"2002\r\nToyota.\"  Chapa wrote \"Limited,\" \"Michelin tires,\" \"TV\" and \"VCR\" on the contract,\r\nand she then signed it.  As she tried to remove her copy from the multi-part form, Gullo's\r\nfinance manager took the document from her and said more signatures were needed. \r\nChapa left with Gullo's promise that a copy of the contract would be mailed to her.  She\r\nnever received the contract.  </span></p>\r\n\r\n<p><span>\tChapa says that after Gullo received her $30,207.38 payment for the Highlander\r\nLimited, Garcia called her to tell her the vehicle had arrived.  When Chapa went to pick\r\nit up, Garcia presented a Toyota Highlander, not a Highlander Limited.  Chapa says she\r\nrefused to take delivery, and says Garcia explained, \"Well, I was just showing it to you. \r\nThis is what we got, and I wanted to show it to you.\"  He acknowledged she had\r\npurchased a Highlander Limited, and he assured her she would get one.  Chapa told him\r\nto call her when he got the Limited.</span></p>\r\n\r\n<p><span>\tA sales representative called Chapa again to say her car was ready.  When she went\r\nto retrieve the car, however, it was again a Highlander, not a Highlander Limited.  Chapa\r\nsays she complained, but the sales representatives tried to persuade her to take the car. \r\nThey explained that she should take the base model because it was difficult to get a\r\nLimited.  Chapa testified they promised Gullo would add the other features from the\r\nLimited plus Michelin tires.  Gullo would install lumbar support seats, and leather seats,\r\nlike those which are standard in a Limited.  The TV/VCR option had been installed. \r\n</span><span>Garcia told her that, since it was a Friday evening, nothing else could be done to the\r\nvehicle over the weekend, so she could take the vehicle, and it would be picked up on\r\nMonday.  He assured her that the modifications would be complete in two days.  They also\r\ntold her that the Highlander she was taking had a V-6 engine just like the Limited model. </span></p>\r\n\r\n<p><span>\tChapa agreed to take delivery of the Highlander, but she says before doing so, she\r\ninsisted on writing these promises on her new vehicle delivery check sheet.  Chapa wrote\r\nthe missing Limited features on the new vehicle delivery check sheet, and she signed it. \r\n</span><span>Garcia wrote her a \"We Owe\" form, which stated that Gullo owed her Michelin tires and\r\nlumbar seats.  He did not include all the other items; Chapa listed those on the delivery\r\ncheck sheet, and she testified Garcia told her that was enough.   </span></p>\r\n\r\n<p><span>\tNo one came to pick up the car, and Gullo never installed the promised items. \r\nWhen Chapa's requests to have the work done were not met, she went to Gullo Toyota to\r\nspeak with the sales manager, Brian Dubiski.  Dubiski stated Chapa was \"crazy, that [she]\r\ndidn't buy that [Limited].\"  Chapa says she protested that she had a \"We Owe\" form\r\nwhich showed she bought a Limited, to which Dubiski responded, \"[Y]ou have nothing. \r\nYou are a nobody.  It's your word against mine.\"  When Chapa expressed shock at how\r\ncustomers were treated, and said she would inform the media, Chapa says Dubiski\r\nresponded that no one would dare to go against Gullo because Gullo had power, and he\r\nwould show her by having her car towed away at her expense.  Chapa requested the\r\npromised work.  Based on Dubiski's response, Chapa believed he was going to finish the\r\ncar.  </span></p>\r\n\r\n<p><span>\tChapa testified that when the work was still not done after five days, she hired an\r\nattorney to travel with her to Gullo Toyota.  They met with Tony Gullo and Dubiski. \r\nWhen Chapa's attorney indicated that Chapa would return the car for a refund, Tony Gullo\r\nsaid that he could not take the Highlander back because it had already been titled to Chapa,\r\nand if they took it back, they would be forced to sell it as used.  </span></p>\r\n\r\n<p><span>\tAt the meeting, Chapa's attorney requested a copy of the sales documents.  Gullo\r\nproduced a contract reflecting Chapa had purchased the Highlander she received, as\r\nreferenced by a vehicle identification number on the document, and produced a New\r\nVehicle Delivery Check Sheet showing she had accepted delivery of the Highlander\r\nwithout complaint.  Chapa testified at trial that certain signatures had been forged.  She\r\ntestified the signatures on two of the documents were that of her husband, whose death\r\npredated the transaction.  </span></p>\r\n\r\n<p><span>\tChapa testified that, at the meeting, Chapa told Gullo she had not signed those\r\ndocuments.  Gullo said she had.  When asked whether Gullo would put in the lumbar\r\nsupport seats, Gullo denied anyone from Gullo made the promise, saying \"[T]his can't\r\nbe.\"</span></p>\r\n\r\n<p><span>\tChapa produced her \"We Owe\" form regarding the promise to install lumbar seats.\r\n</span><span>Her attorney testified that, although Gullo had previously said they had provided her\r\nattorney everything from their file, Gullo had not provided this document.  Her attorney\r\ntestified Gullo called Garcia to his office and asked him whether he had in fact completed\r\nthe We Owe form.  Garcia admitted he had promised Chapa these features.  </span><span>  </span></p>\r\n\r\n<p><span>\tGullo's corporate representative, Dubiski, acknowledged at trial if Garcia told\r\nChapa he was giving her a Limited model, Gullo owed her a Limited.  However, Dubiski\r\nalso testified that he did not believe the contract documents were forged.    </span></p>\r\n\r\n<p><span>\tFrom Chapa's testimony, the jury heard evidence from which the jury reasonably\r\ncould conclude that (1) she contracted to purchase a Limited, not a Highlander, (2)\r\nappellees tried to persuade her to accept delivery of a Highlander, (3) appellees failed to\r\nperform all promised modifications to the Highlander, (4) the signatures of Chapa and her\r\ndeceased husband were forged on Highlander documents, and (5) documents concerning\r\nthe Highlander Limited contract were replaced with the forged Highlander documents. \r\nBased upon the evidence, the jury reasonably could have found that appellees not only\r\nbreached their contract with Chapa, but they in fact never intended to provide her the\r\nLimited at the price she paid.  On her testimony, the jury could have concluded that Chapa\r\nwas fraudulently induced to part with her money for a vehicle appellees never intended to\r\ndeliver.</span></p>\r\n\r\n<p><span>\tChapa's testimony of misrepresentations and forgery support a finding of an intent\r\nto defraud.  That a defendant made a statement knowing it was false may be established\r\nby direct or circumstantial evidence.  </span><span><em>Burleson State Bank v. Plunkett</em>, 27 S.W.3d 605, 613\r\n(Tex. App.--Waco 2000, pet. denied).  Failure to perform as promised, standing alone,\r\nis no evidence of fraud, although it may be considered with other facts to establish\r\nfraudulent intent.  </span><span><em>Spoljaric v. Percival Tours, Inc.</em>, 708 S.W.2d 432, 435 (Tex. 1986). \r\nCircumstantial evidence of fraud, when considered with breach of a promise to perform,\r\nis sufficient to support a finding of fraudulent intent.  </span><span><em>Libhart v. Copeland</em>, 949 S.W.2d\r\n783, 801 (Tex. App.--Waco 1997, no pet.); </span><span><em>Hoechst Celanese Corp. v. Arthur Bros., Inc.</em>,\r\n882 S.W.2d 917, 925 (Tex. App.--Corpus Christi 1994, writ denied); </span><span><em>see also</em> </span><span><em>Southeast\r\nTex. Homecare Specialists, Inc. v. Triangle Billing, Inc.</em>, 43 S.W.3d 106, 110 (Tex. App.-- Beaumont 2001, no pet.). \"While a party's intent is determined at the time the party\r\nmade the representation, it may also be inferred from subsequent acts.\"  </span><span><em>Plunkett, </em>27\r\nS.W.3d at 613.</span></p>\r\n\r\n<p><span>\tThe jury heard testimony that after Chapa purchased the vehicle, appellees failed\r\nto give Chapa copies of the documents evidencing the transaction, and later produced\r\nforged documents, upon which they relied at trial.  This case turns on the jury's\r\ndetermination of the credibility of witnesses.  </span><span>The record contains testimony from\r\nappellees' witnesses which disagrees with Chapa's testimony and attempts to explain her\r\nevidence, but the jury was free, as the factfinder, to believe Chapa and not believe other\r\nwitnesses.  As an appellate court we must view the evidence in the light most favorable to\r\nthe jury's findings, and we must reverse a judgment notwithstanding the verdict if there\r\nis more than a scintilla of evidence to support the findings.  </span><span><em>Mancorp, </em>802 S.W.2d at 227. \r\nThe record contains legally sufficient evidence to support the jury's findings of fraud,\r\nviolation of the DTPA, and breach of contract.  Issue I(A)(2) is sustained. </span></p>\r\n\r\n<p><span> </span><span><strong>                   </strong><center>Materiality of the Findings</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa contends the trial court erred by not awarding her the maximum amount she\r\nwas entitled to under the jury's verdict.  A litigant may assert alternative theories of\r\nrecovery, but she is limited to \"one satisfaction\" of her damages.  </span><span><em>Stewart Title Guar. Co.\r\nv. Sterling</em>, 822 S.W.2d 1, 7 (Tex. 1991).  </span><span>However, the trial court must render a\r\njudgment which provides \"all the relief\" to which the party is entitled.  Tex. R. Civ. P.\r\n301; </span><span><em>Boyce Iron Works, Inc. v. Southwestern Bell Tel. Co</em>., 747 S.W.2d 785, 787 (Tex.\r\n1988).  Appellees argue \"the economic loss rule\" precludes Chapa from recovering any\r\ndamages except those for breach of contract. </span></p>\r\n\r\n<p><span>\tThe jury awarded $7213 (the difference in value between the Limited and the\r\nHighlander) for Gullo's failure to perform as promised under the sales contract, and the\r\nsame amount against Gullo as damages for the fraud and for the DTPA violation.  The jury\r\nawarded $21,639 against Gullo, but $0 as to Garcia, for Chapa's mental anguish resulting\r\nfrom the fraud, and the same amount for mental anguish caused by the DTPA violation. \r\nThe jury assessed $8,000 against Garcia as exemplary damages and the same amount as\r\nadditional damages for Garcia's DTPA violation.  Exemplary damages of $250,000, and\r\nadditional damages under the DTPA in that amount, were assessed against Gullo.  Chapa's\r\nmotion for judgment requested recovery of economic damages of $7213.00 from Gullo;\r\n$21,639.00 in mental anguish damages from Gullo; exemplary damages against Gullo for\r\n$250,000.00; $8,000.00 from Garcia for the DTPA violation; $20,000 for attorneys fees;\r\npre-judgment interest and costs.  </span><span></span></p>\r\n\r\n<p><span>\tAppellees argue that under the holding in </span><span><em>Southwestern Bell Telephone Co. v.\r\nDeLanney</em>, 809 S.W.2d 493 (Tex. 1991), Chapa's recovery should be only for breach of\r\ncontract</span><span>.  </span><span><em>DeLanney </em>involved allegations of negligence and violations of the DTPA based\r\nupon the telephone company's failure to publish the plaintiff's advertisement in its\r\ndirectory.  </span><span><em>Id</em>. at 493-94.  The Supreme Court held the plaintiff's claim was based on the\r\nfailure to perform contractual obligations rather than a duty imposed under tort law.  </span><span><em>Id</em>.\r\nat 494-95.  The Court noted that, in considering whether a plaintiff may recover on a tort\r\ntheory, the nature of plaintiff's loss should be examined; \"When the only loss or damage\r\nis to the subject matter of the contract, the plaintiff's action is ordinarily on the contract.\" \r\n</span><span><em>Id. </em>at 494.  Also, in </span><span><em>Crawford v. Ace Sign, Inc.</em>, 917 S.W.2d 12, 13-14 (Tex. 1996), the\r\nSupreme Court held an allegation of </span><span>a failure to fulfill a promise was actionable under a\r\nbreach of contract theory but not under the DTPA.  The Court noted that it has long been\r\nthe law in Texas that \"mere nonfeasance under a contract creates liability only for breach\r\nof contract.\"  </span><span><em>Id</em>. at 13.</span></p>\r\n\r\n<p><span>\tFraudulent inducement is a type of fraud claim, with fraud proof requirements:  (1)\r\na material misrepresentation was made; (2) the misrepresentation was either known to be\r\nfalse when made or was asserted without knowledge of its truth; and (3) the\r\nmisrepresentation was intended to be acted on, was relied on, and caused injury.  </span><span><em>Amouri\r\nv. Southwest Toyota, Inc.</em>, 20 S.W.3d 165, 168-69 (Tex. App.--Texarkana 2000, pet.\r\ndenied).  </span><span>Fraudulent inducement also requires proof that a contract exists between the\r\nparties.  </span><span><em>Haase v. Glazner</em>, 62 S.W.3d 795, 798-99 (Tex. 2001).  However, that does not\r\nmean a party fraudulently induced into a contract is limited to recovery on the contract. \r\nIn </span><span><em>Formosa Plastics Corp. USA v. Presidio Eng'rs &amp; Contractors, Inc.</em>, 960 S.W.2d 41\r\n(Tex. 1998), the Supreme Court explained that </span><span>a </span><span><em>\"DeLanney</em>-type analysis does not apply\r\nto fraud claims.\"</span><span><em> </em> </span><span><em>Id</em>. at 45. </span><span>\"[A]n independent legal duty, separate from the existence of\r\nthe contract itself, precludes the use of fraud to induce a binding agreement.\"  </span><span><em>Id.</em> at 47. \r\nIf a plaintiff presents legally sufficient evidence of each element of fraudulent inducement,\r\neconomic loss resulting from the fraud is recoverable under the fraud cause of action.  </span><span><em>Id</em>. \r\n\tA party's actions may breach duties in tort or in contract, or both simultaneously. \r\n</span><span><em>Hill v. Heritage Resources, Inc.</em>, </span><span>964 S.W.2d 89, 108-09 (Tex. App.--El Paso 1997, pet.\r\ndenied).  </span><span>This case involves more than mere failure to perform contractual obligations. \r\nThe jury heard Chapa's testimony that her signature and the signature of her deceased\r\nhusband were forged.  Because the jury's fraud and DTPA findings are not immaterial,\r\nand are supported by legally sufficient evidence, we sustain Chapa's issues I(A)(1) and\r\nI(B)(1) and (2).</span></p>\r\n\r\n<p><span><center>Mental Anguish</center></span><span><strong>\r\n</strong></span></p>\r\n\r\n<p><span>\tChapa argues that the trial court erred in not permitting recovery of the damages\r\nthe jury assessed for mental anguish.  Mental anguish damages are recoverable under\r\nChapa's fraud and DTPA causes of action.  By cross point, Gullo and Garcia challenge the\r\nlegal sufficiency of the evidence of mental anguish damages. </span></p>\r\n\r\n<p><span>\tIn a review of the legal sufficiency of the </span><span>evidence, the reviewing court must\r\nconsider all of the evidence in a light most favorable to the jury's finding and disregard all\r\ncontrary evidence and inferences.  </span><span><em>Southwest Key Program, Inc. v. Gil-Perez</em>, 81 S.W.3d\r\n269, 274 (Tex. 2002); </span><span><em>Minyard Food Stores, Inc. v. Goodman</em>, 80 S.W.3d 573, 577 (Tex.\r\n2002); </span><span><em>Formosa</em>, </span><span>960 S.W.2d at 48.  If there is more than a scintilla of evidence to support\r\nthe finding, then the evidence is legally sufficient. </span><span><em> Browning-Ferris, Inc. v. Reyna</em>, 865\r\nS.W.2d 925, 928 (Tex. 1993); </span><span><em>Formosa</em>, </span><span>960 S.W.2d at 48.  \"More than a scintilla of\r\nevidence exists when the evidence supporting the finding, as a whole, 'rises to a level that\r\nwould enable reasonable and fair-minded people to differ in their conclusions.'\" \r\n</span><span><em>Burroughs Wellcome Co. v. Crye</em>, 907 S.W.2d 497, 499 (Tex. 1995)(quoting\r\n</span><span><em>Transportation Ins. Co. v. Moriel, </em>879 S.W.2d 10, 25 (Tex. 1994)). </span></p>\r\n\r\n<p><span>\tTo prevail on a mental anguish claim, a plaintiff must present direct evidence of the\r\nnature, duration, and severity of her mental anguish, and prove a substantial disruption in\r\nher daily routine. </span><span><em>Gunn Infiniti, Inc. v. O'Byrne</em>, 996 S.W.2d 854, 860 (Tex. 1999); </span><span><em>Saenz\r\nv. Fidelity &amp; Guar. Ins. Underwriters</em>, 925 S.W.2d 607, 614 (Tex. 1996); </span><span><em>Parkway Co.\r\nv. Woodruff</em>, 901 S.W.2d 434, 444 (Tex. 1995).  Plaintiff's evidence must demonstrate\r\nmore than worry, anxiety, vexation, embarrassment, or anger.  </span><span><em>Parkway</em>, </span><span>901 S.W.2d at\r\n444.  While the impossibility of any exact evaluation of mental anguish requires that juries\r\nbe given a measure of discretion, that discretion is limited; the amount must fairly and\r\nreasonably compensate for the loss.  </span><span><em>Saenz</em>, </span><span>925 S.W.2d at 614.  </span><span></span></p>\r\n\r\n<p><span>\tChapa testified that she began experiencing mental anguish after her first meeting\r\nwith Gullo's sales manager, Dubiski, and that her mental anguish was ongoing as of the\r\ndate of the trial.  She testified that she cannot eat, vomits constantly, has lost weight,\r\nstartles easily, has nightmares, keeps household items to use as weapons for protection,\r\ngets distracted easily, and has difficulty sleeping.  In reviewing all of the evidence in a\r\nlight most favorable to the jury's findings, the evidence is legally sufficient to support the\r\njury's finding on the issue of mental anguish.  We sustain Chapa's issue I(C), and overrule\r\nappellees' cross appeal issue. </span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<p><span><center>Exemplary Damages</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa next contends that the trial court erred in disallowing recovery of exemplary\r\ndamages.  By cross points, Gullo argues that the jury's verdict on exemplary damages was\r\nconstitutionally excessive, and that the evidence was factually and legally insufficient to\r\nsupport the awards against Gullo. </span></p>\r\n\r\n<p><span>\tExemplary damages may be awarded if the jury finds by clear and convincing\r\nevidence that the defendant committed fraud.  Act of April 11, 1995, 74</span><span><sup>th</sup> Leg., R.S., ch.\r\n19, § 1, sec. 41.003, 1995 Tex. Gen. Laws 108, 110 (amended 2003)(current version at \r\nTex. Civ. Prac. &amp; Rem. Code Ann. § 41.003(a) (Vernon Supp. 2004)).  </span><span>Exemplary\r\ndamages are intended to punish unlawful conduct and to deter its repetition. </span><span><em> Owens-Corning Fiberglas Corp. v. Malone</em>, 972 S.W.2d 35, 39-40 (Tex. 1998); </span><span><em>Moriel</em>, 879\r\nS.W.2d at 16-17.  </span><span>They must be rationally related to actual damages.  </span><span><em>Wright v. Gifford-Hill &amp; Co.</em>, 725 S.W.2d 712, 714 (Tex. 1987).  The ratio of punitive to actual damages\r\nis a measure for courts to use in determining the reasonableness of the punitive damage\r\naward.  </span><span><em>Tatum v. Preston Carter Co.</em>, 702 S.W.2d 186, 188 (Tex. 1986); </span><span><em>Foley v. Parlier</em>,\r\n68 S.W.3d 870, 881 (Tex. App.--Fort Worth 2002, no pet.); </span><span><em>Ethicon, Inc. v. Martinez</em>,\r\n835 S.W.2d 826, 835-36 (Tex. App.--Austin 1992, writ denied). </span><span> In deciding the amount\r\nof exemplary damages to assess, the jury was instructed to consider the nature of the\r\nwrong, the character of the conduct involved, the degree of culpability, the situation and\r\nsensibilities of the parties concerned, the extent to which the conduct offended a public\r\nsense of justice and propriety, and net worth. </span><span><em> See</em> </span><span>Tex. Civ. Prac. &amp; Rem. Code Ann.\r\n§ 41.011 (Vernon 1997); </span><span><em>Alamo Nat'l Bank v. Kraus</em>, 616 S.W.2d 908, 910 (Tex. 1981). </span></p>\r\n\r\n<p><span>\tAppellees address the evidence of forgery of documents in a cross-point attacking\r\nthe sufficiency of the evidence to support punitive damages.  Because the burden of proof\r\nis clear and convincing evidence, in the legal sufficiency review we \"look at all the\r\nevidence in the light most favorable to the finding to determine whether a reasonable trier\r\nof fact could have formed a firm belief or conviction that its finding was true.\"  </span><span><em>In the\r\nInterest of J.F.C., </em>96 S.W.3d 256, 266 (Tex. 2002).  We are to disregard all evidence a\r\nreasonable factfinder could have disbelieved.  In a factual sufficiency review where the\r\nburden of proof is clear and convincing evidence, we \"must give due consideration to\r\nevidence that the factfinder could reasonably have found to be clear and convincing.\"  </span><span><em>Id. \r\n</em>\"If, in light of the entire record, the disputed evidence that a reasonable factfinder could\r\nnot have credited in favor of the finding is so significant that a factfinder could not\r\nreasonably have formed a firm belief or conviction, then the evidence is factually\r\ninsufficient.\"  </span><span><em>Id.  </em></span></p>\r\n\r\n<p><span><em>\t</em>Appellees note that \"[t]he jury's predicate for the award of punitive damages was\r\nthe alleged fraud.\"  They claim the evidence was not clear and convincing, and that Chapa\r\ndid not preserve error on the trial court's refusal to submit a spoliation instruction, an issue\r\nnot before this Court.  Appellees then refer to the testimony of forgery, and argue\r\nessentially that Chapa has not shown how she was harmed.  Their argument is as follows: \r\n\tThe only possible support for any fraud or punitive damage finding is the\r\nalleged forgery of documents.  Chapa alleges a 'We Owe' was forged. \r\nThese exhibits are the same document.  Even if forged as Chapa suggests,\r\nhow does that put Chapa in a worse position; there is nothing that allegedly\r\nbinds Chapa.  Chapa admitted no one ever said there was some significance\r\nto Exhibit 7 or to Exhibit 8.  Chapa maintained that Gullo Toyota Exhibit 25\r\nwas a forgery because the document she signed like Exhibit 25 on which she\r\nsays she wrote to describe the Highlander Limited features.  Chapa testified\r\nher Exhibit 4, identical to Gullo Toyota Exhibit 25 appeared to contain her\r\nsignature.  During the trial Chapa wrote her signature.  Chapa admitted the\r\nsecond page of her credit application contained her signature.  Chapa also\r\nadmitted a receipt contained her signature.  Chapa admitted her signature on\r\nher drivers license was genuine.  Chapa said sometimes she signs her name\r\nwithout a \"DE.\"  If Gullo Toyota was going to forge her signature why did\r\nthey not prepare and forge a document that would be dispositive of Chapa's\r\nclaims.  Neither Chapa nor her counsel have ever articulated how Chapa was\r\never harmed by these alleged forgeries.</span><span><strong> </strong>[record references omitted].    </span></p>\r\n\r\n<br><br>\r\n<p><span>Appellees' argument seems to be the forgeries were not dispositive of the claim and did\r\nnot cause harm.  The argument suggests the evidence of forgery is not credible, but the\r\njury assesses the credibility of the witnesses, and it is apparent the jury believed Chapa and\r\nfound harm.  From the evidence of forgeries, the jury could infer fraudulent intent at the\r\ntime of the sale.  Appellees do not attack the evidence of forgery on any other basis. </span></p>\r\n\r\n<p><span>\tThe jury heard evidence from which it reasonably could conclude appellees replaced\r\nsome documents and forged signatures on others.  Chapa testified the signature on the\r\ndelivery check sheet produced by appellees was that of her husband, who was deceased\r\nprior to the transaction.  She produced a We Owe document which supported her version\r\nof events and discredited appellees' position.  She testified some of the signatures were\r\nforgeries.  Chapa testified that she would not have parted with her money if she had known\r\nappellees intended to deliver a Highlander instead of a Limited.  The jury also heard\r\nevidence that the net worth of Gullo was $2,000,000, and that Garcia earned between\r\n$8000 and $12,000 per month.  The jury found appellees committed fraud and that the\r\nevidence clearly and convincingly proved appellees' conduct was of a type which triggered\r\nexceptions to the statutory cap on punitive damages.   </span><span></span></p>\r\n\r\n<p><span>\tThe jury's finding of fraud is supported by Chapa's testimony, and the jury could\r\nreasonably make the finding despite the disputed contrary evidence.  We conclude on a\r\nreview of the entire record the evidence is legally and factually sufficient to support the\r\njury's finding of fraud as a predicate to the award of punitive damages.  \t</span></p>\r\n\r\n<p><span>\tThe jury awarded $250,000 in punitive damages against Gullo.  Gullo says the\r\namount is constitutionally excessive.  </span><span><em>See State Farm Mut. Auto. Ins. Co. v. Campbell, </em>538\r\nU.S. 408, 123 S.Ct. 1513, 155 L.Ed.2d 585 (2003); </span><span><em>BMW of North America, Inc. v. Gore</em>,\r\n517 U.S. 559, 116 S.Ct. 1589, 134 L.Ed.2d 809 (1996).  </span><span>The Supreme Court </span><span>has\r\ninstructed courts to consider three guideposts in reviewing a punitive damage award: (1)\r\nthe degree of reprehensibility of the misconduct; (2) the disparity between the actual or\r\npotential harm suffered by the plaintiff and the punitive damages award; and (3) the\r\ndifference between the punitive damages awarded by the jury and the civil penalties\r\nauthorized or imposed in comparable cases.  </span><span><em>BMW</em>, 517 U.S. at 575.  An appellate court\r\nmust conduct a </span><span><em>de novo</em> review of a trial court's application of these three considerations. \r\n</span><span><em>Campbell, </em>538 U.S. at 418.  </span></p>\r\n\r\n<p><span>\tHere, the jury found acts of affirmative misconduct and forgery.  </span><span>Although there\r\nis no evidence in the record the misconduct was a regular practice or was more than an\r\nisolated incident, the misconduct found is reprehensible to a degree justifying punitive\r\ndamages. </span></p>\r\n\r\n<p><span>\tThe jury found economic damages of $7,213.00 and mental anguish damages of\r\n$21,639 as to Gullo.  As in </span><span><em>Campbell, </em>Chapa's mental anguish damages arose from\r\neconomic harm, not physical assault or trauma.  </span><span>The Supreme Court has said a 4-to-1 ratio\r\nof punitive damages to actual damages may be close to the line of constitutional\r\nimpropriety, depending on the circumstances, and has noted a long legislative history of\r\ndouble, treble, or quadruple damages to deter or punish.  </span><span><em>See Campbell, </em>538 U.S. at 425. \r\n</span><span>Considering the circumstances in this case, the degree of disparity between the actual\r\ndamages and the punitive damages awarded by the jury exceeds what is constitutionally\r\npermissible.          </span></p>\r\n\r\n<p><span>\tFinally, due process requires that a person have fair notice of the severity of the\r\npenalty that may be imposed.  </span><span><em>Campbell, </em>538 U.S. at 417.  In a due process review an\r\nappellate court must consider civil penalties authorized for comparable misconduct.  The\r\naward here exceeds the amount of noncompensatory damages authorized under the DTPA\r\nfor the misconduct.  While not determinative, comparable penalties provide guidance in\r\na review of whether a punitive damage award is excessive.      </span></p>\r\n\r\n<p><span>\tPunitive damages serve the goals of deterrence and retribution, not compensation. \r\nThe plaintiff is fully compensated by her actual damage award.  We conclude the amount\r\nof punitive damages awarded by the jury against Gullo exceeds that which is necessary to\r\npunish and deter the misconduct.  </span><span>\"To the extent an award is grossly excessive, it furthers\r\nno legitimate purpose and constitutes an arbitrary deprivation of property.\"  </span><span><em>Id. </em> \tIf an appellate court finds that an award of exemplary damages is excessive, the\r\ncourt may suggest a remittitur or order a new trial.  </span><span><em>See </em>Tex. R. App. P. 46.3;</span><span><em> Johnson\r\nv. J. Hiram Moore, Ltd., </em>763 S.W.2d 496, 502-03 (Tex. App.--Austin 1988, writ denied). \r\nIf Chapa files in this Court, within fifteen days from the date of this opinion, a remittitur\r\nof $125,000, the trial court will be ordered to enter judgment for the remainder of the\r\njury's punitive damage award, i.e. $125,000 in punitive damages.  If the suggested\r\nremittitur is not filed, the case will be remanded to the trial court for a new trial on all\r\nissues.  </span><span><em>See</em> Tex. R. App. P. 46.3; 44.1(b).</span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<p><span>    </span><span><center>Attorney's Fees</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa contends that the trial court erred in denying recovery of her unsegregated\r\nattorney's fees.  Appellees argue the trial court was correct because Chapa failed to\r\nsegregate her attorney's fees as to causes of action or parties.   </span></p>\r\n\r\n<p><span>\tAn award of attorney's fees must be authorized by statute, rule or contract.  Tex.\r\nCiv. Prac. &amp; Rem. Code Ann. § 38.001 (Vernon 1997); </span><span><em>Holland v. Wal-Mart Stores,\r\nInc.</em>, 1 S.W.3d 91, 95 (Tex. 1999); </span><span><em>International Dairy Queen, Inc. v. Matthews, </em>126\r\nS.W.3d 629, 630 (Tex. App.--Beaumont 2004, no pet.).  </span><span>The determination as to whether\r\nfees can be segregated is a question of law.  </span><span><em>Aetna Cas. &amp; Sur. v. Wild, </em>944 S.W.2d 37,\r\n41 (Tex. App.--Amarillo 1997, writ denied).</span></p>\r\n\r\n<p><span>\tWhen presenting evidence of attorney's fees, generally attorneys are required to\r\nsegregate the fees between the time spent on work for which fees are not recoverable from\r\nthe time spent on work for which fees are recoverable.  </span><span><em>Sterling, </em>822 S.W.2d at </span><span>10-11.</span><span><em> </em>\r\nAn exception to the duty to segregate arises when the attorney's fees are incurred in\r\nconnection with claims arising out of the same transaction, and which are so interrelated\r\nthat their prosecution entails proof of essentially the same facts.  </span><span><em>Id</em>. at 11; </span><span><em>Stewart Title\r\nGuar. Co. v. Aiello</em>, 941 S.W.2d 68, 73 (Tex. 1997).  </span></p>\r\n\r\n<p><span>\tAttorney's fees are not recoverable as actual damages in fraud cases. </span><span><em>Kneip v.\r\nUnitedBank-Victoria</em>, 774 S.W.2d 757, 759 (Tex. App.--Corpus Christi 1989, no writ). \r\nHowever, attorney's fees are recoverable by statute for breach of contract and under the\r\nDTPA.  Tex. Civ. Prac. &amp; Rem. Code Ann. § 38.001(8) (Vernon 1997); Tex. Bus. &amp;\r\nComm. Code Ann. § 17.50(d) (Vernon 2002).  When a breach of contract is accompanied\r\nby an independent tort, a plaintiff may recover both exemplary damages and attorney's\r\nfees.  </span><span><em>Hill v. Heritage Resources, Inc.</em>, </span><span>964 S.W.2d at 108-109.  </span></p>\r\n\r\n<p><span>\tChapa's claims all arise from the same transaction and are interrelated.  Chapa was\r\nrequired to prove essentially the same facts in pursuing each of her three causes of action. \r\n</span><span><em>See Sears, Roebuck &amp; Co. v. Meadows</em>, 877 S.W.2d 281, 282 (Tex. 1994); </span><span><em>Formosa</em>, </span><span>960\r\nS.W.2d at 47; Act of May 27, 2001, 77</span><span><sup>th</sup> Leg., R.S., ch. 1229, § 27, 2001 Tex. Gen.\r\nLaws 2822-2823 (amended 2003) (current version at Tex. Bus. &amp; Comm. Code Ann. §\r\n17.46 (Vernon Supp. 2004); and Tex. Bus. &amp; Comm. Code Ann. § 17.50 (Vernon 2002)). \r\nGiven these circumstances, Chapa was not required to segregate her attorney's fees.  </span></p>\r\n\r\n<p><span>\tThe only authority cited by Gullo and Garcia to support their assertion that the trial\r\ncourt was correct in disallowing Chapa's recovery of attorney's fees is </span><span><em>Aetna Cas. &amp; Sur.,\r\n</em>944 S.W.2d at 41, which held that the determination as to whether attorney's fees can be\r\nsegregated is a matter of law for the court to decide.  Gullo and Garcia cite no authorities\r\nindicating that the trial court's denial of Chapa's attorney's fees was proper, nor do they\r\ncite any authorities as to the factual or legal insufficiency of Chapa's evidence of attorney's\r\nfees.  Gullo and Garcia do contend the testimony offered to support attorney's fees was\r\nconclusory, but the record reveals that Chapa's attorney's testimony was detailed, factual,\r\nand supported his opinion.  Chapa's attorney testified that 131.3 hours had been spent\r\npreparing the case which included interviews, meetings with Chapa, factual investigation,\r\npreparation and filing of the lawsuit, discovery, mediation, motions, briefing, pretrial\r\nconferences, and trial.  He further testified that he was asking for attorney's fees at his\r\nusual rate of $135 an hour, which he stated is a reasonable rate for attorneys of comparable\r\nexperience in Montgomery County.  Chapa's attorney testified that the fee Chapa's\r\nprevious attorney charged for attending the meeting with Gullo was reasonable and\r\nnecessary.  We conclude the attorney's fee award is supported by legally sufficient\r\nevidence.  The trial court erred in denying Chapa recovery of attorney's fees.  We sustain\r\nChapa's issue I(E).</span></p>\r\n\r\n<p><span><center>Failure to Enter Judgment against Garcia</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa's final contention is that the trial court erred in not allowing her to recover\r\nagainst Garcia after she had withdrawn her previous election not to do so.  Appellees argue\r\nthat, because the economic loss rule limited Chapa to recovery for breach of contract, the\r\ntrial court was correct in denying recovery against Garcia.  We have rejected appellees'\r\nreading of </span><span><em>DeLanney</em>, 809 S.W.2d at 493.  </span><span><em>DeLanney</em> does not limit Chapa's recovery to\r\nmerely breach of contract damages.  </span></p>\r\n\r\n<p><span>\tIn her motion for judgment, Chapa elected not to recover a judgment against\r\nGarcia.  However, before the Court entered judgment, Chapa filed a written pleading\r\nwithdrawing her election.  Despite Chapa's written withdrawal of her election, the trial\r\ncourt entered judgment that \"Although the jury returned a verdict against Brien Garcia,\r\nNury Chapa has elected not to have a judgment entered against Brien Garcia.\"  The trial\r\ncourt erred in rendering this \"consent\" judgment without consent.  </span><span><em>See Padilla v.\r\nLaFrance</em>, 907 S.W.2d 454, 461 (Tex. 1995)</span><span><em>; Kennedy v. Hyde</em>, 682 S.W.2d 525, 528\r\n(Tex. 1984);</span><span><em> Burnaman v. Heaton</em>, 150 Tex. 333, 240 S.W.2d 288, 291 (1951)</span><span>.  Because\r\nChapa withdrew her election not to recover against Garcia before the judgment was\r\nentered, the trial court erred in entering judgment denying recovery against Garcia. \r\nChapa's Issue II is sustained.</span></p>\r\n\r\n<p><span><strong><center></center></strong>Conclusion\r\n</span></p>\r\n\r\n<p><span>\tOn appellant's filing of the suggested remittitur, the trial court's judgment will be\r\nreversed and the case will be remanded to the trial court for entry of a judgment in\r\naccordance with the jury's verdict, and consistent with this opinion, in favor of Chapa in\r\nthe following amounts:  $7213.00 for economic damages against Gullo and Garcia;\r\n$21,639 against Gullo for mental anguish; $125,000 exemplary damages against Gullo;\r\n$8,000 DTPA damages against Garcia; $20,000 attorney's fees; prejudgment interest; and\r\ncosts.  If the suggested remittitur is not filed, the judgment will be reversed and the case\r\nremanded for a new trial on all issues.   </span></p>\r\n\r\n<p><span>\tREVERSED AND REMANDED.                                                                  \r\n      \t\t\t\t\t\t                 </span><span>\tPER CURIAM\t</span></p>\r\n\r\n<br><br>\r\n<p><span>Submitted on May 13, 2004</span></p>\r\n\r\n<p><span>Opinion Delivered August 26, 2004</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\t\t\t</span></p>\r\n\r\n<p><span>Before McKeithen, C.J., Burgess and Gaultney, JJ.</span></p>\r\n\r\n\r\n</div>",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n<p><span></span><span><center>In The</center></span><span>\r\n</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\t</span></p>\r\n\r\n<p><span><center>Court of Appeals</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>Ninth District of Texas at Beaumont</center></span><span>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>____________________</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>NO. 09-03-568 CV</center>\r\n</span></p>\r\n\r\n<p><span><center>____________________</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>NURY CHAPA, Appellant</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>V.</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><center>TONY GULLO MOTORS I, L.P. AND BRIEN GARCIA, Appellees</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><hr>\r\n</span></p>\r\n\r\n<center>On Appeal from the County Court at Law Number 2</center>\r\n\r\n\r\n<p><span><center>Montgomery County, Texas</center>\r\n</span></p>\r\n\r\n<p><span><center>Trial Court Cause No. 02-08-05341-CV</center>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span><hr>\r\n</span></p>\r\n\r\n<center>MEMORANDUM OPINION<span></span></center>\r\n\r\n\r\n<p><span>\tAppellant, Nury Chapa, claimed she was promised a Toyota Highlander Limited\r\nby Gullo Toyota, but was provided a Toyota Highlander, a less expensive model.  She\r\nsued the dealership and its sales representative, Brien Garcia, for breach of contract, fraud,\r\nand violation of the Deceptive Trade Practices Act.  The jury found in her favor, and\r\nawarded damages equal to the difference in value between the vehicle promised and the\r\none delivered, mental anguish, exemplary damages, additional DTPA damages, and\r\nattorney's fees.  However, the trial court determined the fraud, DTPA, mental anquish,\r\nexemplary damages, and attorney fee findings were immaterial, and entered judgment\r\nawarding damages for the difference in value between the vehicle promised and the one\r\ndelivered.  </span></p>\r\n\r\n<p><span>\tOn appeal, Chapa contends the trial court erred in failing to render a judgment\r\nwhich conformed to the verdict.  By cross points, Gullo and Garcia argue the evidence was\r\ninsufficient to support damages for mental anguish and punitive damages, and the verdict\r\non punitive damages was excessive.  We conclude the trial court erred in not entering a\r\njudgment consistent with the verdict, and we suggest a remittitur of half of the punitive\r\ndamages against Gullo.</span></p>\r\n\r\n<p><span>  </span><span><center>Tex. R. Civ. P. 301 </center>\r\n</span></p>\r\n\r\n<p><span>\tRule 301 requires entry of a judgment that conforms to the jury verdict, unless\r\n\"upon motion and reasonable notice\" the court determines a directed verdict would have\r\nbeen proper or the jury's findings should be disregarded because they have no support in\r\nthe evidence.  Tex. R. Civ. P. 301.  Even if the jury findings are supported by the\r\nevidence, a judgment notwithstanding the verdict still may be proper if a claim or defense\r\nis barred as a matter of law or a jury answer is immaterial.  </span><span><em>United Parcel Serv., Inc. v.\r\nCengis Tasdemiroglu</em>, <span class=\"citation\" data-id=\"2167058\"><a href=\"/opinion/2167058/united-parcel-service-v-tasdemiroglu/\"><span class=\"volume\">25</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">914</span></a></span>, 916 n.4 (Tex. App.--Houston [14</span><span><sup>th</sup> Dist.] 2000, pet\r\ndenied); </span><span><em>Regal Constr. Co. v. Hansel, </em><span class=\"citation\" data-id=\"1509319\"><a href=\"/opinion/1509319/regal-const-co-v-hansel/\"><span class=\"volume\">596</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">150</span></a></span>, 154 (Tex. Civ. App.--Houston\r\n[1</span><span><sup>st</sup> Dist.] 1979, writ ref'd n.r.e.).  The judgment in this case says the trial court \"has\r\ndisregarded some of the jury's answers as immaterial.\"  Although not specified, it is\r\napparent all the jury findings were disregarded with the exception of the breach of contract\r\nfindings. </span></p>\r\n\r\n<p><span>\tGullo did not file a motion for judgment notwithstanding the verdict.  Chapa argues \r\nthe trial court violated Tex. R. Civ. P. 301 by </span><span><em>sua</em> </span><span><em>sponte</em> ignoring the jury's findings.  She\r\nalso argues the jury's findings are supported by the evidence and are not immaterial. \r\nAppellees say they requested the trial court ignore the jury's findings when they filed their\r\nresponses to Chapa's motion for judgment, and they contend Chapa's remedy was properly\r\nlimited to breach of contract damages.</span></p>\r\n\r\n<p><span>\tWe need not decide whether the response was a sufficient motion.  The evidence\r\nsupported the verdict and the jury's findings were not immaterial.  We hold the trial court\r\nerred in entering a judgment notwithstanding the verdict.     </span></p>\r\n\r\n<p><span><center>Sufficiency of the Evidence</center>\r\n</span></p>\r\n\r\n<p><span>\tIn reviewing a judgment notwithstanding the verdict, an appellate court must\r\ndetermine whether there is any evidence to support the jury's findings.  </span><span><em>Mancorp, Inc. v.\r\nCulpepper</em>, <span class=\"citation\" data-id=\"1497224\"><a href=\"/opinion/1497224/mancorp-inc-v-culpeppeer/\"><span class=\"volume\">802</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">226</span></a></span>, 227 (Tex. 1990); </span><span><em>Williams v. Bennett</em>, <span class=\"citation\" data-id=\"2434821\"><a href=\"/opinion/2434821/williams-v-bennett/\"><span class=\"volume\">610</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">144</span></a></span>, 145\r\n(Tex. 1980).</span><span>  The record is reviewed in a light most favorable to the findings, considering\r\nonly the evidence and inferences that support the findings.  </span><span><em>Navarette v. Temple Indep.\r\nSch. Dist.</em>, <span class=\"citation\" data-id=\"2462252\"><a href=\"/opinion/2462252/navarette-v-temple-independent-sch-dist/\"><span class=\"volume\">706</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">308</span></a></span>, 309 (Tex. 1986); </span><span><em>Chappell Hill Bank v. Lane Bank Equip.\r\nCo.</em>, <span class=\"citation\" data-id=\"2104196\"><a href=\"/opinion/2104196/chappell-hill-bank-v-lane-bank-equip/\"><span class=\"volume\">38</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">237</span></a></span>, 243 (Tex. App.--Texarkana 2001, pet. denied).  If there is more than\r\na scintilla of competent evidence to support the jury's findings, then the judgment\r\nnotwithstanding the verdict must be reversed.  </span><span><em>Southern States Transp., Inc. v. State</em>, <span class=\"citation\" data-id=\"2405617\"><a href=\"/opinion/2405617/southern-states-transp-inc-v-state/\"><span class=\"volume\">774</span>\r\n<span class=\"reporter\">S.W.2d</span> <span class=\"page\">639</span></a></span>, 640 (Tex. 1989)</span><span><em>; Navarette, </em>706 S.W.2d</span><span><em> </em>at 309.  </span></p>\r\n\r\n<p><span>\tChapa's testimony provides more than a scintilla of evidence to support the jury\r\nfindings.  Her testimony was disputed by appellees, but we must review the record to\r\ndetermine if there is evidence that supports the jury's findings.  Chapa offered evidence\r\nthat, after comparing the Toyota Highlander and the Toyota Highlander Limited, she\r\ndecided to purchase a Limited because of its features, including lumbar support seats.  She\r\nsays the next day she offered her salesman, Garcia, $30,000.00 for the Highlander Limited\r\non the showroom floor, with the added options of a TV/VCR and Michelin tires.  Garcia\r\ntook the offer to Gullo's management.  He returned and said, \"well, this car has been sold\r\nand I can get you one, but the thing is that it will cost you $207.38 more.\"  Chapa agreed. \r\nWhen Chapa returned to sign the contract, the contract indicated she was buying a \"2002\r\nToyota.\"  Chapa wrote \"Limited,\" \"Michelin tires,\" \"TV\" and \"VCR\" on the contract,\r\nand she then signed it.  As she tried to remove her copy from the multi-part form, Gullo's\r\nfinance manager took the document from her and said more signatures were needed. \r\nChapa left with Gullo's promise that a copy of the contract would be mailed to her.  She\r\nnever received the contract.  </span></p>\r\n\r\n<p><span>\tChapa says that after Gullo received her $30,207.38 payment for the Highlander\r\nLimited, Garcia called her to tell her the vehicle had arrived.  When Chapa went to pick\r\nit up, Garcia presented a Toyota Highlander, not a Highlander Limited.  Chapa says she\r\nrefused to take delivery, and says Garcia explained, \"Well, I was just showing it to you. \r\nThis is what we got, and I wanted to show it to you.\"  He acknowledged she had\r\npurchased a Highlander Limited, and he assured her she would get one.  Chapa told him\r\nto call her when he got the Limited.</span></p>\r\n\r\n<p><span>\tA sales representative called Chapa again to say her car was ready.  When she went\r\nto retrieve the car, however, it was again a Highlander, not a Highlander Limited.  Chapa\r\nsays she complained, but the sales representatives tried to persuade her to take the car. \r\nThey explained that she should take the base model because it was difficult to get a\r\nLimited.  Chapa testified they promised Gullo would add the other features from the\r\nLimited plus Michelin tires.  Gullo would install lumbar support seats, and leather seats,\r\nlike those which are standard in a Limited.  The TV/VCR option had been installed. \r\n</span><span>Garcia told her that, since it was a Friday evening, nothing else could be done to the\r\nvehicle over the weekend, so she could take the vehicle, and it would be picked up on\r\nMonday.  He assured her that the modifications would be complete in two days.  They also\r\ntold her that the Highlander she was taking had a V-6 engine just like the Limited model. </span></p>\r\n\r\n<p><span>\tChapa agreed to take delivery of the Highlander, but she says before doing so, she\r\ninsisted on writing these promises on her new vehicle delivery check sheet.  Chapa wrote\r\nthe missing Limited features on the new vehicle delivery check sheet, and she signed it. \r\n</span><span>Garcia wrote her a \"We Owe\" form, which stated that Gullo owed her Michelin tires and\r\nlumbar seats.  He did not include all the other items; Chapa listed those on the delivery\r\ncheck sheet, and she testified Garcia told her that was enough.   </span></p>\r\n\r\n<p><span>\tNo one came to pick up the car, and Gullo never installed the promised items. \r\nWhen Chapa's requests to have the work done were not met, she went to Gullo Toyota to\r\nspeak with the sales manager, Brian Dubiski.  Dubiski stated Chapa was \"crazy, that [she]\r\ndidn't buy that [Limited].\"  Chapa says she protested that she had a \"We Owe\" form\r\nwhich showed she bought a Limited, to which Dubiski responded, \"[Y]ou have nothing. \r\nYou are a nobody.  It's your word against mine.\"  When Chapa expressed shock at how\r\ncustomers were treated, and said she would inform the media, Chapa says Dubiski\r\nresponded that no one would dare to go against Gullo because Gullo had power, and he\r\nwould show her by having her car towed away at her expense.  Chapa requested the\r\npromised work.  Based on Dubiski's response, Chapa believed he was going to finish the\r\ncar.  </span></p>\r\n\r\n<p><span>\tChapa testified that when the work was still not done after five days, she hired an\r\nattorney to travel with her to Gullo Toyota.  They met with Tony Gullo and Dubiski. \r\nWhen Chapa's attorney indicated that Chapa would return the car for a refund, Tony Gullo\r\nsaid that he could not take the Highlander back because it had already been titled to Chapa,\r\nand if they took it back, they would be forced to sell it as used.  </span></p>\r\n\r\n<p><span>\tAt the meeting, Chapa's attorney requested a copy of the sales documents.  Gullo\r\nproduced a contract reflecting Chapa had purchased the Highlander she received, as\r\nreferenced by a vehicle identification number on the document, and produced a New\r\nVehicle Delivery Check Sheet showing she had accepted delivery of the Highlander\r\nwithout complaint.  Chapa testified at trial that certain signatures had been forged.  She\r\ntestified the signatures on two of the documents were that of her husband, whose death\r\npredated the transaction.  </span></p>\r\n\r\n<p><span>\tChapa testified that, at the meeting, Chapa told Gullo she had not signed those\r\ndocuments.  Gullo said she had.  When asked whether Gullo would put in the lumbar\r\nsupport seats, Gullo denied anyone from Gullo made the promise, saying \"[T]his can't\r\nbe.\"</span></p>\r\n\r\n<p><span>\tChapa produced her \"We Owe\" form regarding the promise to install lumbar seats.\r\n</span><span>Her attorney testified that, although Gullo had previously said they had provided her\r\nattorney everything from their file, Gullo had not provided this document.  Her attorney\r\ntestified Gullo called Garcia to his office and asked him whether he had in fact completed\r\nthe We Owe form.  Garcia admitted he had promised Chapa these features.  </span><span>  </span></p>\r\n\r\n<p><span>\tGullo's corporate representative, Dubiski, acknowledged at trial if Garcia told\r\nChapa he was giving her a Limited model, Gullo owed her a Limited.  However, Dubiski\r\nalso testified that he did not believe the contract documents were forged.    </span></p>\r\n\r\n<p><span>\tFrom Chapa's testimony, the jury heard evidence from which the jury reasonably\r\ncould conclude that (1) she contracted to purchase a Limited, not a Highlander, (2)\r\nappellees tried to persuade her to accept delivery of a Highlander, (3) appellees failed to\r\nperform all promised modifications to the Highlander, (4) the signatures of Chapa and her\r\ndeceased husband were forged on Highlander documents, and (5) documents concerning\r\nthe Highlander Limited contract were replaced with the forged Highlander documents. \r\nBased upon the evidence, the jury reasonably could have found that appellees not only\r\nbreached their contract with Chapa, but they in fact never intended to provide her the\r\nLimited at the price she paid.  On her testimony, the jury could have concluded that Chapa\r\nwas fraudulently induced to part with her money for a vehicle appellees never intended to\r\ndeliver.</span></p>\r\n\r\n<p><span>\tChapa's testimony of misrepresentations and forgery support a finding of an intent\r\nto defraud.  That a defendant made a statement knowing it was false may be established\r\nby direct or circumstantial evidence.  </span><span><em>Burleson State Bank v. Plunkett</em>, <span class=\"citation\" data-id=\"2275530\"><a href=\"/opinion/2275530/burleson-state-bank-v-plunkett/\"><span class=\"volume\">27</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">605</span></a></span>, 613\r\n(Tex. App.--Waco 2000, pet. denied).  Failure to perform as promised, standing alone,\r\nis no evidence of fraud, although it may be considered with other facts to establish\r\nfraudulent intent.  </span><span><em>Spoljaric v. Percival Tours, Inc.</em>, <span class=\"citation\" data-id=\"1793550\"><a href=\"/opinion/1793550/spoljaric-v-percival-tours-inc/\"><span class=\"volume\">708</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">432</span></a></span>, 435 (Tex. 1986). \r\nCircumstantial evidence of fraud, when considered with breach of a promise to perform,\r\nis sufficient to support a finding of fraudulent intent.  </span><span><em>Libhart v. Copeland</em>, <span class=\"citation\" data-id=\"2419443\"><a href=\"/opinion/2419443/libhart-v-copeland/\"><span class=\"volume\">949</span> <span class=\"reporter\">S.W.2d</span>\r\n<span class=\"page\">783</span></a></span>, 801 (Tex. App.--Waco 1997, no pet.); </span><span><em>Hoechst Celanese Corp. v. Arthur Bros., Inc.</em>,\r\n<span class=\"citation\" data-id=\"2465123\"><a href=\"/opinion/2465123/hoechst-celanese-corp-v-arthur-bros/\"><span class=\"volume\">882</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">917</span></a></span>, 925 (Tex. App.--Corpus Christi 1994, writ denied); </span><span><em>see also</em> </span><span><em>Southeast\r\nTex. Homecare Specialists, Inc. v. Triangle Billing, Inc.</em>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">106</span></span>, 110 (Tex. App.-- Beaumont 2001, no pet.). \"While a party's intent is determined at the time the party\r\nmade the representation, it may also be inferred from subsequent acts.\"  </span><span><em>Plunkett, </em>27\r\nS.W.3d at 613.</span></p>\r\n\r\n<p><span>\tThe jury heard testimony that after Chapa purchased the vehicle, appellees failed\r\nto give Chapa copies of the documents evidencing the transaction, and later produced\r\nforged documents, upon which they relied at trial.  This case turns on the jury's\r\ndetermination of the credibility of witnesses.  </span><span>The record contains testimony from\r\nappellees' witnesses which disagrees with Chapa's testimony and attempts to explain her\r\nevidence, but the jury was free, as the factfinder, to believe Chapa and not believe other\r\nwitnesses.  As an appellate court we must view the evidence in the light most favorable to\r\nthe jury's findings, and we must reverse a judgment notwithstanding the verdict if there\r\nis more than a scintilla of evidence to support the findings.  </span><span><em>Mancorp, </em>802 S.W.2d at 227. \r\nThe record contains legally sufficient evidence to support the jury's findings of fraud,\r\nviolation of the DTPA, and breach of contract.  Issue I(A)(2) is sustained. </span></p>\r\n\r\n<p><span> </span><span><strong>                   </strong><center>Materiality of the Findings</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa contends the trial court erred by not awarding her the maximum amount she\r\nwas entitled to under the jury's verdict.  A litigant may assert alternative theories of\r\nrecovery, but she is limited to \"one satisfaction\" of her damages.  </span><span><em>Stewart Title Guar. Co.\r\nv. Sterling</em>, <span class=\"citation no-link\"><span class=\"volume\">822</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></span>, 7 (Tex. 1991).  </span><span>However, the trial court must render a\r\njudgment which provides \"all the relief\" to which the party is entitled.  Tex. R. Civ. P.\r\n301; </span><span><em>Boyce Iron Works, Inc. v. Southwestern Bell Tel. Co</em>., <span class=\"citation\" data-id=\"2438906\"><a href=\"/opinion/2438906/boyce-iron-works-v-sw-bell-telephone/\"><span class=\"volume\">747</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">785</span></a></span>, 787 (Tex.\r\n1988).  Appellees argue \"the economic loss rule\" precludes Chapa from recovering any\r\ndamages except those for breach of contract. </span></p>\r\n\r\n<p><span>\tThe jury awarded $7213 (the difference in value between the Limited and the\r\nHighlander) for Gullo's failure to perform as promised under the sales contract, and the\r\nsame amount against Gullo as damages for the fraud and for the DTPA violation.  The jury\r\nawarded $21,639 against Gullo, but $0 as to Garcia, for Chapa's mental anguish resulting\r\nfrom the fraud, and the same amount for mental anguish caused by the DTPA violation. \r\nThe jury assessed $8,000 against Garcia as exemplary damages and the same amount as\r\nadditional damages for Garcia's DTPA violation.  Exemplary damages of $250,000, and\r\nadditional damages under the DTPA in that amount, were assessed against Gullo.  Chapa's\r\nmotion for judgment requested recovery of economic damages of $7213.00 from Gullo;\r\n$21,639.00 in mental anguish damages from Gullo; exemplary damages against Gullo for\r\n$250,000.00; $8,000.00 from Garcia for the DTPA violation; $20,000 for attorneys fees;\r\npre-judgment interest and costs.  </span><span></span></p>\r\n\r\n<p><span>\tAppellees argue that under the holding in </span><span><em>Southwestern Bell Telephone Co. v.\r\nDeLanney</em>, <span class=\"citation\" data-id=\"2425092\"><a href=\"/opinion/2425092/southwestern-bell-tel-co-v-delanney/\"><span class=\"volume\">809</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">493</span></a></span> (Tex. 1991), Chapa's recovery should be only for breach of\r\ncontract</span><span>.  </span><span><em>DeLanney </em>involved allegations of negligence and violations of the DTPA based\r\nupon the telephone company's failure to publish the plaintiff's advertisement in its\r\ndirectory.  </span><span><em>Id</em>. at 493-94.  The Supreme Court held the plaintiff's claim was based on the\r\nfailure to perform contractual obligations rather than a duty imposed under tort law.  </span><span><em>Id</em>.\r\nat 494-95.  The Court noted that, in considering whether a plaintiff may recover on a tort\r\ntheory, the nature of plaintiff's loss should be examined; \"When the only loss or damage\r\nis to the subject matter of the contract, the plaintiff's action is ordinarily on the contract.\" \r\n</span><span><em>Id. </em>at 494.  Also, in </span><span><em>Crawford v. Ace Sign, Inc.</em>, <span class=\"citation\" data-id=\"1723118\"><a href=\"/opinion/1723118/crawford-v-ace-sign-inc/\"><span class=\"volume\">917</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">12</span></a></span>, 13-14 (Tex. 1996), the\r\nSupreme Court held an allegation of </span><span>a failure to fulfill a promise was actionable under a\r\nbreach of contract theory but not under the DTPA.  The Court noted that it has long been\r\nthe law in Texas that \"mere nonfeasance under a contract creates liability only for breach\r\nof contract.\"  </span><span><em>Id</em>. at 13.</span></p>\r\n\r\n<p><span>\tFraudulent inducement is a type of fraud claim, with fraud proof requirements:  (1)\r\na material misrepresentation was made; (2) the misrepresentation was either known to be\r\nfalse when made or was asserted without knowledge of its truth; and (3) the\r\nmisrepresentation was intended to be acted on, was relied on, and caused injury.  </span><span><em>Amouri\r\nv. Southwest Toyota, Inc.</em>, <span class=\"citation\" data-id=\"1383362\"><a href=\"/opinion/1383362/amouri-v-southwest-toyota-inc/\"><span class=\"volume\">20</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">165</span></a></span>, 168-69 (Tex. App.--Texarkana 2000, pet.\r\ndenied).  </span><span>Fraudulent inducement also requires proof that a contract exists between the\r\nparties.  </span><span><em>Haase v. Glazner</em>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">795</span></span>, 798-99 (Tex. 2001).  However, that does not\r\nmean a party fraudulently induced into a contract is limited to recovery on the contract. \r\nIn </span><span><em>Formosa Plastics Corp. USA v. Presidio Eng'rs &amp; Contractors, Inc.</em>, <span class=\"citation\" data-id=\"2427974\"><a href=\"/opinion/2427974/formosa-plastics-corp-usa-v-presidio-engineers-and-contractors-inc/\"><span class=\"volume\">960</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">41</span></a></span>\r\n(Tex. 1998), the Supreme Court explained that </span><span>a </span><span><em>\"DeLanney</em>-type analysis does not apply\r\nto fraud claims.\"</span><span><em> </em> </span><span><em>Id</em>. at 45. </span><span>\"[A]n independent legal duty, separate from the existence of\r\nthe contract itself, precludes the use of fraud to induce a binding agreement.\"  </span><span><em>Id.</em> at 47. \r\nIf a plaintiff presents legally sufficient evidence of each element of fraudulent inducement,\r\neconomic loss resulting from the fraud is recoverable under the fraud cause of action.  </span><span><em>Id</em>. \r\n\tA party's actions may breach duties in tort or in contract, or both simultaneously. \r\n</span><span><em>Hill v. Heritage Resources, Inc.</em>, </span><span><span class=\"citation\" data-id=\"2394073\"><a href=\"/opinion/2394073/hill-v-heritage-resources-inc/\"><span class=\"volume\">964</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">89</span></a></span>, 108-09 (Tex. App.--El Paso 1997, pet.\r\ndenied).  </span><span>This case involves more than mere failure to perform contractual obligations. \r\nThe jury heard Chapa's testimony that her signature and the signature of her deceased\r\nhusband were forged.  Because the jury's fraud and DTPA findings are not immaterial,\r\nand are supported by legally sufficient evidence, we sustain Chapa's issues I(A)(1) and\r\nI(B)(1) and (2).</span></p>\r\n\r\n<p><span><center>Mental Anguish</center></span><span><strong>\r\n</strong></span></p>\r\n\r\n<p><span>\tChapa argues that the trial court erred in not permitting recovery of the damages\r\nthe jury assessed for mental anguish.  Mental anguish damages are recoverable under\r\nChapa's fraud and DTPA causes of action.  By cross point, Gullo and Garcia challenge the\r\nlegal sufficiency of the evidence of mental anguish damages. </span></p>\r\n\r\n<p><span>\tIn a review of the legal sufficiency of the </span><span>evidence, the reviewing court must\r\nconsider all of the evidence in a light most favorable to the jury's finding and disregard all\r\ncontrary evidence and inferences.  </span><span><em>Southwest Key Program, Inc. v. Gil-Perez</em>, <span class=\"citation\" data-id=\"1377253\"><a href=\"/opinion/1377253/southwest-key-program-inc-v-gil-perez/\"><span class=\"volume\">81</span> <span class=\"reporter\">S.W.3d</span>\r\n<span class=\"page\">269</span></a></span>, 274 (Tex. 2002); </span><span><em>Minyard Food Stores, Inc. v. Goodman</em>, <span class=\"citation\" data-id=\"1768254\"><a href=\"/opinion/1768254/minyard-food-stores-inc-v-goodman/\"><span class=\"volume\">80</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">573</span></a></span>, 577 (Tex.\r\n2002); </span><span><em>Formosa</em>, </span><span>960 S.W.2d at 48.  If there is more than a scintilla of evidence to support\r\nthe finding, then the evidence is legally sufficient. </span><span><em> Browning-Ferris, Inc. v. Reyna</em>, <span class=\"citation no-link\"><span class=\"volume\">865</span>\r\n<span class=\"reporter\">S.W.2d</span> <span class=\"page\">925</span></span>, 928 (Tex. 1993); </span><span><em>Formosa</em>, </span><span>960 S.W.2d at 48.  \"More than a scintilla of\r\nevidence exists when the evidence supporting the finding, as a whole, 'rises to a level that\r\nwould enable reasonable and fair-minded people to differ in their conclusions.'\" \r\n</span><span><em>Burroughs Wellcome Co. v. Crye</em>, <span class=\"citation\" data-id=\"1742776\"><a href=\"/opinion/1742776/burroughs-wellcome-co-v-crye/\"><span class=\"volume\">907</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">497</span></a></span>, 499 (Tex. 1995)(quoting\r\n</span><span><em>Transportation Ins. Co. v. Moriel, </em><span class=\"citation\" data-id=\"1753039\"><a href=\"/opinion/1753039/transportation-ins-co-v-moriel/\"><span class=\"volume\">879</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">10</span></a></span>, 25 (Tex. 1994)). </span></p>\r\n\r\n<p><span>\tTo prevail on a mental anguish claim, a plaintiff must present direct evidence of the\r\nnature, duration, and severity of her mental anguish, and prove a substantial disruption in\r\nher daily routine. </span><span><em>Gunn Infiniti, Inc. v. O'Byrne</em>, <span class=\"citation\" data-id=\"1472904\"><a href=\"/opinion/1472904/gunn-infiniti-inc-v-obyrne/\"><span class=\"volume\">996</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">854</span></a></span>, 860 (Tex. 1999); </span><span><em>Saenz\r\nv. Fidelity &amp; Guar. Ins. Underwriters</em>, <span class=\"citation\" data-id=\"1768212\"><a href=\"/opinion/1768212/saenz-v-fidelity-guar-ins/\"><span class=\"volume\">925</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">607</span></a></span>, 614 (Tex. 1996); </span><span><em>Parkway Co.\r\nv. Woodruff</em>, <span class=\"citation\" data-id=\"2454480\"><a href=\"/opinion/2454480/parkway-co-v-woodruff/\"><span class=\"volume\">901</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">434</span></a></span>, 444 (Tex. 1995).  Plaintiff's evidence must demonstrate\r\nmore than worry, anxiety, vexation, embarrassment, or anger.  </span><span><em>Parkway</em>, </span><span>901 S.W.2d at\r\n444.  While the impossibility of any exact evaluation of mental anguish requires that juries\r\nbe given a measure of discretion, that discretion is limited; the amount must fairly and\r\nreasonably compensate for the loss.  </span><span><em>Saenz</em>, </span><span>925 S.W.2d at 614.  </span><span></span></p>\r\n\r\n<p><span>\tChapa testified that she began experiencing mental anguish after her first meeting\r\nwith Gullo's sales manager, Dubiski, and that her mental anguish was ongoing as of the\r\ndate of the trial.  She testified that she cannot eat, vomits constantly, has lost weight,\r\nstartles easily, has nightmares, keeps household items to use as weapons for protection,\r\ngets distracted easily, and has difficulty sleeping.  In reviewing all of the evidence in a\r\nlight most favorable to the jury's findings, the evidence is legally sufficient to support the\r\njury's finding on the issue of mental anguish.  We sustain Chapa's issue I(C), and overrule\r\nappellees' cross appeal issue. </span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<p><span><center>Exemplary Damages</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa next contends that the trial court erred in disallowing recovery of exemplary\r\ndamages.  By cross points, Gullo argues that the jury's verdict on exemplary damages was\r\nconstitutionally excessive, and that the evidence was factually and legally insufficient to\r\nsupport the awards against Gullo. </span></p>\r\n\r\n<p><span>\tExemplary damages may be awarded if the jury finds by clear and convincing\r\nevidence that the defendant committed fraud.  Act of April 11, 1995, 74</span><span><sup>th</sup> Leg., R.S., ch.\r\n19, § 1, sec. 41.003, 1995 Tex. Gen. Laws 108, 110 (amended 2003)(current version at \r\nTex. Civ. Prac. &amp; Rem. Code Ann. § 41.003(a) (Vernon Supp. 2004)).  </span><span>Exemplary\r\ndamages are intended to punish unlawful conduct and to deter its repetition. </span><span><em> Owens-Corning Fiberglas Corp. v. Malone</em>, <span class=\"citation\" data-id=\"2441435\"><a href=\"/opinion/2441435/owens-corning-fiberglas-corp-v-malone/\"><span class=\"volume\">972</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">35</span></a></span>, 39-40 (Tex. 1998); </span><span><em>Moriel</em>, 879\r\nS.W.2d at 16-17.  </span><span>They must be rationally related to actual damages.  </span><span><em>Wright v. Gifford-Hill &amp; Co.</em>, <span class=\"citation\" data-id=\"2391769\"><a href=\"/opinion/2391769/wright-v-gifford-hill-co-inc/\"><span class=\"volume\">725</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">712</span></a></span>, 714 (Tex. 1987).  The ratio of punitive to actual damages\r\nis a measure for courts to use in determining the reasonableness of the punitive damage\r\naward.  </span><span><em>Tatum v. Preston Carter Co.</em>, <span class=\"citation\" data-id=\"1744974\"><a href=\"/opinion/1744974/tatum-v-preston-carter-co/\"><span class=\"volume\">702</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">186</span></a></span>, 188 (Tex. 1986); </span><span><em>Foley v. Parlier</em>,\r\n<span class=\"citation\" data-id=\"2336478\"><a href=\"/opinion/2336478/foley-v-parlier/\"><span class=\"volume\">68</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">870</span></a></span>, 881 (Tex. App.--Fort Worth 2002, no pet.); </span><span><em>Ethicon, Inc. v. Martinez</em>,\r\n<span class=\"citation\" data-id=\"1674462\"><a href=\"/opinion/1674462/ethicon-inc-v-martinez/\"><span class=\"volume\">835</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">826</span></a></span>, 835-36 (Tex. App.--Austin 1992, writ denied). </span><span> In deciding the amount\r\nof exemplary damages to assess, the jury was instructed to consider the nature of the\r\nwrong, the character of the conduct involved, the degree of culpability, the situation and\r\nsensibilities of the parties concerned, the extent to which the conduct offended a public\r\nsense of justice and propriety, and net worth. </span><span><em> See</em> </span><span>Tex. Civ. Prac. &amp; Rem. Code Ann.\r\n§ 41.011 (Vernon 1997); </span><span><em>Alamo Nat'l Bank v. Kraus</em>, <span class=\"citation\" data-id=\"1563947\"><a href=\"/opinion/1563947/alamo-nat-bank-v-kraus/\"><span class=\"volume\">616</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">908</span></a></span>, 910 (Tex. 1981). </span></p>\r\n\r\n<p><span>\tAppellees address the evidence of forgery of documents in a cross-point attacking\r\nthe sufficiency of the evidence to support punitive damages.  Because the burden of proof\r\nis clear and convincing evidence, in the legal sufficiency review we \"look at all the\r\nevidence in the light most favorable to the finding to determine whether a reasonable trier\r\nof fact could have formed a firm belief or conviction that its finding was true.\"  </span><span><em>In the\r\nInterest of J.F.C., </em><span class=\"citation\" data-id=\"1377577\"><a href=\"/opinion/1377577/in-re-jfc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">256</span></a></span>, 266 (Tex. 2002).  We are to disregard all evidence a\r\nreasonable factfinder could have disbelieved.  In a factual sufficiency review where the\r\nburden of proof is clear and convincing evidence, we \"must give due consideration to\r\nevidence that the factfinder could reasonably have found to be clear and convincing.\"  </span><span><em>Id. \r\n</em>\"If, in light of the entire record, the disputed evidence that a reasonable factfinder could\r\nnot have credited in favor of the finding is so significant that a factfinder could not\r\nreasonably have formed a firm belief or conviction, then the evidence is factually\r\ninsufficient.\"  </span><span><em>Id.  </em></span></p>\r\n\r\n<p><span><em>\t</em>Appellees note that \"[t]he jury's predicate for the award of punitive damages was\r\nthe alleged fraud.\"  They claim the evidence was not clear and convincing, and that Chapa\r\ndid not preserve error on the trial court's refusal to submit a spoliation instruction, an issue\r\nnot before this Court.  Appellees then refer to the testimony of forgery, and argue\r\nessentially that Chapa has not shown how she was harmed.  Their argument is as follows: \r\n\tThe only possible support for any fraud or punitive damage finding is the\r\nalleged forgery of documents.  Chapa alleges a 'We Owe' was forged. \r\nThese exhibits are the same document.  Even if forged as Chapa suggests,\r\nhow does that put Chapa in a worse position; there is nothing that allegedly\r\nbinds Chapa.  Chapa admitted no one ever said there was some significance\r\nto Exhibit 7 or to Exhibit 8.  Chapa maintained that Gullo Toyota Exhibit 25\r\nwas a forgery because the document she signed like Exhibit 25 on which she\r\nsays she wrote to describe the Highlander Limited features.  Chapa testified\r\nher Exhibit 4, identical to Gullo Toyota Exhibit 25 appeared to contain her\r\nsignature.  During the trial Chapa wrote her signature.  Chapa admitted the\r\nsecond page of her credit application contained her signature.  Chapa also\r\nadmitted a receipt contained her signature.  Chapa admitted her signature on\r\nher drivers license was genuine.  Chapa said sometimes she signs her name\r\nwithout a \"DE.\"  If Gullo Toyota was going to forge her signature why did\r\nthey not prepare and forge a document that would be dispositive of Chapa's\r\nclaims.  Neither Chapa nor her counsel have ever articulated how Chapa was\r\never harmed by these alleged forgeries.</span><span><strong> </strong>[record references omitted].    </span></p>\r\n\r\n<br><br>\r\n<p><span>Appellees' argument seems to be the forgeries were not dispositive of the claim and did\r\nnot cause harm.  The argument suggests the evidence of forgery is not credible, but the\r\njury assesses the credibility of the witnesses, and it is apparent the jury believed Chapa and\r\nfound harm.  From the evidence of forgeries, the jury could infer fraudulent intent at the\r\ntime of the sale.  Appellees do not attack the evidence of forgery on any other basis. </span></p>\r\n\r\n<p><span>\tThe jury heard evidence from which it reasonably could conclude appellees replaced\r\nsome documents and forged signatures on others.  Chapa testified the signature on the\r\ndelivery check sheet produced by appellees was that of her husband, who was deceased\r\nprior to the transaction.  She produced a We Owe document which supported her version\r\nof events and discredited appellees' position.  She testified some of the signatures were\r\nforgeries.  Chapa testified that she would not have parted with her money if she had known\r\nappellees intended to deliver a Highlander instead of a Limited.  The jury also heard\r\nevidence that the net worth of Gullo was $2,000,000, and that Garcia earned between\r\n$8000 and $12,000 per month.  The jury found appellees committed fraud and that the\r\nevidence clearly and convincingly proved appellees' conduct was of a type which triggered\r\nexceptions to the statutory cap on punitive damages.   </span><span></span></p>\r\n\r\n<p><span>\tThe jury's finding of fraud is supported by Chapa's testimony, and the jury could\r\nreasonably make the finding despite the disputed contrary evidence.  We conclude on a\r\nreview of the entire record the evidence is legally and factually sufficient to support the\r\njury's finding of fraud as a predicate to the award of punitive damages.  \t</span></p>\r\n\r\n<p><span>\tThe jury awarded $250,000 in punitive damages against Gullo.  Gullo says the\r\namount is constitutionally excessive.  </span><span><em>See State Farm Mut. Auto. Ins. Co. v. Campbell, </em><span class=\"citation\" data-id=\"127910\"><a href=\"/opinion/127910/state-farm-mut-automobile-ins-co-v-campbell/\"><span class=\"volume\">538</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, <span class=\"citation\" data-id=\"127910\"><a href=\"/opinion/127910/state-farm-mut-automobile-ins-co-v-campbell/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1513</span></a></span>, <span class=\"citation\" data-id=\"127910\"><a href=\"/opinion/127910/state-farm-mut-automobile-ins-co-v-campbell/\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span></a></span> (2003); </span><span><em>BMW of North America, Inc. v. Gore</em>,\r\n<span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1589</span></a></span>, <span class=\"citation\" data-id=\"118026\"><a href=\"/opinion/118026/bmw-of-north-america-inc-v-gore/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></a></span> (1996).  </span><span>The Supreme Court </span><span>has\r\ninstructed courts to consider three guideposts in reviewing a punitive damage award: (1)\r\nthe degree of reprehensibility of the misconduct; (2) the disparity between the actual or\r\npotential harm suffered by the plaintiff and the punitive damages award; and (3) the\r\ndifference between the punitive damages awarded by the jury and the civil penalties\r\nauthorized or imposed in comparable cases.  </span><span><em>BMW</em>, 517 U.S. at 575.  An appellate court\r\nmust conduct a </span><span><em>de novo</em> review of a trial court's application of these three considerations. \r\n</span><span><em>Campbell, </em>538 U.S. at 418.  </span></p>\r\n\r\n<p><span>\tHere, the jury found acts of affirmative misconduct and forgery.  </span><span>Although there\r\nis no evidence in the record the misconduct was a regular practice or was more than an\r\nisolated incident, the misconduct found is reprehensible to a degree justifying punitive\r\ndamages. </span></p>\r\n\r\n<p><span>\tThe jury found economic damages of $7,213.00 and mental anguish damages of\r\n$21,639 as to Gullo.  As in </span><span><em>Campbell, </em>Chapa's mental anguish damages arose from\r\neconomic harm, not physical assault or trauma.  </span><span>The Supreme Court has said a 4-to-1 ratio\r\nof punitive damages to actual damages may be close to the line of constitutional\r\nimpropriety, depending on the circumstances, and has noted a long legislative history of\r\ndouble, treble, or quadruple damages to deter or punish.  </span><span><em>See Campbell, </em>538 U.S. at 425. \r\n</span><span>Considering the circumstances in this case, the degree of disparity between the actual\r\ndamages and the punitive damages awarded by the jury exceeds what is constitutionally\r\npermissible.          </span></p>\r\n\r\n<p><span>\tFinally, due process requires that a person have fair notice of the severity of the\r\npenalty that may be imposed.  </span><span><em>Campbell, </em>538 U.S. at 417.  In a due process review an\r\nappellate court must consider civil penalties authorized for comparable misconduct.  The\r\naward here exceeds the amount of noncompensatory damages authorized under the DTPA\r\nfor the misconduct.  While not determinative, comparable penalties provide guidance in\r\na review of whether a punitive damage award is excessive.      </span></p>\r\n\r\n<p><span>\tPunitive damages serve the goals of deterrence and retribution, not compensation. \r\nThe plaintiff is fully compensated by her actual damage award.  We conclude the amount\r\nof punitive damages awarded by the jury against Gullo exceeds that which is necessary to\r\npunish and deter the misconduct.  </span><span>\"To the extent an award is grossly excessive, it furthers\r\nno legitimate purpose and constitutes an arbitrary deprivation of property.\"  </span><span><em>Id. </em> \tIf an appellate court finds that an award of exemplary damages is excessive, the\r\ncourt may suggest a remittitur or order a new trial.  </span><span><em>See </em>Tex. R. App. P. 46.3;</span><span><em> Johnson\r\nv. J. Hiram Moore, Ltd., </em><span class=\"citation\" data-id=\"2461521\"><a href=\"/opinion/2461521/johnson-v-j-hiram-moore-ltd/\"><span class=\"volume\">763</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">496</span></a></span>, 502-03 (Tex. App.--Austin 1988, writ denied). \r\nIf Chapa files in this Court, within fifteen days from the date of this opinion, a remittitur\r\nof $125,000, the trial court will be ordered to enter judgment for the remainder of the\r\njury's punitive damage award, i.e. $125,000 in punitive damages.  If the suggested\r\nremittitur is not filed, the case will be remanded to the trial court for a new trial on all\r\nissues.  </span><span><em>See</em> Tex. R. App. P. 46.3; 44.1(b).</span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<p><span>    </span><span><center>Attorney's Fees</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa contends that the trial court erred in denying recovery of her unsegregated\r\nattorney's fees.  Appellees argue the trial court was correct because Chapa failed to\r\nsegregate her attorney's fees as to causes of action or parties.   </span></p>\r\n\r\n<p><span>\tAn award of attorney's fees must be authorized by statute, rule or contract.  Tex.\r\nCiv. Prac. &amp; Rem. Code Ann. § 38.001 (Vernon 1997); </span><span><em>Holland v. Wal-Mart Stores,\r\nInc.</em>, <span class=\"citation\" data-id=\"1788532\"><a href=\"/opinion/1788532/holland-v-wal-mart-stores-inc/\"><span class=\"volume\">1</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">91</span></a></span>, 95 (Tex. 1999); </span><span><em>International Dairy Queen, Inc. v. Matthews, </em><span class=\"citation no-link\"><span class=\"volume\">126</span>\r\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">629</span></span>, 630 (Tex. App.--Beaumont 2004, no pet.).  </span><span>The determination as to whether\r\nfees can be segregated is a question of law.  </span><span><em>Aetna Cas. &amp; Sur. v. Wild, </em><span class=\"citation\" data-id=\"2441016\"><a href=\"/opinion/2441016/aetna-cas-sur-v-wild/\"><span class=\"volume\">944</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">37</span></a></span>,\r\n41 (Tex. App.--Amarillo 1997, writ denied).</span></p>\r\n\r\n<p><span>\tWhen presenting evidence of attorney's fees, generally attorneys are required to\r\nsegregate the fees between the time spent on work for which fees are not recoverable from\r\nthe time spent on work for which fees are recoverable.  </span><span><em>Sterling, </em>822 S.W.2d at </span><span>10-11.</span><span><em> </em>\r\nAn exception to the duty to segregate arises when the attorney's fees are incurred in\r\nconnection with claims arising out of the same transaction, and which are so interrelated\r\nthat their prosecution entails proof of essentially the same facts.  </span><span><em>Id</em>. at 11; </span><span><em>Stewart Title\r\nGuar. Co. v. Aiello</em>, <span class=\"citation\" data-id=\"1780829\"><a href=\"/opinion/1780829/stewart-title-guar-co-v-aiello/\"><span class=\"volume\">941</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">68</span></a></span>, 73 (Tex. 1997).  </span></p>\r\n\r\n<p><span>\tAttorney's fees are not recoverable as actual damages in fraud cases. </span><span><em>Kneip v.\r\nUnitedBank-Victoria</em>, <span class=\"citation\" data-id=\"2405550\"><a href=\"/opinion/2405550/kneip-v-unitedbank-victoria/\"><span class=\"volume\">774</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">757</span></a></span>, 759 (Tex. App.--Corpus Christi 1989, no writ). \r\nHowever, attorney's fees are recoverable by statute for breach of contract and under the\r\nDTPA.  Tex. Civ. Prac. &amp; Rem. Code Ann. § 38.001(8) (Vernon 1997); Tex. Bus. &amp;\r\nComm. Code Ann. § 17.50(d) (Vernon 2002).  When a breach of contract is accompanied\r\nby an independent tort, a plaintiff may recover both exemplary damages and attorney's\r\nfees.  </span><span><em>Hill v. Heritage Resources, Inc.</em>, </span><span>964 S.W.2d at 108-109.  </span></p>\r\n\r\n<p><span>\tChapa's claims all arise from the same transaction and are interrelated.  Chapa was\r\nrequired to prove essentially the same facts in pursuing each of her three causes of action. \r\n</span><span><em>See Sears, Roebuck &amp; Co. v. Meadows</em>, <span class=\"citation\" data-id=\"2384806\"><a href=\"/opinion/2384806/sears-roebuck-co-v-meadows/\"><span class=\"volume\">877</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">281</span></a></span>, 282 (Tex. 1994); </span><span><em>Formosa</em>, </span><span>960\r\nS.W.2d at 47; Act of May 27, 2001, 77</span><span><sup>th</sup> Leg., R.S., ch. 1229, § 27, 2001 Tex. Gen.\r\nLaws 2822-2823 (amended 2003) (current version at Tex. Bus. &amp; Comm. Code Ann. §\r\n17.46 (Vernon Supp. 2004); and Tex. Bus. &amp; Comm. Code Ann. § 17.50 (Vernon 2002)). \r\nGiven these circumstances, Chapa was not required to segregate her attorney's fees.  </span></p>\r\n\r\n<p><span>\tThe only authority cited by Gullo and Garcia to support their assertion that the trial\r\ncourt was correct in disallowing Chapa's recovery of attorney's fees is </span><span><em>Aetna Cas. &amp; Sur.,\r\n</em>944 S.W.2d at 41, which held that the determination as to whether attorney's fees can be\r\nsegregated is a matter of law for the court to decide.  Gullo and Garcia cite no authorities\r\nindicating that the trial court's denial of Chapa's attorney's fees was proper, nor do they\r\ncite any authorities as to the factual or legal insufficiency of Chapa's evidence of attorney's\r\nfees.  Gullo and Garcia do contend the testimony offered to support attorney's fees was\r\nconclusory, but the record reveals that Chapa's attorney's testimony was detailed, factual,\r\nand supported his opinion.  Chapa's attorney testified that 131.3 hours had been spent\r\npreparing the case which included interviews, meetings with Chapa, factual investigation,\r\npreparation and filing of the lawsuit, discovery, mediation, motions, briefing, pretrial\r\nconferences, and trial.  He further testified that he was asking for attorney's fees at his\r\nusual rate of $135 an hour, which he stated is a reasonable rate for attorneys of comparable\r\nexperience in Montgomery County.  Chapa's attorney testified that the fee Chapa's\r\nprevious attorney charged for attending the meeting with Gullo was reasonable and\r\nnecessary.  We conclude the attorney's fee award is supported by legally sufficient\r\nevidence.  The trial court erred in denying Chapa recovery of attorney's fees.  We sustain\r\nChapa's issue I(E).</span></p>\r\n\r\n<p><span><center>Failure to Enter Judgment against Garcia</center>\r\n</span></p>\r\n\r\n<p><span>\tChapa's final contention is that the trial court erred in not allowing her to recover\r\nagainst Garcia after she had withdrawn her previous election not to do so.  Appellees argue\r\nthat, because the economic loss rule limited Chapa to recovery for breach of contract, the\r\ntrial court was correct in denying recovery against Garcia.  We have rejected appellees'\r\nreading of </span><span><em>DeLanney</em>, 809 S.W.2d at 493.  </span><span><em>DeLanney</em> does not limit Chapa's recovery to\r\nmerely breach of contract damages.  </span></p>\r\n\r\n<p><span>\tIn her motion for judgment, Chapa elected not to recover a judgment against\r\nGarcia.  However, before the Court entered judgment, Chapa filed a written pleading\r\nwithdrawing her election.  Despite Chapa's written withdrawal of her election, the trial\r\ncourt entered judgment that \"Although the jury returned a verdict against Brien Garcia,\r\nNury Chapa has elected not to have a judgment entered against Brien Garcia.\"  The trial\r\ncourt erred in rendering this \"consent\" judgment without consent.  </span><span><em>See Padilla v.\r\nLaFrance</em>, <span class=\"citation\" data-id=\"1742759\"><a href=\"/opinion/1742759/padilla-v-lafrance/\"><span class=\"volume\">907</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">454</span></a></span>, 461 (Tex. 1995)</span><span><em>; Kennedy v. Hyde</em>, <span class=\"citation\" data-id=\"2461036\"><a href=\"/opinion/2461036/kennedy-v-hyde/\"><span class=\"volume\">682</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">525</span></a></span>, 528\r\n(Tex. 1984);</span><span><em> Burnaman v. Heaton</em>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">333</span></span>, <span class=\"citation\" data-id=\"1726604\"><a href=\"/opinion/1726604/burnaman-v-heaton/\"><span class=\"volume\">240</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">288</span></a></span>, 291 (1951)</span><span>.  Because\r\nChapa withdrew her election not to recover against Garcia before the judgment was\r\nentered, the trial court erred in entering judgment denying recovery against Garcia. \r\nChapa's Issue II is sustained.</span></p>\r\n\r\n<p><span><strong><center></center></strong>Conclusion\r\n</span></p>\r\n\r\n<p><span>\tOn appellant's filing of the suggested remittitur, the trial court's judgment will be\r\nreversed and the case will be remanded to the trial court for entry of a judgment in\r\naccordance with the jury's verdict, and consistent with this opinion, in favor of Chapa in\r\nthe following amounts:  $7213.00 for economic damages against Gullo and Garcia;\r\n$21,639 against Gullo for mental anguish; $125,000 exemplary damages against Gullo;\r\n$8,000 DTPA damages against Garcia; $20,000 attorney's fees; prejudgment interest; and\r\ncosts.  If the suggested remittitur is not filed, the judgment will be reversed and the case\r\nremanded for a new trial on all issues.   </span></p>\r\n\r\n<p><span>\tREVERSED AND REMANDED.                                                                  \r\n      \t\t\t\t\t\t                 </span><span>\tPER CURIAM\t</span></p>\r\n\r\n<br><br>\r\n<p><span>Submitted on May 13, 2004</span></p>\r\n\r\n<p><span>Opinion Delivered August 26, 2004</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\t\t\t</span></p>\r\n\r\n<p><span>Before McKeithen, C.J., Burgess and Gaultney, JJ.</span></p>\r\n\r\n\r\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118026/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/127910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1377253/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1377577/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1383362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1472904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1497224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1509319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1563947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1674462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1723118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1726604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1742759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1742776/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1744974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1753039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1780829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1788532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1793550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2104196/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2167058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2275530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2336478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2384806/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2391769/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2394073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2405550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2405617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2419443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2425092/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2434821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2438906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441435/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2465123/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-09T23:17:55.489444Z",
      "date_modified": "2015-09-09T23:17:55.489444Z",
      "date_filed": "2004-08-26",
      "date_filed_is_approximate": false,
      "slug": "nury-chapa-v-tony-gullo-motors-i-lp-and-brien-garc",
      "citation_id": 2877647,
      "case_name_short": "",
      "case_name": "Nury Chapa v. Tony Gullo Motors I, L.P. and Brien Garcia",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2761920/nury-chapa-v-tony-gullo-motors-i-lp-and-brien-garc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-09T22:32:05.528265Z",
  "date_modified": "2015-09-09T22:32:05.528265Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Nury Chapa v. Tony Gullo Motors I, L.P. and Brien Garcia",
  "case_name_full": "",
  "slug": "nury-chapa-v-tony-gullo-motors-i-lp-and-brien-garc",
  "docket_number": "09-03-00568-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}