{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/276442/",
  "id": 276442,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/449902/",
      "id": 449902,
      "absolute_url": "/opinion/449902/wilhelmina-moore-v-henry-e-bonner/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/276442/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/449902/",
          "id": 449902,
          "absolute_url": "/opinion/449902/wilhelmina-moore-v-henry-e-bonner/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/449902/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:38:42Z",
          "date_modified": "2017-03-25T07:39:08.408088Z",
          "type": "010combined",
          "sha1": "29ee1ee31d823846e8a26c8e358346db1de80d37",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/758/758.F2d.648.84-1595.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">758 F.2d 648</p>\n    <p class=\"case_cite\">37 Empl. Prac. Dec. P 35,467</p>\n    <p class=\"parties\">Unpublished Disposition<br>NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Wilhelmina Moore, Appellant<br>v.<br>Henry E. Bonner et al., Appellees.</p>\n    <p class=\"docket\">Docket No. 84-1595.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">March 25, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before SPROUSE and CHAPMAN, Circuit Judges, and BUTZNER, SENIOR CIRCUIT JUDGE.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wilhelmina Moore appeals from the judgment of the district court entered against her on her civil rights complaint against Henry E. Bonner, the Superintendent of Berkeley County Schools;  the individual members of the Berkeley County Board of Education;  and the Berkeley County School District.  Moore's complaint challenged, on First and Fourteenth Amendment grounds, the nonrenewal of her contract position as a guidance counselor at Cross High School, Berkeley County, South Carolina.  The district court, at the close of the evidence, directed a verdict against Moore on her First Amendment claim and on her Fourteenth Amendment procedural due process claim.  Moore's claim that her discharge was in violation of the equal protection clause of the Fourteenth Amendment was resolved against her by a jury.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moore alleges on appeal that the district court erred in directing a verdict on her First Amendment and procedural due process claims;  erred in excluding evidence of the School District's noncompliance with a 1970 desegregation order;  and erred in not instructing the jury that the school had a recent history of segregation or intentional segregative action.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Moore, a black woman, was employed by the Berkeley County School District for seventeen years.  During the last eleven of those years, she worked as a guidance counselor at Cross High School.  Shortly after Moore began work at Cross, the School District, pursuant to a suit brought against it by the United States, was ordered to desegregate.  United States of America v. Berkeley County School District, C/A No. 70-605 (D.S.C.1970).  Moore presented evidence at trial, however, that Cross remained 92% black up through 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the spring of 1980, the Berkeley County School Board voted not to renew Moore's contract, finding her guilty of unprofessional conduct and insubordination.  The series of events leading up to the nonrenewal began on January 24, 1980, when the school District's Title I reading coordinator came to Cross to administer a reading test to students in the Title I Program.  Some of the students in the Program approached Moore, who as guidance counselor was involved in the administration of aptitude and state-required tests, to question her about the upcoming examination.  Moore, who had not been informed of the test, went to the testing location to investigate and to determine why neither she nor the parents had been notified.  Moore and the reading coordinator became involved in a heated dispute, and Moore informed the students that they did not have to take the test.  The tests were cancelled for that day due to the disturbance.  Moore was later informed that her duties did not include involvement with the Title I Reading Program or tests administered through that Program.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The reading coordinator thereafter complained to School District officials about Moore's behavior, prompting Superintendent Bonner to demand an account of the incident from Moore.  Moore submitted a brief response which Bonner found inadequate.  A more detailed explanation was demanded, with the suggestion that Moore's reply could affect the renewal of her contract.  Moore provided no further information but asked to know the charges against her and requested a public hearing before the School Board.  Bonner then recommended to the Board that Moore's contract not be renewed because Moore had \"deliberately disregarded\" his instructions to provide a fuller account of her behavior.  The Board, meeting in executive session, unanimously adopted Bonner's recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moore appealed the Board's decision pursuant to the South Carolina Teacher Employment and Dismissal Act, which entitled her to a formal hearing before the Board.  S.C.Code Ann. Sec. 59-25-470 (Supp.1983).  Moore was represented by counsel at this hearing and presented witnesses in her behalf.  The Board voted to uphold its initial decision not to renew Moore's contract.  Moore filed suit in district court, seeking reinstatement and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In directing a verdict against Moore on her First Amendment claim, the district court found no evidentiary support for Moore's allegation that her nonrenewal was in retaliation for her support of civil rights since the beginning of her employment.  The district court further found that Moore's speech and conduct on January 24, 1980 disrupted the functioning of the Title I reading class by resulting in the cancellation of a scheduled and proper test.  In light of the interruption in the fulfillment of the school's responsibilities caused by Moore's behavior, the district court concluded that the resulting nonrenewal of her contract did not violate the First Amendment.  See Connick v. Myers, --- U.S. ----, 51 U.S.L.W. 4436, 4439 (April 20, 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We agree with the reasoning of the district court.  We have no trouble finding, as required by Supreme Court precedent in this area, that Moore's expression of concern about the testing procedure was an expression upon a matter of legitimate public interest.  See Connick, supra at 4337-38.  Moore's concern was that the students would fare poorly upon the test because it was being administered without warning by a stranger of a different race.  Moore also was concerned about the reaction of parents who had not been notified that the testing was to take place.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The First Amendment inquiry goes further, however.  The employee's interest in making the statement must be weighed against the employer's \"interest in effective and efficient fulfillment of its responsibilities to the public.\"    Connick, supra at 4439.  The balance to be struck between these interests is a question of law for the courts.  Connick, supra at 4439 n. 10;  Jones v. Dodson, 727 F.2d 1329, 1334 (4th Cir.1984).  And relevant to this determination is the time, place and manner in which the expression was made.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court found that the School District's interest in the functioning of the Title I Program outweighed Moore's First Amendment interest in expressing her position on the testing procedure.  Considering the means adopted by Moore--informing the students that they did not have to take the test rather than consulting the principal on the propriety of the testing--we find no error in the district court's conclusion that the interests of the employer outweighed those of the employee in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor do we find any error in the district court's determination that the procedures surrounding the nonrenewal of Moore's contract satisfied due process.  As recognized by the district court, the due process requirements with respect to the nonrenewal of a teaching contract are:  (1) adequate notice, (2) specification of the charges, (3) an opportunity to confront adverse witnesses, and (4) an opportunity for the teacher to be heard in her own defense.   Satterfield v. Edenton Board of Education, 530 F.2d 567 (4th Cir.1975).  The record clearly established that Moore was afforded these protections.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Contrary to Moore's contention, a pretermination hearing is not required.  Arnett v. Kennedy, 416 U.S. 135 (1974).  Nor does the fact that the Board previously had voted not to renew her contract disqualify it from hearing her appeal, particularly where Moore failed to raise any objections to the impartiality of the tribunal prior to the hearing.   Satterfield, supra at 574.  Finally, the failure of the School District to afford Moore a conference prior to not renewing her contract amounts to no more than a violation of the District's own policies and does not implicate the protections of the due process clause.   Goodrich v. Newport News School Board, 743 F.2d 225 (4th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lastly, we turn to Moore's challenge to the jury verdict against her on her equal protection claim.  Moore contends that the district court erred in excluding evidence of the School District's noncompliance with court-ordered desegregation and in failing to instruct the jury that she had proven a recent history of racial segregation or intentional segregative action on the part of the School District.  We find no reversible error in either of these contentions in light of the district court's admission of Moore's statistical evidence concerning the racial composition of the District schools and its instruction to the jury that the School District had the burden of justifying the nonrenewal of Moore's contract by clear and convincing evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under our decision in Knighton v. Laurens County School District No. 56, 721 F.2d 976 (4th Cir.1983), proof of a recent history of segregation or intentional segregative action has the effect of shifting to a school district the burden of proving by clear and convincing evidence that the nonrenewal was justified by nondiscriminatory considerations.;   See also Keyes v. School District No. 1, 413 U.S. 189, 208-10 (1983);  Evans v. Harnett County Board of Education, 684 F.2d 304 (4th Cir.1982).  Moore's evidence of noncompliance with the district court's 1970 desegregation order would have been relevant to establish either a recent history of segregation or intentional segregative action.  Proof of such noncompliance was not, however necessary to establish either of these facts, as statistical proof of a recent history of segregation was adequate to shift the burden of proof to the School District.  Having admitted Moore's statistical evidence, the district court legitimately could have concluded that proof of compliance or noncompliance with the court order would have been cumulative and led to needless confusion of the issues.  See Fed.R.Evid. 403.  We find no abuse of discretion in its decision to exclude the evidence.  With regard to the district court's instructions, the critical point as far as Moore's case was concerned was the shifting of the burden of proof to the School District.  Moore does not dispute that the district court correctly instructed the jury on the burden of proof, and we find no reversible error in its alleged failure to instruct that Moore had proved a recent history of segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For the aforestated reasons, the judgment of the district court is affirmed.  Because the dispositive issues recently have been decided authoritatively, we dispense with oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The district court originally dismissed Moore's complaint on res judicata grounds.   Moore v. Bonner, 526 F.Supp. 143 (D.S.C.1981).  This judgment was reversed on appeal.    Moore v. Bonner [30 EPD p 33,196], 695 F.2d 799 (4th Cir.1982)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></span></p>\n    <p class=\"case_cite\">37 Empl. Prac. Dec. P 35,467</p>\n    <p class=\"parties\">Unpublished Disposition<br>NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Wilhelmina Moore, Appellant<br>v.<br>Henry E. Bonner et al., Appellees.</p>\n    <p class=\"docket\">Docket No. 84-1595.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">March 25, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Before SPROUSE and CHAPMAN, Circuit Judges, and BUTZNER, SENIOR CIRCUIT JUDGE.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Wilhelmina Moore appeals from the judgment of the district court entered against her on her civil rights complaint against Henry E. Bonner, the Superintendent of Berkeley County Schools;  the individual members of the Berkeley County Board of Education;  and the Berkeley County School District.  Moore's complaint challenged, on First and Fourteenth Amendment grounds, the nonrenewal of her contract position as a guidance counselor at Cross High School, Berkeley County, South Carolina.  The district court, at the close of the evidence, directed a verdict against Moore on her First Amendment claim and on her Fourteenth Amendment procedural due process claim.  Moore's claim that her discharge was in violation of the equal protection clause of the Fourteenth Amendment was resolved against her by a jury.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Moore alleges on appeal that the district court erred in directing a verdict on her First Amendment and procedural due process claims;  erred in excluding evidence of the School District's noncompliance with a 1970 desegregation order;  and erred in not instructing the jury that the school had a recent history of segregation or intentional segregative action.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Moore, a black woman, was employed by the Berkeley County School District for seventeen years.  During the last eleven of those years, she worked as a guidance counselor at Cross High School.  Shortly after Moore began work at Cross, the School District, pursuant to a suit brought against it by the United States, was ordered to desegregate.  United States of America v. Berkeley County School District, C/A No. 70-605 (D.S.C.1970).  Moore presented evidence at trial, however, that Cross remained 92% black up through 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the spring of 1980, the Berkeley County School Board voted not to renew Moore's contract, finding her guilty of unprofessional conduct and insubordination.  The series of events leading up to the nonrenewal began on January 24, 1980, when the school District's Title I reading coordinator came to Cross to administer a reading test to students in the Title I Program.  Some of the students in the Program approached Moore, who as guidance counselor was involved in the administration of aptitude and state-required tests, to question her about the upcoming examination.  Moore, who had not been informed of the test, went to the testing location to investigate and to determine why neither she nor the parents had been notified.  Moore and the reading coordinator became involved in a heated dispute, and Moore informed the students that they did not have to take the test.  The tests were cancelled for that day due to the disturbance.  Moore was later informed that her duties did not include involvement with the Title I Reading Program or tests administered through that Program.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The reading coordinator thereafter complained to School District officials about Moore's behavior, prompting Superintendent Bonner to demand an account of the incident from Moore.  Moore submitted a brief response which Bonner found inadequate.  A more detailed explanation was demanded, with the suggestion that Moore's reply could affect the renewal of her contract.  Moore provided no further information but asked to know the charges against her and requested a public hearing before the School Board.  Bonner then recommended to the Board that Moore's contract not be renewed because Moore had \"deliberately disregarded\" his instructions to provide a fuller account of her behavior.  The Board, meeting in executive session, unanimously adopted Bonner's recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moore appealed the Board's decision pursuant to the South Carolina Teacher Employment and Dismissal Act, which entitled her to a formal hearing before the Board.  S.C.Code Ann. Sec. 59-25-470 (Supp.1983).  Moore was represented by counsel at this hearing and presented witnesses in her behalf.  The Board voted to uphold its initial decision not to renew Moore's contract.  Moore filed suit in district court, seeking reinstatement and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In directing a verdict against Moore on her First Amendment claim, the district court found no evidentiary support for Moore's allegation that her nonrenewal was in retaliation for her support of civil rights since the beginning of her employment.  The district court further found that Moore's speech and conduct on January 24, 1980 disrupted the functioning of the Title I reading class by resulting in the cancellation of a scheduled and proper test.  In light of the interruption in the fulfillment of the school's responsibilities caused by Moore's behavior, the district court concluded that the resulting nonrenewal of her contract did not violate the First Amendment.  See Connick v. Myers, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">4436</span></span>, 4439 (April 20, 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We agree with the reasoning of the district court.  We have no trouble finding, as required by Supreme Court precedent in this area, that Moore's expression of concern about the testing procedure was an expression upon a matter of legitimate public interest.  See Connick, supra at 4337-38.  Moore's concern was that the students would fare poorly upon the test because it was being administered without warning by a stranger of a different race.  Moore also was concerned about the reaction of parents who had not been notified that the testing was to take place.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The First Amendment inquiry goes further, however.  The employee's interest in making the statement must be weighed against the employer's \"interest in effective and efficient fulfillment of its responsibilities to the public.\"    Connick, supra at 4439.  The balance to be struck between these interests is a question of law for the courts.  Connick, supra at 4439 n. 10;  Jones v. Dodson, <span class=\"citation\" data-id=\"431662\"><a href=\"/opinion/431662/clara-b-jones-v-ray-m-dodson-both-individually-and-in-his-capacity-of/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1329</span></a></span>, 1334 (4th Cir.1984).  And relevant to this determination is the time, place and manner in which the expression was made.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court found that the School District's interest in the functioning of the Title I Program outweighed Moore's First Amendment interest in expressing her position on the testing procedure.  Considering the means adopted by Moore--informing the students that they did not have to take the test rather than consulting the principal on the propriety of the testing--we find no error in the district court's conclusion that the interests of the employer outweighed those of the employee in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor do we find any error in the district court's determination that the procedures surrounding the nonrenewal of Moore's contract satisfied due process.  As recognized by the district court, the due process requirements with respect to the nonrenewal of a teaching contract are:  (1) adequate notice, (2) specification of the charges, (3) an opportunity to confront adverse witnesses, and (4) an opportunity for the teacher to be heard in her own defense.   Satterfield v. Edenton Board of Education, <span class=\"citation\" data-id=\"333199\"><a href=\"/opinion/333199/richard-l-satterfield-v-the-edenton-chowan-board-of-education-a-public/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span> (4th Cir.1975).  The record clearly established that Moore was afforded these protections.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Contrary to Moore's contention, a pretermination hearing is not required.  Arnett v. Kennedy, <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></span> (1974).  Nor does the fact that the Board previously had voted not to renew her contract disqualify it from hearing her appeal, particularly where Moore failed to raise any objections to the impartiality of the tribunal prior to the hearing.   Satterfield, supra at 574.  Finally, the failure of the School District to afford Moore a conference prior to not renewing her contract amounts to no more than a violation of the District's own policies and does not implicate the protections of the due process clause.   Goodrich v. Newport News School Board, <span class=\"citation\" data-id=\"441651\"><a href=\"/opinion/441651/sarah-m-goodrich-v-newport-news-school-board-a-corporate-body-and/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (4th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lastly, we turn to Moore's challenge to the jury verdict against her on her equal protection claim.  Moore contends that the district court erred in excluding evidence of the School District's noncompliance with court-ordered desegregation and in failing to instruct the jury that she had proven a recent history of racial segregation or intentional segregative action on the part of the School District.  We find no reversible error in either of these contentions in light of the district court's admission of Moore's statistical evidence concerning the racial composition of the District schools and its instruction to the jury that the School District had the burden of justifying the nonrenewal of Moore's contract by clear and convincing evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Under our decision in Knighton v. Laurens County School District No. 56, <span class=\"citation\" data-id=\"427534\"><a href=\"/opinion/427534/lewis-j-knighton-v-the-laurens-county-school-district-no-56-and-charles/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span> (4th Cir.1983), proof of a recent history of segregation or intentional segregative action has the effect of shifting to a school district the burden of proving by clear and convincing evidence that the nonrenewal was justified by nondiscriminatory considerations.;   See also Keyes v. School District No. 1, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></span>, 208-10 (1983);  Evans v. Harnett County Board of Education, <span class=\"citation\" data-id=\"406636\"><a href=\"/opinion/406636/houston-m-evans-v-the-harnett-county-board-of-education/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (4th Cir.1982).  Moore's evidence of noncompliance with the district court's 1970 desegregation order would have been relevant to establish either a recent history of segregation or intentional segregative action.  Proof of such noncompliance was not, however necessary to establish either of these facts, as statistical proof of a recent history of segregation was adequate to shift the burden of proof to the School District.  Having admitted Moore's statistical evidence, the district court legitimately could have concluded that proof of compliance or noncompliance with the court order would have been cumulative and led to needless confusion of the issues.  See Fed.R.Evid. 403.  We find no abuse of discretion in its decision to exclude the evidence.  With regard to the district court's instructions, the critical point as far as Moore's case was concerned was the shifting of the burden of proof to the School District.  Moore does not dispute that the district court correctly instructed the jury on the burden of proof, and we find no reversible error in its alleged failure to instruct that Moore had proved a recent history of segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For the aforestated reasons, the judgment of the district court is affirmed.  Because the dispositive issues recently have been decided authoritatively, we dispense with oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The district court originally dismissed Moore's complaint on res judicata grounds.   Moore v. Bonner, <span class=\"citation\" data-id=\"1375531\"><a href=\"/opinion/1375531/moore-v-bonner/\"><span class=\"volume\">526</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">143</span></a></span> (D.S.C.1981).  This judgment was reversed on appeal.    Moore v. Bonner [30 EPD p 33,196], <span class=\"citation\" data-id=\"411873\"><a href=\"/opinion/411873/wilhelmina-moore-v-henry-e-bonner-individually-and-in-his-official/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span> (4th Cir.1982)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406636/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411873/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427534/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/431662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/441651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1375531/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T01:53:37.368307Z",
      "date_modified": "2014-12-22T01:53:37.368307Z",
      "date_filed": "1985-03-25",
      "date_filed_is_approximate": false,
      "slug": "wilhelmina-moore-v-henry-e-bonner",
      "citation_id": 423682,
      "case_name_short": "",
      "case_name": "Wilhelmina Moore v. Henry E. Bonner",
      "case_name_full": "",
      "federal_cite_one": "758 F.2d 648",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/276442/wilhelmina-moore-v-henry-e-bonner/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:06:45.121746Z",
  "date_modified": "2014-10-30T08:06:45.121746Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Wilhelmina Moore v. Henry E. Bonner",
  "case_name_full": "",
  "slug": "wilhelmina-moore-v-henry-e-bonner",
  "docket_number": "84-1595",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}