{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2781713/",
  "id": 2781713,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2924624/",
      "id": 2924624,
      "absolute_url": "/opinion/2924624/city-of-alton-carter-burgess-inc-turner-collie-bra/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2781713/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2924624/",
          "id": 2924624,
          "absolute_url": "/opinion/2924624/city-of-alton-carter-burgess-inc-turner-collie-bra/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2924624/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-11T21:04:26.134515Z",
          "date_modified": "2017-04-11T17:42:54.148485Z",
          "type": "010combined",
          "sha1": "134f71979454b29a5a1806ea31b141f871930257",
          "page_count": null,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=2341&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa13%5cOpinion",
          "local_path": "html/2008/11/25/city_of_alton_carter__burgess_inc._turner_collie__braden_inc._and.html",
          "plain_text": "",
          "html": "<div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br>\r\n<p><span></span><span>\t\t\t\t</span></p>\r\n\r\n<p><span>\t</span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<br><br>\r\n<p><span><center><strong></strong></center>\r\n</span></p>\r\n\r\n<p><span><strong><center>NUMBER 13-06-00038-CV</center>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>COURT OF APPEALS</center>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>THIRTEENTH DISTRICT OF TEXAS</center>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>CORPUS CHRISTI </center></strong></span><span>- </span><span><strong>EDINBURG</strong></span><span>\r\n</span></p>\r\n\r\n<p><span><strong>                                                                                                                      </strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong>CITY OF ALTON, CARTER &amp; BURGESS, INC., </strong></span></p>\r\n\r\n<p><span><strong>TURNER, COLLIE &amp; BRADEN, INC., AND CRIS</strong></span></p>\r\n\r\n<p><span><strong>EQUIPMENT COMPANY, INC.,\t\t\t\t                 Appellants, </strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>v.</center>\r\n\t\t\t\t</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong>SHARYLAND WATER SUPPLY CORPORATION,\t  \t        Appellee.</strong></span></p>\r\n\r\n<p><span><strong>                                                                                                                      \r\n</strong></span></p>\r\n\r\n<p><span><center><strong>On appeal from the 206th District Court of Hidalgo County, Texas.</strong></center>\r\n</span></p>\r\n\r\n<p><span><strong>                                                                                                                      </strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>O P I N I O N</center></strong></span><span><strong>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><center><strong>Before Justices Yañez, Rodriguez, and Garza</strong></center>\r\n</span></p>\r\n\r\n<p><span><strong><center>Opinion by Justice Rodriguez</center></strong></span><span>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span>\tThis case arises from the installation of a sanitary sewer system.  By four issues,\r\nappellant/cross-appellee, the City of Alton (Alton), contends the following:  (1) it is immune\r\nfrom suit;<sup> (1)</sup>\r\n<p><span> (2) in the alternative, the trial court should not have submitted breach of contract\r\nissues; (3) there were no compensable damages and there was no evidence of damages\r\ncaused by Alton; and (4) appellee/cross-appellant, Sharyland Water Supply Corporation\r\n(Sharyland), cannot recover attorney's fees against Alton.  Appellants, Carter and Burgess,\r\nInc. (C&amp;B), Turner, Collie &amp; Braden, Inc. (TCB), and Cris Equipment Company, Inc. (Cris),\r\nchallenge, among other things, the status of Sharyland as a third-party beneficiary to their\r\nrespective contracts with Alton.  They also contend that the trial court erred in submitting\r\na negligence question because that claim is barred by the economic loss rule. \r\nFurthermore, C&amp;B, TCB, and Cris complain of the trial court's imposition of joint liability and\r\nattorney's fees against all defendants.  Finally, cross-appellant, Sharyland, asserts that the\r\ntrial court erred in refusing to grant equitable relief in lieu of the monetary damages\r\nawarded by the jury.  We affirm in part, reverse and render in part, and reverse and\r\nremand in part, as to appellant Alton; we reverse and render as to appellants C&amp;B, TCB,\r\nand Cris; and we affirm as to cross-appellant Sharyland.</span></p>\r\n\r\n<p align=\"CENTER\"><span>I.  Factual Background</span></p>\r\n\r\n<p><span>\tIn the early 1980s, Alton, a Class A municipality located in Hidalgo County, Texas,\r\ninstalled a water distribution system to provide potable water to its residents.<sup> (2)</sup>  Beginning\r\nin 1981, Alton and Sharyland entered into numerous water service agreements (collectively\r\nreferred to as the Water Service Agreement).  By the Water Service Agreement, Sharyland\r\nagreed to sell and deliver water and/or sewer service to Alton, and Alton agreed to\r\npurchase and receive water and/or sewer service from Sharyland.  In order to obtain water\r\nfor its new system, Alton entered into a Water Supply Agreement with Sharyland, a non-profit rural water supply corporation, on August 12, 1982.  Under the 1982 agreement,\r\nAlton conveyed its new water distribution system to Sharyland, and Sharyland agreed to\r\nprovide Alton with water.</span></p>\r\n\r\n<p><span>\tDuring the 1990's, the citizens of Alton relied on septic systems and outhouses for\r\nsewage disposal.  In 1994, Alton obtained development grants for the installation of a\r\nsanitary sewer system.  Part of the septic system was built in the public right-of-way and \r\nanother part connected the septic system from the public right-of-way to individual houses. \r\nFor the public right-of-way phase, Alton entered into contracts with L.L. Rodriguez and\r\nAssociates to design a sanitary sewer system; C&amp;B to manage the project; and TCB to\r\nprovide inspection services for the construction phase.  Alton also contracted with Cris for\r\ninstallation of the sewer main and the residential service connections within the public right-of-way.  Cris subcontracted with Grab Pipeline Services, Inc., to assist in the installation.<sup> (3)</sup> \r\nThe construction of the sewer system was completed in 1999.</span></p>\r\n\r\n<p><span>\tAlton's sewer system consists of main sewer lines, residential service connections,\r\nand yard lines.  The residential service connections join perpendicular to the main sewer\r\nline and run horizontally from the main sewer line to the residential property line where they\r\nconnect with the yard line.  The yard line runs from the property line to the individual home\r\nto complete each residential connection.  In certain locations, Alton's sewer main and\r\nSharyland's water main run parallel to each other in a public right-of-way, resulting in some\r\nof Alton's residential service connections crossing Sharyland's water main in order to\r\nconnect to the yard lines.  The residential service connections are the only portions of\r\nAlton's sewer system at issue in this case.<sup> (4)</sup></span></p>\r\n\r\n<p align=\"CENTER\"><span>II.  Procedural Background</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Pleadings</span></p>\r\n\r\n<p><span>\tOn March 3, 2000, Sharyland sued Alton for breach of the Water Supply Agreement\r\nand the Water Service Agreement.<sup> (5)</sup>  Sharyland also sued C&amp;B, TCB, and Cris, all\r\nengineering firms, for negligence and breach of contract.  In addition, Sharyland asked the\r\ntrial court to enjoin Alton from operating sewer lines across Sharyland's waterlines in a\r\nwrongful manner and to compel Alton to reconstruct the sewer lines in a manner consistent\r\nwith the parties' agreements, state law, and proper engineering practice.</span></p>\r\n\r\n<p><span>\tSharyland alleged that the sanitary sewer residential service connections were\r\ninstalled in violation of state regulations and industry standards and represented a threat\r\nto Sharyland's potable water system.  Sharyland sought a declaration of the parties' rights\r\nand obligations under section 317.13 of the Texas Commission on Environmental Quality\r\nDesign Criteria for Sewerage Systems (the Commission) as it related to the construction\r\nof the sewer system in proximity to its waterlines.<sup> (6)</sup>  <em>See </em>30 Tex. Admin. Code §\r\n317.13(1)(B) (2008) (33 Tex. Reg. 2126, 2234, <em>adopted</em> 33 Tex. Reg. 6928 (2008) (codified\r\nat 30 Tex. Admin. Code. Ann. §§217.1-.33).</span></p>\r\n\r\n<p><span>\tAlton counterclaimed, asking the trial court to declare its August 12, 1982 Water\r\nSupply Agreement with Sharyland null and void.  In response, Sharyland asserted that\r\nAlton's counterclaim was preempted and/or barred by, among other things, the provisions\r\nof section 1926(b) of title 7 of the United States Code, which limits a government's\r\nauthority to curtail the service provided by a utility during the term of repayment of a federal\r\nloan.  <em>See</em> 7 U.S.C.A. § 1926(b) (1999).<sup> (7)</sup>\r\n<br><br>\r\n<p align=\"CENTER\"><span></span><span>B.  Motions for Summary Judgment</span></p>\r\n\r\n<p><span>\tSharyland filed two motions for summary judgment.  In its motion for partial\r\nsummary judgment Sharyland asked the trial court to grant its request for declaratory\r\njudgment relief and declare that section 317.13 applied to all sewers located in proximity\r\nwith waterlines in this case.  <em>See </em>30 Tex. Admin. Code Ann. § 317.13(1)(B).  In its motion\r\nfor summary judgment, Sharyland urged that section 1926(b) barred Alton's counterclaim. \r\n<em>See</em> 7 U.S.C.A. § 1926(b).  The trial court granted Sharyland's motion for partial summary\r\njudgment on its declaratory judgment claim finding that section 317.13 \"applies to the\r\nsituation presented in this case\" and that \"[t]he term 'sewer' in the context of . . . [c]hapter\r\n317 refers to 'a conduit which carries off water or waste matter' and includes sanitary sewer\r\nresidential service connections.\"  <em>See</em> 30 Tex. Admin. Code § 317.13.  The trial court also\r\ngranted Sharyland's motion for summary judgment, concluding that section 1926(b) barred\r\nAlton's counterclaim and ordering that Alton take nothing by its counterclaim against\r\nSharyland.  <em>See </em>7 U.S.C. § 1926(b).</span></p>\r\n\r\n<p align=\"CENTER\"><span>C.  Jury Trial</span></p>\r\n\r\n<p><span>\tSharyland's breach of contract claim against Alton and its breach of contract and\r\nnegligence claims against C&amp;B, TCB, and Cris were tried to a jury.  The jury found that\r\nAlton breached its Water Supply Agreement with Sharyland by failing to maintain required\r\nseparation distance between sewer lines and that it breached the Water Service\r\nAgreement by failing to comply with Sharyland's rules and regulations.<sup> (8)</sup>  The jury also\r\nfound that C&amp;B, TCB, and Cris each breached their respective contracts with Alton and\r\nthat Sharyland was a third-party beneficiary of those contracts.  Finally, the jury found that: \r\n(1) C&amp;B, TCB, and Chris were negligent; (2) such negligence was the proximate cause of\r\ndamages to Sharyland; and (3) liability should be apportioned jointly and severally, at 20%\r\nfor C&amp;B, 40% for TCB, and 40% for Cris.  The jury assessed damages at $1,139,000 and\r\nawarded Sharyland attorney's fees in the amount of $510,221.68 through trial, with\r\nadditional awards of $125,000 should appeals be filed in the court of appeals and the\r\nTexas Supreme Court.</span></p>\r\n\r\n<p align=\"CENTER\"><span>D.  Post-Trial Hearings and Entry of Judgment</span></p>\r\n\r\n<p><span>\tThe trial court conducted post-trial hearings.  After hearing arguments of counsel\r\nand receiving evidence regarding equitable relief and attorney's fees, the trial court entered\r\nfinal judgment awarding Sharyland monetary damages and attorney's fees against Alton,\r\nC&amp;B, TCB, and Cris, but denying Sharyland's claims for injunctive relief and specific\r\nperformance.  All motions for new trial were heard and overruled.  All parties appealed from\r\nthe judgment.</span></p>\r\n\r\n<p align=\"CENTER\"><span>III.  Sharyland's Breach of Contract Claim Against Alton</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Governmental Immunity</span></p>\r\n\r\n<p><span>\tBy its first issue, Alton contends that the court has no jurisdiction over Sharyland's\r\nbreach of contract claims because it has not waived its governmental immunity.  In\r\nresponse, Sharyland argues Alton's immunity has been waived by an equitable waiver of\r\nimmunity, by Alton's counterclaim asking the court to declare the contracts between\r\nSharyland and Alton void, and by sections 271.151-.160 of the Texas Local Government\r\nCode.  <em>See </em>Tex. Local Gov't Code Ann. §§ 271.151-.160 (Vernon 2005).</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Standard of Review and Applicable Law</span></p>\r\n\r\n<p><span>\tGovernmental immunity deprives a trial court of subject-matter jurisdiction for\r\nlawsuits in which certain governmental units have been sued, unless the governmental unit\r\nconsents to suit.  <em>See Harris County v. Sykes</em>, 136 S.W.3d 635, 638 (Tex. 2004);<em> Tex.\r\nDep't of Parks &amp; Wildlife v. Miranda</em>, 133 S.W.3d 217, 224 (Tex. 2004).  Whether a trial\r\ncourt has subject-matter jurisdiction is a question of law.  <em>Miranda</em>, 133 S.W.3d at 226.\tIn Texas, governmental immunity has two components:  (1) immunity from liability,\r\nwhich bars enforcement of a judgment against a governmental entity, and (2) immunity\r\nfrom suit, which bars suit against the entity altogether.  <em>Tooke v. City of Mexia</em>, 197 S.W.3d\r\n325, 332 (Tex. 2006).  By entering into a contract, a governmental entity necessarily\r\nwaives immunity from liability, voluntarily binding itself like any other party to the terms of\r\nthe agreement, but it does not waive immunity from suit.  <em>Id.</em>  Texas courts consistently\r\ndefer to the legislature to waive immunity from suit because this allows the legislature to\r\nprotect its policymaking function.  <em>Id.</em>  This is particularly true in the context of contract\r\nclaims, where \"legislative control over [governmental] immunity allows the legislature to\r\nrespond to changing conditions and revise existing agreements if doing so would benefit\r\nthe public.\"  <em>Id.</em> (quoting <em>Tex. Natural Res. Conservation Comm'n v. IT-Davy</em>, 74 S.W.3d\r\n849, 854 (Tex. 2002)); <em>see Catalina Dev. Inc. v. County of El Paso</em>, 121 S.W.3d 704, 705-06 (Tex. 2003).  To ensure that legislative control is not lightly disturbed, a waiver of\r\nimmunity must be \"clear and unambiguous.\"  <em>Tooke</em>, 197 S.W.3d at 332-33.</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Equitable Waiver of Immunity by Conduct</span></p>\r\n\r\n<p><span>\tSharyland first asserts that Alton's conduct constitutes an equitable basis on which\r\nthis Court should hold Alton waived its governmental immunity from suit.  Among other\r\nthings, Sharyland argues that Alton did not simply breach its contractual duties, but through\r\nan intentional course of conduct chose to leave leaking sewer lines installed over\r\nSharyland's waterlines in violation of state law and contrary to industry standards and\r\nengineering specifications.  Sharyland contends that Alton's conduct threatens the safety\r\nof the public's water supply and is \"a gross and reprehensible dereliction of its duties to its\r\ncitizens.\"  While Sharyland recognizes that the supreme court has never articulated a\r\ncircumstance where an equitable waiver of immunity might be appropriate, it urges this\r\nCourt to fashion a waiver-by-conduct exception in this case.</span></p>\r\n\r\n<p><span>\tIn <em>Federal Sign v. Texas Southern University</em>, the supreme court recognized that\r\n\"[t]here may be other circumstances where the State may waive its immunity by conduct\r\nother than simply executing a contract so that it is not always immune from suit when it\r\ncontracts.\"  951 S.W.2d 401, 408 n.1 (Tex. 1997), <em>superseded by statute on other grounds\r\nas stated in Gen. Servs. Comm'n v. Little-Tex Insulation Co.</em>, 39 S.W.3d 591, 593 (Tex.\r\n2001).  A year later, while noting that several appellate courts have relied on that language\r\nto create a \"judicially-imposed, equitable waiver of immunity from suit by conduct,\" the\r\nsupreme court reaffirmed \"that it is the legislature's sole province to waive or abrogate\r\nsovereign immunity.\"<em> </em> <em>IT-Davy</em>, 74 S.W.3d at 856-57 (\"Creating a waiver-by-conduct\r\nexception would force the State to expend its resources to litigate the waiver-by-conduct\r\nissue before enjoying sovereign immunity's protections and this would defeat many of the\r\ndoctrine's underlying policies.\").  The supreme court has not provided for the exception\r\nurged by Sharyland, and we decline to create one in this case.  \"We instead follow the\r\nsupreme court preceden[t] that it is the legislature's sole province to waive sovereign\r\nimmunity.\"  <em>My-Tech, Inc. v. Univ. of N. Tex. Health Sci. Ctr.</em>, 166 S.W.3d 880, 884 (Tex.\r\nApp.-Dallas 2005, pet. denied) (citing, <em>e.g., Lubbock County v. Trammel's Lubbock Bail\r\nBonds</em>, 80 S.W.3d 580, 585 (Tex. 2002) (\"It is not the function of a court of appeals to\r\nabrogate or modify established precedent.\")).  Thus, we conclude that Alton's conduct in\r\nthis case does not constitute an equitable basis upon which this Court could hold that Alton\r\nwaived its governmental immunity from suit.</span></p>\r\n\r\n<p align=\"CENTER\"><span>3.  Waiver of Immunity by Filing a Counterclaim\tRelying on <em>Reata Construction Corporation v. City of Dallas</em>, Sharyland also argues\r\nthat Alton waived its immunity when it filed its counterclaim for a declaratory judgment. \r\n<em>See </em>197 S.W.3d 371, 376-77 (Tex. 2004).<em> </em> In <em>Reata</em>, the supreme court held that if a city\r\ninterjects itself in litigation asserting an affirmative claim for monetary damages, immunity\r\nmay be partially waived.  <em>Id.  </em>Here, Alton's counterclaim asked that the trial court declare\r\nthe Water Supply Agreement between Sharyland and Alton void under a variety of\r\ntheories.  Alton made no claim for monetary damages; thus, it did not waive, even partially,\r\nits immunity by its counterclaim.  <em>See id.</em>4.  Waiver of Immunity Under Section 271.152\tFinally, Sharyland argues Alton's immunity from suit has been waived by the Texas\r\nLocal Government Code.  <em>See </em>Tex. Local Gov't Code Ann. §§ 271.151-.160.  In this case,\r\nwe agree.</span></p>\r\n\r\n<p><span>\tThe Texas Local Government Code waives a local government's immunity from suit\r\nfor certain contractual claims.  Section 271.152 provides that</span></p>\r\n\r\n<p><span>\t[a] local governmental entity that is authorized by statute or the constitution\r\nto enter into a contract and that enters into a contract subject to this\r\nsubchapter waives sovereign immunity to suit for the purpose of adjudicating\r\na claim for breach of the contract, subject to the terms and conditions of this\r\nsubchapter.</span></p>\r\n\r\n<br><br>\r\n<p><span><em>Id. </em>§ 271.152.  The statute defines a \"contract subject to this subchapter\" as \"a written\r\ncontract stating the essential terms of the agreement for providing goods or services to the\r\nlocal governmental entity that is properly executed on behalf of the local governmental\r\nentity.\"  <em>Id.</em> § 271.151(2).  Sharyland asserts, and Alton concedes, that the agreements in\r\nthis case involve services.  Thus, pursuant to sections 271.151(2) and 271.152, we\r\nconclude that the agreements at issue in this case fall within the provisions of the statute\r\nbecause they involve services.  <em>See id.</em> §§ 271.151(2), 271.152.  Thus, Alton's\r\ngovernmental immunity to suit for purposes of adjudicating Sharyland's breach of contract\r\nclaim has been waived, and we overrule Alton's first issue on this basis.<sup> (9)</sup></span></p>\r\n\r\n<p align=\"CENTER\"><span>B.  Submission of Jury Issue on</span></p>\r\n\r\n<p align=\"CENTER\"><span>Breach of Paragraph 6 of the Water Supply Agreement</span></p>\r\n\r\n<br><br>\r\n<p><span>\tBy its second issue, Alton contends that the trial court should not have submitted\r\na jury question based on the alleged breach of paragraph 6 of the Water Supply\r\nAgreement.</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Standard of Review</span></p>\r\n\r\n<p><span>\tWe review alleged jury charge error under an abuse of discretion standard. <em> Shupe\r\nv. Lingafelter</em>, 192 S.W.3d 577, 579 (Tex. 2006) (per curiam); <em>Toles v. Toles</em>, 45 S.W.3d\r\n252, 263 (Tex. App.-Dallas 2001, pet. denied).  The trial court has broad discretion in\r\nsubmitting jury questions as long as the questions submitted fairly place the disputed\r\nissues before the jury, <em>see Toles</em>, 45 S.W.3d at 263, and the charge is legally correct.  <em>See\r\nHyundai Motor Co. v. Rodriguez</em>, 995 S.W.2d 661, 664 (Tex. 1999).  \"A trial court abuses\r\nits discretion when it acts arbitrarily and unreasonably, without reference to guiding rules\r\nor principles, or misapplies the law to the established facts of the case.\"<em>  Downer v.\r\nAquamarine Operators, Inc.</em>, 701 S.W.2d 238, 241-42 (Tex. 1985).  This Court will not\r\nreverse a judgment based on charge error in the absence of harm, which results if the error\r\n\"probably caused the rendition of an improper judgment\" or \"probably prevented the\r\nappellant from properly presenting the case to the court of appeals.\"  Tex. R. App. P.\r\n44.1(a); <em>see Bed, Bath &amp; Beyond, Inc. v. Urista</em>, 211 S.W.3d 753, 757 (Tex. 2006);<em> Harris\r\nCounty v. Smith</em>, 96 S.W.3d 230, 234-35 (Tex. 2002).</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Allegation that Agreement is Void</span></p>\r\n\r\n<p><span>\tAlton first complains that the Water Supply Agreement is void because:  (1) it has\r\nno term of duration; (2) it abdicates a governmental function; (3) it is unconstitutional; and\r\n(4) it lacks consideration.  Sharyland argues that Alton has waived this argument.  We\r\nagree.</span></p>\r\n\r\n<p><span>\tAlton filed a declaratory-judgment counterclaim against Sharyland requesting that\r\nthe trial court declare the Water Supply Agreement void and return the water system and\r\nits easements to Alton.  Sharyland answered by asserting, among other things, that section\r\n1926(b) barred Alton's counterclaim.  <em>See </em>7 U.S.C.A. § 1926(b).<sup> (10)</sup>  Sharyland filed a\r\nsummary judgment motion urging that its affirmative defense barred Alton's counterclaim. \r\n<em>See id.  </em>The trial court agreed and granted Sharyland summary judgment on Alton's\r\ncounterclaim.</span></p>\r\n\r\n<p><span>\tAlton has raised no issue related to the trial court's granting of Sharyland's motion\r\nfor summary judgment on its counterclaim.  <em>See</em> Tex. R. App. P. 38.1(i); <em>Jacobs v.\r\nSatterwhite</em>, 65 S.W.3d 653, 655-56 (Tex. 2001) (per curiam) (citing <em>San Jacinto River\r\nAuth. v. Duke</em>, 783 S.W.2d 209, 209-10 (Tex. 1990) (per curiam) (stating that it is a\r\n\"well-established rule that grounds of error not asserted by points of error or argument in\r\nthe court of appeals are waived\")).  Alton has not challenged Sharyland's section 1926(b)\r\naffirmative defense, the basis on which the summary judgment was granted.  Moreover,\r\nAlton acknowledges that it is not appealing its counterclaim.  Thus, we conclude that Alton\r\nhas waived this argument.</span></p>\r\n\r\n<p align=\"CENTER\"><span>3.  Allegation of Lack of Fair Notice</span></p>\r\n\r\n<p><span>\tAlton also contends that a question regarding its alleged failure to comply with\r\nparagraph 6 of the Water Supply Agreement should not have been submitted to the jury\r\nbecause Alton did not have fair notice that Sharyland intended to complain about this\r\nparagraph until trial and that the error is not harmless.  We disagree.</span></p>\r\n\r\n<p><span>\tIn its pleadings and through its written discovery, Sharyland alleged breach of\r\nparagraph 5 of the Water Supply Agreement, which addresses easements \"providing for\r\nthe rights to use, operate, inspect, repair, maintain, replace, remove, enlarge, reconstruct\r\nand service the water supply system . . . .\"  Over Alton's objection, the trial court submitted\r\nan issue on breach of paragraph 6, which addresses the separation distance between the\r\nwaterlines and the sewer system.  Alton contends that it had been given no notice of\r\nSharyland's intention to submit such an issue and had not been given an opportunity to\r\nperform any discovery on the issue.  However, four years before the case was tried, Tim\r\nNicolls, Sharyland's General Manager, testified at his deposition that Sharyland was\r\ncomplaining of a breach of both paragraphs 5 and 6 of the Water Supply Agreement, as\r\nwell as a breach of the Water Service Agreement.  It is not necessary to supplement\r\nresponses to written discovery requests if the additional or corrective information is made\r\nknown to the other party on the record at a deposition.  <em>See </em>Tex. R. Civ. P. 193.5(a)(2). \r\nThus, we conclude that Alton had fair notice and that the trial court did not abuse its\r\ndiscretion in submitting this issue to the jury.</span></p>\r\n\r\n<p><span>\tBecause the jury's finding that Alton breached paragraph 6 of the Water Supply\r\nAgreement supports the jury's verdict and the trial court's judgment against Alton, we need\r\nnot address Alton's remaining argument that a breach of the Water Service Agreement\r\ncannot support the damages sought by Sharyland.  <em>See</em> Tex. R. App. P. 47.1.  We overrule\r\nAlton's second issue.</span></p>\r\n\r\n<p align=\"CENTER\"><span>C.  Damages Sought by Sharyland</span></p>\r\n\r\n<p><span>\tIn its third issue, Alton contends that Sharyland had no compensable damages and \r\nproduced no evidence of damages.  Alton also asserts that, if this Court should find that\r\nSharyland has compensable damages, they are not recoverable from Alton because its\r\ndamages are limited under section 271.153(a).  <em>See</em> Tex. Local Gov't Code Ann. §\r\n271.153(a).  We agree with this last assertion.</span></p>\r\n\r\n<p><span>\tSharyland sought money damages for, among other things, alleged increased costs\r\nin operation of its water distribution system, costs to place barriers to mitigate the hazard\r\ncaused by the defendants, costs associated with increased safety precaution and\r\nmaintenance measures it takes when repairing its lines, and lost interest on these sums. \r\nThe charge instructed the jury to consider only \"[t]he reasonable cost of the repairs\r\nnecessary to restore the property to its condition immediately before the injury.\"  On\r\nappeal, Sharyland argues that it is being compelled by Alton to perform work to safeguard\r\nthe water system because Alton refused to install the sewer lines as agreed in the Water\r\nSupply Agreement.  Based on this argument, Sharyland maintains that section 271.153,\r\nas written, allows the damages that the jury awarded. <em>See id.</em></span></p>\r\n\r\n<p><span>\tThe total amount of money awarded in an adjudication brought against a local\r\ngovernmental entity for breach of a contract subject to chapter 271 is limited to the\r\nfollowing:</span></p>\r\n\r\n<p><span>\t(1) the balance due and owed by the local governmental entity under the\r\ncontract as it may have been amended, including any amount owed as\r\ncompensation for the increased cost to perform the work as a direct result of\r\nowner-caused delays or acceleration;</span></p>\r\n\r\n<br><br>\r\n<p><span>\t(2) the amount owed for change orders or additional work the contractor is\r\ndirected to perform by a local governmental entity in connection with the\r\ncontract; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t(3) interest as allowed by law.</span></p>\r\n\r\n<p><span><em>Id</em>.  In this case, section 271.153(a) does not provide Sharyland an avenue for recovery. \r\n<em>See id.</em>  There is neither a balance due and owed by Alton under the agreements, nor is\r\nthere any amount due from change orders, additional work, or interest.  <em>See id.</em>  Thus,\r\nSharyland's damages, if any, fall outside the limited damages recoverable under section\r\n271.153(a).  <em>Id.</em>  In addition, to the extent the damages could be considered consequential\r\ndamages, they are expressly excluded from damages that can be recovered under chapter\r\n271.  <em>See id.</em> § 271.153(b)(1) (providing that \"this subchapter may not include\r\nconsequential damages\"); <em>see also Tooke</em>, 197 S.W.3d at 346 (concluding that\r\nconsequential damages of lost profits were excluded by the statute).  Therefore, we sustain\r\nAlton's third issue on this basis.</span></p>\r\n\r\n<p align=\"CENTER\"><span>D.  Attorney's Fees</span></p>\r\n\r\n<p><span>\tBy its fourth issue, Alton contends that Sharyland cannot recover attorney's fees\r\nunder section 271.159 of the local government code because there was no written\r\nagreement between Sharyland and Alton that expressly contracted for such fees.  <em>See\r\n</em>Tex. Local Gov't Code Ann. § 271.159 (providing that no attorney's fees shall be awarded\r\nto any party unless the local governmental entity has entered into a written agreement that\r\nexpressly authorizes the prevailing party to recover attorney's fees).  Sharyland argues that\r\nsection 271.159 does not apply retroactively and that under prior law pursuant to Texas\r\nCivil Practice and Remedies Code section 38.001 for its breach of contract claim, the\r\naward was appropriate.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. § 38.001 (Vernon 2008). \r\nSharyland also asserts that it was entitled to attorney's fees under the Declaratory\r\nJudgment Act (the Act).  <em>See id. </em>§§ 37.001-.011 (Vernon 2008).</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Attorney's Fees Under Section 38.001</span></p>\r\n\r\n<p><span>\tWe need not determine the applicability of section 271.159 to Sharyland's breach\r\nof contract claim because, even pursuant to section 38.001, Sharyland cannot recover\r\nattorney's fees against Alton.  Section 38.001(8) permits an award of attorney's fees for a\r\nsuit based on a written contract.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. 38.001(8). \r\nHowever, \"[t]o recover attorney's fees under [section] 38.001, a party must (1) prevail on\r\na cause of action for which attorney's fees are recoverable, and (2) recover damages. . .\r\n.\"  <em>Green Int'l v. Solis</em>, 951 S.W.2d 384, 390 (Tex. 1997).  Because of the section 271.153\r\nlimitation on damages, Sharyland has recovered no damages in this case.  <em>See </em>Tex. Local\r\nGov't Code Ann. § 271.153.  Moreover, to recover attorney's fees under chapter 38, the\r\nplaintiff must sue an individual or a corporation.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann.\r\n§ 38.001.  Alton, a municipality, is not considered a corporation even when it is acting in\r\nits proprietary function.  <em>See </em>Tex. Loc. Gov't Code Ann. § 5.904(b) (Vernon 2008). \r\nTherefore, we conclude the trial court erred in awarding attorney's fees pursuant to section\r\n38.001(8).</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Attorney's Fees Under the Act</span></p>\r\n\r\n<p><span>\tSharyland also contends that the award of attorney's fees was proper under the Act. \r\nIn a declaratory judgment action, the decision to grant or deny attorney's fees is solely\r\nwithin the discretion of the trial court.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. § 37.009;\r\n<em>Neeley v. W. Orange-Cove Consol. Indep. Sch. Dist.</em>, 176 S.W.3d 746, 799 (Tex. 2005);\r\n<em>Wilson v. Chazanow</em>, 105 S.W.3d 21, 26 (Tex. App.-Corpus Christi 2002, no pet.).  The\r\ncourt may award costs and reasonable and necessary attorney's fees as are equitable and\r\njust.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. § 37.009.  This Court should not reverse the\r\ntrial court's decision regarding attorney's fees absent a clear showing that the trial court\r\nabused its discretion.  <em>Texstar N. Am. Inc. v. Ladd Petroleum Corp.</em>, 809 S.W.2d 672, 679\r\n(Tex. App.-Corpus Christi 1991, writ denied).</span></p>\r\n\r\n<p><span>\tSharyland sought a declaration from the trial court that section 1926(b) barred\r\nAlton's counterclaim.  In its motion for summary judgment, however, Sharyland presented\r\nits argument under section 1926(b) as an affirmative defense to Alton's counterclaim, not\r\nas a request for declaratory judgment, and we construe it as such on appeal.  Therefore,\r\nSharyland's contention that it pleaded and prevailed on this alleged declaratory judgment\r\naction does not support an award of attorney's fees.</span></p>\r\n\r\n<p><span>\tSharyland also asserts that the award of attorney's fees is supported by its\r\ndeclaratory judgment action seeking a declaration from the trial court that the provisions\r\nof section 317.13 of the Texas Administrative Code applied to the sewer crossings at issue. \r\n<em>See </em>30 Tex. Admin. Code Ann. § 317.13(1)(B).  In its summary judgment order, the trial\r\ncourt granted Sharyland declaratory judgment that section 317.13 applied and that the\r\ndefinition of \"sewer\" included sanitary sewer residential service connections.  On appeal,\r\nAlton asserts only that the issue of Sharyland's fees in its declaratory judgment hearing is\r\ncompletely irrelevant to the issues in this appeal.  Alton does not challenge the declaratory\r\nnature of the section 317.13 ruling, and we cannot conclude that there is a clear showing\r\nthat the trial court abused its discretion in awarding attorney's fees on the basis of this\r\ndeclaratory judgment action.  <em>See Texstar</em>, 809 S.W.2d at 679.</span></p>\r\n\r\n<p><span>\tSharyland presented testimony of counsel regarding attorney's fees incurred.  It did\r\nnot, however, segregate the fees.  Therefore, remand for a determination of the amount\r\nof the award properly attributable to the declaratory judgment action is the appropriate\r\nremedy.  <em>See First Nat'l Bank v. Anderson Ford-Lincoln-Mercury</em>, 704 S.W.2d 83, 85 (Tex.\r\nApp.-Dallas 1985, ref. n.r.e.) (op. on rehr'g) (determining that when it was unclear whether\r\nan award of attorney's fees was attributable to a declaratory judgment claim or to an\r\nunsuccessful breach of contract claim, remand is required).  We sustain Alton's fourth\r\nissue as to the fees attributable to the breach of contract claim and overrule it as to the\r\nattorney's fees attributable to the declaratory judgment.</span></p>\r\n\r\n<p align=\"CENTER\"><span>IV.  Sharyland's Claims Against C&amp;B, TCB, and Cris</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Third-Party Beneficiary Status on Breach of Contract Claim</span></p>\r\n\r\n<p><span>\tC&amp;B and TCB, by their first issues, and Cris, by its second issue, complain of\r\ncharge error related to Alton's breach of contract claim against them.  Over objection, the\r\ntrial court submitted the following question to the jury:</span></p>\r\n\r\n<p><span>\t\tWas Sharyland Water Supply Corporation a third party beneficiary of\r\nany of the following contracts:</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tA party is a third party beneficiary of a contract if:</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\t(1)\tthe contracting party intended to secure some benefit to that\r\nthird party; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\t(2)\tthe contracting parties entered into the contract directly for the\r\nthird party's benefit.</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tTo qualify as a third party beneficiary a third party must show that it\r\nis either a creditor beneficiary or a donee beneficiary.  A third party is a\r\ncreditor beneficiary if performance under a contract made between others\r\nwill come to the third party in satisfaction of a legal duty owed the third party\r\nby the promisee.  This duty may be a contractual obligation, or other legally\r\nenforceable commitment owed to the third party.  A third party is a donee\r\nbeneficiary if the performance promised under the contract will, when\r\nrendered, come to the third party as a pure donation.</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tYou are instructed that in order to claim third party beneficiary status\r\nto any contract, the Plaintiff must show that the subject contract contains a\r\nclear and apparent intent of the contracting parties to confer third-party\r\nbeneficiary status upon the Plaintiff, and that the parties entered into the\r\ncontract directly and primarily for the third party's benefit.</span></p>\r\n\r\n<br><br>\r\n<p><span>The jury found that Sharyland was a third-party beneficiary of the contracts between Alton\r\nand C&amp;B, Alton and TCB, and Alton and Cris.</span></p>\r\n\r\n<p><span>\tC&amp;B, TCB, and Cris contend that Sharyland lacks standing to claim under, or to\r\nenforce, their respective contracts with Alton because the contracts contain no provisions\r\nthat the contracting parties intended to confer a direct benefit on Sharyland or any other\r\nthird party.  They also assert that, in this case, Sharyland's status as a third-party\r\nbeneficiary to the contracts was a question of law for the trial court to determine, not a\r\nquestion of fact for the jury; therefore, the trial court erred in submitting a question on\r\nSharyland's status as a third-party beneficiary of their respective contracts with Alton.</span></p>\r\n\r\n<p><span>\tIn response, Sharyland asserts that it was a third-party beneficiary of the contracts,\r\nand by submitting the issue to the jury, the trial court impliedly found that the matter of\r\nthird-party beneficiary status was controverted--that the language of the contract was\r\nsusceptible to more than one reasonable interpretation regarding the intent of the parties. \r\nBased on this alleged ambiguity, Sharyland claims the trial court did not err in submitting\r\na jury question on the issue of Sharyland's status as a third-party beneficiary.1.  Standard of Review and Applicable Law</span></p>\r\n\r\n<p><span>\tAs set out above, \"[w]e review the trial court's submission of . . . jury questions\r\nunder an abuse of discretion standard.\"  <em>Toles</em>, 45 S.W.3d 263.  We will not reverse a\r\njudgment based on charge error in the absence of harm.  <em>See</em> Tex. R. App. P. 44.1(a);<em> Bed,\r\nBath &amp; Beyond</em>, 211 S.W.3d at 757.</span></p>\r\n\r\n<p><span>\tThere is a presumption against conferring third-party-beneficiary status on\r\nnoncontracting parties. <em> S. Tex. Water Auth. v. Lomas</em>, 223 S.W.3d 304, 306 (Tex. 2007)\r\n(per curiam); <em>MCI Telecomms. Corp. v. Tex. Utils. Elec. Co.</em>, 995 S.W.2d 647, 652 (Tex.\r\n1999); <em>Ortega v. City Nat'l Bank</em>, 97 S.W.3d 765, 773 (Tex. App.-Corpus Christi 2003, no\r\npet.) (op. on rehr'g).  In deciding whether a third party may enforce or challenge a contract\r\nbetween others, it is the contracting parties' intent that controls. <em> Lomas</em>, 223 S.W.3d at\r\n306<em>.</em>  The intent to confer a direct benefit upon a third party must be clearly and fully\r\nspelled out or enforcement by the third party must be denied.  <em>Id.</em>;<em> Stine v. Steward</em>, 80\r\nS.W.3d 586, 589 (Tex. 2002) (per curiam); <em>MCI</em> <em>Telecomms. Corp.</em>, 995 S.W.2d at 651;\r\n<em>Ortega</em>, 97 S.W.3d at 773.  If there is any reasonable doubt as to the contracting parties'\r\nintent to confer a direct benefit on the third party by way of the specific contract, the third-party beneficiary claim fails.  <em>Ortega</em>, 97 S.W.3d at 773.</span></p>\r\n\r\n<p><span>\tTo qualify as one for whose benefit a contract was made, the third party must be\r\neither a donee beneficiary or a creditor beneficiary.  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d\r\nat 651; <em>Ortega</em>, 97 S.W.3d at 773.  A person is a donee beneficiary if the performance\r\npromised will come to him as a pure donation.  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d at 651<em>.</em> \r\nIf performance will come to satisfy a duty or legally enforceable commitment owed by the\r\npromisee, then the third party is considered a creditor beneficiary.<sup> (11)</sup>\r\n<p><span>  <em>Id</em>.; <em>Ortega</em>, 97 S.W.3d\r\nat 774.  A third party is not a creditor beneficiary, however, unless the contract shows both\r\nthe intent to confer a benefit on the third party and the intent that the third party has the\r\nright to enforce the contact.  <em>Ortega</em>, 97 S.W.3d at 774; <em>MJR Corp. v. B &amp; B Vending Co.</em>,\r\n760 S.W.2d 4, 16 (Tex. App.-Dallas 1988, writ denied).  \"Unless both intents were\r\nexhibited on his behalf, the third party remains no more than an incidental beneficiary.\" \r\n<em>MJR Corp.</em>, 760 S.W.2d at 16.  And, incidental benefits that may flow from a contract to a\r\nthird party do not confer the right to enforce the contract.  <em>Lomas</em>, 223 S.W.3d 306<em>.</em></span></p>\r\n\r\n<p><span>\tFurthermore, \"the fact that a person is directly affected by the [contracting] parties'\r\nconduct, or that he 'may have a substantial interest' in a contract's enforcement, does not\r\nmake him a third party beneficiary.\"  <em>Loyd v. ECO Res., Inc.</em>, 956 S.W.2d 110, 134 (Tex.\r\nApp.-Houston [14th Dist.] 1997, no writ) (quoting <em>Merrimack Mut. Fire Ins. Co. v. Allied\r\nFairbanks Bank</em>, 678 S.W.2d 574, 577 (Tex. App.-Houston [14th Dist.] 1984, writ ref'd\r\nn.r.e.) (\"The fact that the mortgagor's liability for attorney's fees was directly affected by the\r\nattorney's fee contract had no effect on the court's holding that the mortgagor had no\r\nstanding to contest the attorney's fee contract.\")).  Finally, \"general beneficence does not\r\ncreate third-party rights.\"  <em>Lomas</em>, 223 S.W.3d at 307; <em>Ortega</em>, 97 S.W.3d at 773 (\"the\r\ncontracting parties must intend to secure a benefit for the <em>specific</em> third party bringing the\r\naction; it is not enough that the contract is designed to benefit a broad class of people, of\r\nwhom the third-party might be a member\"); <em>see</em> <em>Stine</em>, 80 S.W.3d at 589 (\"A third party may\r\nrecover on a contract made between other parties only if the parties intended to secure a\r\nbenefit to <em>that</em> third party . . . .\" (emphasis added)).</span></p>\r\n\r\n<p><span>\t\"Our analysis of the third-party beneficiary issue requires us to interpret the contract\r\n. . . .\"  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d at 651.  If a contract can be given a certain or\r\ndefinite legal meaning, then it is not ambiguous.  <em>Coker</em>, 650 S.W.2d at 393.  \"When a\r\ncontract is not ambiguous, the construction of the written instrument is a question of law\r\nfor the court.\"  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d at 651 (citing <em>Coker</em>, 650 S.W.2d at\r\n393); <em>see J.M. Davidson, Inc. v. Webster</em>, 128 S.W.3d 223, 229 (Tex. 2003).  If a contact\r\nis susceptible to more than one reasonable interpretation, it is ambiguous.  <em>Frost Nat'l Bank\r\nv. L &amp; F Distribs., Ltd.</em>, 165 S.W.3d 310, 312 (Tex. 2005) (per curiam).  Lack of clarity,\r\nhowever, does not create an ambiguity, and not every difference in the interpretation of a\r\ncontract amounts to an ambiguity.  <em>Universal Health Serv., Inc. v. Renaissance Women's\r\nGroup, P.A.</em>, 121 S.W.3d 742, 746 (Tex. 2003) (quoting <em>Forbau v. Aetna Life Ins. Co.</em>, 876\r\nS.W.2d 132, 134 (Tex. 1994)).  \"A court may conclude that a contract is ambiguous in the\r\nabsence of such a pleading by either party.\"  <em>Sage St. Assocs. v. Northdale Constr. Co.</em>,\r\n863 S.W.2d 438, 445 (Tex. 1993); <em>see Royal Maccabees Life Ins. Co. v. James</em>, 146\r\nS.W.3d 340, 347 (Tex. App.-Dallas 2004, pet. denied) (op. on rehr'g) (explaining that a\r\ncourt may determine ambiguity as a matter of law for the first time on appeal).</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Third-Party Beneficiary Analysis</span></p>\r\n\r\n<p><span>\tSharyland argues that by undertaking their contractual obligations with Alton, C&amp;B,\r\nTCB, and Cris expressly agreed, as their core obligations, to protect Sharyland's waterlines\r\nas required under the contract documents, including certain plans and specifications. \r\nSharyland argues that these plans and specifications were developed for its \"sole benefit\"\r\nand that the only \"person\" to be benefitted from these particular plans and specifications\r\ndetailing the manner of installing the sewer lines in proximity to the waterline was\r\nSharyland.  It claims that the contracts were intended to protect Sharyland's waterlines\r\nfrom being contaminated by sewage.</span></p>\r\n\r\n<p><span>\tAlton engaged the services of C&amp;B for the construction management of Alton's\r\nwaste water collection system, TCB for the project's engineering and inspection, and Cris\r\nfor the construction of the project.  The contracts, executed only by representatives of Alton\r\nand C&amp;B, TCB, or Cris, do not reference any third parties and do not indicate any intent\r\nto discharge any obligation owed to Sharyland, specifically, or to any other third party.  The\r\ncontracts do not clearly and fully spell out the contracting parties' intent to confer a direct\r\nbenefit specifically on Sharyland or on any other third party and do not name or generally\r\nreference Sharyland as part of a group.  The contracts describe only the duties and\r\nobligations agreed to between the contracting parties.  They are devoid of any third-party\r\nbenefit language.  They lack language specifically naming Sharyland as a beneficiary or\r\nproviding Sharyland with the right to sue to enforce the contract.<sup> (12)</sup>\r\n<br><br>\r\n<p><span>\tWithout more in the contracts specifically showing both the intent to confer a benefit\r\non Sharyland and the intent that Sharyland has the right to enforce the contact,\r\nSharyland's argument only implies third-party beneficiary status.  And, Texas law as\r\narticulated by the Texas Supreme Court and by this Court is clear:  a stranger to a contract\r\ncannot become a third-party beneficiary by implication.  <em>See MCI Telecomms. Corp.</em>, 995\r\nS.W.2d at 651; <em>Ortega</em>, 97 S.W.3d at 773.  Moreover, the fact that Sharyland may have\r\nbeen directly affected by the contracting parties' conduct or may have a substantial interest\r\nin the contract's enforcement does not make Sharyland a third-party beneficiary.  <em>See\r\nLoyd</em>, 956 S.W.2d at 134.  Finally, although Sharyland and others may benefit generally\r\nfrom aspects of the contracts, including compliance with all federal, state, and local laws,\r\nordinances, regulations, professional guidelines, and the parties' plans and specifications,\r\n\"general beneficence does not create third-party rights.\"  <em>Lomas</em>, 223 S.W.3d at 307.  If it\r\ndid, \"every Texan could challenge or seek to enforce any government contract and the\r\npresumption against third-party-beneficiary agreements would disappear.\"  <em>Id.</em></span></p>\r\n\r\n<p><span>\tSharyland does not contend that it could recover as a donee beneficiary; rather it\r\nappears to argue that it is a creditor beneficiary based on the contractual obligations owed\r\nto Sharyland by Alton as set out in the Water Supply Agreement and the Water Service\r\nAgreement.  Sharyland asserts that \"[i]t is clear that the [contracts], including the plans and\r\nspecifications, for the project, fulfilled a legal obligation by Alton to Sharyland to construct\r\nthe sewer line crossings in the manner required by law, with the sewer lines, wherever\r\npossible, crossing underneath the waterlines.\"</span></p>\r\n\r\n<p><span>\tThis argument fails because a third party is not a creditor beneficiary unless the\r\ncontracts at issue show both the intent to confer a benefit on the third party and the intent\r\nthat the third party has the right to enforce the contact.  <em>See Ortega</em>, 97 S.W.3d at 774;\r\n<em>MJR Corp.</em>, 760 S.W.2d at 16.  As noted above, neither intent was exhibited on\r\nSharyland's behalf.  Moreover, the contractual documents do not acknowledge a debt or\r\nlegal obligation owed by Alton to Sharyland.  The agreements do not say directly or\r\nindirectly that C&amp;B, TCB, or Cris would pay a debt or assume a legal obligation owed by\r\nAlton to Sharyland.  <em>See MJR Corp.</em>, 760 S.W.2d at 11.  Therefore, we find Sharyland's\r\nargument unpersuasive and conclude that Sharyland remains no more than an incidental\r\nbeneficiary.  <em>See id.</em> at 16.</span></p>\r\n\r\n<p><span>\tThe contracts at issue in this case can be given a certain legal meaning--that\r\nSharyland is not a third-party beneficiary--and are not susceptible to more than one\r\nreasonable interpretation.  Therefore, they are not ambiguous.  <em>See MCI Telecomms.\r\nCorp.</em>, 995 S.W.2d at 651; <em>Coker</em>, 650 S.W.2d at 393.  Because the construction of an\r\nunambiguous contract is a question of law for the court, <em>see</em> <em>MCI Telecomms. Corp.,</em> 995\r\nS.W.2d at 651, we conclude the trial court abused its discretion and erred when it\r\nsubmitted the third-party beneficiary question to the jury as a fact issue.</span></p>\r\n\r\n<p align=\"CENTER\"><span>3.  Harm Analysis</span></p>\r\n\r\n<p><span>\tHaving concluded the trial court erred, we will reverse only if the error \"was\r\nreasonably calculated to and probably did cause the rendition of an improper judgment.\"\r\n<em>Bed, Bath &amp; Beyond</em>, 211 S.W.3d at 757.  Sharyland argues that the error, if any, was\r\nharmless.  It reasons that, had the question not been submitted to the jury, the trial court\r\nwould have necessarily decided as a matter of law that Sharyland was a third-party\r\nbeneficiary.  The jury would have been so instructed and would have been asked to\r\nanswer the questions on breach and damages.  Based on the analysis above, we disagree\r\nwith this reasoning.</span></p>\r\n\r\n<p><span>\tIn this case, submission of the third-party beneficiary question allowed the jury to\r\nincorrectly find that Sharyland was a third-party beneficiary.  This, in turn, allowed the jury\r\nto reach the question of breach and resulting damages.  If the third-party beneficiary\r\nquestion had not been posed, and had been decided correctly by the trial court, the jury\r\nwould not have found C&amp;B, TCB, or Cris liable for breach of contract.  We conclude,\r\ntherefore, that the error was reasonably calculated to and probably did cause the rendition\r\nof an improper judgment. <em> See id</em>.</span></p>\r\n\r\n<p><span>\tWe sustain C&amp;B's and TCB's first issues and Cris's second issue.  Having so\r\nconcluded, we need not address appellants' claims that the evidence is legally and\r\nfactually insufficient to support the jury's finding that Sharyland was a third-party beneficiary\r\nor that C&amp;B, TCB, and Cris breached their respective contracts with Alton as they are not\r\ndispositive to this appeal.  <em>See </em></span><span>Tex. R. App. P. 47.1.</span></p>\r\n\r\n<p align=\"CENTER\"><span>B.  Negligence Claim</span></p>\r\n\r\n<p><span>\tC&amp;B's and TCB's third issues and Cris's fifth issue assert that the economic loss rule\r\nbars Sharyland's negligence claim because Sharyland claimed economic damages but\r\nfailed to claim and prove property (water main) damages.  Because this issue is dispositive\r\nof Sharyland's negligence claim, we address it first.</span></p>\r\n\r\n<p><span>\t\"Texas courts have applied the economic loss rule to preclude tort claims between\r\nparties who are not in contractual privity.\"  <em>Sterling Chems., Inc. v. Texaco Inc.</em>, 259\r\nS.W.3d 793, 797 (Tex. App.-Houston [1st Dist.] 2007, pet. denied).  \"'Economic loss' has\r\nbeen defined as 'damages for inadequate value, costs of repair and replacement of the\r\ndefective product, or consequent loss of profits--without any claim of personal injury or\r\ndamage to other property. . . .'\" <em> Thomson v. Espey Huston &amp; Assocs.</em>, 899 S.W.2d 415,\r\n421 (Tex. App.-Austin 1995, no writ) (quoting <em>2314 Lincoln Park West Condo. Ass'n v.\r\nMann, Gin, Ebel &amp; Frazier, Ltd.</em>, 555 N.E.2d 346, 385 (Ill. 1990)).  In tort cases where there\r\nis an absence of privity of contract or, as in this case, an absence of third-party beneficiary\r\nstatus, economic damages are not recoverable unless they are accompanied by actual\r\nphysical injury or property damage.<sup> (13)</sup>  <em>See Express One Int'l, Inc. v. Steinbeck</em>, 53 S.W.3d\r\n895, 899 (Tex. App.-Dallas 2001, no pet.); <em>Coastal Conduit &amp; Ditching, Inc. v. Noram\r\nEnergy Corp.</em>, 29 S.W.3d 282, 288-89 (Tex. App.-Houston [14th Dist.] 2000, no pet.);<em> Hou-Tex, Inc. v. Landmark Graphics,</em> 26 S.W.3d 103, 107 (Tex. App.-Houston [14th Dist.] 2000,\r\nno pet.).  Thus, the threshold issue in this case is whether Sharyland suffered property\r\ndamage, such that the economic loss rule will not bar its recovery.  <em>See Hou-Tex, Inc.</em>, 26\r\nS.W.3d at 107.</span></p>\r\n\r\n<p><span>\tIn its live pleading, Sharyland sought damages for \"increased costs in operation and\r\ncosts to place barriers to mitigate the hazard caused by Defendants\" and for \"costs\r\nassociated with increased safety precaution and maintenance measures it takes when\r\nrepairing its lines.\"  In determining the amount of damages that were proximately caused\r\nby the parties' negligence, the jury was instructed to consider only \"[t]he reasonable cost\r\nof the repairs necessary to restore the property to its condition immediately before the\r\ninjury.\"  On appeal, Sharyland asserts that contamination of the waterline is not a remote\r\ntheoretical injury and the damages required to protect the waterlines are not remote,\r\ncontingent, speculative, or conjectural as argued by TCB.</span></p>\r\n\r\n<p><span>\tSharyland contends that economic loss is not sought in this case.  It alleges that the\r\nparties' negligence in improperly installing the sewer system has caused property damage\r\nto its waterlines.  Specifically, Sharyland claims that its waterlines have been subjected to\r\nraw sewage leaking from the sewer lines.<sup> (14)</sup>  Sharyland argues that because it must take\r\naction to protect its waterlines from the sewage flowing in the sewer lines placed above the\r\nwaterlines, its property has been damaged.  It asserts that the continued and repeated\r\nthreat of leaks occurring imposes a continuous and unabated risk to Sharyland's system. \r\nIt argues that because of the close proximity of Alton's sewer lines to Sharyland's\r\nwaterlines, Sharyland must take steps to prevent contamination both before and after a\r\nbreak or leak is found in the waterlines and must repair its waterlines to bring them back\r\ninto compliance with state laws and regulations.  According to Sharyland, based on the\r\nexcavations of various areas of its waterlines to determine the impact of the sewer lines\r\non the waterlines, the evidence shows that approximately sixty of the sixty-six excavated\r\nsewer service connections inappropriately cross Sharyland's waterlines.  It argues that the\r\njury properly awarded Sharyland past damages for previous diagnostic activities and future\r\ndamages for a remedial course of action to encase and protect the waterlines from\r\ncontamination.  Essentially, Sharyland argues there is property damage because the\r\nleaking sewage has or will damage the waterlines necessitating remedial actions; C&amp;B,\r\nTCB and Cris assert that this is not property damage.</span></p>\r\n\r\n<p><span>\tNeither party has provided this Court with any authority for the definition of property\r\ndamage in the context of the economic-loss rule, and we find none.  In determining\r\nwhether Sharyland's claimed costs associated with increased safety precautions,\r\nmaintenance measures, and repairs to its waterlines to bring them into compliance with\r\nstate laws and regulations constitute property damage, we have considered the following\r\ncase law defining property damage in other contexts:  (1) <em>Trans-Gulf Corp. v. Performance\r\nAircraft Servs., Inc.</em>, 82 S.W.3d 691, 695 (Tex. App.-Eastland 2002, no pet.) (holding that\r\nthe economic loss rule barred a claim by an aircraft purchaser against a repair company\r\nfor additional costs incurred because of a faulty fuel tank repair); (2) <em>Blanche v. First\r\nNationwide Mortgage Corp.</em>, 74 S.W.3d 444, 453 (Tex. App.-Dallas 2002, no pet.)\r\n(concluding that the denial of a loan causing credit damage and the payment of higher\r\ninterest rates are \"economic damages not recoverable in a simple negligence action\"); (3)\r\n<em>Express One Int'l, Inc.</em>, 53 S.W.3d at 898-99 (holding that the economic loss rule barred\r\na negligence claim by an employer against a former employee for litigation-related costs\r\nit incurred because of a statement posted by the former employee on an internet bulletin\r\nboard); (4) <em>Coastal Conduit &amp; Ditching</em>, 29 S.W.3d at 385-90 (concluding that a contractor's\r\nclaim for increased location costs because of a gas company's failure to properly lay or\r\nmark pipelines was barred by the economic loss rule); and (5) <em>Amarillo Nat'l Bank v. Terry</em>,\r\n658 S.W.2d 702, 704 (Tex. App.-Amarillo 1983, no writ) (concluding that the bank's loss\r\ncaused by minor's unauthorized withdrawals constitutes economic loss and not property\r\ndamage).  <em>See also Zurich Am. Ins. Co. v. Hughes</em>, No. 11-05-00044-CV, 2006 Tex. App.\r\nLEXIS 6037, **4-10 (Tex. App.-Eastland July 13, 2006, pet. denied) (mem. op.) (examining\r\ncase law defining property damage in other contexts and determining, in a summary\r\njudgment proceeding, that there was no actual property damage and that the economic\r\nloss rule barred a subrogation claim).</span></p>\r\n\r\n<p><span>\tAppellate courts have also held that property damage ordinarily entails physical\r\ndestruction of property.  <em>See Murray v. Ford Motor Co.</em>, 97 S.W.3d 888, 892 (Tex.\r\nApp.-Dallas 2003, no pet.)<em> </em>(\"A plaintiff could recover in tort . . . for physical damage the\r\ndefective product causes to 'other property.'\"); <em>Thomson</em>, 899 S.W.2d at 422 (concluding,\r\nto the extent the alleged inadequacies in the engineering services caused property damage\r\nto other parts of the apartment complex beyond the subject of the contract itself, Thomson\r\nalso had a tort claim).  Other courts have held that property damage requires actual\r\ndamage to tangible property and not mere economic loss or loss of economic opportunity. \r\n<em>See, e.g., Mfrs. Auto Leasing, Inc. v. Autoflex Leasing, Inc.</em>, 139 S.W.3d 342, 348 (Tex.\r\nApp.-Fort Worth 2004, pet. denied); <em>Spangler v. Jones</em>, 861 S.W.2d 392, 398 (Tex.\r\nApp.-Dallas 1993, writ denied) (en banc).</span></p>\r\n\r\n<p><span>\tFrom these cases it is clear that property damage cannot consist merely of damage\r\nto an intangible asset or increased operational costs.  Instead, some physical destruction\r\nof tangible property must occur.  Based on this determination, we conclude that Sharyland\r\nhas not suffered property damage.  The sewer service lines have not corroded the\r\nwaterlines.  There is no evidence of physical damage to the waterlines, nor is there\r\nevidence that the water flowing through the water mains has been contaminated because\r\nof sewage leaks.  Thus, Sharyland neither pleaded nor offered evidence of an actual injury\r\nor property damage to its waterlines or to the water that flows through the waterlines. \r\nSharyland seeks compensation only for economic damages including the cost associated\r\nwith protecting, maintaining, and repairing its waterlines.  Because Sharyland has not\r\nidentified any property damage that it has sustained as a result of the sewer line being laid\r\nabove its waterlines, we conclude that the economic loss rule bars Sharyland's negligence\r\nclaim against C&amp;B, TCB, and Cris, parties with which it is not in contractual privity.  We\r\nsustain C&amp;B's and TCB's third issues and Cris's fifth issue.<span></span></span></p>\r\n\r\n<p align=\"CENTER\"><span>C.  Joint and Several Liability and Attorney's Fees</span></p>\r\n\r\n<p><span>\t</span><span>By C&amp;B's ninth and tenth issues, TCB's seventh and eighth issues, and Cris's first\r\nand sixth issues, the parties contend that the trial court erred in imposing joint and several\r\nliability and awarding attorney's fees against them.  We agree.  Having concluded that\r\nSharyland is not a third-party beneficiary of the respective contracts between Alton and\r\nC&amp;B, TCB, and Cris, and that the economic loss rule bars Sharyland's negligence claim,\r\nwe conclude that the trial court erred in rendering a judgment which imposed joint and\r\nseveral liability against C&amp;B, TCB, and Cris for damages and in awarding attorney's fees\r\nagainst C&amp;B, TCB, and Cris.  We sustain C&amp;B's ninth and tenth issues, TCB's seventh and\r\neighth issues, and Cris's first and sixth issues.  Because a professional negligence claim\r\nrequires privity of contract, <em>see Ervin v. Mann Frankfort Stein &amp; Lipp CPAS, LLP</em>, 234\r\nS.W.3d 172, 182-83 (Tex. App.-San Antonio 2007, no pet.), we also sustain C&amp;B's\r\nseventh issue urging that the trial court erred by entering judgment against it based upon\r\na claim of professional negligence.</span></p>\r\n\r\n<p><span>\tFinally, the remaining issues brought by C&amp;B, TCB, and Cris are not dispositive of\r\nthis appeal, and we need not address them.</span><span>  <em>See</em> Tex. R. App. P. 47.1.</span><span><span></span></span></p>\r\n\r\n<p align=\"CENTER\"><span>V.  Sharyland's Claim for Equitable Relief Against Alton</span></p>\r\n\r\n<br><br>\r\n<p><span>\tBy a single issue, cross-appellant Sharyland contends that the trial court erred in\r\nfailing to grant equitable relief, in lieu of the monetary damages awarded by the jury against\r\nAlton.<sup> (15)</sup>  Sharyland asserts that the equities weigh heavily in favor of the granting of a\r\npermanent injunction preventing Alton from operating the sewer lines as constructed and\r\nthe ordering of specific performance of the Water Service Agreement and the Water\r\nSupply Agreement in the form of remediation--that is, reconstruction or relocation of the\r\nresidential service connections such that they cross under Sharyland's water lines or are\r\notherwise in accordance with section 317.13.  Sharyland contends that remediation would\r\nhave been:  (1) less disruptive to the potable water supply; (2) more protective of human\r\nhealth because there would have been essentially no risk of contamination of water\r\ndelivery to customers in the area; and (3) more economical because the cost of specific\r\nperformance would be less than the monetary damages awarded to Sharyland by the jury.</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Standard of Review\t\"Specific performance is an equitable remedy that rests in the sound discretion of\r\nthe trial court.\"  <em>Am. Apparel Prod., Inc. v. Brabs, Inc.</em>, 880 S.W.2d 267, 269 (Tex.\r\nApp.-Houston [14th Dist.] 1994, no writ).  The issuance or denial of a permanent injunction\r\nis also reviewed for abuse of discretion<em>.  Operation Rescue - Nat'l v. Planned Parenthood\r\nof Houston and S.E. Tex., Inc.</em>, 975 S.W.2d 546, 560 (Tex. 1998).  The trial court abuses\r\nits discretion when it acts arbitrarily and unreasonably, without reference to guiding rules\r\nor principles, or misapplies the law to the established facts of the case.  <em>Downer</em>, 701\r\nS.W.2d at 241-42.</span></p>\r\n\r\n<p align=\"CENTER\"><span>B.  Analysis</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Unauthorized Action</span></p>\r\n\r\n<p><span>\tSharyland's claims for injunctive relief and for remediation to bring the sewer lines\r\ninto compliance with bylaws and rules and regulations of the corporation and with state\r\nregulations arguably fit within the scope of suits to remedy an unlawful or unauthorized\r\naction--relief that is not subject to governmental immunity.  <em>See Dir. of the Dep't of Agric.\r\nand Env't v. Printing Indus. Ass'n.</em>, 600 S.W.2d 264, 265-66 (Tex. 1980).  However, the\r\nunlawful or unauthorized action for which immunity does not apply is an action performed\r\nby a state official, not the State.  <em>See id</em>.; <em>cf. City of Elsa v. M.A.L.</em>, 226 S.W.3d 390, 392\r\n(Tex. 2007) (quoting <em>City of Beaumont v. Bouillion</em>, 896 S.W.2d 143, 144, 149 (Tex. 1995)\r\n(holding that \"suits for injunctive relief\" may be maintained against governmental entities\r\nto remedy violations of the Texas Constitution)).  \"This is because suits to compel state\r\nofficers to act within their official capacity do not attempt to subject the State to liability.\"\r\n<em>IT-Davy</em>, 74 S.W.3d at 855.  \"In contrast, . . . suits . . . seeking to establish a contract's\r\nvalidity, to enforce performance under a contract, or to impose contractual liabilities are\r\nsuits against the State.\"  <em>Id</em>.  \"That is because such suits attempt to control state action by\r\nimposing liability on the State.  Consequently, such suits cannot be maintained without\r\nlegislative permission.\"  <em>Id.</em> at 856.</span></p>\r\n\r\n<p><span>\tIn this instance, Sharyland's claim for specific performance and injunctive relief\r\nunder a contract is not against a state officer.  Sharyland seeks, through its equitable claim,\r\nto enforce performance under a contract against Alton and thus \"control state action\" by\r\nimposing liability on Alton.  <em>See id</em>.  Sharyland cannot pursue an equitable claim regarding\r\nan unauthorized act against Alton without legislative permission.  Because no such\r\npermission has been given, governmental immunity precludes Sharyland's claim.  <em>See id.</em>\r\n(citations omitted).  Therefore, we conclude that the trial court did not abuse its discretion\r\nin denying Sharyland equitable relief on this basis.</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Adequate Remedy\t\"It is a fundamental rule of equity that a court will not grant specific performance\r\nunless it is shown that an adequate remedy does not exist at law.\"  <em>American Housing\r\nRes., Inc. v. Slaughter</em>, 597 S.W.2d 13, 15 (Tex. Civ. App.-Dallas 1980, writ ref'd n.r.e.);\r\n<em>see Cardinal Health Staffing Network v. Bowen</em>, 106 S.W.3d 230, 235 (Tex. App.-Houston\r\n[1st Dist.] 2003, no pet.) (en banc) (\"An adequate remedy at law is one that is as complete,\r\npractical, and efficient to the prompt administration of justice as is equitable relief.\"). \r\nCross-appellant Sharyland claims that the legal remedy of damages for breach of contract\r\nis not as complete, practical, prompt, and efficient as the requested equitable remedies. \r\nCross-appellee Alton asserts that Sharyland had an adequate remedy in its breach of\r\ncontract action tried to a jury.  We agree.<em>\t</em></span></p>\r\n\r\n<p><span>\tSharyland does not dispute that Alton completed the construction of the sewer\r\nlines--that Alton performed the contract.  Rather, the dispute is over <em>how</em> Alton constructed\r\nthe sewer lines--<em>how </em>Alton performed the contract.  Sharyland is asking that Alton \"fix\" its\r\nbreach through remediation.  It is not clear to this Court how Sharyland's equitable claim\r\nfor relief is different, except in the language used, from the breach of contract claim\r\nSharyland asserted at trial against Alton.  We see no distinction between Sharyland's claim\r\nin equity for remediation of the sewer lines and its claim for breach of contract.  Even when\r\ncouched as equitable relief, Sharyland's request is for the expenditure of money--money\r\nAlton would spend in the remediation process, and we have already concluded, under its\r\nbreach of contract action, that Sharyland's compensable damages are not recoverable\r\nfrom Alton because its damages are limited under section 271.153(a).  <em>See</em> Tex. Local\r\nGov't Code Ann. § 271.153(a); <em>cf. Tex. S. Univ. v. Araserve Campus Dining Servs.</em>, 981\r\nS.W.2d 929, 935 (Tex. App.-Houston [1st Dist.] 1998, pet. denied) (\"And since appellants\r\nrequested equitable relief in the form of an order reinstating them to their jobs, rather than\r\nmonetary damages, the remedy sought was a permissible one.\"); <em>Alcorn v. Vaksman</em>, 877\r\nS.W.2d 390, 404 (Tex. App.-Houston [1st Dist.] 1994, writ denied) (en banc) (providing\r\nthat unlike suits for monetary damages, suits against the State seeking equitable remedies\r\nfor constitutional violations are allowed without the State's consent).</span></p>\r\n\r\n<p><span>\tWhile Sharyland has argued that the comparative advantages of the equitable\r\nremedy outweigh those of the legal remedy and while it may now argue that the remedy\r\nis not adequate because its damages were limited by the legislature, we conclude that\r\nSharyland had an adequate legal avenue through which to pursue its breach of contract\r\nclaims, an adequate remedy provided for by the legislature \"that is as complete, practical,\r\nand efficient to the prompt administration of justice as is equitable relief.\"  <em>See Bowen</em>, 106\r\nS.W.3d at 235.  Therefore, under the facts of this case, we further conclude that the trial\r\ncourt did not abuse its discretion in denying Sharyland's claims for equitable relief on this\r\nbasis.</span></p>\r\n\r\n<p><span>\tAccordingly, we overrule cross-appellant Sharyland's sole issue.</span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<p align=\"CENTER\"><span>VI.  Conclusion</span></p>\r\n\r\n<p><span>\tWe affirm the judgment of the trial court on Sharyland's breach of contract claim\r\nagainst Alton; however, we reverse and render judgment that damages and attorney's fees\r\nawarded against Alton on this breach of contract claim are not recoverable.  We also\r\nreverse and remand to the trial court the award of attorney's fees for a determination of the\r\namount of the award properly attributable to Sharyland's declaratory judgment action\r\nagainst Alton.  We reverse and render judgment that Sharyland take nothing for damages\r\nand attorney's fees on its contract claims and its negligence claims against C&amp;B, TCB, and\r\nCris.  Finally, we affirm the trial court's denial of Sharyland's request for equitable relief as\r\nagainst Alton.</span></p>\r\n\r\n<p><span>\t\t\t\t\t</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\tNELDA V. RODRIGUEZ</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\tJustice</span></p>\r\n\r\n<br><br>\r\n<p><span>Opinion delivered and filed this </span></p>\r\n\r\n<p><span>25th day of November, 2008.</span></p>\r\n\r\n<br><br>\r\n<p>1.   Alton claims governmental immunity.  <em>See Tooke v. City of Mexia</em>, 197 S.W.3d 325, 331 n.11 (Tex.\r\n2006) (citing <em>Wichita Falls State Hosp. v. Taylor</em>, 106 S.W. 3d 692, 694 n.3 (Tex. 2003) (\"Courts often use the\r\nterms sovereign immunity and governmental immunity interchangeably.  However, they involve two distinct\r\nconcepts.  Sovereign immunity refers to the State's immunity from suit and liability.  In addition to protecting\r\nthe State from liability, it also protects the various divisions of state government, including agencies, boards,\r\nhospitals, and universities.  Governmental immunity, on the other hand, protects political subdivisions of the\r\nState, including counties, cities, and school districts.\")); <em>Harris County v. Sykes</em>, 136 S.W.3d 635, 638 (Tex.\r\n2004) (concluding that governmental immunity operates like sovereign immunity and affords a similar\r\nprotection to political subdivisions of the State, including counties and cities).</p></span></p>\r\n\r\n<p>2.   Potable water is water that is suitable for drinking.  <em>See </em>Merriam-Webster Online Dictionary,\r\n<em>available at</em> http://www.merriam-webster.com/dictionary/potable (last visited Nov. 24, 2008).\r\n</p><p>3.   The jury found no liability on the part of L.L. Rodriguez and Associates or Grab Pipeline Services,\r\nInc., and those entities are not parties to this appeal.\r\n</p><p>4.   Sascon Construction Co. (Sascon) installed the yard lines on private property.  Sascon is not a\r\nparty to the lawsuit.\r\n</p><p>5.   Sharyland also alleged negligence and nuisance claims against Alton.  At the close of the evidence\r\nat trial, however, Sharyland dropped its claim for negligence.  It had earlier dropped its nuisance claim.  The\r\nissue of breach of contract, as against Alton, was submitted to the jury.</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tIn addition, an issue on unconstitutional taking was submitted; however, the jury found that Alton did\r\nnot commit an unconstitutional taking of Sharyland's property.  It also found that Sharyland was not estopped\r\nfrom complaining about the manner in which the sewer system was installed.  These findings are not\r\nchallenged on appeal.\r\n<p>6.   Section 317.13, a regulation promulgated by the Texas Commission on Environmental Quality (the\r\nCommission), provides as follows:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tWhere a sanitary sewer crosses a waterline and the sewer is constructed of cast iron, ductile\r\niron, or PVC with a minimum pressure rating of 150 psi, an absolute minimum distance of six\r\ninches between outside diameters shall be maintained.  In addition, the sewer shall be\r\nlocated below the waterline where possible, and one length of the sewer pipe must be\r\ncentered on the waterline.</span></p>\r\n\r\n<br><br>\r\n<p><span>30 Tex. Admin. Code § 317.13(1)(B) (2008) (33 Tex. Reg. 2126, 2234, <em>adopted</em> 33 Tex. Reg. 6928 (2008)\r\n(codified at 30 Tex. Admin. Code Ann. §§217.1-.33).\r\n<p>7.   Providing for water and waste facility loans and grants, section 1926(b) sets out the following:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tThe service provided or made available through any such association shall not be curtailed\r\nor limited by inclusion of the area served by such association within the boundaries of any\r\nmunicipal corporation or other public body, or by the granting of any private franchise for\r\nsimilar service within such area during the term of such loan; nor shall the happening of any\r\nsuch event be the basis of requiring such association to secure any franchise, license, or\r\npermit as a condition to continuing to serve the area served by the association at the time of\r\nthe occurrence of such event.</span></p>\r\n\r\n<br><br>\r\n<p><span>7 U.S.C.A. § 1926(b) (1999).</span></p>\r\n\r\n<p>8.   The jury found that Alton failed to comply with the following provision--paragraph 6--of the Water\r\nSupply Agreement:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tIn the event of the installation of a sewer system, such sewer lines and systems shall remain\r\na required distance from the water lines and all septic tank drain fields shall be at least ten\r\n(10) feet from the water lines, or as otherwise prescribed by the rules and regulations of the\r\nTexas State Department of Health.</span></p>\r\n\r\n<br><br>\r\n<p><span>The jury also found that Alton failed to comply with the following provision--paragraph 5--of the Water Service\r\nAgreement:</span></p>\r\n\r\n<br><br>\r\n<p><span>\tThe Corporation [Sharyland] agrees to sell and deliver water and/or sewer service to the\r\nMember [Alton] and Member agrees to purchase and receive water and/or sewer service\r\nfrom the Corporation, in accordance with the bylaws and rules and regulations of the\r\nCorporation as amended from time to time by the Corporation.\r\n<p>9.   Relying on section 271.153, Alton also argues that because it did not purchase the services from\r\nSharyland and because it was not required to pay any monies to Sharyland, the contracts are not of the type\r\ncontemplated by the Legislature.  <em>See </em>Tex. Local Gov't Code Ann. § 271.153(a) (Vernon 2005) (limiting\r\ndamages to \"the balance due and owed by the local governmental entity under the contract,\" \"the amount\r\nowed for change orders or additional work the contractor is directed to perform by a local governmental entity\r\nin connection with the contract,\" and \"interest as allowed by law\"); <em>see also </em>§ 271.153(b) (excluding\r\n\"consequential damages,\" \"exemplary damages,\" or \"damages for unabsorbed home office overhead\")<em>.</em>  We\r\naddress this argument in our discussion of Alton's third issue.\r\n</p><p>10.   Alton does not dispute that Sharyland financed the construction and operation of its retail water\r\nand wastewater systems through loans and grants secured through the Farmer's Home Administration and\r\nthat Sharyland continues to be obligated to repay the federal government.\r\n</p><p>11.   A creditor beneficiary may be defined as a third person to whom the bargain-seeking party (the\r\n\"promisee\" or contract party exacting the particular stipulation) has an indebtedness, contractual obligation,\r\nor other legally enforceable commitment to the third party which commitment the bargain-seeker wishes to\r\ndischarge or protect by stipulating that the bargain-giver (the opposing contract party or \"promisor\" concerning\r\nthe particular stipulation) shall deliver a contract performance to the third party.  <em>MJR Corp. v. B &amp; B Vending\r\nCo.</em>, 760 S.W.2d 4, 11 (Tex. App.-Dallas 1988, writ denied).</p></span></p>\r\n\r\n<p>12.   For example, the agreement between Alton and TCB includes a remedies section that\r\ncontemplates disputes between Alton and TCB only.  The remedies section does not address enforcement\r\nof disputes by Sharyland or by any other third party.  Paragraph 16 of the agreement provides the following:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tUnless otherwise provided in this Agreement, all claims, counterclaims, disputes, and other\r\nmatters in question between [Alton] and [TCB] arising out of or relating to this Agreement or\r\nthe breach of it will be decided by arbitration if the parties mutually agree, or in a court of\r\ncompetent jurisdiction within . . . Texas.  Venue . . . shall be in Hidalgo County, Texas.</span></p>\r\n\r\n<br><br>\r\n<p><span>Sharyland argues that the remedies section referred to by TCB does not foreclose Sharyland from enforcing\r\nthe contract as a third-party beneficiary because it is prefaced by the phrase \"unless otherwise provided in\r\nthis Agreement.\"  However, Sharyland does not refer this Court to contractual language that provides\r\notherwise.</span></p>\r\n\r\n<p>13.   In its cross-issue on equitable relief, Sharyland speculates, without citation to the record or\r\nauthority, that raw sewage leaks from Alton's sewer lines would subject Sharyland's employees to increased\r\nrisk of harm when repairing broken water lines and subject Sharyland's members to physical injury and death\r\ndue to water borne contamination originating and emanating from Alton's sewer lines.  <em>See</em> Tex. R. App. P.\r\n38.1(i).  In this issue regarding economic damages, however, Sharyland makes no claim of personal injury;\r\ntherefore, the issue of whether a personal injury has occurred, either to employees or customers, is not before\r\nus.\r\n</p><p>14.   As a result of investigative excavations, one leak was found in one of the excavated sewer lines. \r\nThe leak was caused by a rolled gasket in the coupling.\r\n</p><p>15.   The judgment sought by Sharyland included the following equitable relief:</p>\r\n\r\n<br><br>\r\n<p><span>\t\tIT IS FURTHER ORDERED, ADJUDGED AND DECREED that specific performance\r\nof the Water Supply Agreement and Water Service Agreement be granted and . . . Alton . .\r\n. [is] ordered to excavate each sewer pipe lateral constructed in the City of Alton/City of\r\nMcAllen Wastewater Improvements Project where it crosses [Sharyland's] waterline and\r\ninstall the sewer pipe lateral in the following manner:</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tA.\tWith an absolute minimum distance of six (6) inches between\r\noutside diameters of the crossing sewer pipe lateral and the\r\n[Sharyland's] waterline; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tB.\tWith the sewer pipe lateral being located below the waterline where\r\npossible; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tC.\tWith the sewer pipe lateral being constructed of a continuance\r\nsection of pipe, without joints or couplings, from a point beginning\r\nnine (9) feet from the [Sharyland's] waterline on one side to a point\r\nbeing nine (9) feet from the [Sharyland's] waterline on the opposite\r\nside of the waterline; or</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tD.\tIn lieu of conforming with paragraph C, immediately above, the\r\ncrossing sewer pipe may be encased in a joint of 150 psi pressure\r\nclass pipe at least eighteen (18) feet long and two (2) nominal sizes\r\nlarger than the crossing sewer pipe lateral, and in such case the\r\nspace around the carrier pipe shall be supported at minimum five\r\n(5) feet intervals with spacers or be filled to the spring line with\r\nwashed sand and this encasement pipe shall be centered on the\r\ncrossed waterline and both ends sealed with cement grout or a\r\nmanufactured seal;</span></p>\r\n\r\n<br><br>\r\n<p><span>\twithin sixty (60) days of the date of the judgment, and to continue such actions diligently until\r\nachieving complete compliance with this order, but in no event shall such actions take more\r\nthan one hundred eighty (180) days to achieve complete compliance with this order.</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tIT IS FURTHER ORDERED, ADJUDGED AND DECREED that . . . Alton [is]\r\ncommanded, beginning no later than one hundred eighty (180) days from the date of this\r\njudgment, to desist and refrain from allowing sewage to pass through all sewer pipe laterals\r\nwhere they cross over [Sharyland's] waterline until the sewer lines are excavated and unless\r\nthe sewage pipe laterals are constructed as ordered in subparagraphs A, B, C and D above.\r\n</span></p>\r\n</div>",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n<br><br>\r\n<p><span></span><span>\t\t\t\t</span></p>\r\n\r\n<p><span>\t</span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<br><br>\r\n<p><span><center><strong></strong></center>\r\n</span></p>\r\n\r\n<p><span><strong><center>NUMBER 13-06-00038-CV</center>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>COURT OF APPEALS</center>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>THIRTEENTH DISTRICT OF TEXAS</center>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>CORPUS CHRISTI </center></strong></span><span>- </span><span><strong>EDINBURG</strong></span><span>\r\n</span></p>\r\n\r\n<p><span><strong>                                                                                                                      </strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong>CITY OF ALTON, CARTER &amp; BURGESS, INC., </strong></span></p>\r\n\r\n<p><span><strong>TURNER, COLLIE &amp; BRADEN, INC., AND CRIS</strong></span></p>\r\n\r\n<p><span><strong>EQUIPMENT COMPANY, INC.,\t\t\t\t                 Appellants, </strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>v.</center>\r\n\t\t\t\t</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong>SHARYLAND WATER SUPPLY CORPORATION,\t  \t        Appellee.</strong></span></p>\r\n\r\n<p><span><strong>                                                                                                                      \r\n</strong></span></p>\r\n\r\n<p><span><center><strong>On appeal from the 206th District Court of Hidalgo County, Texas.</strong></center>\r\n</span></p>\r\n\r\n<p><span><strong>                                                                                                                      </strong></span></p>\r\n\r\n<br><br>\r\n<p><span><strong><center>O P I N I O N</center></strong></span><span><strong>\r\n</strong></span></p>\r\n\r\n<br><br>\r\n<p><span><center><strong>Before Justices Yañez, Rodriguez, and Garza</strong></center>\r\n</span></p>\r\n\r\n<p><span><strong><center>Opinion by Justice Rodriguez</center></strong></span><span>\r\n</span></p>\r\n\r\n<br><br>\r\n<p><span>\tThis case arises from the installation of a sanitary sewer system.  By four issues,\r\nappellant/cross-appellee, the City of Alton (Alton), contends the following:  (1) it is immune\r\nfrom suit;<sup> (1)</sup>\r\n<p><span> (2) in the alternative, the trial court should not have submitted breach of contract\r\nissues; (3) there were no compensable damages and there was no evidence of damages\r\ncaused by Alton; and (4) appellee/cross-appellant, Sharyland Water Supply Corporation\r\n(Sharyland), cannot recover attorney's fees against Alton.  Appellants, Carter and Burgess,\r\nInc. (C&amp;B), Turner, Collie &amp; Braden, Inc. (TCB), and Cris Equipment Company, Inc. (Cris),\r\nchallenge, among other things, the status of Sharyland as a third-party beneficiary to their\r\nrespective contracts with Alton.  They also contend that the trial court erred in submitting\r\na negligence question because that claim is barred by the economic loss rule. \r\nFurthermore, C&amp;B, TCB, and Cris complain of the trial court's imposition of joint liability and\r\nattorney's fees against all defendants.  Finally, cross-appellant, Sharyland, asserts that the\r\ntrial court erred in refusing to grant equitable relief in lieu of the monetary damages\r\nawarded by the jury.  We affirm in part, reverse and render in part, and reverse and\r\nremand in part, as to appellant Alton; we reverse and render as to appellants C&amp;B, TCB,\r\nand Cris; and we affirm as to cross-appellant Sharyland.</span></p>\r\n\r\n<p align=\"CENTER\"><span>I.  Factual Background</span></p>\r\n\r\n<p><span>\tIn the early 1980s, Alton, a Class A municipality located in Hidalgo County, Texas,\r\ninstalled a water distribution system to provide potable water to its residents.<sup> (2)</sup>  Beginning\r\nin 1981, Alton and Sharyland entered into numerous water service agreements (collectively\r\nreferred to as the Water Service Agreement).  By the Water Service Agreement, Sharyland\r\nagreed to sell and deliver water and/or sewer service to Alton, and Alton agreed to\r\npurchase and receive water and/or sewer service from Sharyland.  In order to obtain water\r\nfor its new system, Alton entered into a Water Supply Agreement with Sharyland, a non-profit rural water supply corporation, on August 12, 1982.  Under the 1982 agreement,\r\nAlton conveyed its new water distribution system to Sharyland, and Sharyland agreed to\r\nprovide Alton with water.</span></p>\r\n\r\n<p><span>\tDuring the 1990's, the citizens of Alton relied on septic systems and outhouses for\r\nsewage disposal.  In 1994, Alton obtained development grants for the installation of a\r\nsanitary sewer system.  Part of the septic system was built in the public right-of-way and \r\nanother part connected the septic system from the public right-of-way to individual houses. \r\nFor the public right-of-way phase, Alton entered into contracts with L.L. Rodriguez and\r\nAssociates to design a sanitary sewer system; C&amp;B to manage the project; and TCB to\r\nprovide inspection services for the construction phase.  Alton also contracted with Cris for\r\ninstallation of the sewer main and the residential service connections within the public right-of-way.  Cris subcontracted with Grab Pipeline Services, Inc., to assist in the installation.<sup> (3)</sup> \r\nThe construction of the sewer system was completed in 1999.</span></p>\r\n\r\n<p><span>\tAlton's sewer system consists of main sewer lines, residential service connections,\r\nand yard lines.  The residential service connections join perpendicular to the main sewer\r\nline and run horizontally from the main sewer line to the residential property line where they\r\nconnect with the yard line.  The yard line runs from the property line to the individual home\r\nto complete each residential connection.  In certain locations, Alton's sewer main and\r\nSharyland's water main run parallel to each other in a public right-of-way, resulting in some\r\nof Alton's residential service connections crossing Sharyland's water main in order to\r\nconnect to the yard lines.  The residential service connections are the only portions of\r\nAlton's sewer system at issue in this case.<sup> (4)</sup></span></p>\r\n\r\n<p align=\"CENTER\"><span>II.  Procedural Background</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Pleadings</span></p>\r\n\r\n<p><span>\tOn March 3, 2000, Sharyland sued Alton for breach of the Water Supply Agreement\r\nand the Water Service Agreement.<sup> (5)</sup>  Sharyland also sued C&amp;B, TCB, and Cris, all\r\nengineering firms, for negligence and breach of contract.  In addition, Sharyland asked the\r\ntrial court to enjoin Alton from operating sewer lines across Sharyland's waterlines in a\r\nwrongful manner and to compel Alton to reconstruct the sewer lines in a manner consistent\r\nwith the parties' agreements, state law, and proper engineering practice.</span></p>\r\n\r\n<p><span>\tSharyland alleged that the sanitary sewer residential service connections were\r\ninstalled in violation of state regulations and industry standards and represented a threat\r\nto Sharyland's potable water system.  Sharyland sought a declaration of the parties' rights\r\nand obligations under section 317.13 of the Texas Commission on Environmental Quality\r\nDesign Criteria for Sewerage Systems (the Commission) as it related to the construction\r\nof the sewer system in proximity to its waterlines.<sup> (6)</sup>  <em>See </em>30 Tex. Admin. Code §\r\n317.13(1)(B) (2008) (33 Tex. Reg. 2126, 2234, <em>adopted</em> 33 Tex. Reg. 6928 (2008) (codified\r\nat 30 Tex. Admin. Code. Ann. §§217.1-.33).</span></p>\r\n\r\n<p><span>\tAlton counterclaimed, asking the trial court to declare its August 12, 1982 Water\r\nSupply Agreement with Sharyland null and void.  In response, Sharyland asserted that\r\nAlton's counterclaim was preempted and/or barred by, among other things, the provisions\r\nof section 1926(b) of title 7 of the United States Code, which limits a government's\r\nauthority to curtail the service provided by a utility during the term of repayment of a federal\r\nloan.  <em>See</em> 7 U.S.C.A. § 1926(b) (1999).<sup> (7)</sup>\r\n<br><br>\r\n<p align=\"CENTER\"><span></span><span>B.  Motions for Summary Judgment</span></p>\r\n\r\n<p><span>\tSharyland filed two motions for summary judgment.  In its motion for partial\r\nsummary judgment Sharyland asked the trial court to grant its request for declaratory\r\njudgment relief and declare that section 317.13 applied to all sewers located in proximity\r\nwith waterlines in this case.  <em>See </em>30 Tex. Admin. Code Ann. § 317.13(1)(B).  In its motion\r\nfor summary judgment, Sharyland urged that section 1926(b) barred Alton's counterclaim. \r\n<em>See</em> 7 U.S.C.A. § 1926(b).  The trial court granted Sharyland's motion for partial summary\r\njudgment on its declaratory judgment claim finding that section 317.13 \"applies to the\r\nsituation presented in this case\" and that \"[t]he term 'sewer' in the context of . . . [c]hapter\r\n317 refers to 'a conduit which carries off water or waste matter' and includes sanitary sewer\r\nresidential service connections.\"  <em>See</em> 30 Tex. Admin. Code § 317.13.  The trial court also\r\ngranted Sharyland's motion for summary judgment, concluding that section 1926(b) barred\r\nAlton's counterclaim and ordering that Alton take nothing by its counterclaim against\r\nSharyland.  <em>See </em>7 U.S.C. § 1926(b).</span></p>\r\n\r\n<p align=\"CENTER\"><span>C.  Jury Trial</span></p>\r\n\r\n<p><span>\tSharyland's breach of contract claim against Alton and its breach of contract and\r\nnegligence claims against C&amp;B, TCB, and Cris were tried to a jury.  The jury found that\r\nAlton breached its Water Supply Agreement with Sharyland by failing to maintain required\r\nseparation distance between sewer lines and that it breached the Water Service\r\nAgreement by failing to comply with Sharyland's rules and regulations.<sup> (8)</sup>  The jury also\r\nfound that C&amp;B, TCB, and Cris each breached their respective contracts with Alton and\r\nthat Sharyland was a third-party beneficiary of those contracts.  Finally, the jury found that: \r\n(1) C&amp;B, TCB, and Chris were negligent; (2) such negligence was the proximate cause of\r\ndamages to Sharyland; and (3) liability should be apportioned jointly and severally, at 20%\r\nfor C&amp;B, 40% for TCB, and 40% for Cris.  The jury assessed damages at $1,139,000 and\r\nawarded Sharyland attorney's fees in the amount of $510,221.68 through trial, with\r\nadditional awards of $125,000 should appeals be filed in the court of appeals and the\r\nTexas Supreme Court.</span></p>\r\n\r\n<p align=\"CENTER\"><span>D.  Post-Trial Hearings and Entry of Judgment</span></p>\r\n\r\n<p><span>\tThe trial court conducted post-trial hearings.  After hearing arguments of counsel\r\nand receiving evidence regarding equitable relief and attorney's fees, the trial court entered\r\nfinal judgment awarding Sharyland monetary damages and attorney's fees against Alton,\r\nC&amp;B, TCB, and Cris, but denying Sharyland's claims for injunctive relief and specific\r\nperformance.  All motions for new trial were heard and overruled.  All parties appealed from\r\nthe judgment.</span></p>\r\n\r\n<p align=\"CENTER\"><span>III.  Sharyland's Breach of Contract Claim Against Alton</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Governmental Immunity</span></p>\r\n\r\n<p><span>\tBy its first issue, Alton contends that the court has no jurisdiction over Sharyland's\r\nbreach of contract claims because it has not waived its governmental immunity.  In\r\nresponse, Sharyland argues Alton's immunity has been waived by an equitable waiver of\r\nimmunity, by Alton's counterclaim asking the court to declare the contracts between\r\nSharyland and Alton void, and by sections 271.151-.160 of the Texas Local Government\r\nCode.  <em>See </em>Tex. Local Gov't Code Ann. §§ 271.151-.160 (Vernon 2005).</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Standard of Review and Applicable Law</span></p>\r\n\r\n<p><span>\tGovernmental immunity deprives a trial court of subject-matter jurisdiction for\r\nlawsuits in which certain governmental units have been sued, unless the governmental unit\r\nconsents to suit.  <em>See Harris County v. Sykes</em>, <span class=\"citation\" data-id=\"894530\"><a href=\"/opinion/894530/harris-county-v-sykes/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">635</span></a></span>, 638 (Tex. 2004);<em> Tex.\r\nDep't of Parks &amp; Wildlife v. Miranda</em>, <span class=\"citation\" data-id=\"894512\"><a href=\"/opinion/894512/texas-dept-parks-and-wildlife-v-miranda/\"><span class=\"volume\">133</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">217</span></a></span>, 224 (Tex. 2004).  Whether a trial\r\ncourt has subject-matter jurisdiction is a question of law.  <em>Miranda</em>, 133 S.W.3d at 226.\tIn Texas, governmental immunity has two components:  (1) immunity from liability,\r\nwhich bars enforcement of a judgment against a governmental entity, and (2) immunity\r\nfrom suit, which bars suit against the entity altogether.  <em>Tooke v. City of Mexia</em>, <span class=\"citation\" data-id=\"1400009\"><a href=\"/opinion/1400009/tooke-v-city-of-mexia/\"><span class=\"volume\">197</span> <span class=\"reporter\">S.W.3d</span>\r\n<span class=\"page\">325</span></a></span>, 332 (Tex. 2006).  By entering into a contract, a governmental entity necessarily\r\nwaives immunity from liability, voluntarily binding itself like any other party to the terms of\r\nthe agreement, but it does not waive immunity from suit.  <em>Id.</em>  Texas courts consistently\r\ndefer to the legislature to waive immunity from suit because this allows the legislature to\r\nprotect its policymaking function.  <em>Id.</em>  This is particularly true in the context of contract\r\nclaims, where \"legislative control over [governmental] immunity allows the legislature to\r\nrespond to changing conditions and revise existing agreements if doing so would benefit\r\nthe public.\"  <em>Id.</em> (quoting <em>Tex. Natural Res. Conservation Comm'n v. IT-Davy</em>, <span class=\"citation\" data-id=\"1383975\"><a href=\"/opinion/1383975/texas-natural-resource-conserv-v-it-davy/\"><span class=\"volume\">74</span> <span class=\"reporter\">S.W.3d</span>\r\n<span class=\"page\">849</span></a></span>, 854 (Tex. 2002)); <em>see Catalina Dev. Inc. v. County of El Paso</em>, <span class=\"citation\" data-id=\"1627284\"><a href=\"/opinion/1627284/catalina-development-v-county-of-el-paso/\"><span class=\"volume\">121</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">704</span></a></span>, 705-06 (Tex. 2003).  To ensure that legislative control is not lightly disturbed, a waiver of\r\nimmunity must be \"clear and unambiguous.\"  <em>Tooke</em>, 197 S.W.3d at 332-33.</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Equitable Waiver of Immunity by Conduct</span></p>\r\n\r\n<p><span>\tSharyland first asserts that Alton's conduct constitutes an equitable basis on which\r\nthis Court should hold Alton waived its governmental immunity from suit.  Among other\r\nthings, Sharyland argues that Alton did not simply breach its contractual duties, but through\r\nan intentional course of conduct chose to leave leaking sewer lines installed over\r\nSharyland's waterlines in violation of state law and contrary to industry standards and\r\nengineering specifications.  Sharyland contends that Alton's conduct threatens the safety\r\nof the public's water supply and is \"a gross and reprehensible dereliction of its duties to its\r\ncitizens.\"  While Sharyland recognizes that the supreme court has never articulated a\r\ncircumstance where an equitable waiver of immunity might be appropriate, it urges this\r\nCourt to fashion a waiver-by-conduct exception in this case.</span></p>\r\n\r\n<p><span>\tIn <em>Federal Sign v. Texas Southern University</em>, the supreme court recognized that\r\n\"[t]here may be other circumstances where the State may waive its immunity by conduct\r\nother than simply executing a contract so that it is not always immune from suit when it\r\ncontracts.\"  <span class=\"citation\" data-id=\"2382125\"><a href=\"/opinion/2382125/federal-sign-v-texas-southern-university/\"><span class=\"volume\">951</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">401</span></a></span>, 408 n.1 (Tex. 1997), <em>superseded by statute on other grounds\r\nas stated in Gen. Servs. Comm'n v. Little-Tex Insulation Co.</em>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">591</span></span>, 593 (Tex.\r\n2001).  A year later, while noting that several appellate courts have relied on that language\r\nto create a \"judicially-imposed, equitable waiver of immunity from suit by conduct,\" the\r\nsupreme court reaffirmed \"that it is the legislature's sole province to waive or abrogate\r\nsovereign immunity.\"<em> </em> <em>IT-Davy</em>, 74 S.W.3d at 856-57 (\"Creating a waiver-by-conduct\r\nexception would force the State to expend its resources to litigate the waiver-by-conduct\r\nissue before enjoying sovereign immunity's protections and this would defeat many of the\r\ndoctrine's underlying policies.\").  The supreme court has not provided for the exception\r\nurged by Sharyland, and we decline to create one in this case.  \"We instead follow the\r\nsupreme court preceden[t] that it is the legislature's sole province to waive sovereign\r\nimmunity.\"  <em>My-Tech, Inc. v. Univ. of N. Tex. Health Sci. Ctr.</em>, <span class=\"citation\" data-id=\"1380328\"><a href=\"/opinion/1380328/my-tech-inc-v-university-of-north-texas/\"><span class=\"volume\">166</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">880</span></a></span>, 884 (Tex.\r\nApp.-Dallas 2005, pet. denied) (citing, <em>e.g., Lubbock County v. Trammel's Lubbock Bail\r\nBonds</em>, <span class=\"citation\" data-id=\"1768247\"><a href=\"/opinion/1768247/lubbock-county-v-trammels-bail-bonds/\"><span class=\"volume\">80</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">580</span></a></span>, 585 (Tex. 2002) (\"It is not the function of a court of appeals to\r\nabrogate or modify established precedent.\")).  Thus, we conclude that Alton's conduct in\r\nthis case does not constitute an equitable basis upon which this Court could hold that Alton\r\nwaived its governmental immunity from suit.</span></p>\r\n\r\n<p align=\"CENTER\"><span>3.  Waiver of Immunity by Filing a Counterclaim\tRelying on <em>Reata Construction Corporation v. City of Dallas</em>, Sharyland also argues\r\nthat Alton waived its immunity when it filed its counterclaim for a declaratory judgment. \r\n<em>See </em><span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">371</span></span>, 376-77 (Tex. 2004).<em> </em> In <em>Reata</em>, the supreme court held that if a city\r\ninterjects itself in litigation asserting an affirmative claim for monetary damages, immunity\r\nmay be partially waived.  <em>Id.  </em>Here, Alton's counterclaim asked that the trial court declare\r\nthe Water Supply Agreement between Sharyland and Alton void under a variety of\r\ntheories.  Alton made no claim for monetary damages; thus, it did not waive, even partially,\r\nits immunity by its counterclaim.  <em>See id.</em>4.  Waiver of Immunity Under Section 271.152\tFinally, Sharyland argues Alton's immunity from suit has been waived by the Texas\r\nLocal Government Code.  <em>See </em>Tex. Local Gov't Code Ann. §§ 271.151-.160.  In this case,\r\nwe agree.</span></p>\r\n\r\n<p><span>\tThe Texas Local Government Code waives a local government's immunity from suit\r\nfor certain contractual claims.  Section 271.152 provides that</span></p>\r\n\r\n<p><span>\t[a] local governmental entity that is authorized by statute or the constitution\r\nto enter into a contract and that enters into a contract subject to this\r\nsubchapter waives sovereign immunity to suit for the purpose of adjudicating\r\na claim for breach of the contract, subject to the terms and conditions of this\r\nsubchapter.</span></p>\r\n\r\n<br><br>\r\n<p><span><em>Id. </em>§ 271.152.  The statute defines a \"contract subject to this subchapter\" as \"a written\r\ncontract stating the essential terms of the agreement for providing goods or services to the\r\nlocal governmental entity that is properly executed on behalf of the local governmental\r\nentity.\"  <em>Id.</em> § 271.151(2).  Sharyland asserts, and Alton concedes, that the agreements in\r\nthis case involve services.  Thus, pursuant to sections 271.151(2) and 271.152, we\r\nconclude that the agreements at issue in this case fall within the provisions of the statute\r\nbecause they involve services.  <em>See id.</em> §§ 271.151(2), 271.152.  Thus, Alton's\r\ngovernmental immunity to suit for purposes of adjudicating Sharyland's breach of contract\r\nclaim has been waived, and we overrule Alton's first issue on this basis.<sup> (9)</sup></span></p>\r\n\r\n<p align=\"CENTER\"><span>B.  Submission of Jury Issue on</span></p>\r\n\r\n<p align=\"CENTER\"><span>Breach of Paragraph 6 of the Water Supply Agreement</span></p>\r\n\r\n<br><br>\r\n<p><span>\tBy its second issue, Alton contends that the trial court should not have submitted\r\na jury question based on the alleged breach of paragraph 6 of the Water Supply\r\nAgreement.</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Standard of Review</span></p>\r\n\r\n<p><span>\tWe review alleged jury charge error under an abuse of discretion standard. <em> Shupe\r\nv. Lingafelter</em>, <span class=\"citation\" data-id=\"894726\"><a href=\"/opinion/894726/shupe-v-lingafelter/\"><span class=\"volume\">192</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">577</span></a></span>, 579 (Tex. 2006) (per curiam); <em>Toles v. Toles</em>, <span class=\"citation\" data-id=\"1580650\"><a href=\"/opinion/1580650/toles-v-toles/\"><span class=\"volume\">45</span> <span class=\"reporter\">S.W.3d</span>\r\n<span class=\"page\">252</span></a></span>, 263 (Tex. App.-Dallas 2001, pet. denied).  The trial court has broad discretion in\r\nsubmitting jury questions as long as the questions submitted fairly place the disputed\r\nissues before the jury, <em>see Toles</em>, 45 S.W.3d at 263, and the charge is legally correct.  <em>See\r\nHyundai Motor Co. v. Rodriguez</em>, <span class=\"citation\" data-id=\"2463975\"><a href=\"/opinion/2463975/hyundai-motor-co-v-rodriguez/\"><span class=\"volume\">995</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">661</span></a></span>, 664 (Tex. 1999).  \"A trial court abuses\r\nits discretion when it acts arbitrarily and unreasonably, without reference to guiding rules\r\nor principles, or misapplies the law to the established facts of the case.\"<em>  Downer v.\r\nAquamarine Operators, Inc.</em>, <span class=\"citation\" data-id=\"2436853\"><a href=\"/opinion/2436853/downer-v-aquamarine-operators-inc/\"><span class=\"volume\">701</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">238</span></a></span>, 241-42 (Tex. 1985).  This Court will not\r\nreverse a judgment based on charge error in the absence of harm, which results if the error\r\n\"probably caused the rendition of an improper judgment\" or \"probably prevented the\r\nappellant from properly presenting the case to the court of appeals.\"  Tex. R. App. P.\r\n44.1(a); <em>see Bed, Bath &amp; Beyond, Inc. v. Urista</em>, <span class=\"citation\" data-id=\"894816\"><a href=\"/opinion/894816/bed-bath-beyond-inc-v-urista/\"><span class=\"volume\">211</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">753</span></a></span>, 757 (Tex. 2006);<em> Harris\r\nCounty v. Smith</em>, <span class=\"citation\" data-id=\"1377553\"><a href=\"/opinion/1377553/harris-county-v-smith/\"><span class=\"volume\">96</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">230</span></a></span>, 234-35 (Tex. 2002).</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Allegation that Agreement is Void</span></p>\r\n\r\n<p><span>\tAlton first complains that the Water Supply Agreement is void because:  (1) it has\r\nno term of duration; (2) it abdicates a governmental function; (3) it is unconstitutional; and\r\n(4) it lacks consideration.  Sharyland argues that Alton has waived this argument.  We\r\nagree.</span></p>\r\n\r\n<p><span>\tAlton filed a declaratory-judgment counterclaim against Sharyland requesting that\r\nthe trial court declare the Water Supply Agreement void and return the water system and\r\nits easements to Alton.  Sharyland answered by asserting, among other things, that section\r\n1926(b) barred Alton's counterclaim.  <em>See </em>7 U.S.C.A. § 1926(b).<sup> (10)</sup>  Sharyland filed a\r\nsummary judgment motion urging that its affirmative defense barred Alton's counterclaim. \r\n<em>See id.  </em>The trial court agreed and granted Sharyland summary judgment on Alton's\r\ncounterclaim.</span></p>\r\n\r\n<p><span>\tAlton has raised no issue related to the trial court's granting of Sharyland's motion\r\nfor summary judgment on its counterclaim.  <em>See</em> Tex. R. App. P. 38.1(i); <em>Jacobs v.\r\nSatterwhite</em>, <span class=\"citation\" data-id=\"1393760\"><a href=\"/opinion/1393760/jacobs-v-satterwhite/\"><span class=\"volume\">65</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">653</span></a></span>, 655-56 (Tex. 2001) (per curiam) (citing <em>San Jacinto River\r\nAuth. v. Duke</em>, <span class=\"citation\" data-id=\"2373379\"><a href=\"/opinion/2373379/san-jacinto-river-authority-v-duke/\"><span class=\"volume\">783</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">209</span></a></span>, 209-10 (Tex. 1990) (per curiam) (stating that it is a\r\n\"well-established rule that grounds of error not asserted by points of error or argument in\r\nthe court of appeals are waived\")).  Alton has not challenged Sharyland's section 1926(b)\r\naffirmative defense, the basis on which the summary judgment was granted.  Moreover,\r\nAlton acknowledges that it is not appealing its counterclaim.  Thus, we conclude that Alton\r\nhas waived this argument.</span></p>\r\n\r\n<p align=\"CENTER\"><span>3.  Allegation of Lack of Fair Notice</span></p>\r\n\r\n<p><span>\tAlton also contends that a question regarding its alleged failure to comply with\r\nparagraph 6 of the Water Supply Agreement should not have been submitted to the jury\r\nbecause Alton did not have fair notice that Sharyland intended to complain about this\r\nparagraph until trial and that the error is not harmless.  We disagree.</span></p>\r\n\r\n<p><span>\tIn its pleadings and through its written discovery, Sharyland alleged breach of\r\nparagraph 5 of the Water Supply Agreement, which addresses easements \"providing for\r\nthe rights to use, operate, inspect, repair, maintain, replace, remove, enlarge, reconstruct\r\nand service the water supply system . . . .\"  Over Alton's objection, the trial court submitted\r\nan issue on breach of paragraph 6, which addresses the separation distance between the\r\nwaterlines and the sewer system.  Alton contends that it had been given no notice of\r\nSharyland's intention to submit such an issue and had not been given an opportunity to\r\nperform any discovery on the issue.  However, four years before the case was tried, Tim\r\nNicolls, Sharyland's General Manager, testified at his deposition that Sharyland was\r\ncomplaining of a breach of both paragraphs 5 and 6 of the Water Supply Agreement, as\r\nwell as a breach of the Water Service Agreement.  It is not necessary to supplement\r\nresponses to written discovery requests if the additional or corrective information is made\r\nknown to the other party on the record at a deposition.  <em>See </em>Tex. R. Civ. P. 193.5(a)(2). \r\nThus, we conclude that Alton had fair notice and that the trial court did not abuse its\r\ndiscretion in submitting this issue to the jury.</span></p>\r\n\r\n<p><span>\tBecause the jury's finding that Alton breached paragraph 6 of the Water Supply\r\nAgreement supports the jury's verdict and the trial court's judgment against Alton, we need\r\nnot address Alton's remaining argument that a breach of the Water Service Agreement\r\ncannot support the damages sought by Sharyland.  <em>See</em> Tex. R. App. P. 47.1.  We overrule\r\nAlton's second issue.</span></p>\r\n\r\n<p align=\"CENTER\"><span>C.  Damages Sought by Sharyland</span></p>\r\n\r\n<p><span>\tIn its third issue, Alton contends that Sharyland had no compensable damages and \r\nproduced no evidence of damages.  Alton also asserts that, if this Court should find that\r\nSharyland has compensable damages, they are not recoverable from Alton because its\r\ndamages are limited under section 271.153(a).  <em>See</em> Tex. Local Gov't Code Ann. §\r\n271.153(a).  We agree with this last assertion.</span></p>\r\n\r\n<p><span>\tSharyland sought money damages for, among other things, alleged increased costs\r\nin operation of its water distribution system, costs to place barriers to mitigate the hazard\r\ncaused by the defendants, costs associated with increased safety precaution and\r\nmaintenance measures it takes when repairing its lines, and lost interest on these sums. \r\nThe charge instructed the jury to consider only \"[t]he reasonable cost of the repairs\r\nnecessary to restore the property to its condition immediately before the injury.\"  On\r\nappeal, Sharyland argues that it is being compelled by Alton to perform work to safeguard\r\nthe water system because Alton refused to install the sewer lines as agreed in the Water\r\nSupply Agreement.  Based on this argument, Sharyland maintains that section 271.153,\r\nas written, allows the damages that the jury awarded. <em>See id.</em></span></p>\r\n\r\n<p><span>\tThe total amount of money awarded in an adjudication brought against a local\r\ngovernmental entity for breach of a contract subject to chapter 271 is limited to the\r\nfollowing:</span></p>\r\n\r\n<p><span>\t(1) the balance due and owed by the local governmental entity under the\r\ncontract as it may have been amended, including any amount owed as\r\ncompensation for the increased cost to perform the work as a direct result of\r\nowner-caused delays or acceleration;</span></p>\r\n\r\n<br><br>\r\n<p><span>\t(2) the amount owed for change orders or additional work the contractor is\r\ndirected to perform by a local governmental entity in connection with the\r\ncontract; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t(3) interest as allowed by law.</span></p>\r\n\r\n<p><span><em>Id</em>.  In this case, section 271.153(a) does not provide Sharyland an avenue for recovery. \r\n<em>See id.</em>  There is neither a balance due and owed by Alton under the agreements, nor is\r\nthere any amount due from change orders, additional work, or interest.  <em>See id.</em>  Thus,\r\nSharyland's damages, if any, fall outside the limited damages recoverable under section\r\n271.153(a).  <em>Id.</em>  In addition, to the extent the damages could be considered consequential\r\ndamages, they are expressly excluded from damages that can be recovered under chapter\r\n271.  <em>See id.</em> § 271.153(b)(1) (providing that \"this subchapter may not include\r\nconsequential damages\"); <em>see also Tooke</em>, 197 S.W.3d at 346 (concluding that\r\nconsequential damages of lost profits were excluded by the statute).  Therefore, we sustain\r\nAlton's third issue on this basis.</span></p>\r\n\r\n<p align=\"CENTER\"><span>D.  Attorney's Fees</span></p>\r\n\r\n<p><span>\tBy its fourth issue, Alton contends that Sharyland cannot recover attorney's fees\r\nunder section 271.159 of the local government code because there was no written\r\nagreement between Sharyland and Alton that expressly contracted for such fees.  <em>See\r\n</em>Tex. Local Gov't Code Ann. § 271.159 (providing that no attorney's fees shall be awarded\r\nto any party unless the local governmental entity has entered into a written agreement that\r\nexpressly authorizes the prevailing party to recover attorney's fees).  Sharyland argues that\r\nsection 271.159 does not apply retroactively and that under prior law pursuant to Texas\r\nCivil Practice and Remedies Code section 38.001 for its breach of contract claim, the\r\naward was appropriate.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. § 38.001 (Vernon 2008). \r\nSharyland also asserts that it was entitled to attorney's fees under the Declaratory\r\nJudgment Act (the Act).  <em>See id. </em>§§ 37.001-.011 (Vernon 2008).</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Attorney's Fees Under Section 38.001</span></p>\r\n\r\n<p><span>\tWe need not determine the applicability of section 271.159 to Sharyland's breach\r\nof contract claim because, even pursuant to section 38.001, Sharyland cannot recover\r\nattorney's fees against Alton.  Section 38.001(8) permits an award of attorney's fees for a\r\nsuit based on a written contract.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. 38.001(8). \r\nHowever, \"[t]o recover attorney's fees under [section] 38.001, a party must (1) prevail on\r\na cause of action for which attorney's fees are recoverable, and (2) recover damages. . .\r\n.\"  <em>Green Int'l v. Solis</em>, <span class=\"citation\" data-id=\"2382247\"><a href=\"/opinion/2382247/green-intern-inc-v-solis/\"><span class=\"volume\">951</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">384</span></a></span>, 390 (Tex. 1997).  Because of the section 271.153\r\nlimitation on damages, Sharyland has recovered no damages in this case.  <em>See </em>Tex. Local\r\nGov't Code Ann. § 271.153.  Moreover, to recover attorney's fees under chapter 38, the\r\nplaintiff must sue an individual or a corporation.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann.\r\n§ 38.001.  Alton, a municipality, is not considered a corporation even when it is acting in\r\nits proprietary function.  <em>See </em>Tex. Loc. Gov't Code Ann. § 5.904(b) (Vernon 2008). \r\nTherefore, we conclude the trial court erred in awarding attorney's fees pursuant to section\r\n38.001(8).</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Attorney's Fees Under the Act</span></p>\r\n\r\n<p><span>\tSharyland also contends that the award of attorney's fees was proper under the Act. \r\nIn a declaratory judgment action, the decision to grant or deny attorney's fees is solely\r\nwithin the discretion of the trial court.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. § 37.009;\r\n<em>Neeley v. W. Orange-Cove Consol. Indep. Sch. Dist.</em>, <span class=\"citation\" data-id=\"894693\"><a href=\"/opinion/894693/neeley-v-west-orange-cove/\"><span class=\"volume\">176</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">746</span></a></span>, 799 (Tex. 2005);\r\n<em>Wilson v. Chazanow</em>, <span class=\"citation\" data-id=\"1960434\"><a href=\"/opinion/1960434/wilson-v-chazanow/\"><span class=\"volume\">105</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">21</span></a></span>, 26 (Tex. App.-Corpus Christi 2002, no pet.).  The\r\ncourt may award costs and reasonable and necessary attorney's fees as are equitable and\r\njust.  <em>See</em> Tex. Civ. Prac. &amp; Rem. Code Ann. § 37.009.  This Court should not reverse the\r\ntrial court's decision regarding attorney's fees absent a clear showing that the trial court\r\nabused its discretion.  <em>Texstar N. Am. Inc. v. Ladd Petroleum Corp.</em>, <span class=\"citation\" data-id=\"2425260\"><a href=\"/opinion/2425260/texstar-north-america-inc-v-ladd-petroleum-corp/\"><span class=\"volume\">809</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">672</span></a></span>, 679\r\n(Tex. App.-Corpus Christi 1991, writ denied).</span></p>\r\n\r\n<p><span>\tSharyland sought a declaration from the trial court that section 1926(b) barred\r\nAlton's counterclaim.  In its motion for summary judgment, however, Sharyland presented\r\nits argument under section 1926(b) as an affirmative defense to Alton's counterclaim, not\r\nas a request for declaratory judgment, and we construe it as such on appeal.  Therefore,\r\nSharyland's contention that it pleaded and prevailed on this alleged declaratory judgment\r\naction does not support an award of attorney's fees.</span></p>\r\n\r\n<p><span>\tSharyland also asserts that the award of attorney's fees is supported by its\r\ndeclaratory judgment action seeking a declaration from the trial court that the provisions\r\nof section 317.13 of the Texas Administrative Code applied to the sewer crossings at issue. \r\n<em>See </em>30 Tex. Admin. Code Ann. § 317.13(1)(B).  In its summary judgment order, the trial\r\ncourt granted Sharyland declaratory judgment that section 317.13 applied and that the\r\ndefinition of \"sewer\" included sanitary sewer residential service connections.  On appeal,\r\nAlton asserts only that the issue of Sharyland's fees in its declaratory judgment hearing is\r\ncompletely irrelevant to the issues in this appeal.  Alton does not challenge the declaratory\r\nnature of the section 317.13 ruling, and we cannot conclude that there is a clear showing\r\nthat the trial court abused its discretion in awarding attorney's fees on the basis of this\r\ndeclaratory judgment action.  <em>See Texstar</em>, 809 S.W.2d at 679.</span></p>\r\n\r\n<p><span>\tSharyland presented testimony of counsel regarding attorney's fees incurred.  It did\r\nnot, however, segregate the fees.  Therefore, remand for a determination of the amount\r\nof the award properly attributable to the declaratory judgment action is the appropriate\r\nremedy.  <em>See First Nat'l Bank v. Anderson Ford-Lincoln-Mercury</em>, <span class=\"citation\" data-id=\"2410592\"><a href=\"/opinion/2410592/first-nat-bank-v-anderson-ford-lincoln-mer/\"><span class=\"volume\">704</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">83</span></a></span>, 85 (Tex.\r\nApp.-Dallas 1985, ref. n.r.e.) (op. on rehr'g) (determining that when it was unclear whether\r\nan award of attorney's fees was attributable to a declaratory judgment claim or to an\r\nunsuccessful breach of contract claim, remand is required).  We sustain Alton's fourth\r\nissue as to the fees attributable to the breach of contract claim and overrule it as to the\r\nattorney's fees attributable to the declaratory judgment.</span></p>\r\n\r\n<p align=\"CENTER\"><span>IV.  Sharyland's Claims Against C&amp;B, TCB, and Cris</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Third-Party Beneficiary Status on Breach of Contract Claim</span></p>\r\n\r\n<p><span>\tC&amp;B and TCB, by their first issues, and Cris, by its second issue, complain of\r\ncharge error related to Alton's breach of contract claim against them.  Over objection, the\r\ntrial court submitted the following question to the jury:</span></p>\r\n\r\n<p><span>\t\tWas Sharyland Water Supply Corporation a third party beneficiary of\r\nany of the following contracts:</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tA party is a third party beneficiary of a contract if:</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\t(1)\tthe contracting party intended to secure some benefit to that\r\nthird party; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\t(2)\tthe contracting parties entered into the contract directly for the\r\nthird party's benefit.</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tTo qualify as a third party beneficiary a third party must show that it\r\nis either a creditor beneficiary or a donee beneficiary.  A third party is a\r\ncreditor beneficiary if performance under a contract made between others\r\nwill come to the third party in satisfaction of a legal duty owed the third party\r\nby the promisee.  This duty may be a contractual obligation, or other legally\r\nenforceable commitment owed to the third party.  A third party is a donee\r\nbeneficiary if the performance promised under the contract will, when\r\nrendered, come to the third party as a pure donation.</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tYou are instructed that in order to claim third party beneficiary status\r\nto any contract, the Plaintiff must show that the subject contract contains a\r\nclear and apparent intent of the contracting parties to confer third-party\r\nbeneficiary status upon the Plaintiff, and that the parties entered into the\r\ncontract directly and primarily for the third party's benefit.</span></p>\r\n\r\n<br><br>\r\n<p><span>The jury found that Sharyland was a third-party beneficiary of the contracts between Alton\r\nand C&amp;B, Alton and TCB, and Alton and Cris.</span></p>\r\n\r\n<p><span>\tC&amp;B, TCB, and Cris contend that Sharyland lacks standing to claim under, or to\r\nenforce, their respective contracts with Alton because the contracts contain no provisions\r\nthat the contracting parties intended to confer a direct benefit on Sharyland or any other\r\nthird party.  They also assert that, in this case, Sharyland's status as a third-party\r\nbeneficiary to the contracts was a question of law for the trial court to determine, not a\r\nquestion of fact for the jury; therefore, the trial court erred in submitting a question on\r\nSharyland's status as a third-party beneficiary of their respective contracts with Alton.</span></p>\r\n\r\n<p><span>\tIn response, Sharyland asserts that it was a third-party beneficiary of the contracts,\r\nand by submitting the issue to the jury, the trial court impliedly found that the matter of\r\nthird-party beneficiary status was controverted--that the language of the contract was\r\nsusceptible to more than one reasonable interpretation regarding the intent of the parties. \r\nBased on this alleged ambiguity, Sharyland claims the trial court did not err in submitting\r\na jury question on the issue of Sharyland's status as a third-party beneficiary.1.  Standard of Review and Applicable Law</span></p>\r\n\r\n<p><span>\tAs set out above, \"[w]e review the trial court's submission of . . . jury questions\r\nunder an abuse of discretion standard.\"  <em>Toles</em>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">263</span></span>.  We will not reverse a\r\njudgment based on charge error in the absence of harm.  <em>See</em> Tex. R. App. P. 44.1(a);<em> Bed,\r\nBath &amp; Beyond</em>, 211 S.W.3d at 757.</span></p>\r\n\r\n<p><span>\tThere is a presumption against conferring third-party-beneficiary status on\r\nnoncontracting parties. <em> S. Tex. Water Auth. v. Lomas</em>, <span class=\"citation\" data-id=\"2272433\"><a href=\"/opinion/2272433/south-texas-water-authority-v-lomas/\"><span class=\"volume\">223</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">304</span></a></span>, 306 (Tex. 2007)\r\n(per curiam); <em>MCI Telecomms. Corp. v. Tex. Utils. Elec. Co.</em>, <span class=\"citation\" data-id=\"2463940\"><a href=\"/opinion/2463940/mci-telecommunications-corp-v-texas-utilities-elec-co/\"><span class=\"volume\">995</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">647</span></a></span>, 652 (Tex.\r\n1999); <em>Ortega v. City Nat'l Bank</em>, <span class=\"citation\" data-id=\"2188399\"><a href=\"/opinion/2188399/ortega-v-city-nat-bank/\"><span class=\"volume\">97</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">765</span></a></span>, 773 (Tex. App.-Corpus Christi 2003, no\r\npet.) (op. on rehr'g).  In deciding whether a third party may enforce or challenge a contract\r\nbetween others, it is the contracting parties' intent that controls. <em> Lomas</em>, 223 S.W.3d at\r\n306<em>.</em>  The intent to confer a direct benefit upon a third party must be clearly and fully\r\nspelled out or enforcement by the third party must be denied.  <em>Id.</em>;<em> Stine v. Steward</em>, <span class=\"citation\" data-id=\"1768069\"><a href=\"/opinion/1768069/stine-v-stewart/\"><span class=\"volume\">80</span>\r\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">586</span></a></span>, 589 (Tex. 2002) (per curiam); <em>MCI</em> <em>Telecomms. Corp.</em>, 995 S.W.2d at 651;\r\n<em>Ortega</em>, 97 S.W.3d at 773.  If there is any reasonable doubt as to the contracting parties'\r\nintent to confer a direct benefit on the third party by way of the specific contract, the third-party beneficiary claim fails.  <em>Ortega</em>, 97 S.W.3d at 773.</span></p>\r\n\r\n<p><span>\tTo qualify as one for whose benefit a contract was made, the third party must be\r\neither a donee beneficiary or a creditor beneficiary.  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d\r\nat 651; <em>Ortega</em>, 97 S.W.3d at 773.  A person is a donee beneficiary if the performance\r\npromised will come to him as a pure donation.  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d at 651<em>.</em> \r\nIf performance will come to satisfy a duty or legally enforceable commitment owed by the\r\npromisee, then the third party is considered a creditor beneficiary.<sup> (11)</sup>\r\n<p><span>  <em>Id</em>.; <em>Ortega</em>, 97 S.W.3d\r\nat 774.  A third party is not a creditor beneficiary, however, unless the contract shows both\r\nthe intent to confer a benefit on the third party and the intent that the third party has the\r\nright to enforce the contact.  <em>Ortega</em>, 97 S.W.3d at 774; <em>MJR Corp. v. B &amp; B Vending Co.</em>,\r\n<span class=\"citation\" data-id=\"2402998\"><a href=\"/opinion/2402998/mjr-corp-v-b-b-vending-co/\"><span class=\"volume\">760</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">4</span></a></span>, 16 (Tex. App.-Dallas 1988, writ denied).  \"Unless both intents were\r\nexhibited on his behalf, the third party remains no more than an incidental beneficiary.\" \r\n<em>MJR Corp.</em>, 760 S.W.2d at 16.  And, incidental benefits that may flow from a contract to a\r\nthird party do not confer the right to enforce the contract.  <em>Lomas</em>, <span class=\"citation no-link\"><span class=\"volume\">223</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">306</span></span><em>.</em></span></p>\r\n\r\n<p><span>\tFurthermore, \"the fact that a person is directly affected by the [contracting] parties'\r\nconduct, or that he 'may have a substantial interest' in a contract's enforcement, does not\r\nmake him a third party beneficiary.\"  <em>Loyd v. ECO Res., Inc.</em>, <span class=\"citation\" data-id=\"1628467\"><a href=\"/opinion/1628467/loyd-v-eco-resources-inc/\"><span class=\"volume\">956</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">110</span></a></span>, 134 (Tex.\r\nApp.-Houston [14th Dist.] 1997, no writ) (quoting <em>Merrimack Mut. Fire Ins. Co. v. Allied\r\nFairbanks Bank</em>, <span class=\"citation\" data-id=\"2437219\"><a href=\"/opinion/2437219/merrimack-mut-fire-ins-v-allied-bank/\"><span class=\"volume\">678</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">574</span></a></span>, 577 (Tex. App.-Houston [14th Dist.] 1984, writ ref'd\r\nn.r.e.) (\"The fact that the mortgagor's liability for attorney's fees was directly affected by the\r\nattorney's fee contract had no effect on the court's holding that the mortgagor had no\r\nstanding to contest the attorney's fee contract.\")).  Finally, \"general beneficence does not\r\ncreate third-party rights.\"  <em>Lomas</em>, 223 S.W.3d at 307; <em>Ortega</em>, 97 S.W.3d at 773 (\"the\r\ncontracting parties must intend to secure a benefit for the <em>specific</em> third party bringing the\r\naction; it is not enough that the contract is designed to benefit a broad class of people, of\r\nwhom the third-party might be a member\"); <em>see</em> <em>Stine</em>, 80 S.W.3d at 589 (\"A third party may\r\nrecover on a contract made between other parties only if the parties intended to secure a\r\nbenefit to <em>that</em> third party . . . .\" (emphasis added)).</span></p>\r\n\r\n<p><span>\t\"Our analysis of the third-party beneficiary issue requires us to interpret the contract\r\n. . . .\"  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d at 651.  If a contract can be given a certain or\r\ndefinite legal meaning, then it is not ambiguous.  <em>Coker</em>, 650 S.W.2d at 393.  \"When a\r\ncontract is not ambiguous, the construction of the written instrument is a question of law\r\nfor the court.\"  <em>MCI Telecomms. Corp.</em>, 995 S.W.2d at 651 (citing <em>Coker</em>, 650 S.W.2d at\r\n393); <em>see J.M. Davidson, Inc. v. Webster</em>, <span class=\"citation\" data-id=\"894498\"><a href=\"/opinion/894498/jm-davidson-inc-v-webster/\"><span class=\"volume\">128</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">223</span></a></span>, 229 (Tex. 2003).  If a contact\r\nis susceptible to more than one reasonable interpretation, it is ambiguous.  <em>Frost Nat'l Bank\r\nv. L &amp; F Distribs., Ltd.</em>, <span class=\"citation\" data-id=\"894678\"><a href=\"/opinion/894678/frost-nat-bank-v-l-f-distributors-ltd/\"><span class=\"volume\">165</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">310</span></a></span>, 312 (Tex. 2005) (per curiam).  Lack of clarity,\r\nhowever, does not create an ambiguity, and not every difference in the interpretation of a\r\ncontract amounts to an ambiguity.  <em>Universal Health Serv., Inc. v. Renaissance Women's\r\nGroup, P.A.</em>, <span class=\"citation\" data-id=\"894484\"><a href=\"/opinion/894484/universal-health-v-renaissance-womens/\"><span class=\"volume\">121</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">742</span></a></span>, 746 (Tex. 2003) (quoting <em>Forbau v. Aetna Life Ins. Co.</em>, <span class=\"citation\" data-id=\"2455763\"><a href=\"/opinion/2455763/forbau-v-aetna-life-ins-co/\"><span class=\"volume\">876</span>\r\n<span class=\"reporter\">S.W.2d</span> <span class=\"page\">132</span></a></span>, 134 (Tex. 1994)).  \"A court may conclude that a contract is ambiguous in the\r\nabsence of such a pleading by either party.\"  <em>Sage St. Assocs. v. Northdale Constr. Co.</em>,\r\n<span class=\"citation\" data-id=\"2429695\"><a href=\"/opinion/2429695/sage-street-associates-v-northdale-const-co/\"><span class=\"volume\">863</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">438</span></a></span>, 445 (Tex. 1993); <em>see Royal Maccabees Life Ins. Co. v. James</em>, <span class=\"citation\" data-id=\"2174893\"><a href=\"/opinion/2174893/royal-maccabees-life-ins-co-v-james/\"><span class=\"volume\">146</span>\r\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">340</span></a></span>, 347 (Tex. App.-Dallas 2004, pet. denied) (op. on rehr'g) (explaining that a\r\ncourt may determine ambiguity as a matter of law for the first time on appeal).</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Third-Party Beneficiary Analysis</span></p>\r\n\r\n<p><span>\tSharyland argues that by undertaking their contractual obligations with Alton, C&amp;B,\r\nTCB, and Cris expressly agreed, as their core obligations, to protect Sharyland's waterlines\r\nas required under the contract documents, including certain plans and specifications. \r\nSharyland argues that these plans and specifications were developed for its \"sole benefit\"\r\nand that the only \"person\" to be benefitted from these particular plans and specifications\r\ndetailing the manner of installing the sewer lines in proximity to the waterline was\r\nSharyland.  It claims that the contracts were intended to protect Sharyland's waterlines\r\nfrom being contaminated by sewage.</span></p>\r\n\r\n<p><span>\tAlton engaged the services of C&amp;B for the construction management of Alton's\r\nwaste water collection system, TCB for the project's engineering and inspection, and Cris\r\nfor the construction of the project.  The contracts, executed only by representatives of Alton\r\nand C&amp;B, TCB, or Cris, do not reference any third parties and do not indicate any intent\r\nto discharge any obligation owed to Sharyland, specifically, or to any other third party.  The\r\ncontracts do not clearly and fully spell out the contracting parties' intent to confer a direct\r\nbenefit specifically on Sharyland or on any other third party and do not name or generally\r\nreference Sharyland as part of a group.  The contracts describe only the duties and\r\nobligations agreed to between the contracting parties.  They are devoid of any third-party\r\nbenefit language.  They lack language specifically naming Sharyland as a beneficiary or\r\nproviding Sharyland with the right to sue to enforce the contract.<sup> (12)</sup>\r\n<br><br>\r\n<p><span>\tWithout more in the contracts specifically showing both the intent to confer a benefit\r\non Sharyland and the intent that Sharyland has the right to enforce the contact,\r\nSharyland's argument only implies third-party beneficiary status.  And, Texas law as\r\narticulated by the Texas Supreme Court and by this Court is clear:  a stranger to a contract\r\ncannot become a third-party beneficiary by implication.  <em>See MCI Telecomms. Corp.</em>, 995\r\nS.W.2d at 651; <em>Ortega</em>, 97 S.W.3d at 773.  Moreover, the fact that Sharyland may have\r\nbeen directly affected by the contracting parties' conduct or may have a substantial interest\r\nin the contract's enforcement does not make Sharyland a third-party beneficiary.  <em>See\r\nLoyd</em>, 956 S.W.2d at 134.  Finally, although Sharyland and others may benefit generally\r\nfrom aspects of the contracts, including compliance with all federal, state, and local laws,\r\nordinances, regulations, professional guidelines, and the parties' plans and specifications,\r\n\"general beneficence does not create third-party rights.\"  <em>Lomas</em>, 223 S.W.3d at 307.  If it\r\ndid, \"every Texan could challenge or seek to enforce any government contract and the\r\npresumption against third-party-beneficiary agreements would disappear.\"  <em>Id.</em></span></p>\r\n\r\n<p><span>\tSharyland does not contend that it could recover as a donee beneficiary; rather it\r\nappears to argue that it is a creditor beneficiary based on the contractual obligations owed\r\nto Sharyland by Alton as set out in the Water Supply Agreement and the Water Service\r\nAgreement.  Sharyland asserts that \"[i]t is clear that the [contracts], including the plans and\r\nspecifications, for the project, fulfilled a legal obligation by Alton to Sharyland to construct\r\nthe sewer line crossings in the manner required by law, with the sewer lines, wherever\r\npossible, crossing underneath the waterlines.\"</span></p>\r\n\r\n<p><span>\tThis argument fails because a third party is not a creditor beneficiary unless the\r\ncontracts at issue show both the intent to confer a benefit on the third party and the intent\r\nthat the third party has the right to enforce the contact.  <em>See Ortega</em>, 97 S.W.3d at 774;\r\n<em>MJR Corp.</em>, 760 S.W.2d at 16.  As noted above, neither intent was exhibited on\r\nSharyland's behalf.  Moreover, the contractual documents do not acknowledge a debt or\r\nlegal obligation owed by Alton to Sharyland.  The agreements do not say directly or\r\nindirectly that C&amp;B, TCB, or Cris would pay a debt or assume a legal obligation owed by\r\nAlton to Sharyland.  <em>See MJR Corp.</em>, 760 S.W.2d at 11.  Therefore, we find Sharyland's\r\nargument unpersuasive and conclude that Sharyland remains no more than an incidental\r\nbeneficiary.  <em>See id.</em> at 16.</span></p>\r\n\r\n<p><span>\tThe contracts at issue in this case can be given a certain legal meaning--that\r\nSharyland is not a third-party beneficiary--and are not susceptible to more than one\r\nreasonable interpretation.  Therefore, they are not ambiguous.  <em>See MCI Telecomms.\r\nCorp.</em>, 995 S.W.2d at 651; <em>Coker</em>, 650 S.W.2d at 393.  Because the construction of an\r\nunambiguous contract is a question of law for the court, <em>see</em> <em>MCI Telecomms. Corp.,</em> 995\r\nS.W.2d at 651, we conclude the trial court abused its discretion and erred when it\r\nsubmitted the third-party beneficiary question to the jury as a fact issue.</span></p>\r\n\r\n<p align=\"CENTER\"><span>3.  Harm Analysis</span></p>\r\n\r\n<p><span>\tHaving concluded the trial court erred, we will reverse only if the error \"was\r\nreasonably calculated to and probably did cause the rendition of an improper judgment.\"\r\n<em>Bed, Bath &amp; Beyond</em>, 211 S.W.3d at 757.  Sharyland argues that the error, if any, was\r\nharmless.  It reasons that, had the question not been submitted to the jury, the trial court\r\nwould have necessarily decided as a matter of law that Sharyland was a third-party\r\nbeneficiary.  The jury would have been so instructed and would have been asked to\r\nanswer the questions on breach and damages.  Based on the analysis above, we disagree\r\nwith this reasoning.</span></p>\r\n\r\n<p><span>\tIn this case, submission of the third-party beneficiary question allowed the jury to\r\nincorrectly find that Sharyland was a third-party beneficiary.  This, in turn, allowed the jury\r\nto reach the question of breach and resulting damages.  If the third-party beneficiary\r\nquestion had not been posed, and had been decided correctly by the trial court, the jury\r\nwould not have found C&amp;B, TCB, or Cris liable for breach of contract.  We conclude,\r\ntherefore, that the error was reasonably calculated to and probably did cause the rendition\r\nof an improper judgment. <em> See id</em>.</span></p>\r\n\r\n<p><span>\tWe sustain C&amp;B's and TCB's first issues and Cris's second issue.  Having so\r\nconcluded, we need not address appellants' claims that the evidence is legally and\r\nfactually insufficient to support the jury's finding that Sharyland was a third-party beneficiary\r\nor that C&amp;B, TCB, and Cris breached their respective contracts with Alton as they are not\r\ndispositive to this appeal.  <em>See </em></span><span>Tex. R. App. P. 47.1.</span></p>\r\n\r\n<p align=\"CENTER\"><span>B.  Negligence Claim</span></p>\r\n\r\n<p><span>\tC&amp;B's and TCB's third issues and Cris's fifth issue assert that the economic loss rule\r\nbars Sharyland's negligence claim because Sharyland claimed economic damages but\r\nfailed to claim and prove property (water main) damages.  Because this issue is dispositive\r\nof Sharyland's negligence claim, we address it first.</span></p>\r\n\r\n<p><span>\t\"Texas courts have applied the economic loss rule to preclude tort claims between\r\nparties who are not in contractual privity.\"  <em>Sterling Chems., Inc. v. Texaco Inc.</em>, <span class=\"citation\" data-id=\"2334171\"><a href=\"/opinion/2334171/sterling-chemicals-inc-v-texaco-inc/\"><span class=\"volume\">259</span>\r\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">793</span></a></span>, 797 (Tex. App.-Houston [1st Dist.] 2007, pet. denied).  \"'Economic loss' has\r\nbeen defined as 'damages for inadequate value, costs of repair and replacement of the\r\ndefective product, or consequent loss of profits--without any claim of personal injury or\r\ndamage to other property. . . .'\" <em> Thomson v. Espey Huston &amp; Assocs.</em>, <span class=\"citation\" data-id=\"1506534\"><a href=\"/opinion/1506534/thomson-v-espey-huston-associates-inc/\"><span class=\"volume\">899</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">415</span></a></span>,\r\n421 (Tex. App.-Austin 1995, no writ) (quoting <em>2314 Lincoln Park West Condo. Ass'n v.\r\nMann, Gin, Ebel &amp; Frazier, Ltd.</em>, <span class=\"citation\" data-id=\"2088730\"><a href=\"/opinion/2088730/2314-lincoln-pk-west-condo-v-mann/\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">346</span></a></span>, 385 (Ill. 1990)).  In tort cases where there\r\nis an absence of privity of contract or, as in this case, an absence of third-party beneficiary\r\nstatus, economic damages are not recoverable unless they are accompanied by actual\r\nphysical injury or property damage.<sup> (13)</sup>  <em>See Express One Int'l, Inc. v. Steinbeck</em>, <span class=\"citation\" data-id=\"1983655\"><a href=\"/opinion/1983655/express-one-intern-inc-v-steinbeck/\"><span class=\"volume\">53</span> <span class=\"reporter\">S.W.3d</span>\r\n<span class=\"page\">895</span></a></span>, 899 (Tex. App.-Dallas 2001, no pet.); <em>Coastal Conduit &amp; Ditching, Inc. v. Noram\r\nEnergy Corp.</em>, <span class=\"citation\" data-id=\"1473146\"><a href=\"/opinion/1473146/coastal-conduit-ditching-v-noram-energy/\"><span class=\"volume\">29</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">282</span></a></span>, 288-89 (Tex. App.-Houston [14th Dist.] 2000, no pet.);<em> Hou-Tex, Inc. v. Landmark Graphics,</em> <span class=\"citation\" data-id=\"1352411\"><a href=\"/opinion/1352411/hou-tex-inc-v-landmark-graphics/\"><span class=\"volume\">26</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">103</span></a></span>, 107 (Tex. App.-Houston [14th Dist.] 2000,\r\nno pet.).  Thus, the threshold issue in this case is whether Sharyland suffered property\r\ndamage, such that the economic loss rule will not bar its recovery.  <em>See Hou-Tex, Inc.</em>, 26\r\nS.W.3d at 107.</span></p>\r\n\r\n<p><span>\tIn its live pleading, Sharyland sought damages for \"increased costs in operation and\r\ncosts to place barriers to mitigate the hazard caused by Defendants\" and for \"costs\r\nassociated with increased safety precaution and maintenance measures it takes when\r\nrepairing its lines.\"  In determining the amount of damages that were proximately caused\r\nby the parties' negligence, the jury was instructed to consider only \"[t]he reasonable cost\r\nof the repairs necessary to restore the property to its condition immediately before the\r\ninjury.\"  On appeal, Sharyland asserts that contamination of the waterline is not a remote\r\ntheoretical injury and the damages required to protect the waterlines are not remote,\r\ncontingent, speculative, or conjectural as argued by TCB.</span></p>\r\n\r\n<p><span>\tSharyland contends that economic loss is not sought in this case.  It alleges that the\r\nparties' negligence in improperly installing the sewer system has caused property damage\r\nto its waterlines.  Specifically, Sharyland claims that its waterlines have been subjected to\r\nraw sewage leaking from the sewer lines.<sup> (14)</sup>  Sharyland argues that because it must take\r\naction to protect its waterlines from the sewage flowing in the sewer lines placed above the\r\nwaterlines, its property has been damaged.  It asserts that the continued and repeated\r\nthreat of leaks occurring imposes a continuous and unabated risk to Sharyland's system. \r\nIt argues that because of the close proximity of Alton's sewer lines to Sharyland's\r\nwaterlines, Sharyland must take steps to prevent contamination both before and after a\r\nbreak or leak is found in the waterlines and must repair its waterlines to bring them back\r\ninto compliance with state laws and regulations.  According to Sharyland, based on the\r\nexcavations of various areas of its waterlines to determine the impact of the sewer lines\r\non the waterlines, the evidence shows that approximately sixty of the sixty-six excavated\r\nsewer service connections inappropriately cross Sharyland's waterlines.  It argues that the\r\njury properly awarded Sharyland past damages for previous diagnostic activities and future\r\ndamages for a remedial course of action to encase and protect the waterlines from\r\ncontamination.  Essentially, Sharyland argues there is property damage because the\r\nleaking sewage has or will damage the waterlines necessitating remedial actions; C&amp;B,\r\nTCB and Cris assert that this is not property damage.</span></p>\r\n\r\n<p><span>\tNeither party has provided this Court with any authority for the definition of property\r\ndamage in the context of the economic-loss rule, and we find none.  In determining\r\nwhether Sharyland's claimed costs associated with increased safety precautions,\r\nmaintenance measures, and repairs to its waterlines to bring them into compliance with\r\nstate laws and regulations constitute property damage, we have considered the following\r\ncase law defining property damage in other contexts:  (1) <em>Trans-Gulf Corp. v. Performance\r\nAircraft Servs., Inc.</em>, <span class=\"citation\" data-id=\"1745433\"><a href=\"/opinion/1745433/trans-gulf-v-performance-aircraft-services/\"><span class=\"volume\">82</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">691</span></a></span>, 695 (Tex. App.-Eastland 2002, no pet.) (holding that\r\nthe economic loss rule barred a claim by an aircraft purchaser against a repair company\r\nfor additional costs incurred because of a faulty fuel tank repair); (2) <em>Blanche v. First\r\nNationwide Mortgage Corp.</em>, <span class=\"citation\" data-id=\"1384090\"><a href=\"/opinion/1384090/blanche-v-first-nationwide-mortg-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">444</span></a></span>, 453 (Tex. App.-Dallas 2002, no pet.)\r\n(concluding that the denial of a loan causing credit damage and the payment of higher\r\ninterest rates are \"economic damages not recoverable in a simple negligence action\"); (3)\r\n<em>Express One Int'l, Inc.</em>, 53 S.W.3d at 898-99 (holding that the economic loss rule barred\r\na negligence claim by an employer against a former employee for litigation-related costs\r\nit incurred because of a statement posted by the former employee on an internet bulletin\r\nboard); (4) <em>Coastal Conduit &amp; Ditching</em>, 29 S.W.3d at 385-90 (concluding that a contractor's\r\nclaim for increased location costs because of a gas company's failure to properly lay or\r\nmark pipelines was barred by the economic loss rule); and (5) <em>Amarillo Nat'l Bank v. Terry</em>,\r\n<span class=\"citation\" data-id=\"1783370\"><a href=\"/opinion/1783370/amarillo-nat-bank-v-terry/\"><span class=\"volume\">658</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">702</span></a></span>, 704 (Tex. App.-Amarillo 1983, no writ) (concluding that the bank's loss\r\ncaused by minor's unauthorized withdrawals constitutes economic loss and not property\r\ndamage).  <em>See also Zurich Am. Ins. Co. v. Hughes</em>, No. 11-05-00044-CV, 2006 Tex. App.\r\nLEXIS 6037, **4-10 (Tex. App.-Eastland July 13, 2006, pet. denied) (mem. op.) (examining\r\ncase law defining property damage in other contexts and determining, in a summary\r\njudgment proceeding, that there was no actual property damage and that the economic\r\nloss rule barred a subrogation claim).</span></p>\r\n\r\n<p><span>\tAppellate courts have also held that property damage ordinarily entails physical\r\ndestruction of property.  <em>See Murray v. Ford Motor Co.</em>, <span class=\"citation\" data-id=\"2189120\"><a href=\"/opinion/2189120/murray-v-ford-motor-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">888</span></a></span>, 892 (Tex.\r\nApp.-Dallas 2003, no pet.)<em> </em>(\"A plaintiff could recover in tort . . . for physical damage the\r\ndefective product causes to 'other property.'\"); <em>Thomson</em>, 899 S.W.2d at 422 (concluding,\r\nto the extent the alleged inadequacies in the engineering services caused property damage\r\nto other parts of the apartment complex beyond the subject of the contract itself, Thomson\r\nalso had a tort claim).  Other courts have held that property damage requires actual\r\ndamage to tangible property and not mere economic loss or loss of economic opportunity. \r\n<em>See, e.g., Mfrs. Auto Leasing, Inc. v. Autoflex Leasing, Inc.</em>, <span class=\"citation\" data-id=\"2354058\"><a href=\"/opinion/2354058/manufacturers-auto-leasing-inc-v-autoflex-leasing-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">342</span></a></span>, 348 (Tex.\r\nApp.-Fort Worth 2004, pet. denied); <em>Spangler v. Jones</em>, <span class=\"citation\" data-id=\"1751051\"><a href=\"/opinion/1751051/spangler-v-jones/\"><span class=\"volume\">861</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">392</span></a></span>, 398 (Tex.\r\nApp.-Dallas 1993, writ denied) (en banc).</span></p>\r\n\r\n<p><span>\tFrom these cases it is clear that property damage cannot consist merely of damage\r\nto an intangible asset or increased operational costs.  Instead, some physical destruction\r\nof tangible property must occur.  Based on this determination, we conclude that Sharyland\r\nhas not suffered property damage.  The sewer service lines have not corroded the\r\nwaterlines.  There is no evidence of physical damage to the waterlines, nor is there\r\nevidence that the water flowing through the water mains has been contaminated because\r\nof sewage leaks.  Thus, Sharyland neither pleaded nor offered evidence of an actual injury\r\nor property damage to its waterlines or to the water that flows through the waterlines. \r\nSharyland seeks compensation only for economic damages including the cost associated\r\nwith protecting, maintaining, and repairing its waterlines.  Because Sharyland has not\r\nidentified any property damage that it has sustained as a result of the sewer line being laid\r\nabove its waterlines, we conclude that the economic loss rule bars Sharyland's negligence\r\nclaim against C&amp;B, TCB, and Cris, parties with which it is not in contractual privity.  We\r\nsustain C&amp;B's and TCB's third issues and Cris's fifth issue.<span></span></span></p>\r\n\r\n<p align=\"CENTER\"><span>C.  Joint and Several Liability and Attorney's Fees</span></p>\r\n\r\n<p><span>\t</span><span>By C&amp;B's ninth and tenth issues, TCB's seventh and eighth issues, and Cris's first\r\nand sixth issues, the parties contend that the trial court erred in imposing joint and several\r\nliability and awarding attorney's fees against them.  We agree.  Having concluded that\r\nSharyland is not a third-party beneficiary of the respective contracts between Alton and\r\nC&amp;B, TCB, and Cris, and that the economic loss rule bars Sharyland's negligence claim,\r\nwe conclude that the trial court erred in rendering a judgment which imposed joint and\r\nseveral liability against C&amp;B, TCB, and Cris for damages and in awarding attorney's fees\r\nagainst C&amp;B, TCB, and Cris.  We sustain C&amp;B's ninth and tenth issues, TCB's seventh and\r\neighth issues, and Cris's first and sixth issues.  Because a professional negligence claim\r\nrequires privity of contract, <em>see Ervin v. Mann Frankfort Stein &amp; Lipp CPAS, LLP</em>, <span class=\"citation\" data-id=\"1654400\"><a href=\"/opinion/1654400/ervin-v-mann-frankfort-stein-lipp-cpas/\"><span class=\"volume\">234</span>\r\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">172</span></a></span>, 182-83 (Tex. App.-San Antonio 2007, no pet.), we also sustain C&amp;B's\r\nseventh issue urging that the trial court erred by entering judgment against it based upon\r\na claim of professional negligence.</span></p>\r\n\r\n<p><span>\tFinally, the remaining issues brought by C&amp;B, TCB, and Cris are not dispositive of\r\nthis appeal, and we need not address them.</span><span>  <em>See</em> Tex. R. App. P. 47.1.</span><span><span></span></span></p>\r\n\r\n<p align=\"CENTER\"><span>V.  Sharyland's Claim for Equitable Relief Against Alton</span></p>\r\n\r\n<br><br>\r\n<p><span>\tBy a single issue, cross-appellant Sharyland contends that the trial court erred in\r\nfailing to grant equitable relief, in lieu of the monetary damages awarded by the jury against\r\nAlton.<sup> (15)</sup>  Sharyland asserts that the equities weigh heavily in favor of the granting of a\r\npermanent injunction preventing Alton from operating the sewer lines as constructed and\r\nthe ordering of specific performance of the Water Service Agreement and the Water\r\nSupply Agreement in the form of remediation--that is, reconstruction or relocation of the\r\nresidential service connections such that they cross under Sharyland's water lines or are\r\notherwise in accordance with section 317.13.  Sharyland contends that remediation would\r\nhave been:  (1) less disruptive to the potable water supply; (2) more protective of human\r\nhealth because there would have been essentially no risk of contamination of water\r\ndelivery to customers in the area; and (3) more economical because the cost of specific\r\nperformance would be less than the monetary damages awarded to Sharyland by the jury.</span></p>\r\n\r\n<p align=\"CENTER\"><span>A.  Standard of Review\t\"Specific performance is an equitable remedy that rests in the sound discretion of\r\nthe trial court.\"  <em>Am. Apparel Prod., Inc. v. Brabs, Inc.</em>, <span class=\"citation\" data-id=\"2392713\"><a href=\"/opinion/2392713/american-apparel-products-inc-v-brabs-inc/\"><span class=\"volume\">880</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">267</span></a></span>, 269 (Tex.\r\nApp.-Houston [14th Dist.] 1994, no writ).  The issuance or denial of a permanent injunction\r\nis also reviewed for abuse of discretion<em>.  Operation Rescue - Nat'l v. Planned Parenthood\r\nof Houston and S.E. Tex., Inc.</em>, <span class=\"citation\" data-id=\"2428697\"><a href=\"/opinion/2428697/operation-rescue-national-v-planned-parenthood-of-houston-and-southeast/\"><span class=\"volume\">975</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">546</span></a></span>, 560 (Tex. 1998).  The trial court abuses\r\nits discretion when it acts arbitrarily and unreasonably, without reference to guiding rules\r\nor principles, or misapplies the law to the established facts of the case.  <em>Downer</em>, 701\r\nS.W.2d at 241-42.</span></p>\r\n\r\n<p align=\"CENTER\"><span>B.  Analysis</span></p>\r\n\r\n<p align=\"CENTER\"><span>1.  Unauthorized Action</span></p>\r\n\r\n<p><span>\tSharyland's claims for injunctive relief and for remediation to bring the sewer lines\r\ninto compliance with bylaws and rules and regulations of the corporation and with state\r\nregulations arguably fit within the scope of suits to remedy an unlawful or unauthorized\r\naction--relief that is not subject to governmental immunity.  <em>See Dir. of the Dep't of Agric.\r\nand Env't v. Printing Indus. Ass'n.</em>, <span class=\"citation\" data-id=\"1790670\"><a href=\"/opinion/1790670/director-etc-v-printing-industries-assn/\"><span class=\"volume\">600</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">264</span></a></span>, 265-66 (Tex. 1980).  However, the\r\nunlawful or unauthorized action for which immunity does not apply is an action performed\r\nby a state official, not the State.  <em>See id</em>.; <em>cf. City of Elsa v. M.A.L.</em>, <span class=\"citation\" data-id=\"894868\"><a href=\"/opinion/894868/city-of-elsa-v-mal/\"><span class=\"volume\">226</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">390</span></a></span>, 392\r\n(Tex. 2007) (quoting <em>City of Beaumont v. Bouillion</em>, <span class=\"citation\" data-id=\"2463017\"><a href=\"/opinion/2463017/city-of-beaumont-v-bouillion/\"><span class=\"volume\">896</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">143</span></a></span>, 144, 149 (Tex. 1995)\r\n(holding that \"suits for injunctive relief\" may be maintained against governmental entities\r\nto remedy violations of the Texas Constitution)).  \"This is because suits to compel state\r\nofficers to act within their official capacity do not attempt to subject the State to liability.\"\r\n<em>IT-Davy</em>, 74 S.W.3d at 855.  \"In contrast, . . . suits . . . seeking to establish a contract's\r\nvalidity, to enforce performance under a contract, or to impose contractual liabilities are\r\nsuits against the State.\"  <em>Id</em>.  \"That is because such suits attempt to control state action by\r\nimposing liability on the State.  Consequently, such suits cannot be maintained without\r\nlegislative permission.\"  <em>Id.</em> at 856.</span></p>\r\n\r\n<p><span>\tIn this instance, Sharyland's claim for specific performance and injunctive relief\r\nunder a contract is not against a state officer.  Sharyland seeks, through its equitable claim,\r\nto enforce performance under a contract against Alton and thus \"control state action\" by\r\nimposing liability on Alton.  <em>See id</em>.  Sharyland cannot pursue an equitable claim regarding\r\nan unauthorized act against Alton without legislative permission.  Because no such\r\npermission has been given, governmental immunity precludes Sharyland's claim.  <em>See id.</em>\r\n(citations omitted).  Therefore, we conclude that the trial court did not abuse its discretion\r\nin denying Sharyland equitable relief on this basis.</span></p>\r\n\r\n<p align=\"CENTER\"><span>2.  Adequate Remedy\t\"It is a fundamental rule of equity that a court will not grant specific performance\r\nunless it is shown that an adequate remedy does not exist at law.\"  <em>American Housing\r\nRes., Inc. v. Slaughter</em>, <span class=\"citation\" data-id=\"2409418\"><a href=\"/opinion/2409418/american-housing-resources-inc-v-slaughter/\"><span class=\"volume\">597</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">13</span></a></span>, 15 (Tex. Civ. App.-Dallas 1980, writ ref'd n.r.e.);\r\n<em>see Cardinal Health Staffing Network v. Bowen</em>, <span class=\"citation\" data-id=\"1635199\"><a href=\"/opinion/1635199/cardinal-health-staffing-network-v-bowen/\"><span class=\"volume\">106</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">230</span></a></span>, 235 (Tex. App.-Houston\r\n[1st Dist.] 2003, no pet.) (en banc) (\"An adequate remedy at law is one that is as complete,\r\npractical, and efficient to the prompt administration of justice as is equitable relief.\"). \r\nCross-appellant Sharyland claims that the legal remedy of damages for breach of contract\r\nis not as complete, practical, prompt, and efficient as the requested equitable remedies. \r\nCross-appellee Alton asserts that Sharyland had an adequate remedy in its breach of\r\ncontract action tried to a jury.  We agree.<em>\t</em></span></p>\r\n\r\n<p><span>\tSharyland does not dispute that Alton completed the construction of the sewer\r\nlines--that Alton performed the contract.  Rather, the dispute is over <em>how</em> Alton constructed\r\nthe sewer lines--<em>how </em>Alton performed the contract.  Sharyland is asking that Alton \"fix\" its\r\nbreach through remediation.  It is not clear to this Court how Sharyland's equitable claim\r\nfor relief is different, except in the language used, from the breach of contract claim\r\nSharyland asserted at trial against Alton.  We see no distinction between Sharyland's claim\r\nin equity for remediation of the sewer lines and its claim for breach of contract.  Even when\r\ncouched as equitable relief, Sharyland's request is for the expenditure of money--money\r\nAlton would spend in the remediation process, and we have already concluded, under its\r\nbreach of contract action, that Sharyland's compensable damages are not recoverable\r\nfrom Alton because its damages are limited under section 271.153(a).  <em>See</em> Tex. Local\r\nGov't Code Ann. § 271.153(a); <em>cf. Tex. S. Univ. v. Araserve Campus Dining Servs.</em>, <span class=\"citation\" data-id=\"1760214\"><a href=\"/opinion/1760214/tsu-v-araserve-campus-dining-services/\"><span class=\"volume\">981</span>\r\n<span class=\"reporter\">S.W.2d</span> <span class=\"page\">929</span></a></span>, 935 (Tex. App.-Houston [1st Dist.] 1998, pet. denied) (\"And since appellants\r\nrequested equitable relief in the form of an order reinstating them to their jobs, rather than\r\nmonetary damages, the remedy sought was a permissible one.\"); <em>Alcorn v. Vaksman</em>, <span class=\"citation\" data-id=\"2385030\"><a href=\"/opinion/2385030/alcorn-v-vaksman/\"><span class=\"volume\">877</span>\r\n<span class=\"reporter\">S.W.2d</span> <span class=\"page\">390</span></a></span>, 404 (Tex. App.-Houston [1st Dist.] 1994, writ denied) (en banc) (providing\r\nthat unlike suits for monetary damages, suits against the State seeking equitable remedies\r\nfor constitutional violations are allowed without the State's consent).</span></p>\r\n\r\n<p><span>\tWhile Sharyland has argued that the comparative advantages of the equitable\r\nremedy outweigh those of the legal remedy and while it may now argue that the remedy\r\nis not adequate because its damages were limited by the legislature, we conclude that\r\nSharyland had an adequate legal avenue through which to pursue its breach of contract\r\nclaims, an adequate remedy provided for by the legislature \"that is as complete, practical,\r\nand efficient to the prompt administration of justice as is equitable relief.\"  <em>See Bowen</em>, 106\r\nS.W.3d at 235.  Therefore, under the facts of this case, we further conclude that the trial\r\ncourt did not abuse its discretion in denying Sharyland's claims for equitable relief on this\r\nbasis.</span></p>\r\n\r\n<p><span>\tAccordingly, we overrule cross-appellant Sharyland's sole issue.</span></p>\r\n\r\n<br><br>\r\n<br><br>\r\n<p align=\"CENTER\"><span>VI.  Conclusion</span></p>\r\n\r\n<p><span>\tWe affirm the judgment of the trial court on Sharyland's breach of contract claim\r\nagainst Alton; however, we reverse and render judgment that damages and attorney's fees\r\nawarded against Alton on this breach of contract claim are not recoverable.  We also\r\nreverse and remand to the trial court the award of attorney's fees for a determination of the\r\namount of the award properly attributable to Sharyland's declaratory judgment action\r\nagainst Alton.  We reverse and render judgment that Sharyland take nothing for damages\r\nand attorney's fees on its contract claims and its negligence claims against C&amp;B, TCB, and\r\nCris.  Finally, we affirm the trial court's denial of Sharyland's request for equitable relief as\r\nagainst Alton.</span></p>\r\n\r\n<p><span>\t\t\t\t\t</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\tNELDA V. RODRIGUEZ</span></p>\r\n\r\n<p><span>\t\t\t\t\t\t\t\tJustice</span></p>\r\n\r\n<br><br>\r\n<p><span>Opinion delivered and filed this </span></p>\r\n\r\n<p><span>25th day of November, 2008.</span></p>\r\n\r\n<br><br>\r\n<p>1.   Alton claims governmental immunity.  <em>See Tooke v. City of Mexia</em>, <span class=\"citation\" data-id=\"1400009\"><a href=\"/opinion/1400009/tooke-v-city-of-mexia/\"><span class=\"volume\">197</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">325</span></a></span>, 331 n.11 (Tex.\r\n2006) (citing <em>Wichita Falls State Hosp. v. Taylor</em>, <span class=\"citation\" data-id=\"1635395\"><a href=\"/opinion/1635395/wichita-falls-state-hosp-v-taylor/\"><span class=\"volume\">106</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">692</span></a></span>, 694 n.3 (Tex. 2003) (\"Courts often use the\r\nterms sovereign immunity and governmental immunity interchangeably.  However, they involve two distinct\r\nconcepts.  Sovereign immunity refers to the State's immunity from suit and liability.  In addition to protecting\r\nthe State from liability, it also protects the various divisions of state government, including agencies, boards,\r\nhospitals, and universities.  Governmental immunity, on the other hand, protects political subdivisions of the\r\nState, including counties, cities, and school districts.\")); <em>Harris County v. Sykes</em>, <span class=\"citation\" data-id=\"894530\"><a href=\"/opinion/894530/harris-county-v-sykes/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">635</span></a></span>, 638 (Tex.\r\n2004) (concluding that governmental immunity operates like sovereign immunity and affords a similar\r\nprotection to political subdivisions of the State, including counties and cities).</p></span></p>\r\n\r\n<p>2.   Potable water is water that is suitable for drinking.  <em>See </em>Merriam-Webster Online Dictionary,\r\n<em>available at</em> http://www.merriam-webster.com/dictionary/potable (last visited Nov. 24, 2008).\r\n</p><p>3.   The jury found no liability on the part of L.L. Rodriguez and Associates or Grab Pipeline Services,\r\nInc., and those entities are not parties to this appeal.\r\n</p><p>4.   Sascon Construction Co. (Sascon) installed the yard lines on private property.  Sascon is not a\r\nparty to the lawsuit.\r\n</p><p>5.   Sharyland also alleged negligence and nuisance claims against Alton.  At the close of the evidence\r\nat trial, however, Sharyland dropped its claim for negligence.  It had earlier dropped its nuisance claim.  The\r\nissue of breach of contract, as against Alton, was submitted to the jury.</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tIn addition, an issue on unconstitutional taking was submitted; however, the jury found that Alton did\r\nnot commit an unconstitutional taking of Sharyland's property.  It also found that Sharyland was not estopped\r\nfrom complaining about the manner in which the sewer system was installed.  These findings are not\r\nchallenged on appeal.\r\n<p>6.   Section 317.13, a regulation promulgated by the Texas Commission on Environmental Quality (the\r\nCommission), provides as follows:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tWhere a sanitary sewer crosses a waterline and the sewer is constructed of cast iron, ductile\r\niron, or PVC with a minimum pressure rating of 150 psi, an absolute minimum distance of six\r\ninches between outside diameters shall be maintained.  In addition, the sewer shall be\r\nlocated below the waterline where possible, and one length of the sewer pipe must be\r\ncentered on the waterline.</span></p>\r\n\r\n<br><br>\r\n<p><span>30 Tex. Admin. Code § 317.13(1)(B) (2008) (33 Tex. Reg. 2126, 2234, <em>adopted</em> 33 Tex. Reg. 6928 (2008)\r\n(codified at 30 Tex. Admin. Code Ann. §§217.1-.33).\r\n<p>7.   Providing for water and waste facility loans and grants, section 1926(b) sets out the following:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tThe service provided or made available through any such association shall not be curtailed\r\nor limited by inclusion of the area served by such association within the boundaries of any\r\nmunicipal corporation or other public body, or by the granting of any private franchise for\r\nsimilar service within such area during the term of such loan; nor shall the happening of any\r\nsuch event be the basis of requiring such association to secure any franchise, license, or\r\npermit as a condition to continuing to serve the area served by the association at the time of\r\nthe occurrence of such event.</span></p>\r\n\r\n<br><br>\r\n<p><span>7 U.S.C.A. § 1926(b) (1999).</span></p>\r\n\r\n<p>8.   The jury found that Alton failed to comply with the following provision--paragraph 6--of the Water\r\nSupply Agreement:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tIn the event of the installation of a sewer system, such sewer lines and systems shall remain\r\na required distance from the water lines and all septic tank drain fields shall be at least ten\r\n(10) feet from the water lines, or as otherwise prescribed by the rules and regulations of the\r\nTexas State Department of Health.</span></p>\r\n\r\n<br><br>\r\n<p><span>The jury also found that Alton failed to comply with the following provision--paragraph 5--of the Water Service\r\nAgreement:</span></p>\r\n\r\n<br><br>\r\n<p><span>\tThe Corporation [Sharyland] agrees to sell and deliver water and/or sewer service to the\r\nMember [Alton] and Member agrees to purchase and receive water and/or sewer service\r\nfrom the Corporation, in accordance with the bylaws and rules and regulations of the\r\nCorporation as amended from time to time by the Corporation.\r\n<p>9.   Relying on section 271.153, Alton also argues that because it did not purchase the services from\r\nSharyland and because it was not required to pay any monies to Sharyland, the contracts are not of the type\r\ncontemplated by the Legislature.  <em>See </em>Tex. Local Gov't Code Ann. § 271.153(a) (Vernon 2005) (limiting\r\ndamages to \"the balance due and owed by the local governmental entity under the contract,\" \"the amount\r\nowed for change orders or additional work the contractor is directed to perform by a local governmental entity\r\nin connection with the contract,\" and \"interest as allowed by law\"); <em>see also </em>§ 271.153(b) (excluding\r\n\"consequential damages,\" \"exemplary damages,\" or \"damages for unabsorbed home office overhead\")<em>.</em>  We\r\naddress this argument in our discussion of Alton's third issue.\r\n</p><p>10.   Alton does not dispute that Sharyland financed the construction and operation of its retail water\r\nand wastewater systems through loans and grants secured through the Farmer's Home Administration and\r\nthat Sharyland continues to be obligated to repay the federal government.\r\n</p><p>11.   A creditor beneficiary may be defined as a third person to whom the bargain-seeking party (the\r\n\"promisee\" or contract party exacting the particular stipulation) has an indebtedness, contractual obligation,\r\nor other legally enforceable commitment to the third party which commitment the bargain-seeker wishes to\r\ndischarge or protect by stipulating that the bargain-giver (the opposing contract party or \"promisor\" concerning\r\nthe particular stipulation) shall deliver a contract performance to the third party.  <em>MJR Corp. v. B &amp; B Vending\r\nCo.</em>, <span class=\"citation\" data-id=\"2402998\"><a href=\"/opinion/2402998/mjr-corp-v-b-b-vending-co/\"><span class=\"volume\">760</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">4</span></a></span>, 11 (Tex. App.-Dallas 1988, writ denied).</p></span></p>\r\n\r\n<p>12.   For example, the agreement between Alton and TCB includes a remedies section that\r\ncontemplates disputes between Alton and TCB only.  The remedies section does not address enforcement\r\nof disputes by Sharyland or by any other third party.  Paragraph 16 of the agreement provides the following:</p></span></p>\r\n\r\n<br><br>\r\n<p><span>\tUnless otherwise provided in this Agreement, all claims, counterclaims, disputes, and other\r\nmatters in question between [Alton] and [TCB] arising out of or relating to this Agreement or\r\nthe breach of it will be decided by arbitration if the parties mutually agree, or in a court of\r\ncompetent jurisdiction within . . . Texas.  Venue . . . shall be in Hidalgo County, Texas.</span></p>\r\n\r\n<br><br>\r\n<p><span>Sharyland argues that the remedies section referred to by TCB does not foreclose Sharyland from enforcing\r\nthe contract as a third-party beneficiary because it is prefaced by the phrase \"unless otherwise provided in\r\nthis Agreement.\"  However, Sharyland does not refer this Court to contractual language that provides\r\notherwise.</span></p>\r\n\r\n<p>13.   In its cross-issue on equitable relief, Sharyland speculates, without citation to the record or\r\nauthority, that raw sewage leaks from Alton's sewer lines would subject Sharyland's employees to increased\r\nrisk of harm when repairing broken water lines and subject Sharyland's members to physical injury and death\r\ndue to water borne contamination originating and emanating from Alton's sewer lines.  <em>See</em> Tex. R. App. P.\r\n38.1(i).  In this issue regarding economic damages, however, Sharyland makes no claim of personal injury;\r\ntherefore, the issue of whether a personal injury has occurred, either to employees or customers, is not before\r\nus.\r\n</p><p>14.   As a result of investigative excavations, one leak was found in one of the excavated sewer lines. \r\nThe leak was caused by a rolled gasket in the coupling.\r\n</p><p>15.   The judgment sought by Sharyland included the following equitable relief:</p>\r\n\r\n<br><br>\r\n<p><span>\t\tIT IS FURTHER ORDERED, ADJUDGED AND DECREED that specific performance\r\nof the Water Supply Agreement and Water Service Agreement be granted and . . . Alton . .\r\n. [is] ordered to excavate each sewer pipe lateral constructed in the City of Alton/City of\r\nMcAllen Wastewater Improvements Project where it crosses [Sharyland's] waterline and\r\ninstall the sewer pipe lateral in the following manner:</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tA.\tWith an absolute minimum distance of six (6) inches between\r\noutside diameters of the crossing sewer pipe lateral and the\r\n[Sharyland's] waterline; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tB.\tWith the sewer pipe lateral being located below the waterline where\r\npossible; and</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tC.\tWith the sewer pipe lateral being constructed of a continuance\r\nsection of pipe, without joints or couplings, from a point beginning\r\nnine (9) feet from the [Sharyland's] waterline on one side to a point\r\nbeing nine (9) feet from the [Sharyland's] waterline on the opposite\r\nside of the waterline; or</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tD.\tIn lieu of conforming with paragraph C, immediately above, the\r\ncrossing sewer pipe may be encased in a joint of 150 psi pressure\r\nclass pipe at least eighteen (18) feet long and two (2) nominal sizes\r\nlarger than the crossing sewer pipe lateral, and in such case the\r\nspace around the carrier pipe shall be supported at minimum five\r\n(5) feet intervals with spacers or be filled to the spring line with\r\nwashed sand and this encasement pipe shall be centered on the\r\ncrossed waterline and both ends sealed with cement grout or a\r\nmanufactured seal;</span></p>\r\n\r\n<br><br>\r\n<p><span>\twithin sixty (60) days of the date of the judgment, and to continue such actions diligently until\r\nachieving complete compliance with this order, but in no event shall such actions take more\r\nthan one hundred eighty (180) days to achieve complete compliance with this order.</span></p>\r\n\r\n<br><br>\r\n<p><span>\t\tIT IS FURTHER ORDERED, ADJUDGED AND DECREED that . . . Alton [is]\r\ncommanded, beginning no later than one hundred eighty (180) days from the date of this\r\njudgment, to desist and refrain from allowing sewage to pass through all sewer pipe laterals\r\nwhere they cross over [Sharyland's] waterline until the sewer lines are excavated and unless\r\nthe sewage pipe laterals are constructed as ordered in subparagraphs A, B, C and D above.\r\n</span></p>\r\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894726/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894816/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1352411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1377553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1380328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1383975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1384090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1393760/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1400009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1473146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1506534/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1580650/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1627284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1628467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1635199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1635395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1654400/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1745433/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1751051/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1760214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1783370/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1790670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1960434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1983655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2088730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2174893/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2188399/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2189120/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2272433/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2334171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2354058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2382125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2382247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2385030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2392713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2402998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2409418/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2410592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2425260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2428697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2429695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2436853/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2437219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2463017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2463940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2463975/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-11T21:20:32.556067Z",
      "date_modified": "2015-09-11T21:20:32.556067Z",
      "date_filed": "2008-11-25",
      "date_filed_is_approximate": false,
      "slug": "city-of-alton-carter-burgess-inc-turner-collie-bra",
      "citation_id": 2897401,
      "case_name_short": "",
      "case_name": "City of Alton, Carter & Burgess, Inc., Turner, Collie & Braden, Inc., and Cris Equipment Company, Inc. v. Sharyland Water Supply Corporation",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2781713/city-of-alton-carter-burgess-inc-turner-collie-bra/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-11T21:04:26.132954Z",
  "date_modified": "2015-09-11T21:04:26.132954Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "City of Alton, Carter & Burgess, Inc., Turner, Collie & Braden, Inc., and Cris Equipment Company, Inc. v. Sharyland Water Supply Corporation",
  "case_name_full": "",
  "slug": "city-of-alton-carter-burgess-inc-turner-collie-bra",
  "docket_number": "13-06-00038-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}