{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2818884/",
  "id": 2818884,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca1/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2961665/",
      "id": 2961665,
      "absolute_url": "/opinion/2961665/nenh-phetosomphone-v-allison-reed-group/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2818884/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2961665/",
          "id": 2961665,
          "absolute_url": "/opinion/2961665/nenh-phetosomphone-v-allison-reed-group/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2961665/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-21T20:46:05.802376Z",
          "date_modified": "2017-04-11T18:46:40.252198Z",
          "type": "010combined",
          "sha1": "00941cc692c17a8159225561f180a7d13f64a656",
          "page_count": null,
          "download_url": "http://media.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1117.01A",
          "local_path": "html/1993/01/20/nenh_phetosomphone_v._allison_reed_group.html",
          "plain_text": "",
          "html": "<div>\nUSCA1 Opinion\n\n\t\n\n\n<p align=\"center\">\n</p><br>\n<pre><br><br><br><br><br><br><br>          January 20, 1993<br>                            UNITED STATES COURT OF APPEALS<br>                                FOR THE FIRST CIRCUIT<br>                                 ____________________<br><br>        No. 92-1117<br><br>                                 NENH PHETOSOMPHONE,<br><br>                                Plaintiff, Appellant,<br><br>                                          v.<br><br>                 ALLISON REED GROUP, INC. d/b/a TECHNI-CRAFT PLATING,<br>                            NOEL SMITH AND CAROL MARSELLA,<br><br>                                Defendants, Appellees.<br><br>                                _____________________<br><br>        No. 92-1118<br><br>                                   GARY SHOWALTER,<br><br>                                Plaintiff, Appellant,<br><br>                                          v.<br><br>                ALLISON REED GROUP, INC. d/b/a/ TECHNI-CRAFT PLATING,<br>                            NOEL SMITH AND CAROL MARSELLA,<br><br>                                Defendants, Appellees.<br><br>                                 ____________________<br><br><br>                    APPEALS FROM THE UNITED STATES DISTRICT COURT<br><br>                           FOR THE DISTRICT OF RHODE ISLAND<br><br>                    [Hon. Ronald R. Lagueux, U.S. District Judge]<br>                                             ___________________<br><br>                                 ____________________<br><br>                                        Before<br><br>                               Torruella, Circuit Judge,<br>                                          _____________<br>                            Aldrich, Senior Circuit Judge,<br>                                     ____________________<br>                              and Boudin, Circuit Judge.<br>                                          _____________<br><br>                                 ____________________<br><br>            Susan  Deveney with  whom Michael  R.  Hagopian  was on  brief for<br>            ______________            _____________________<br>        appellants.<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            Elizabeth A. Del Padre for appellee Noel Smith.<br>            ______________________<br>            Steven A.  Robinson with  whom Shayle  Robinson was  on brief  for<br>            ___________________            ________________<br>        appellee Allison Reed Group, Inc. d/b/a/ Techni-Craft Plating.<br><br><br>                                 ____________________<br><br><br>                                 ____________________<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                 BOUDIN,  Circuit  Judge.     Gary  Showalter  and   Nenh<br>                          ______________<br><br>            Phetosomphone, plaintiffs in the district court,  appeal from<br><br>            that  court's  award  of  attorneys'  fees  following   their<br><br>            successful Title  VII suit.    Because we  conclude that  the<br><br>            district court  did not abuse its  considerable discretion in<br><br>            determining an appropriate fee award, we affirm.<br><br>                                          I.<br><br>                 Plaintiffs  brought  separate suits,  later consolidated<br><br>            for trial, against Allison Reed Group, Inc. (\"Allison Reed\"),<br><br>            Noel Smith and Carol  Marsella, alleging that plaintiffs were<br><br>            the  victims of sexual harassment in the workplace.  In their<br><br>            complaints,  plaintiffs  sought  equitable   and  declaratory<br><br>            relief and back pay under  Title VII of the Civil  Rights Act<br><br>            of 1964, 42  U.S.C.   2000e et seq., as  well as compensatory<br>                                        __ ____<br><br>            damages under  Rhode Island law  for the tort  of intentional<br><br>            infliction of emotional distress.<br><br>                 Plaintiffs' tort  claim against Smith  and Marsella  was<br><br>            tried to a jury, and the Title VII claim against Allison Reed<br><br>            and Smith was tried  simultaneously to the court.1   The jury<br><br>            returned  a verdict in  favor of defendants  on the state-law<br><br>            claim.    The  court  ruled,  however,  that  plaintiffs  had<br><br>            established  a claim  of  sexual harassment  under Title  VII<br><br>                                <br>            ____________________<br><br>                 1The district court directed  a verdict for Allison Reed<br>            on the state-law count at the close of plaintiffs' case.  The<br>            court also ruled that Marsella was not a statutory \"employer\"<br>            under Title VII and was therefore not a proper defendant with<br>            respect to that count.<br><br>                                         -2-<br>                                         -2-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            against Allison Reed and Smith.   The court ordered defendant<br><br>            Allison  Reed to establish  a procedure for  claims of sexual<br><br>            harassment,  and  enjoined  it  from  allowing  future sexual<br><br>            harassment  of  Showalter should  he  return to  work.2   The<br><br>            court  found  that  Phetosomphone  had   been  constructively<br><br>            discharged  as a result of the sexual harassment and had been<br><br>            out  of work for eight weeks, and  it awarded him back pay of<br><br>            $1,737.60  plus  prejudgment  interest.     The  factual  and<br><br>            procedural background of this case and the court's rulings on<br><br>            the  merits are set forth  in detail in  Showalter v. Allison<br>                                                     _________    _______<br><br>            Reed Group, Inc., 767 F. Supp. 1205 (D.R.I. 1991).  <br>            ________________<br><br>                 After  its decision  on the  merits, the  district court<br><br>            invited  plaintiffs to  submit an  application for  costs and<br><br>            attorneys'  fees pursuant  to 42  U.S.C.    2000e-5(k).   The<br><br>            court stated that \"[t]he application for counsel fees must be<br><br>            supported  by a detailed,  contemporaneous accounting  of the<br><br>            time spent by the attorneys  on this case.\"  767 F.  Supp. at<br><br>            1215.  Plaintiffs'  counsel submitted an  application seeking<br><br>            attorneys' fees  and costs  totalling $83,177.   The district<br><br>            court  held  a  hearing  on  the  application,  and  directed<br><br><br><br><br>                                <br>            ____________________<br><br>                 2At the time of  trial, Showalter was out of work due to<br>            a  back  injury  and  was  receiving  worker's  compensation.<br>            Because Showalter had not left his  employment because of the<br>            harassment but  rather on account  of the  injury, the  court<br>            held  that Showalter was not entitled to back pay.  The court<br>            awarded Showalter $1 in nominal damages.<br><br>                                         -3-<br>                                         -3-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            plaintiffs to submit  additional documentation in support  of<br><br>            their claim.<br><br>                 The district  court ultimately allowed  only $12,762  in<br><br>            fees and  $240 in costs.  The  court issued a 13-page opinion<br><br>            explaining  in detail  its reasons  for sharply  limiting the<br><br>            award both as to  hours allowed and the hourly  rate claimed.<br><br>            The court attached to its opinion a 16-page appendix in which<br><br>            it  itemized  each  expenditure  of counsel  time  for  which<br><br>            compensation  was  sought,  and  identified  which  had  been<br><br>            allowed  and which had been reduced or stricken.  This appeal<br><br>            followed.<br><br>                                         II.<br><br>                 Title VII  provides that \"[i]n any  action or proceeding<br><br>            under this subchapter the court, in its discretion, may allow<br><br>            the prevailing party, other than the Commission or the United<br><br>            States,  a reasonable attorney's  fee (including expert fees)<br><br>            as  part  of  the  costs . . . .\"  42  U.S.C.     2000e-5(k).<br><br>            Accordingly, an award of  fees under the statute is  reviewed<br><br>            primarily  under an  abuse  of discretion  standard, and  the<br><br>            trial  court's range  of  discretion  is particularly  broad.<br><br>            United States v.  Metropolitan Dist. Comm'n, 847  F.2d 12, 14<br>            _____________     _________________________<br><br>            (1st Cir.  1988).  We have  advised parties on more  than one<br><br>            occasion  that \"the  battle [over  attorneys' fee  awards] is<br><br>            likely to  be determined in the trial court.\"  E.g., Foley v.<br>                                                           ___   _____<br><br>            City of Lowell,  948 F.2d 10, 19 (1st Cir.  1991).  Moreover,<br>            ______________<br><br><br><br>                                         -4-<br>                                         -4-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            \"the  fee  applicant   bears  the   burden  of   establishing<br><br>            entitlement to an award and documenting the appropriate hours<br><br>            expended and hourly  rates.\"  Hensley v.  Eckerhart, 461 U.S.<br>                                          _______     _________<br><br>            424, 437 (1983).<br><br>                 In Hensley, the Supreme Court explained that \"[t]he most<br>                    _______<br><br>            useful  starting  point  for  determining  the  amount  of  a<br><br>            reasonable fee is  the number of hours reasonably expended on<br><br>            the litigation multiplied by a reasonable hourly  rate,\"  461<br><br>            U.S.  at 433, adding that  adjustments could then  be made to<br><br>            reflect   \"other   considerations\"   including  the   results<br><br>            obtained.   Id. at  434.   In this  case, the  district court<br>                        __<br><br>            determined compensable hours as follows:  it discounted hours<br><br>            such as trial time to exclude time needed only because of the<br><br>            presence of  the state  claim; it  disallowed hours  spent on<br><br>            specific matters  that by their  nature could relate  only to<br><br>            the state-law  claim; and  it disallowed hours  documented so<br><br>            generally that the court could not determine their connection<br><br>            to the Title VII  claim.3  Having  derived a total number  of<br><br>            allowable hours, the court then multiplied  them by an hourly<br><br>            fee, reducing plaintiffs' requested  hourly rate from $150 to<br><br>            $90 per hour.<br><br>                 Plaintiffs' broadest challenge on  this appeal is to the<br><br>            concept of separating time devoted  to the federal and state-<br><br>                                <br>            ____________________<br><br>                 3The  court also  disallowed  as  improbable claims  for<br>            hours in  excess of 12 hours  by an attorney on  any one day.<br>            There is no separate challenge to this determination.<br><br>                                         -5-<br>                                         -5-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            law claims.  Plaintiffs  appear to recognize that, considered<br><br>            separately,  time spent  on  the state-law  claims would  not<br><br>            warrant attorney's fees, those claims being outside the ambit<br><br>            of  Title VII  and unsuccessful to  boot.   Plaintiffs argue,<br><br>            however, that  because their  Title VII and  state-law claims<br><br>            arose  out of  the  same  set  of  facts,  virtually  all  of<br><br>            counsel's  efforts to prepare this  case for trial related to<br><br>            both  the  state-law  and  the  federal  claims.    In  these<br><br>            circumstances, plaintiffs  contend, the courts  have rejected<br><br>            attempts to attribute the  hours spent in the  preparation of<br><br>            the case to  one claim or the other, and  instead have viewed<br><br>            the  litigation as  a  whole in  setting  an appropriate  fee<br><br>            award.  <br><br>                 It  is quite  true  that in  Hensley  the Supreme  Court<br>                                              _______<br><br>            cautioned that attempts to  allocate hours between claims may<br><br>            be  unwarranted  where  an  action  involves   related  legal<br><br>            theories applied to a common core of facts.  461 U.S. at 434-<br><br>            35.   Thus a  district court may  find that  the federal  and<br><br>            state  claims  are so  interrelated,  and the  time  spent in<br><br>            preparation of  those claims so overlapping,  that an attempt<br><br>            to separate the time  attributable to one or the  other would<br><br>            be futile.  See,  e.g., Munson v. Milwaukee Bd  School Dirs.,<br>                        ___   ___   ______    _________________________<br><br>            969  F.2d 266, 272 (7th  Cir. 1992); Wagenmann  v. Adams, 829<br>                                                 _________     _____<br><br>            F.2d 196, 225  (1st Cir. 1987).  But it  does not follow that<br><br>            the  district  court  is  prevented  from  eliminating  hours<br>                                      _________<br><br><br><br>                                         -6-<br>                                         -6-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            attributable to  state-law claims  where, as here,  the court<br><br>            reasonably concludes that there is not a complete overlap and<br><br>            separation is proper.   Indeed, in Hensley  itself, where the<br>                                               _______<br><br>            successful  and unsuccessful claims were closely related, the<br><br>            Supreme Court  said generally that \"[t]he  district court may<br><br>            attempt to identify specific hours that should be eliminated,<br><br>            or it may simply reduce the award to account for the  limited<br><br>            success.\"  461 U.S. at 436-37.<br><br>                 In  this  instance there  were,  as  the district  court<br><br>            found, discrete  tasks performed by  plaintiffs' counsel that<br><br>            related   only  to   the  state-law  claim   for  intentional<br><br>            infliction  of   emotional  distress:     for  example,   the<br><br>            development   of  evidence   regarding  the   emotional  harm<br><br>            allegedly  suffered by  Showalter and  Phetosomphone (because<br><br>            compensatory  damages  were not  then  available  under Title<br><br>            VII),  and  efforts  relating  to  the  jury,  such  as  jury<br><br>            selection and  preparation of instructions  (because only the<br><br>            state-law  claim was  tried to  the  jury).      On the  same<br><br>            principle,  we  believe  that   the  court  was  entitled  to<br><br>            eliminate or discount  hours or other expenses that  it found<br><br>            would not have been incurred  but for the unsuccessful state-<br><br>            law claim.  See  Hensley, 461 U.S. at 436-37;  Wagenmann, 829<br>                        ___  _______                       _________<br><br>            F.2d at 225 (segregable expenses).<br><br>                 Plaintiffs   next   criticize   the   district   court's<br><br>            application of this concept, arguing (often in fairly general<br><br><br><br>                                         -7-<br>                                         -7-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            terms  but  with  some  examples)  that   some  of  the  time<br><br>            discounted  or disallowed  should have  been permitted.   For<br><br>            example,   plaintiffs   say   that   time   spent   on  state<br><br>            administrative proceedings, which are a predicate to filing a<br><br>            Title  VII claim,  should  have been  allowed,  and that  too<br><br>            little  time  was  permitted  for  consulting  with  clients.<br><br>            Admittedly,  in  excluding  or   limiting  these  hours,  the<br><br>            district  court took a  very hard  line.   The disallowances,<br><br>            however, were not irrational:  they stemmed from the district<br><br>            court's decision that in these and similar instances, counsel<br><br>            provided inadequate explanation of the nature of the services<br><br>            for which compensation was  claimed, or of their relationship<br><br>            to  the Title  VII claims,  or both.    Thus, where  the time<br><br>            records contained  entries such as \"library\"  and \"letters to<br><br>            opposing counsel,\"  the court excluded the  time, noting that<br><br>            the entries \"left the court guessing about their purposes.\"<br><br>                 There was some basis for the district court's insistence<br><br>            upon specificity.   The court, which  was intimately familiar<br><br>            with the case, found  that plaintiffs' state-law claim played<br><br>            a  very  substantial  role  in  plaintiffs'  preparation  and<br><br>            prosecution of this action.  The court expressly rejected the<br><br>            representation of plaintiff's  counsel that efforts  relating<br><br>            exclusively to  the state-law claim comprised  less than five<br><br>            percent  of her  total work  on the  case, \"[s]ince  it [was]<br><br>            readily apparent to  the Court that  most of the  plaintiffs'<br><br><br><br>                                         -8-<br>                                         -8-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            efforts were  directed toward obtaining a  large damage award<br><br>            under state  law . . .  .\"  Compensatory  damages, of course,<br><br>            were not available under Title VII at the time of this trial.<br><br>            Compare Civil Rights Act of 1991, Pub. L. No. 102-166,   102,<br>            _______<br><br>            105 Stat. 1071, 1072-73 (1991).  <br><br>                 The district court's skepticism was also grounded in its<br><br>            finding  that counsel  had failed  to submit  contemporaneous<br><br>            time records  showing hours worked.   This omission persisted<br><br>            even  after  the court  afforded  counsel  an opportunity  to<br><br>            remedy  the problem.4  We have expressly advised the bar that<br><br>            \"the absence of detailed contemporaneous time records, except<br><br>            in extraordinary circumstances, will  call for a  substantial<br><br>            reduction in any award or, in egregious cases, disallowance.\"<br><br>            Grendel's  Den, Inc. v. Larkin,  749 F.2d 945,  952 (1st Cir.<br>            ___________________     ______<br><br>            1984);  accord,   Hensley,  461  U.S.  at   433  (\"Where  the<br>                    ______    _______<br><br>            documentation of hours is  inadequate, the district court may<br><br>            reduce the award accordingly.\").  In this case, the court did<br><br>            not disallow  trial counsel's claim for lack of such records,<br><br><br><br>                                <br>            ____________________<br><br>                 4Counsel  first  submitted  a   computer-generated  list<br>            containing the  dates that counsel had  worked on plaintiffs'<br>            case,  a brief  description of  the tasks  performed and  the<br>            number  of hours expended.   The court  found this accounting<br>            inadequate  and requested  counsel to  submit contemporaneous<br>            records.    In response,  counsel  submitted  individual time<br>            sheets  for the entries on the chronological list.  The court<br>            found that all of these time sheets were  written by the same<br>            hand in the  same pen, and  it concluded that the  sheets had<br>            not been prepared contemporaneously.  This factual finding is<br>            not clearly erroneous and we are bound to accept it.<br><br>                                         -9-<br>                                         -9-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            but  that  lack did  encourage  the court  to  resolve doubts<br><br>            against reimbursement.5  <br><br>                 We also reject the claim  that the district court abused<br><br>            its discretion in reducing counsel's hourly rate from $150 to<br><br>            $90.    We have  held  that  a district  court,  in fixing  a<br><br>            reasonable  fee  award,  is  not  bound  by  the hourly  rate<br><br>            requested  by the  victor's  counsel; rather,  the court  may<br><br>            establish  a  rate  that  it considers  reasonable  based  on<br><br>            counsel's  skill and experience  and prevailing market rates.<br><br>            See Metropolitan District Comm'n,  847 F.2d at 19; Wojtkowski<br>            ___ ____________________________                   __________<br><br>            v. Cade,  725 F.2d 127,  131 (1st  Cir. 1984).   The district<br>               ____<br><br>            court noted that plaintiffs'  counsel had been practicing law<br><br>            for only three years, and it stated that $75 to  $90 per hour<br><br>            was the court's normal range for attorneys with this level of<br><br>            experience.   The court awarded  counsel the high  end of the<br><br>            range  to reflect  her  supervisory role  in the  litigation.<br><br>            Plaintiffs have provided us with no basis for overturning the<br><br>            court's judgment.  <br><br>                 Only one  aspect of  the district court's  determination<br><br>            gives us pause.  At the outset of its opinion, the court said<br><br><br>                                <br>            ____________________<br><br>                 5The  lack of  contemporaneous records  did lead  to one<br>            specific  disallowance,  but  not  of time  claimed  by  lead<br>            counsel.    Plaintiffs  included  in   their  submission  the<br>            affidavit and  bill of  a predecessor attorney,  which listed<br>            only  a  description  of services  and  a  total amount  due.<br>            Neither the  time expended in  total nor on  individual items<br>            was included.  We  see no error whatever in  disallowing such<br>            an undocumented claim.<br><br>                                         -10-<br>                                         -10-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            that  the relief obtained by plaintiff on the Title VII claim<br><br>            was \"relatively  limited in  comparison to the  scope of  the<br><br>            litigation  as a  whole.\"   Specifically, the  court observed<br><br>            that  each plaintiff's  complaint  had sought  $1 million  in<br><br>            compensatory  damages on their  unsuccessful state-law claim,<br><br>            whereas  plaintiffs ultimately  received only  $1 in  nominal<br><br>            damages (in the  case of appellant  Showalter) and $1,737  in<br><br>            back pay (in  the case  of Phetosomphone).   Thus, the  court<br><br>            noted,  \"[t]he combined monetary  relief that  the plaintiffs<br><br>            ultimately received was less than one-tenth of one percent of<br><br>            what they originally sought.\"  <br><br>                 We think that plaintiffs'  proportionate success on  the<br><br>            Title  VII claim  vis-a-vis their failure  to prevail  on the<br><br>            state-law  claim is  irrelevant.   Since  the district  court<br><br>            eliminated from the award any compensation for hours spent on<br><br>            the prosecution of the state-law claim, it would be illogical<br><br>            to reduce further the award to reflect the lack of success of<br><br>            that claim.  It is true that in a number of cases, the courts<br><br>            have  stated that \"the extent  of a plaintiff's  success is a<br><br>            crucial factor in  determining the proper amount of  an award<br><br>            of attorney's  fees . . .  .\"  Hensley, 461 U.S.  at 440; see<br>                                           _______                    ___<br><br>            also Foley,  948 F.2d at 19.   But we think  these statements<br>            ____ _____<br><br>            must  be understood  as referring  to the  degree of  overall<br><br>            success  where  unsuccessful  claims  are  included  in   the<br>                                                       ________<br><br><br><br><br><br>                                         -11-<br>                                         -11-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            calculation of the number of hours  for which compensation is<br><br>            allowed.    <br><br>                 Nevertheless,  we  do  not  believe  that  the  district<br><br>            court's comparison of the  outcomes achieved by plaintiffs in<br><br>            their  federal   and   state-law  claims   requires   further<br><br>            proceedings.   The district court  expressed this view  in an<br><br>            introductory  section  of its  opinion;  the  belief did  not<br><br>            manifest itself in any particular reduction in the fee award,<br><br>            and  the specific reductions in the award were based upon the<br><br>            legitimate disallowance of hours.  If  the comment played any<br><br>            role,  it  was   as  a  general  predicate  to   the  court's<br><br>            permissible decision to disallow  or discount hours not shown<br><br>            to be related to the successful claim.    <br><br>                                         III.<br><br>                 Finally,  plaintiffs  contend that  the  court  erred by<br><br>            disallowing  its request for costs  other than $240 in filing<br><br>            fees. This argument need not detain us long.<br><br>                 The award of costs to the prevailing party, like the fee<br><br>            award,  is a  creature of  statute.   Fed. R.  Civ.  P. 54(d)<br><br>            states that \"costs shall be allowed as a  matter of course to<br><br>            the prevailing party unless the Court otherwise directs . . .<br><br>            .\"6   Allowable costs are listed  in 28 U.S.C    1920; and 28<br><br>                                <br>            ____________________<br><br>                 6Although appellants' brief suggests  that costs may  be<br>            imposed  directly under section 2000e-5(k), \"[s]ection 2000e-<br>            5(k)  does not alter the  standard by which  the court awards<br>            costs that are  not attorneys' fees pursuant to  Rule 54(d).\"<br>            Myrick v.  TNT Overland  Express, 143  F.R.D. 126, 128  (N.D.<br>            ______     _____________________<br><br>                                         -12-<br>                                         -12-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            U.S.C.   1924 provides  that \"the party claiming any  item of<br><br>            cost or disbursement shall  attach thereto an affidavit, made<br><br>            by himself  or his duly  authorized attorney or  agent having<br><br>            knowledge of the  facts, that  such item is  correct and  has<br><br>            been necessarily incurred  in the case and  that the services<br><br>            for  which   fees  have   been  charged  were   actually  and<br><br>            necessarily performed.\"  A  \"bill of costs\" form (AO  133) is<br><br>            made available  to  the prevailing  party  by the  court;  in<br><br>            addition to  providing a worksheet to itemize costs, the form<br><br>            also provides a built-in declaration tracking the language of<br><br>            the statute.<br><br>                 In this  case, plaintiffs  neglected to  file a  bill of<br><br>            costs form or to supply any other verification that the costs<br><br>            claimed were \"necessarily incurred in  the case\" and that the<br><br>            services for which compensation was sought were \"actually and<br><br>            necessarily  performed.\"  Rather,  the affidavit submitted by<br><br>            plaintiffs stated only that the  costs were expended \"in  the<br><br>            preparation  and  litigation of  this  case,\"  which, as  the<br><br>            district  court  noted,  is  a  broader  and  more  inclusive<br><br>            standard.   The  court therefore  disallowed all  costs other<br><br>            than  $240, which  represented  the filing  fees  in the  two<br><br>            cases;  these were the only costs which, in the court's view,<br><br><br><br><br>                                <br>            ____________________<br><br>            Ohio  1992); accord, Goostree v. Tennessee, 796 F.2d 854, 864<br>                         ______  ________    _________<br>            (6th Cir. 1986), cert. denied, 480 U.S. 918 (1987).<br>                             ____________<br><br>                                         -13-<br>                                         -13-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            could  safely  be  assumed   on  their  face  to   have  been<br><br>            \"necessarily incurred.\"  <br><br>                 The district court could permissibly have concluded that<br><br>            certain other  expenses, such as the cost  of the depositions<br><br>            of the individual  defendants and the cost  of an interpreter<br><br>            for plaintiff Phetosomphone, were  \"necessary\" on their face,<br><br>            but we  do not believe that  the court was obliged  to do so.<br><br>            At  the fee  hearing, the  district judge  warned plaintiffs'<br><br>            counsel that  the initial costs  submission was not  a proper<br><br>            bill of costs  and afforded additional  time for filing,  but<br><br>            the response was the  affidavit already described.  Preparing<br><br>            a technically  adequate application for costs was plaintiffs'<br><br>            responsibility, not  the court's; and it was  not a difficult<br><br>            or  onerous responsibility,  given the  \"bill of  costs\" form<br><br>            available from the clerk.  <br><br>                                        * * *<br><br>                 Congress has provided for attorneys' fee awards in Title<br><br>            VII  cases.  It is important that the public policy reflected<br><br>            in  the statute not be  undone by requirements  of proof that<br><br>            are  overly stringent or  by too grudging  a test  of what is<br><br>            reasonable.  At the same time, such fee awards are peculiarly<br><br>            within the expertise and discretion of the district judge.  <br><br>                 It is often difficult to  strike the proper note in<br>                 fee-setting matters, to balance the need adequately<br>                 to compensate  successful counsel against  the need<br>                 to  burden unsuccessful  defendants fairly,  but no<br>                 more.  The district  court--which, as in this case,<br>                 has frequently lived  with the  litigation and  the<br><br><br>                                         -14-<br>                                         -14-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                 lawyers  for  long period  of  time,  and which  is<br>                 likely to be more  familiar with the  marketplace--<br>                 has the best coign of vantage.  <br><br>            Metropolitan  Dist. Comm'n, 847 F.2d  at 20.   Here the trial<br>            __________________________<br><br>            judge  provided  an unusually  detailed  explanation for  the<br><br>            reduction  in the fees and  costs sought by  plaintiffs.  The<br><br>            court's  conclusions are  untainted by  legal error  and fall<br><br>            within  the  realm  of   reasonableness.    Accordingly,  the<br><br>            district court's judgment is affirmed.<br>                                         ________<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                                         -15-<br>                                         -15-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                      ALDRICH, Senior Circuit Judge, dissenting.  I quite<br>                               ____________________<br><br>            agree with  much  of  the  court's  opinion.    Certainly  an<br><br>            attorney fees  determination should not be  a second lawsuit,<br><br>            and  a  court's finding  of  the number  of  hours reasonably<br><br>            spent, and of appropriate hourly rates in part based on first<br><br>            hand appraisal of counsel's ability, should not be reviewable<br><br>            except  for  special reason.    Nor  can  I  sympathize  with<br><br>            plaintiffs'  unexplained and  persistent disregard  of formal<br><br>            methodology  rules.   I  am much  troubled,  however, by  the<br><br>            district court's approach to a primary issue in the case, the<br><br>            time  devoted to  the state  claim that  would not  have been<br><br>            spent  had that  issue not  been included.   The  federal and<br><br>            state cases were not separate, but were totally related, even<br><br>            with, as  defendant concedes, identical witnesses.   The only<br><br>            difference  was that federal recovery, at  that time, did not<br><br>            include compensatory damages.   Even here there was a special<br><br>            connection in that plaintiffs were obliged to  show, even for<br><br>            the  federal count,  that their own,  conceded participation,<br><br>            was unenjoyable and involuntary.  In this circumstance, total<br><br>            disregard of hours charged for such items as conferences with<br><br>            clients;   contacts   with   counsel  for   defendants,   and<br><br>            preparation for,  and taking  of the deposition  of defendant<br><br>            Smith,  the principal  harasser, on  the ground  that counsel<br><br><br><br><br><br><br><br>                                         -15-<br>                                         -15-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            cannot   allocate  and  subtract,  imposes  an  extraordinary<br><br>            burden.<br><br>                      As my  brothers say,  this might be  an appropriate<br><br>            occasion to adopt the suggestion in Hensley v. Eckerhart, 461<br>                                                _______    _________<br><br>            U.S. 424, 436-37 (1983), where  the Court said, \"The district<br><br>            court  may attempt to identify specific  hours that should be<br><br>            eliminated,  or it may simply reduce the award to account for<br><br>            the  limited success.\"  That,  however, brings me  to my real<br><br>            difficulty, the district court's finding that this was a case<br><br>            where the relief obtained was \"truly limited in comparison to<br><br>            the  scope of the litigation as a whole,\" citing Hensley, 461<br>                                                             _______<br><br>            U.S. at 440.   In terms, counsel \"won on  one minor claim for<br><br>            each plaintiff.\"<br><br>                      In  Riverside  v.  Rivera, 477  U.S.  561,  574-576<br>                          _________      ______<br><br>            (1986), the Court said,<br><br>                      Unlike  most  private  tort litigants,  a<br>                      civil rights plaintiff seeks to vindicate<br>                      important civil and constitutional rights<br>                      that  cannot be valued solely in monetary<br>                      terms. . . .<br><br>                           Because   damages   awards  do   not<br>                      reflect fully the public benefit advanced<br>                      by civil rights litigation,  Congress did<br>                      not  intend  for  fees  in  civil  rights<br>                      cases, unlike most  private law cases, to<br>                      depend on  obtaining substantial monetary<br>                      relief. . . .<br><br>                           Thus,   Congress   recognized   that<br>                      reasonable  attorney's fees  under   1988<br>                      are not conditioned upon and need not  be<br>                      proportionate  to  an   award  of   money<br>                      damages.<br><br><br><br>                                         -16-<br>                                         -16-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            Plaintiffs had achieved the  maximum possible recovery on the<br><br>            federal claims, including an order against defendant employer<br><br>            to  improve its  internal procedures  with respect  to sexual<br><br>            harassment.  By its  dwelling at length on the  state dollars<br><br>            sought   and,  though   not  applying   them  mathematically,<br><br>            concluding the federal claim \"minor\" I cannot but  think that<br><br>            the district court greatly  depreciated the Civil Rights Act,<br><br>            seriously   impairing   its  discretion.     I   would  favor<br><br>            reconsideration.<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                                         -17-<br>                                         -17-<br><br><br><br><br><br><br><br></pre>\n\n</div>",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<div>\nUSCA1 Opinion\n\n\t\n\n\n<p align=\"center\">\n</p><br>\n<pre><br><br><br><br><br><br><br>          January 20, 1993<br>                            UNITED STATES COURT OF APPEALS<br>                                FOR THE FIRST CIRCUIT<br>                                 ____________________<br><br>        No. 92-1117<br><br>                                 NENH PHETOSOMPHONE,<br><br>                                Plaintiff, Appellant,<br><br>                                          v.<br><br>                 ALLISON REED GROUP, INC. d/b/a TECHNI-CRAFT PLATING,<br>                            NOEL SMITH AND CAROL MARSELLA,<br><br>                                Defendants, Appellees.<br><br>                                _____________________<br><br>        No. 92-1118<br><br>                                   GARY SHOWALTER,<br><br>                                Plaintiff, Appellant,<br><br>                                          v.<br><br>                ALLISON REED GROUP, INC. d/b/a/ TECHNI-CRAFT PLATING,<br>                            NOEL SMITH AND CAROL MARSELLA,<br><br>                                Defendants, Appellees.<br><br>                                 ____________________<br><br><br>                    APPEALS FROM THE UNITED STATES DISTRICT COURT<br><br>                           FOR THE DISTRICT OF RHODE ISLAND<br><br>                    [Hon. Ronald R. Lagueux, U.S. District Judge]<br>                                             ___________________<br><br>                                 ____________________<br><br>                                        Before<br><br>                               Torruella, Circuit Judge,<br>                                          _____________<br>                            Aldrich, Senior Circuit Judge,<br>                                     ____________________<br>                              and Boudin, Circuit Judge.<br>                                          _____________<br><br>                                 ____________________<br><br>            Susan  Deveney with  whom Michael  R.  Hagopian  was on  brief for<br>            ______________            _____________________<br>        appellants.<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            Elizabeth A. Del Padre for appellee Noel Smith.<br>            ______________________<br>            Steven A.  Robinson with  whom Shayle  Robinson was  on brief  for<br>            ___________________            ________________<br>        appellee Allison Reed Group, Inc. d/b/a/ Techni-Craft Plating.<br><br><br>                                 ____________________<br><br><br>                                 ____________________<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                 BOUDIN,  Circuit  Judge.     Gary  Showalter  and   Nenh<br>                          ______________<br><br>            Phetosomphone, plaintiffs in the district court,  appeal from<br><br>            that  court's  award  of  attorneys'  fees  following   their<br><br>            successful Title  VII suit.    Because we  conclude that  the<br><br>            district court  did not abuse its  considerable discretion in<br><br>            determining an appropriate fee award, we affirm.<br><br>                                          I.<br><br>                 Plaintiffs  brought  separate suits,  later consolidated<br><br>            for trial, against Allison Reed Group, Inc. (\"Allison Reed\"),<br><br>            Noel Smith and Carol  Marsella, alleging that plaintiffs were<br><br>            the  victims of sexual harassment in the workplace.  In their<br><br>            complaints,  plaintiffs  sought  equitable   and  declaratory<br><br>            relief and back pay under  Title VII of the Civil  Rights Act<br><br>            of 1964, 42  U.S.C.   2000e et seq., as  well as compensatory<br>                                        __ ____<br><br>            damages under  Rhode Island law  for the tort  of intentional<br><br>            infliction of emotional distress.<br><br>                 Plaintiffs' tort  claim against Smith  and Marsella  was<br><br>            tried to a jury, and the Title VII claim against Allison Reed<br><br>            and Smith was tried  simultaneously to the court.1   The jury<br><br>            returned  a verdict in  favor of defendants  on the state-law<br><br>            claim.    The  court  ruled,  however,  that  plaintiffs  had<br><br>            established  a claim  of  sexual harassment  under Title  VII<br><br>                                <br>            ____________________<br><br>                 1The district court directed  a verdict for Allison Reed<br>            on the state-law count at the close of plaintiffs' case.  The<br>            court also ruled that Marsella was not a statutory \"employer\"<br>            under Title VII and was therefore not a proper defendant with<br>            respect to that count.<br><br>                                         -2-<br>                                         -2-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            against Allison Reed and Smith.   The court ordered defendant<br><br>            Allison  Reed to establish  a procedure for  claims of sexual<br><br>            harassment,  and  enjoined  it  from  allowing  future sexual<br><br>            harassment  of  Showalter should  he  return to  work.2   The<br><br>            court  found  that  Phetosomphone  had   been  constructively<br><br>            discharged  as a result of the sexual harassment and had been<br><br>            out  of work for eight weeks, and  it awarded him back pay of<br><br>            $1,737.60  plus  prejudgment  interest.     The  factual  and<br><br>            procedural background of this case and the court's rulings on<br><br>            the  merits are set forth  in detail in  Showalter v. Allison<br>                                                     _________    _______<br><br>            Reed Group, Inc., <span class=\"citation\" data-id=\"1520835\"><a href=\"/opinion/1520835/showalter-v-allison-reed-group-inc/\"><span class=\"volume\">767</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1205</span></a></span> (D.R.I. 1991).  <br>            ________________<br><br>                 After  its decision  on the  merits, the  district court<br><br>            invited  plaintiffs to  submit an  application for  costs and<br><br>            attorneys'  fees pursuant  to 42  U.S.C.    2000e-5(k).   The<br><br>            court stated that \"[t]he application for counsel fees must be<br><br>            supported  by a detailed,  contemporaneous accounting  of the<br><br>            time spent by the attorneys  on this case.\"  767 F.  Supp. at<br><br>            1215.  Plaintiffs'  counsel submitted an  application seeking<br><br>            attorneys' fees  and costs  totalling $83,177.   The district<br><br>            court  held  a  hearing  on  the  application,  and  directed<br><br><br><br><br>                                <br>            ____________________<br><br>                 2At the time of  trial, Showalter was out of work due to<br>            a  back  injury  and  was  receiving  worker's  compensation.<br>            Because Showalter had not left his  employment because of the<br>            harassment but  rather on account  of the  injury, the  court<br>            held  that Showalter was not entitled to back pay.  The court<br>            awarded Showalter $1 in nominal damages.<br><br>                                         -3-<br>                                         -3-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            plaintiffs to submit  additional documentation in support  of<br><br>            their claim.<br><br>                 The district  court ultimately allowed  only $12,762  in<br><br>            fees and  $240 in costs.  The  court issued a 13-page opinion<br><br>            explaining  in detail  its reasons  for sharply  limiting the<br><br>            award both as to  hours allowed and the hourly  rate claimed.<br><br>            The court attached to its opinion a 16-page appendix in which<br><br>            it  itemized  each  expenditure  of counsel  time  for  which<br><br>            compensation  was  sought,  and  identified  which  had  been<br><br>            allowed  and which had been reduced or stricken.  This appeal<br><br>            followed.<br><br>                                         II.<br><br>                 Title VII  provides that \"[i]n any  action or proceeding<br><br>            under this subchapter the court, in its discretion, may allow<br><br>            the prevailing party, other than the Commission or the United<br><br>            States,  a reasonable attorney's  fee (including expert fees)<br><br>            as  part  of  the  costs . . . .\"  42  U.S.C.     2000e-5(k).<br><br>            Accordingly, an award of  fees under the statute is  reviewed<br><br>            primarily  under an  abuse  of discretion  standard, and  the<br><br>            trial  court's range  of  discretion  is particularly  broad.<br><br>            United States v.  Metropolitan Dist. Comm'n, <span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14<br>            _____________     _________________________<br><br>            (1st Cir.  1988).  We have  advised parties on more  than one<br><br>            occasion  that \"the  battle [over  attorneys' fee  awards] is<br><br>            likely to  be determined in the trial court.\"  E.g., Foley v.<br>                                                           ___   _____<br><br>            City of Lowell,  <span class=\"citation\" data-id=\"571252\"><a href=\"/opinion/571252/michael-j-foley-v-city-of-lowell-massachusetts-michael-j-foley-v-city/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 19 (1st Cir.  1991).  Moreover,<br>            ______________<br><br><br><br>                                         -4-<br>                                         -4-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            \"the  fee  applicant   bears  the   burden  of   establishing<br><br>            entitlement to an award and documenting the appropriate hours<br><br>            expended and hourly  rates.\"  Hensley v.  Eckerhart, 461 U.S.<br>                                          _______     _________<br><br>            424, 437 (1983).<br><br>                 In Hensley, the Supreme Court explained that \"[t]he most<br>                    _______<br><br>            useful  starting  point  for  determining  the  amount  of  a<br><br>            reasonable fee is  the number of hours reasonably expended on<br><br>            the litigation multiplied by a reasonable hourly  rate,\"  461<br><br>            U.S.  at 433, adding that  adjustments could then  be made to<br><br>            reflect   \"other   considerations\"   including  the   results<br><br>            obtained.   Id. at  434.   In this  case, the  district court<br>                        __<br><br>            determined compensable hours as follows:  it discounted hours<br><br>            such as trial time to exclude time needed only because of the<br><br>            presence of  the state  claim; it  disallowed hours  spent on<br><br>            specific matters  that by their  nature could relate  only to<br><br>            the state-law  claim; and  it disallowed hours  documented so<br><br>            generally that the court could not determine their connection<br><br>            to the Title VII  claim.3  Having  derived a total number  of<br><br>            allowable hours, the court then multiplied  them by an hourly<br><br>            fee, reducing plaintiffs' requested  hourly rate from $150 to<br><br>            $90 per hour.<br><br>                 Plaintiffs' broadest challenge on  this appeal is to the<br><br>            concept of separating time devoted  to the federal and state-<br><br>                                <br>            ____________________<br><br>                 3The  court also  disallowed  as  improbable claims  for<br>            hours in  excess of 12 hours  by an attorney on  any one day.<br>            There is no separate challenge to this determination.<br><br>                                         -5-<br>                                         -5-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            law claims.  Plaintiffs  appear to recognize that, considered<br><br>            separately,  time spent  on  the state-law  claims would  not<br><br>            warrant attorney's fees, those claims being outside the ambit<br><br>            of  Title VII  and unsuccessful to  boot.   Plaintiffs argue,<br><br>            however, that  because their  Title VII and  state-law claims<br><br>            arose  out of  the  same  set  of  facts,  virtually  all  of<br><br>            counsel's  efforts to prepare this  case for trial related to<br><br>            both  the  state-law  and  the  federal  claims.    In  these<br><br>            circumstances, plaintiffs  contend, the courts  have rejected<br><br>            attempts to attribute the  hours spent in the  preparation of<br><br>            the case to  one claim or the other, and  instead have viewed<br><br>            the  litigation as  a  whole in  setting  an appropriate  fee<br><br>            award.  <br><br>                 It  is quite  true  that in  Hensley  the Supreme  Court<br>                                              _______<br><br>            cautioned that attempts to  allocate hours between claims may<br><br>            be  unwarranted  where  an  action  involves   related  legal<br><br>            theories applied to a common core of facts.  461 U.S. at 434-<br><br>            35.   Thus a  district court may  find that  the federal  and<br><br>            state  claims  are so  interrelated,  and the  time  spent in<br><br>            preparation of  those claims so overlapping,  that an attempt<br><br>            to separate the time  attributable to one or the  other would<br><br>            be futile.  See,  e.g., Munson v. Milwaukee Bd  School Dirs.,<br>                        ___   ___   ______    _________________________<br><br>            <span class=\"citation\" data-id=\"586883\"><a href=\"/opinion/586883/carl-munson-v-milwaukee-board-of-school-directors-raymond-e-williams/\"><span class=\"volume\">969</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span>, 272 (7th  Cir. 1992); Wagenmann  v. Adams, 829<br>                                                 _________     _____<br><br>            F.2d 196, 225  (1st Cir. 1987).  But it  does not follow that<br><br>            the  district  court  is  prevented  from  eliminating  hours<br>                                      _________<br><br><br><br>                                         -6-<br>                                         -6-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            attributable to  state-law claims  where, as here,  the court<br><br>            reasonably concludes that there is not a complete overlap and<br><br>            separation is proper.   Indeed, in Hensley  itself, where the<br>                                               _______<br><br>            successful  and unsuccessful claims were closely related, the<br><br>            Supreme Court  said generally that \"[t]he  district court may<br><br>            attempt to identify specific hours that should be eliminated,<br><br>            or it may simply reduce the award to account for the  limited<br><br>            success.\"  461 U.S. at 436-37.<br><br>                 In  this  instance there  were,  as  the district  court<br><br>            found, discrete  tasks performed by  plaintiffs' counsel that<br><br>            related   only  to   the  state-law  claim   for  intentional<br><br>            infliction  of   emotional  distress:     for  example,   the<br><br>            development   of  evidence   regarding  the   emotional  harm<br><br>            allegedly  suffered by  Showalter and  Phetosomphone (because<br><br>            compensatory  damages  were not  then  available  under Title<br><br>            VII),  and  efforts  relating  to  the  jury,  such  as  jury<br><br>            selection and  preparation of instructions  (because only the<br><br>            state-law  claim was  tried to  the  jury).      On the  same<br><br>            principle,  we  believe  that   the  court  was  entitled  to<br><br>            eliminate or discount  hours or other expenses that  it found<br><br>            would not have been incurred  but for the unsuccessful state-<br><br>            law claim.  See  Hensley, 461 U.S. at 436-37;  Wagenmann, 829<br>                        ___  _______                       _________<br><br>            F.2d at 225 (segregable expenses).<br><br>                 Plaintiffs   next   criticize   the   district   court's<br><br>            application of this concept, arguing (often in fairly general<br><br><br><br>                                         -7-<br>                                         -7-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            terms  but  with  some  examples)  that   some  of  the  time<br><br>            discounted  or disallowed  should have  been permitted.   For<br><br>            example,   plaintiffs   say   that   time   spent   on  state<br><br>            administrative proceedings, which are a predicate to filing a<br><br>            Title  VII claim,  should  have been  allowed,  and that  too<br><br>            little  time  was  permitted  for  consulting  with  clients.<br><br>            Admittedly,  in  excluding  or   limiting  these  hours,  the<br><br>            district  court took a  very hard  line.   The disallowances,<br><br>            however, were not irrational:  they stemmed from the district<br><br>            court's decision that in these and similar instances, counsel<br><br>            provided inadequate explanation of the nature of the services<br><br>            for which compensation was  claimed, or of their relationship<br><br>            to  the Title  VII claims,  or both.    Thus, where  the time<br><br>            records contained  entries such as \"library\"  and \"letters to<br><br>            opposing counsel,\"  the court excluded the  time, noting that<br><br>            the entries \"left the court guessing about their purposes.\"<br><br>                 There was some basis for the district court's insistence<br><br>            upon specificity.   The court, which  was intimately familiar<br><br>            with the case, found  that plaintiffs' state-law claim played<br><br>            a  very  substantial  role  in  plaintiffs'  preparation  and<br><br>            prosecution of this action.  The court expressly rejected the<br><br>            representation of plaintiff's  counsel that efforts  relating<br><br>            exclusively to  the state-law claim comprised  less than five<br><br>            percent  of her  total work  on the  case, \"[s]ince  it [was]<br><br>            readily apparent to  the Court that  most of the  plaintiffs'<br><br><br><br>                                         -8-<br>                                         -8-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            efforts were  directed toward obtaining a  large damage award<br><br>            under state  law . . .  .\"  Compensatory  damages, of course,<br><br>            were not available under Title VII at the time of this trial.<br><br>            Compare Civil Rights Act of 1991, Pub. L. No. 102-166,   102,<br>            _______<br><br>            105 Stat. 1071, 1072-73 (1991).  <br><br>                 The district court's skepticism was also grounded in its<br><br>            finding  that counsel  had failed  to submit  contemporaneous<br><br>            time records  showing hours worked.   This omission persisted<br><br>            even  after  the court  afforded  counsel  an opportunity  to<br><br>            remedy  the problem.4  We have expressly advised the bar that<br><br>            \"the absence of detailed contemporaneous time records, except<br><br>            in extraordinary circumstances, will  call for a  substantial<br><br>            reduction in any award or, in egregious cases, disallowance.\"<br><br>            Grendel's  Den, Inc. v. Larkin,  <span class=\"citation\" data-id=\"445233\"><a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>,  952 (1st Cir.<br>            ___________________     ______<br><br>            1984);  accord,   Hensley,  461  U.S.  at   433  (\"Where  the<br>                    ______    _______<br><br>            documentation of hours is  inadequate, the district court may<br><br>            reduce the award accordingly.\").  In this case, the court did<br><br>            not disallow  trial counsel's claim for lack of such records,<br><br><br><br>                                <br>            ____________________<br><br>                 4Counsel  first  submitted  a   computer-generated  list<br>            containing the  dates that counsel had  worked on plaintiffs'<br>            case,  a brief  description of  the tasks  performed and  the<br>            number  of hours expended.   The court  found this accounting<br>            inadequate  and requested  counsel to  submit contemporaneous<br>            records.    In response,  counsel  submitted  individual time<br>            sheets  for the entries on the chronological list.  The court<br>            found that all of these time sheets were  written by the same<br>            hand in the  same pen, and  it concluded that the  sheets had<br>            not been prepared contemporaneously.  This factual finding is<br>            not clearly erroneous and we are bound to accept it.<br><br>                                         -9-<br>                                         -9-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            but  that  lack did  encourage  the court  to  resolve doubts<br><br>            against reimbursement.5  <br><br>                 We also reject the claim  that the district court abused<br><br>            its discretion in reducing counsel's hourly rate from $150 to<br><br>            $90.    We have  held  that  a district  court,  in fixing  a<br><br>            reasonable  fee  award,  is  not  bound  by  the hourly  rate<br><br>            requested  by the  victor's  counsel; rather,  the court  may<br><br>            establish  a  rate  that  it considers  reasonable  based  on<br><br>            counsel's  skill and experience  and prevailing market rates.<br><br>            See Metropolitan District Comm'n,  847 F.2d at 19; Wojtkowski<br>            ___ ____________________________                   __________<br><br>            v. Cade,  <span class=\"citation\" data-id=\"429744\"><a href=\"/opinion/429744/dana-m-wojtkowski-v-richard-k-cade/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>,  131 (1st  Cir. 1984).   The district<br>               ____<br><br>            court noted that plaintiffs'  counsel had been practicing law<br><br>            for only three years, and it stated that $75 to  $90 per hour<br><br>            was the court's normal range for attorneys with this level of<br><br>            experience.   The court awarded  counsel the high  end of the<br><br>            range  to reflect  her  supervisory role  in the  litigation.<br><br>            Plaintiffs have provided us with no basis for overturning the<br><br>            court's judgment.  <br><br>                 Only one  aspect of  the district court's  determination<br><br>            gives us pause.  At the outset of its opinion, the court said<br><br><br>                                <br>            ____________________<br><br>                 5The  lack of  contemporaneous records  did lead  to one<br>            specific  disallowance,  but  not  of time  claimed  by  lead<br>            counsel.    Plaintiffs  included  in   their  submission  the<br>            affidavit and  bill of  a predecessor attorney,  which listed<br>            only  a  description  of services  and  a  total amount  due.<br>            Neither the  time expended in  total nor on  individual items<br>            was included.  We  see no error whatever in  disallowing such<br>            an undocumented claim.<br><br>                                         -10-<br>                                         -10-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            that  the relief obtained by plaintiff on the Title VII claim<br><br>            was \"relatively  limited in  comparison to the  scope of  the<br><br>            litigation  as a  whole.\"   Specifically, the  court observed<br><br>            that  each plaintiff's  complaint  had sought  $1 million  in<br><br>            compensatory  damages on their  unsuccessful state-law claim,<br><br>            whereas  plaintiffs ultimately  received only  $1 in  nominal<br><br>            damages (in the  case of appellant  Showalter) and $1,737  in<br><br>            back pay (in  the case  of Phetosomphone).   Thus, the  court<br><br>            noted,  \"[t]he combined monetary  relief that  the plaintiffs<br><br>            ultimately received was less than one-tenth of one percent of<br><br>            what they originally sought.\"  <br><br>                 We think that plaintiffs'  proportionate success on  the<br><br>            Title  VII claim  vis-a-vis their failure  to prevail  on the<br><br>            state-law  claim is  irrelevant.   Since  the district  court<br><br>            eliminated from the award any compensation for hours spent on<br><br>            the prosecution of the state-law claim, it would be illogical<br><br>            to reduce further the award to reflect the lack of success of<br><br>            that claim.  It is true that in a number of cases, the courts<br><br>            have  stated that \"the extent  of a plaintiff's  success is a<br><br>            crucial factor in  determining the proper amount of  an award<br><br>            of attorney's  fees . . .  .\"  Hensley, 461 U.S.  at 440; see<br>                                           _______                    ___<br><br>            also Foley,  948 F.2d at 19.   But we think  these statements<br>            ____ _____<br><br>            must  be understood  as referring  to the  degree of  overall<br><br>            success  where  unsuccessful  claims  are  included  in   the<br>                                                       ________<br><br><br><br><br><br>                                         -11-<br>                                         -11-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            calculation of the number of hours  for which compensation is<br><br>            allowed.    <br><br>                 Nevertheless,  we  do  not  believe  that  the  district<br><br>            court's comparison of the  outcomes achieved by plaintiffs in<br><br>            their  federal   and   state-law  claims   requires   further<br><br>            proceedings.   The district court  expressed this view  in an<br><br>            introductory  section  of its  opinion;  the  belief did  not<br><br>            manifest itself in any particular reduction in the fee award,<br><br>            and  the specific reductions in the award were based upon the<br><br>            legitimate disallowance of hours.  If  the comment played any<br><br>            role,  it  was   as  a  general  predicate  to   the  court's<br><br>            permissible decision to disallow  or discount hours not shown<br><br>            to be related to the successful claim.    <br><br>                                         III.<br><br>                 Finally,  plaintiffs  contend that  the  court  erred by<br><br>            disallowing  its request for costs  other than $240 in filing<br><br>            fees. This argument need not detain us long.<br><br>                 The award of costs to the prevailing party, like the fee<br><br>            award,  is a  creature of  statute.   Fed. R.  Civ.  P. 54(d)<br><br>            states that \"costs shall be allowed as a  matter of course to<br><br>            the prevailing party unless the Court otherwise directs . . .<br><br>            .\"6   Allowable costs are listed  in 28 U.S.C    1920; and 28<br><br>                                <br>            ____________________<br><br>                 6Although appellants' brief suggests  that costs may  be<br>            imposed  directly under section 2000e-5(k), \"[s]ection 2000e-<br>            5(k)  does not alter the  standard by which  the court awards<br>            costs that are  not attorneys' fees pursuant to  Rule 54(d).\"<br>            Myrick v.  TNT Overland  Express, <span class=\"citation no-link\"><span class=\"volume\">143</span>  <span class=\"reporter\">F.R.D.</span> <span class=\"page\">126</span></span>, 128  (N.D.<br>            ______     _____________________<br><br>                                         -12-<br>                                         -12-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            U.S.C.   1924 provides  that \"the party claiming any  item of<br><br>            cost or disbursement shall  attach thereto an affidavit, made<br><br>            by himself  or his duly  authorized attorney or  agent having<br><br>            knowledge of the  facts, that  such item is  correct and  has<br><br>            been necessarily incurred  in the case and  that the services<br><br>            for  which   fees  have   been  charged  were   actually  and<br><br>            necessarily performed.\"  A  \"bill of costs\" form (AO  133) is<br><br>            made available  to  the prevailing  party  by the  court;  in<br><br>            addition to  providing a worksheet to itemize costs, the form<br><br>            also provides a built-in declaration tracking the language of<br><br>            the statute.<br><br>                 In this  case, plaintiffs  neglected to  file a  bill of<br><br>            costs form or to supply any other verification that the costs<br><br>            claimed were \"necessarily incurred in  the case\" and that the<br><br>            services for which compensation was sought were \"actually and<br><br>            necessarily  performed.\"  Rather,  the affidavit submitted by<br><br>            plaintiffs stated only that the  costs were expended \"in  the<br><br>            preparation  and  litigation of  this  case,\"  which, as  the<br><br>            district  court  noted,  is  a  broader  and  more  inclusive<br><br>            standard.   The  court therefore  disallowed all  costs other<br><br>            than  $240, which  represented  the filing  fees  in the  two<br><br>            cases;  these were the only costs which, in the court's view,<br><br><br><br><br>                                <br>            ____________________<br><br>            Ohio  1992); accord, Goostree v. Tennessee, <span class=\"citation\" data-id=\"474041\"><a href=\"/opinion/474041/sarah-m-goostree-84-5752-84-5869-v-state-of-tennessee-montgomery/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 864<br>                         ______  ________    _________<br>            (6th Cir. 1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span></span> (1987).<br>                             ____________<br><br>                                         -13-<br>                                         -13-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            could  safely  be  assumed   on  their  face  to   have  been<br><br>            \"necessarily incurred.\"  <br><br>                 The district court could permissibly have concluded that<br><br>            certain other  expenses, such as the cost  of the depositions<br><br>            of the individual  defendants and the cost  of an interpreter<br><br>            for plaintiff Phetosomphone, were  \"necessary\" on their face,<br><br>            but we  do not believe that  the court was obliged  to do so.<br><br>            At  the fee  hearing, the  district judge  warned plaintiffs'<br><br>            counsel that  the initial costs  submission was not  a proper<br><br>            bill of costs  and afforded additional  time for filing,  but<br><br>            the response was the  affidavit already described.  Preparing<br><br>            a technically  adequate application for costs was plaintiffs'<br><br>            responsibility, not  the court's; and it was  not a difficult<br><br>            or  onerous responsibility,  given the  \"bill of  costs\" form<br><br>            available from the clerk.  <br><br>                                        * * *<br><br>                 Congress has provided for attorneys' fee awards in Title<br><br>            VII  cases.  It is important that the public policy reflected<br><br>            in  the statute not be  undone by requirements  of proof that<br><br>            are  overly stringent or  by too grudging  a test  of what is<br><br>            reasonable.  At the same time, such fee awards are peculiarly<br><br>            within the expertise and discretion of the district judge.  <br><br>                 It is often difficult to  strike the proper note in<br>                 fee-setting matters, to balance the need adequately<br>                 to compensate  successful counsel against  the need<br>                 to  burden unsuccessful  defendants fairly,  but no<br>                 more.  The district  court--which, as in this case,<br>                 has frequently lived  with the  litigation and  the<br><br><br>                                         -14-<br>                                         -14-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                 lawyers  for  long period  of  time,  and which  is<br>                 likely to be more  familiar with the  marketplace--<br>                 has the best coign of vantage.  <br><br>            Metropolitan  Dist. Comm'n, 847 F.2d  at 20.   Here the trial<br>            __________________________<br><br>            judge  provided  an unusually  detailed  explanation for  the<br><br>            reduction  in the fees and  costs sought by  plaintiffs.  The<br><br>            court's  conclusions are  untainted by  legal error  and fall<br><br>            within  the  realm  of   reasonableness.    Accordingly,  the<br><br>            district court's judgment is affirmed.<br>                                         ________<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                                         -15-<br>                                         -15-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                      ALDRICH, Senior Circuit Judge, dissenting.  I quite<br>                               ____________________<br><br>            agree with  much  of  the  court's  opinion.    Certainly  an<br><br>            attorney fees  determination should not be  a second lawsuit,<br><br>            and  a  court's finding  of  the number  of  hours reasonably<br><br>            spent, and of appropriate hourly rates in part based on first<br><br>            hand appraisal of counsel's ability, should not be reviewable<br><br>            except  for  special reason.    Nor  can  I  sympathize  with<br><br>            plaintiffs'  unexplained and  persistent disregard  of formal<br><br>            methodology  rules.   I  am much  troubled,  however, by  the<br><br>            district court's approach to a primary issue in the case, the<br><br>            time  devoted to  the state  claim that  would not  have been<br><br>            spent  had that  issue not  been included.   The  federal and<br><br>            state cases were not separate, but were totally related, even<br><br>            with, as  defendant concedes, identical witnesses.   The only<br><br>            difference  was that federal recovery, at  that time, did not<br><br>            include compensatory damages.   Even here there was a special<br><br>            connection in that plaintiffs were obliged to  show, even for<br><br>            the  federal count,  that their own,  conceded participation,<br><br>            was unenjoyable and involuntary.  In this circumstance, total<br><br>            disregard of hours charged for such items as conferences with<br><br>            clients;   contacts   with   counsel  for   defendants,   and<br><br>            preparation for,  and taking  of the deposition  of defendant<br><br>            Smith,  the principal  harasser, on  the ground  that counsel<br><br><br><br><br><br><br><br>                                         -15-<br>                                         -15-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            cannot   allocate  and  subtract,  imposes  an  extraordinary<br><br>            burden.<br><br>                      As my  brothers say,  this might be  an appropriate<br><br>            occasion to adopt the suggestion in Hensley v. Eckerhart, 461<br>                                                _______    _________<br><br>            U.S. 424, 436-37 (1983), where  the Court said, \"The district<br><br>            court  may attempt to identify specific  hours that should be<br><br>            eliminated,  or it may simply reduce the award to account for<br><br>            the  limited success.\"  That,  however, brings me  to my real<br><br>            difficulty, the district court's finding that this was a case<br><br>            where the relief obtained was \"truly limited in comparison to<br><br>            the  scope of the litigation as a whole,\" citing Hensley, 461<br>                                                             _______<br><br>            U.S. at 440.   In terms, counsel \"won on  one minor claim for<br><br>            each plaintiff.\"<br><br>                      In  Riverside  v.  Rivera, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">477</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">561</span></a></span>,  574-576<br>                          _________      ______<br><br>            (1986), the Court said,<br><br>                      Unlike  most  private  tort litigants,  a<br>                      civil rights plaintiff seeks to vindicate<br>                      important civil and constitutional rights<br>                      that  cannot be valued solely in monetary<br>                      terms. . . .<br><br>                           Because   damages   awards  do   not<br>                      reflect fully the public benefit advanced<br>                      by civil rights litigation,  Congress did<br>                      not  intend  for  fees  in  civil  rights<br>                      cases, unlike most  private law cases, to<br>                      depend on  obtaining substantial monetary<br>                      relief. . . .<br><br>                           Thus,   Congress   recognized   that<br>                      reasonable  attorney's fees  under   1988<br>                      are not conditioned upon and need not  be<br>                      proportionate  to  an   award  of   money<br>                      damages.<br><br><br><br>                                         -16-<br>                                         -16-<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>            Plaintiffs had achieved the  maximum possible recovery on the<br><br>            federal claims, including an order against defendant employer<br><br>            to  improve its  internal procedures  with respect  to sexual<br><br>            harassment.  By its  dwelling at length on the  state dollars<br><br>            sought   and,  though   not  applying   them  mathematically,<br><br>            concluding the federal claim \"minor\" I cannot but  think that<br><br>            the district court greatly  depreciated the Civil Rights Act,<br><br>            seriously   impairing   its  discretion.     I   would  favor<br><br>            reconsideration.<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>                                         -17-<br>                                         -17-<br><br><br><br><br><br><br><br></pre>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/429744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445233/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/494589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/506188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/571252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1520835/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-21T21:27:01.999463Z",
      "date_modified": "2015-09-21T21:27:01.999463Z",
      "date_filed": "1993-01-20",
      "date_filed_is_approximate": false,
      "slug": "nenh-phetosomphone-v-allison-reed-group",
      "citation_id": 2934442,
      "case_name_short": "",
      "case_name": "Nenh Phetosomphone v. Allison Reed Group",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2818884/nenh-phetosomphone-v-allison-reed-group/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-21T20:46:05.799461Z",
  "date_modified": "2015-09-21T20:46:05.799461Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Nenh Phetosomphone v. Allison Reed Group",
  "case_name_full": "",
  "slug": "nenh-phetosomphone-v-allison-reed-group",
  "docket_number": "92-1117",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}