{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2823624/",
  "id": 2823624,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2966405/",
      "id": 2966405,
      "absolute_url": "/opinion/2966405/darlington-county-v-state-of-sc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2823624/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2966405/",
          "id": 2966405,
          "absolute_url": "/opinion/2966405/darlington-county-v-state-of-sc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2966405/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-22T00:31:15.564274Z",
          "date_modified": "2017-04-11T19:05:41.158875Z",
          "type": "010combined",
          "sha1": "a02646c4281568906fb3d7bc03bec42ce8655e93",
          "page_count": 22,
          "download_url": "http://pacer.ca4.uscourts.gov/opinion.pdf/951827.P.pdf",
          "local_path": "pdf/1996/05/28/darlington_county_v._state_of_sc.pdf",
          "plain_text": "PUBLISHED\n\nUNITED STATES COURT OF APPEALS\n\nFOR THE FOURTH CIRCUIT\n\nTHEODORE WHITMORE STANLEY;\nKEVIN BARBER, minor, by his father\nand next friend Jesse Barber;\nPATRICK BARBER, minor, by his\nfather and next friend Jesse Barber;\nBRYAN BARBER, minor, by his father\nand next friend Jesse Barber;\nLURLEAN BESS MACK, minor, by\nJ. W. Mack, her grandfather and\nnext friend; BRIAN FRANKLIN, minor,\nby his mother and next friend Joyce\n                                       No. 95-1827\nFranklin; JAY FRANKLIN, minor, by\nhis mother and next friend Joyce\nFranklin; UNITED STATES OF\nAMERICA,\nPlaintiffs,\n\nv.\n\nDARLINGTON COUNTY SCHOOL\nDISTRICT, a public body corporate,\nDefendant-Appellee,\n\nv.\n\fTHE STATE OF SOUTH CAROLINA; THE\nDEPARTMENT OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA; THE\nBOARD OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA;\nWILLIAM P. BECKHAM, III, In\nOfficial Capacity as Member of the\nState Board of Education;\nSAMUEL M. GREER, In Official\nCapacity as Member of the State\nBoard of Education; JOSEPH PEELER\nSTABLER, Colonel, In Official\nCapacity as Member of the State\nBoard of Education; CLEVELAND\nSELLARS, In Official Capacity as\nMember of the State Board of\nEducation; AUSTIN FLOYD, In\nOfficial Capacity as Member of the\nState Board of Education; JULIAN B.\nWRIGHT, In Official Capacity as\nMember of the State Board of\nEducation; BRENDA K. VERNON, In\nOfficial Capacity as Member of the\nState Board of Education;\n\n               2\n\fEARL BOSTICK, SR., In Official\nCapacity as Member of the State\nBoard of Education; MAXIE DUKE,\nIn Official Capacity as Member of\nthe State Board of Education;\nLAURA M. FLEMING, In Official\nCapacity as Member of the State\nBoard of Education; FRANK M.\nHART, In Official Capacity as\nMember of the State Board of\nEducation; BETH PINSON, In Official\nCapacity as Member of the State\nBoard of Education; W. GREGORY\nHORTON, In Official Capacity as\nMember of the State Board of\nEducation; ROBERT W. OWEN, In\nOfficial Capacity as Member of the\nState Board of Education; RUBY\nMATTHEWS, In Official Capacity as\nMember of the State Board of\nEducation; CELIA GETTYS, In Official\nCapacity as Member of the State\nBoard of Education; THOMAS E.\nMCINVILLE, In Official Capacity as\nMember of the State Board of\nEducation; DAVID M. BEASLEY, In\nHis Official Capacity as Governor\nof the State of South Carolina;\nBARBARA S. NIELSEN, In Her Official\nCapacity as State Superintendent of\nEducation for the State of South\nCarolina,\nDefendants-Appellants,\n\nand\n\n                 3\n\fDAVID M. BEASLEY, In His Official\nCapacity as Chairman of the State\nBudget and Control Board; SOUTH\nCAROLINA BUDGET AND CONTROL\nBOARD; GRADY L. PATTERSON, JR., In\nOfficial Capacity as Member of the\nState Budget and Control Board for\nthe State of South Carolina;\nEARLE E. MORRIS, JR., In Official\nCapacity as Member of the State\nBudget and Control Board for the\nState of South Carolina; JAMES M.\nWADDELL, JR., In Official Capacity\nas Member of the State Budget and\nControl Board for the State of\nSouth Carolina; WILLIAM D. BOAN,\nIn Official Capacity as Member of\nthe State Budget and Control Board\nfor the State of South Carolina,\nDefendants.\n\n               4\n\fTHEODORE WHITMORE STANLEY;\nKEVIN BARBER, minor, by his father\nand next friend Jesse Barber;\nPATRICK BARBER, minor, by his\nfather and next friend Jesse Barber;\nBRYAN BARBER, minor, by his father\nand next friend Jesse Barber;\nLURLEAN BESS MACK, minor, by\nJ. W. Mack, her grandfather and\nnext friend; BRIAN FRANKLIN, minor,\nby his mother and next friend Joyce\n                                       No. 95-1828\nFranklin; JAY FRANKLIN, minor, by\nhis mother and next friend Joyce\nFranklin; UNITED STATES OF\nAMERICA,\nPlaintiffs,\n\nv.\n\nDARLINGTON COUNTY SCHOOL\nDISTRICT, a public body corporate,\nDefendant-Appellant,\n\nv.\n\n                  5\n\fTHE STATE OF SOUTH CAROLINA; THE\nDEPARTMENT OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA; THE\nBOARD OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA;\nWILLIAM P. BECKHAM, III, In\nOfficial Capacity as Member of the\nState Board of Education;\nSAMUEL M. GREER, In Official\nCapacity as Member of the State\nBoard of Education; JOSEPH PEELER\nSTABLER, Colonel, In Official\nCapacity as Member of the State\nBoard of Education; CLEVELAND\nSELLARS, In Official Capacity as\nMember of the State Board of\nEducation; AUSTIN FLOYD, In\nOfficial Capacity as Member of the\nState Board of Education; JULIAN B.\nWRIGHT, In Official Capacity as\nMember of the State Board of\nEducation; BRENDA K. VERNON, In\nOfficial Capacity as Member of the\nState Board of Education;\n\n               6\n\fEARL BOSTICK, SR., In Official\nCapacity as Member of the State\nBoard of Education; MAXIE DUKE,\nIn Official Capacity as Member of\nthe State Board of Education;\nLAURA M. FLEMING, In Official\nCapacity as Member of the State\nBoard of Education; FRANK M.\nHART, In Official Capacity as\nMember of the State Board of\nEducation; BETH PINSON, In Official\nCapacity as Member of the State\nBoard of Education; W. GREGORY\nHORTON, In Official Capacity as\nMember of the State Board of\nEducation; ROBERT W. OWEN, In\nOfficial Capacity as Member of the\nState Board of Education; RUBY\nMATTHEWS, In Official Capacity as\nMember of the State Board of\nEducation; CELIA GETTYS, In Official\nCapacity as Member of the State\nBoard of Education; THOMAS E.\nMCINVILLE, In Official Capacity as\nMember of the State Board of\nEducation; DAVID M. BEASLEY, In\nHis Official Capacity as Governor\nof the State of South Carolina;\nBARBARA S. NIELSEN, In Her Official\nCapacity as State Superintendent of\nEducation for the State of South\nCarolina,\nDefendants-Appellees,\n\nand\n\n                 7\n\fDAVID M. BEASLEY, In His Official\nCapacity as Chairman of the State\nBudget and Control Board; SOUTH\nCAROLINA BUDGET AND CONTROL\nBOARD; GRADY L. PATTERSON, JR., In\nOfficial Capacity as Member of the\nState Budget and Control Board for\nthe State of South Carolina;\nEARLE E. MORRIS, JR., In Official\nCapacity as Member of the State\nBudget and Control Board for the\nState of South Carolina; JAMES M.\nWADDELL, JR., In Official Capacity\nas Member of the State Budget and\nControl Board for the State of\nSouth Carolina; WILLIAM D. BOAN,\nIn Official Capacity as Member of\nthe State Budget and Control Board\nfor the State of South Carolina,\nDefendants.\n\nAppeals from the United States District Court\nfor the District of South Carolina, at Florence.\nCameron M. Currie, District Judge\n(CA-62-7749-4-22)\n\nArgued: December 6, 1995\n\nDecided: May 28, 1996\n\nBefore WIDENER and NIEMEYER, Circuit Judges, and\nBUTZNER, Senior Circuit Judge.\n\n_________________________________________________________________\n\nReversed by published opinion. Judge Niemeyer wrote the opinion,\nin which Judge Widener and Senior Judge Butzner joined.\n\n_________________________________________________________________\n\n                    8\n\fCOUNSEL\n\nARGUED: James Emory Smith, Jr., Assistant Deputy Attorney Gen-\neral, Columbia, South Carolina, for Appellants. Alfred A. Lindseth,\nSUTHERLAND, ASBILL & BRENNAN, Atlanta, Georgia, for\nAppellee. ON BRIEF: Charles Molony Condon, Attorney General,\nTreva G. Ashworth, Deputy Attorney General, Columbia, South Car-\nolina; George C. Leventis, General Counsel, STATE DEPARTMENT\nOF EDUCATION, Columbia, South Carolina, for Appellants.\nJohn M. Milling, Darlington, South Carolina, for Appellee.\n\n_________________________________________________________________\n\nOPINION\n\nNIEMEYER, Circuit Judge:\n\nIn 1962, seven black students filed this class action on behalf of all\nblack students in Darlington County, South Carolina, against the Dar-\nlington County School District to compel desegregation of the coun-\nty's public schools. The case was initially resolved in 1970 by the\ndistrict court's entry of an order mandating implementation of a plan\nto desegregate the School District. The court retained jurisdiction to\noversee the plan's implementation.\n\nAfter the United States intervened on behalf of the plaintiffs in\n1990, contending that the School District was violating the 1970\norder, the School District sought to join the State of South Carolina\nas an additional defendant. The School District demanded that the\nState \"be adjudged jointly and severally liable\" with it for \"any linger-\ning effects of the former dual school system in Darlington County.\"\nThe district court granted the School District's motion to join the\nState and, following trial, ordered the State to participate jointly with\nthe School District in desegregating the schools and to \"pay 15% of\nthe capital costs and operating expenses of the desegregation reme-\ndies\" entered in the case. On appeal, the State contends that it is not\nliable to the School District for any contribution, and on its cross-\nappeal, the School District contends that the State should contribute\nat least 50% to the desegregation costs.\n\n                     9\n\fBecause neither the original plaintiffs nor the United States ever\nsued the State of South Carolina, we conclude that the only claim\nmade against the State in this case is one for contribution by the\nSchool District. And because a federal court has no jurisdiction to\nadjudicate a contribution claim filed against a state by one of its polit-\nical subdivisions, we reverse the district court's imposition of liability\non the State of South Carolina to pay for any of the remedial costs.\n\nI\n\nThe original plaintiffs filed this class action in May 1962 against\nthe Darlington County School District and its trustees, the Darlington\nCounty Board of Education, and the superintendent of the School Dis-\ntrict (collectively, the \"School District\"), challenging the constitution-\nality of the School District's racially segregated educational system.\nIn July 1964, the district court enjoined the School District from dis-\ncriminating on the basis of race and ordered implementation of a plan.\nFollowing further litigation over the adequacy of the initial plan, the\nissue was resolved by entry of an order dated February 5, 1970, which\nwas modified in 1973 (as modified, the \"1970 Order\"), finding the\ncounty's dual system in violation of the Constitution and ordering\nimplementation of a revised desegregation plan. Under the 1970\nOrder, the School District was required to reassign students and fac-\nulty, to make changes in curriculum and vocational programs, to pair\nschools, and to upgrade facilities and services. The district court\nretained jurisdiction to oversee the plan's implementation.\n\nIn 1983, the plaintiffs challenged the adequacy of the School Dis-\ntrict's implementation efforts, but withdrew their challenge in 1985\nwhen they concluded that they could not prove noncompliance. In\n1990, however, the United States moved to intervene as an additional\nplaintiff to challenge the School District's compliance with the 1970\nOrder, and the district court granted that motion in August 1991. The\nUnited States alleged in its \"complaint-in-intervention\" that\n\"[n]ineteen years after implementation of the 1970 Court Order, the\nschools in the [School District] remain segregated and racially identi-\nfiable.\" It alleged that the School District was pursuing policies and\npractices designed to frustrate implementation of the 1970 Order,\nincluding: assigning students to schools and hiring principals and fac-\nulty in a manner that perpetuated segregation, failing to enforce stu-\n\n                     10\n\fdents' attendance at schools in their zones of residence, refusing to\npair schools to promote integration, offering an inferior curriculum\nand school facility at the predominantly black Mayo High School, and\nfailing to implement a majority-to-minority student transfer program.\nThe United States requested an injunction prohibiting racial discrimi-\nnation in the operation of the Darlington County public schools and\nordering implementation of a plan that would eliminate the vestiges\nof segregation in the county school system.\n\nEighteen months after the district court permitted the United States\nto intervene against the School District, the School District filed a\nmotion under Federal Rule of Civil Procedure 19(a) to join the State\nof South Carolina and its agencies and personnel involved in public\neducation (collectively, the \"State\") as additional defendants. It also\nsought to file a \"cross-claim\" against the State. In its motion to join\nthe State, the School District contended that without the State's join-\nder, \"complete relief cannot be accorded among those already parties\nto this action.\" And it argued that the State,\"which created the dual\nschool system in the first place, has the same affirmative obligation\nas the Local District to eliminate any remaining vestiges.\"\n\nThe United States opposed the School District's motion on the\nground that the School District \"has failed to provide a single example\nof how the State has impeded the District's compliance with this\nCourt's order and federal law since 1970.\" The plaintiffs expressed\nboth uncertainty about the State's responsibility for the School Dis-\ntrict's failure to comply with the 1970 Order and concern that joining\nthe State would delay resolution of the case.\n\nNotwithstanding the plaintiffs' reservations, the district court\ngranted the School District's motion to join the State as a co-\ndefendant and permitted the School District to file a \"cross-claim\"\nagainst the State. The court explained, \"[I]f we are required to impose\na remedy to correct the alleged racial discrimination, it is necessary\nto have all the potential players before this court.\" While the School\nDistrict served its \"cross-claim\" on the State, neither the original\nplaintiffs nor the United States amended its complaint to name the\nState as a defendant or to demand relief from the State.\n\nIn May 1994, the original plaintiffs, the United States, and the\nSchool District reached agreement on the terms of a consent order,\n\n                    11\n\fwhich the district court approved and entered (the\"1994 Consent\nOrder\"), to implement the 1970 Order and to desegregate the Darling-\nton County school system. In the 1994 Consent Order, the School\nDistrict stipulated that it had \"not fully complied with the [1970]\ndesegregation order and federal law in this case, and that vestiges of\nthe prior dual system remain in the Darlington County School Dis-\ntrict.\" The order requires the School District to alter its student assign-\nment practices; to assign principals on a nondiscriminatory basis; to\nallocate faculty and staff to achieve a racial composition at each\nschool within ten percentage points of the district-wide average; to\nprovide public transportation on a nondiscriminatory basis; to modify\nthe curriculum to enhance the transition to desegregated schools; and\nto offer extracurricular activities on a nondiscriminatory basis. The\norder also includes a timetable for implementation and imposes\nreporting requirements. The State did not participate in the settlement\nnegotiations and is not a party to the 1994 Consent Order.\n\nThe School District's case against the State proceeded to trial, after\nwhich the district court concluded, in findings of fact, conclusions of\nlaw, and an order dated March 1, 1995, that \"the State has done little\nor nothing . . . to eliminate the vestiges of the dual school system cre-\nated and perpetuated by them, despite an affirmative duty to do so.\"\nThe court detailed how, during the 1950's and 1960's, the State cre-\nated regulatory mechanisms for constructing a dual school system and\nresisted implementing changes required by Brown v. Board of\nEducation, 347 U.S. 483 (1954). The court observed that although the\nState's resistance to school desegregation \"had largely ceased by the\nearly 1970's,\" State officials \"did little after 1970 to eliminate the\nremaining vestiges of the former dual school system.\" The State\n\"never promoted desegregation with anything approaching the degree\nof energy and involvement it brought to the mission of preserving\nsegregation.\" Accordingly, the district court concluded that \"the State\nmust participate with the [School] District in remedying the vestiges\nof segregation.\"\n\nThe district court's March 1, 1995, order directed the State to \"par-\nticipate jointly with the District in the desegregation remedies set\nforth in the [1994] Consent Order and this Order,\" to \"provide all\ntransportation services and facilities necessary to accomplish the\ndesegregation measures in the [1994] Consent Order and this Order,\"\n\n                     12\n\fand to pay \"15% of the capital costs and operating expenses of the\ndesegregation remedies contained in the [1994] Consent Order and\nthis Order.\" The order also required that the State Department of Edu-\ncation make available the services of its consultants and staff to help\nthe School District implement a magnet program at Mayo High\nSchool.\n\nOn appeal, the State challenges the district court's order insofar as\nit imposes liability on the State for 15% of the costs of the relief\ngranted to the plaintiffs on their claims against the School District.\nAnd on its cross-appeal, the School District contends that the district\ncourt erred in failing to require the State to bear a greater percentage\nof the desegregation costs.\n\nII\n\nThe State contends that the School District lacks standing to sue\nthe State because the School District is a political subdivision of the\nState and that the State's allocation of governmental expenses is an\ninternal issue of \"governmental structuring and money.\" Moreover,\nthe State argues, the School District cannot represent students who are\nalready parties to this action. The State argues further that because the\nSchool District has had full power and authority to desegregate the\nDarlington County public schools since at least 1970, any vestiges of\nsegregation are attributable solely to the School District's failure to\ntake remedial actions. Finally, the State advances an Eleventh\nAmendment immunity defense on the ground that the School District\n\"essentially seeks damages.\"\n\nThe School District, on the other hand, contends that since at least\n1970 the State has had an affirmative duty to desegregate the Darling-\nton County public schools and that the State could not discharge that\nduty by merely abandoning its prior discrimination and delegating to\na subordinate entity the powers necessary to achieve desegregation.\nWhile the School District acknowledges that the 1970 Order imposed\nupon it complete responsibility for desegregating the Darlington\nCounty public schools, it argues that the State's failure to take an\nactive role in dismantling the dual system left the State's continuing\nobligations unfulfilled. The School District maintains further that\nunder Milliken v. Bradley, 433 U.S. 267 (1977), the district court had\n\n                     13\n\fthe equitable power to apportion the costs of desegregation between\nit and the State as joint tortfeasors. Indeed, the School District con-\ntends in its cross-appeal that rather than the 15% that the district court\nassigned to the State in its March 1, 1995, order, the State should bear\nat least 50% of the costs of desegregating the Darlington County pub-\nlic schools. In response to the State's Eleventh Amendment defense,\nthe School District insists that it seeks only \"prospective injunctive\nrelief.\"\n\nAt the outset of our discussion of the issues presented by this\nappeal, it is important to recognize that illegal segregation was for\nmany years the policy of both the State of South Carolina and the\nDarlington County School District. All parties to this litigation\nacknowledge that fact.\n\nWe also recognize that both the State and the School District could\nhave been sued to remedy the constitutional violations. Because the\nFourteenth Amendment imposes direct responsibility on a state to\nensure equal protection of the laws \"to any person within its jurisdic-\ntion,\" a state's delegation to a political subdivision of the power nec-\nessary to remedy the constitutional violation does not absolve the\nstate of its responsibility to ensure that the violation is remedied. Even\nif a state gives its local school districts the power and means to rem-\nedy segregation, it can still be sued by the students in those districts\nfor its failure to take steps to dismantle a dual educational system that\nit created. See Missouri v. Jenkins, 495 U.S. 33, 37 (1990); Milliken,\n433 U.S. at 288-91. Interested plaintiffs may sue both a state and its\nlocal school districts for violations of the Fourteenth Amendment, and\na federal district court, presented with such a case, has the equitable\npower to apportion between the state and the local school districts lia-\nbility for remedying those violations. See Milliken, 433 U.S. at 289\n(decree to share future costs of desegregation fits within \"prospective-\ncompliance exception\" to Eleventh Amendment); see also Missouri,\n495 U.S. at 54 (§ 1983 authorizes courts to apportion costs of comply-\ning with desegregation remedy among state and local tortfeasors).\n\nThus, if after joining the State as an additional defendant, the origi-\nnal plaintiffs or the United States had asserted claims against the\nState, established precedent would have permitted the School District\nto benefit from the possibility that the district court would apportion\n\n                     14\n\fthe costs of future compliance between the State and the School Dis-\ntrict. And the State's Eleventh Amendment defense, its delegation\ndefense, and its argument that it was not the principal tortfeasor could\nproperly have been rejected under Milliken and its progeny.\n\nBut neither the original plaintiffs nor the United States asserted\nclaims against the State, and therefore this case does not fall under the\nMilliken line of cases. When the original plaintiffs filed suit in 1962,\nthey named only the School District as defendant; they did not sue the\nState. Moreover, the 1970 Order, which required implementation of\na specific plan to end segregation in Darlington County, was not\ndirected at the State. The Order imposed obligations only on the\nSchool District. And over the years following entry of the 1970\nOrder, there was never any indication that the School District could\nnot comply with that order. In fact, the district court stated in its 1995\nOrder that it found no reason why the School District did not satisfy\nthe 1970 Order.\n\nAnd when the United States intervened in 1990, it did so, not to\nchallenge the adequacy of the 1970 Order--an order which the origi-\nnal plaintiffs, the School District, and the district court had already\ndeemed capable of affording complete relief--but solely to redress\nthe School District's noncompliance with that order. Therefore, the\nUnited States did not name the State as an additional defendant.\n\nThe plaintiffs' subsequent actions confirm that their decision not to\nsue the State was not inadvertent. When the School District filed its\nmotion to join the State as an additional defendant, the original plain-\ntiffs and the United States opposed the motion. The United States\nargued, \"[t]he [School] District has failed to provide a single example\nof how the State has impeded the district's compliance with the\ncourt's order and federal law since 1970.\" Moreover, after the district\ncourt granted the School District's motion to join the State as a defen-\ndant, neither the original plaintiffs nor the United States amended\ntheir complaints to name the State as a defendant. Instead, they settled\ntheir claims with a Consent Order, obtaining complete redress from\nthe School District only. Furthermore, the plaintiffs did not participate\nin the trial of the School District's \"cross-claim\" against the State.\nThey expressed no concern as to how the costs of desegregation\nrequired by the 1994 Consent Order would be allocated between the\n\n                     15\n\fState and the School District. Finally, when the State and the School\nDistrict noticed their appeals to this court, the United States moved\nto be dismissed from the proceedings. In its motion, the United States\ncharacterized these appeals as focusing solely on the allocation\nbetween the State and the School District of the responsibility for\ndesegregation and argued, \"Since the only issue now raised by the\nschool district's cross-appeal concerns its cross-claim against the\nState, and since the appeal thus involves no issues arising from the\nUnited States' litigation against the school district, the United States\nshould be dismissed as a party to the appeal.\" We granted the request\nand dismissed both the original plaintiffs and the United States from\nthese appeals.\n\nRecognizing that the plaintiffs did not assert claims against the\nState and seeking to compel the State to participate in the costs of\nremedying segregation in Darlington County, the School District filed\na motion to add the State as defendant under Federal Rule of Civil\nProcedure 19(a) and to file its \"cross-claim\" against the State. In its\nmotion, the School District expressed its purpose of forcing the State\nto become a defendant directly liable on the plaintiff's claims and\nstated that it was not seeking contribution by way of a third-party\nclaim against the State.\n\nThe federal rules, however, do not authorize a defendant to compel\nan unwilling plaintiff to assert a claim against a second defendant. See\nMuir v. United States Steel Corp., 41 F.R.D. 428, 430 (E.D. Pa.\n1967). The most that the defendant can do is argue that complete\nrelief cannot be afforded without joinder of the second defendant. See\nFed. R. Civ. P. 19(a). If the court agrees, the plaintiff is given the\nchoice of amending its complaint to name the \"indispensable\" second\ndefendant or suffering dismissal of the complaint. See Fed. R. Civ. P.\n19(b); Window Glass Cutters League v. American St. Gobain Corp.,\n428 F.2d 353 (3d Cir. 1970) (upholding dismissal where plaintiff\nrefused to join indispensable party); Muir, id.\n\nThe School District contends that the district court found that the\nState was an indispensable party by granting the School District's\nRule 19(a) motion. If, however, the district court did find that the\nState was an indispensable party and the plaintiffs refused to amend\ntheir complaints to add the State, the district court would have been\n\n                    16\n\fforced to dismiss the case. See Fed. R. Civ. P. 19(b). But the district\ncourt did not view the case that way.\n\nWhen the district court granted the School District's motion under\nFederal Rule of Civil Procedure 19(a), it did so for two reasons. First,\nit granted the motion to cover the possibility that it would need the\nState as a party to effect a remedy beyond that already granted by the\n1970 Order. The court stated, \"[I]f we are required to impose a rem-\nedy to correct the alleged racial discrimination, it is necessary to have\nall the potential players before this court.\" The court could not, how-\never, make the finding that complete relief could not be effected\n\"among those already parties,\" see Fed. R. Civ. P. 19(a)(1), because\nthe plaintiffs had already received complete relief in the 1970 Order\nto which the State was not a party. Second, the court granted the Rule\n19(a) motion on the erroneous belief that the need to afford relief to\nthe School District on its \"cross-claim\" against the State supported\nRule 19 joinder:\n\n          The cross-claim will seek an order that, in the event the\n          [School District] is adjudged liable and ordered to remedy\n          the alleged racial discrimination, this court should adjudge\n          the State jointly and severally liable thereby requiring the\n          State to participate in whatever action is necessary to rem-\n          edy the discrimination.\n\n***\n\n          This court is unable at this time to determine if the claims\n          against the State have merit; however, other states in similar\n          circumstances to South Carolina have been defendants in\n          recent school desegregation lawsuits.\n\nThus, despite the district court's grant of the School District's self-\nstyled Rule 19(a) motion, it apparently treated the School District's\nmotion as a Rule 20 motion for permissive joinder or a request for\nleave to file a third-party complaint against the State under Rule 14.\n\nThe district judge who later tried the case likewise interpreted the\nRule 19(a) order entered in this case as one allowing the School Dis-\n\n                     17\n\ftrict to assert a third-party claim for contribution. She stated at a hear-\ning in April 1994:\n\n          Now, there are a lot of references throughout the case to this\n          cross-claim. And I'll just tell you that I don't believe it's a\n          cross-claim. I believe it's a third-party complaint. But it's\n          called a cross-claim in here.\n\n          As I understand it, the State defendants were not defen-\n          dants initially. They were only brought in by virtue of a\n          claim over by a defendant making that a third-party claim\n          rather than a cross-claim.\n\nFrom all of these circumstances, we conclude that, in granting the\nSchool District's motion to join the State, the district court simply\nconsidered it prudent, but not necessary, to join the State so that it\nmight fashion appropriate equitable relief. Indeed, the court never\nindicated that it expected the plaintiffs to amend their complaints, nor\ncompelled the plaintiffs to assert claims against the State. Certainly,\nthe School District could not require the unwilling plaintiffs to sue the\nState. Cf. Aiken County v. BSP Div. of Envirotech Corp., 866 F.2d\n661, 668-69 (4th Cir. 1989) (district court abused its discretion in\namending plaintiff's complaint sua sponte to include direct claim\nagainst third-party defendant when plaintiff never asserted such\nclaim). We also conclude that the district court intended to facilitate\nthe School District's effort to assert a claim of its own against the\nState.\n\nBecause, in the end, the plaintiffs never stated a claim against the\nState, the School District's \"cross-claim\" can only be interpreted as\na traditional claim for contribution. And although the School District\ndenominated its pleading against the State a \"cross-claim,\" it is more\naccurately denominated a third-party claim. Compare Fed. R. Civ. P.\n13(g) (\"Cross-Claim Against Co Party\") and Fed. R. Civ. P. 13(h)\n(\"Joinder of Additional Parties\") with Fed. R. Civ. P. 14 (\"Third-Party\nPractice\"); see also 6 Wright, Miller, Kane, Federal Practice and\nProcedure §§ 1434-35 (2d ed. 1990).\n\nIn an effort to overcome these procedural difficulties and to impose\non the State direct liability to the individual plaintiffs, the School Dis-\n\n                     18\n\ftrict purported to sue the State, not only on its own behalf, but also\n\"on behalf of the black and white children residing in the Local Dis-\ntrict.\" But the School District never explained how it could represent\na class, the victimized portion of which was already litigating against\nthe School District in the same action. The School District would\nhave been required to promote the very claim it was resisting. Such\na conflict is disqualifying. Cf. Bradley v. School Bd., 338 F. Supp. 67,\n230 (E.D. Va. 1972) (\"Obviously in some cases school boards resist\nand in others they press for relief by means of desegregation. In the\nlatter case it is much the preferable course to preserve the adversary\ncontext . . . by granting a school board standing, if no plaintiff, to sue\non behalf of its students\"), rev'd on other grounds, 462 F.2d 1058\n(4th Cir. 1972), aff'd sub nom. School Bd. v. State Bd. of Educ., 412\nU.S. 92 (1973).1 The district court's conclusion that the School Dis-\ntrict was entitled to sue the State \"on behalf of the children in the dis-\ntrict\" does not compel a different result, because the district court's\nconclusion is consistent with its characterization of the School Dis-\ntrict's \"cross-claim\" as a third-party claim for contribution, a claim on\nwhich the School District shares the interests of its constituent taxpay-\ners.\n\nIn sum, had the original plaintiffs or the United States prosecuted\na claim against the State, the district court could have exercised its\nequitable power to apportion its prospective remedy between the\nSchool District and the State. Because neither the plaintiffs nor the\nUnited States pursued any claim against the State, however, the dis-\ntrict court could not apportion the costs of its remedy between the\nSchool District and the State. Any apportionment of costs in this case\ncan be attributed only to the School District's\"cross-claim\" against\nthe State for contribution, to which we now turn.\n_________________________________________________________________\n\n1 For the same reason that the School District may not represent its\nschool children for substantive constitutional remedies, it may not repre-\nsent them for alleged unlawful discrimination under Title VI of the Civil\nRights Act of 1964, 42 U.S.C. § 2000d, and the Equal Educational\nOpportunities Act of 1974, 20 U.S.C. § 1701 et seq.\n\n                     19\n\fIII\n\nThe School District bases its contribution claim against the State\non the contention that both the State and the School District were con-\nstitutional tortfeasors. In its prayer for relief, the School District\nrequested that the \"State Defendants jointly and severally be adjudged\nliable to remedy any lingering effects of the former dual school sys-\ntem in Darlington County which the Court may find in accordance\nwith the requirements of the Constitution and the laws of the United\nStates.\"\n\nThe School District's contribution claim raises significant state law\nissues, including: whether a state has a duty of contribution to a politi-\ncal subdivision that it created and can abolish; whether liability for\ncontribution may be imposed on a passive tortfeasor where the princi-\npal cause of injury is the active conduct of the party seeking contribu-\ntion; whether a political subdivision of a state can sue the state against\nits will; and whether any court can allocate legislatively appropriated\nfunds among a state's departments and political subdivisions. As\ncomplex and intriguing as these questions may be, we can find no\nauthority that empowers a federal court to resolve them.\n\nWhile the Fourteenth Amendment empowers federal courts to\naddress a state's equal protection violations, it does not provide any\nbasis for a contribution claim by a political subdivision against the\nstate that created it. It would be an unfathomable intrusion into a\nstate's affairs--and a violation of the most basic notions of federalism\n--for a federal court to determine the allocation of a state's financial\nresources. The legislative debate over such allocation is uniquely an\nexercise of state sovereignty.\n\nA long recognized attribute of state sovereignty is the state's power\nto create political subdivisions as a convenience in exercising its\npower. And just as a state may create political subdivisions, it may\nalso abolish them or, more drastically, determine the extent of their\nfinancing with public tax dollars.\n\n          The State, therefore, at its pleasure may modify or withdraw\n          all [of a municipality's] powers, may take without compen-\n          sation such property, hold it itself, or vest it in other agen-\n\n                     20\n\f          cies, expand or contract the territorial area, unite the whole\n          or a part of it with another municipality, repeal the charter\n          and destroy the corporation. All this may be done, condi-\n          tionally or unconditionally, with or without the consent of\n          the citizens, or even against their protest. In all these\n          respects the State is supreme . . . .\n\nCity of Trenton v. New Jersey, 262 U.S. 182, 186 (1923) (quoting\nHunter v. City of Pittsburgh, 207 U.S. 161, 178-79 (1907)). A state's\nsovereign powers to create, abolish, and fund political subdivisions\nare not constrained by the Fourteenth Amendment; the political subdi-\nvision is not a \"person\" protected by the Amendment. As the Supreme\nCourt explained in City of Trenton, \"The power of the State, unre-\nstrained by the . . . Fourteenth Amendment, over the rights and prop-\nerty of [political subdivisions] held and used for `governmental\npurposes' cannot be questioned.\" Id. at 188; see also Trustees of Dart-\nmouth College v. Woodward, 17 U.S. (4 Wheat.) 518, 638 (1819);\nHarris v. Angelina County, 31 F.3d 331, 340 (5th Cir. 1994) (\"[W]e\ncan think of few greater intrusions on state sovereignty than requiring\na state to respond, in federal court, to a claim for contribution brought\nby one of its own counties\"); Kelley v. Metropolitan County Bd. of\nEduc., 836 F.2d 986, 998 (6th Cir. 1987) (\"Federal courts may not be\ncalled upon, in the first instance, `to adjudicate what is essentially an\ninternal dispute between two local governmental entities, one of\nwhich is asserting unconstitutional conduct on the part of the other'\"\n(quoting South Macomb Disposal Auth. v. Township of Washington,\n790 F.2d 500, 507 n.1 (6th Cir. 1986) (Engel, J., concurring)), cert.\ndenied, 487 U.S. 1206 (1988).\n\nThe plaintiffs' interest in this case was to remedy the unconstitu-\ntional, racially discriminatory policies of the State and its political\nsubdivisions in creating and maintaining a dual system of public edu-\ncation in Darlington County. To that end, they could have sued the\nState and any responsible agencies of the State. And a federal court,\nin the exercise of its equitable powers, could have remedied the viola-\ntions by allocating among the defendants in any proportion the pro-\nspective costs of implementing its injunctive decree. But when\ninterested persons and the federal government chose to sue only the\nSchool District and, through that process, obtained complete relief,\nthe plaintiffs' interest in this case was satisfied. Thereafter, no federal\n\n                     21\n\fcourt had jurisdiction to involve itself further in the internal affairs of\nstate government and apportion the costs of providing the ordered\nrelief among the state's departments and political subdivisions.2 Cf.\nHayward v. Clay, 573 F.2d 187, 190 (4th Cir.), cert. denied, 439 U.S.\n959 (1978) (while state's power over its municipal corporations may\nbe nearly absolute, federal courts may adjudicate claim that state's\nexercise of power violates the Equal Protection Clause).\n\nAccordingly, insofar as it imposes liability on the State of South\nCarolina to pay for part of the desegregation remedies imposed by the\ndistrict court, the judgment of the district court is reversed. Otherwise,\nwe do not disturb the judgment.\n\nIT IS SO ORDERED.\n_________________________________________________________________\n2 While this rationale might not, per se, preclude a political subdivision\nfrom suing a state under Title VI of the Civil Rights Act of 1964, 42\nU.S.C. § 2000d, for its discriminatory allocation of federal funds, we\nhold that the statute in any event provides no such authorization.\nNowhere in Title VI do we find any indication of a congressional intent\nto authorize a political subdivision of a state to sue the state itself. See\nUnited States v. Alabama, 791 F.2d 1450, 1456 (11th Cir. 1986), cert.\ndenied, 479 U.S. 1085 (1987). But see Hudson Valley Freedom Theater,\nInc. v. Heimbach, 671 F.2d 702 (2d Cir.) (nonprofit corporation may sue\npolitical subdivision of state under Title VI), cert. denied, 459 U.S. 857\n(1982).\n\n                     22\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">PUBLISHED\n\nUNITED STATES COURT OF APPEALS\n\nFOR THE FOURTH CIRCUIT\n\nTHEODORE WHITMORE STANLEY;\nKEVIN BARBER, minor, by his father\nand next friend Jesse Barber;\nPATRICK BARBER, minor, by his\nfather and next friend Jesse Barber;\nBRYAN BARBER, minor, by his father\nand next friend Jesse Barber;\nLURLEAN BESS MACK, minor, by\nJ. W. Mack, her grandfather and\nnext friend; BRIAN FRANKLIN, minor,\nby his mother and next friend Joyce\n                                       No. 95-1827\nFranklin; JAY FRANKLIN, minor, by\nhis mother and next friend Joyce\nFranklin; UNITED STATES OF\nAMERICA,\nPlaintiffs,\n\nv.\n\nDARLINGTON COUNTY SCHOOL\nDISTRICT, a public body corporate,\nDefendant-Appellee,\n\nv.\n\fTHE STATE OF SOUTH CAROLINA; THE\nDEPARTMENT OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA; THE\nBOARD OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA;\nWILLIAM P. BECKHAM, III, In\nOfficial Capacity as Member of the\nState Board of Education;\nSAMUEL M. GREER, In Official\nCapacity as Member of the State\nBoard of Education; JOSEPH PEELER\nSTABLER, Colonel, In Official\nCapacity as Member of the State\nBoard of Education; CLEVELAND\nSELLARS, In Official Capacity as\nMember of the State Board of\nEducation; AUSTIN FLOYD, In\nOfficial Capacity as Member of the\nState Board of Education; JULIAN B.\nWRIGHT, In Official Capacity as\nMember of the State Board of\nEducation; BRENDA K. VERNON, In\nOfficial Capacity as Member of the\nState Board of Education;\n\n               2\n\fEARL BOSTICK, SR., In Official\nCapacity as Member of the State\nBoard of Education; MAXIE DUKE,\nIn Official Capacity as Member of\nthe State Board of Education;\nLAURA M. FLEMING, In Official\nCapacity as Member of the State\nBoard of Education; FRANK M.\nHART, In Official Capacity as\nMember of the State Board of\nEducation; BETH PINSON, In Official\nCapacity as Member of the State\nBoard of Education; W. GREGORY\nHORTON, In Official Capacity as\nMember of the State Board of\nEducation; ROBERT W. OWEN, In\nOfficial Capacity as Member of the\nState Board of Education; RUBY\nMATTHEWS, In Official Capacity as\nMember of the State Board of\nEducation; CELIA GETTYS, In Official\nCapacity as Member of the State\nBoard of Education; THOMAS E.\nMCINVILLE, In Official Capacity as\nMember of the State Board of\nEducation; DAVID M. BEASLEY, In\nHis Official Capacity as Governor\nof the State of South Carolina;\nBARBARA S. NIELSEN, In Her Official\nCapacity as State Superintendent of\nEducation for the State of South\nCarolina,\nDefendants-Appellants,\n\nand\n\n                 3\n\fDAVID M. BEASLEY, In His Official\nCapacity as Chairman of the State\nBudget and Control Board; SOUTH\nCAROLINA BUDGET AND CONTROL\nBOARD; GRADY L. PATTERSON, JR., In\nOfficial Capacity as Member of the\nState Budget and Control Board for\nthe State of South Carolina;\nEARLE E. MORRIS, JR., In Official\nCapacity as Member of the State\nBudget and Control Board for the\nState of South Carolina; JAMES M.\nWADDELL, JR., In Official Capacity\nas Member of the State Budget and\nControl Board for the State of\nSouth Carolina; WILLIAM D. BOAN,\nIn Official Capacity as Member of\nthe State Budget and Control Board\nfor the State of South Carolina,\nDefendants.\n\n               4\n\fTHEODORE WHITMORE STANLEY;\nKEVIN BARBER, minor, by his father\nand next friend Jesse Barber;\nPATRICK BARBER, minor, by his\nfather and next friend Jesse Barber;\nBRYAN BARBER, minor, by his father\nand next friend Jesse Barber;\nLURLEAN BESS MACK, minor, by\nJ. W. Mack, her grandfather and\nnext friend; BRIAN FRANKLIN, minor,\nby his mother and next friend Joyce\n                                       No. 95-1828\nFranklin; JAY FRANKLIN, minor, by\nhis mother and next friend Joyce\nFranklin; UNITED STATES OF\nAMERICA,\nPlaintiffs,\n\nv.\n\nDARLINGTON COUNTY SCHOOL\nDISTRICT, a public body corporate,\nDefendant-Appellant,\n\nv.\n\n                  5\n\fTHE STATE OF SOUTH CAROLINA; THE\nDEPARTMENT OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA; THE\nBOARD OF EDUCATION FOR THE\nSTATE OF SOUTH CAROLINA;\nWILLIAM P. BECKHAM, III, In\nOfficial Capacity as Member of the\nState Board of Education;\nSAMUEL M. GREER, In Official\nCapacity as Member of the State\nBoard of Education; JOSEPH PEELER\nSTABLER, Colonel, In Official\nCapacity as Member of the State\nBoard of Education; CLEVELAND\nSELLARS, In Official Capacity as\nMember of the State Board of\nEducation; AUSTIN FLOYD, In\nOfficial Capacity as Member of the\nState Board of Education; JULIAN B.\nWRIGHT, In Official Capacity as\nMember of the State Board of\nEducation; BRENDA K. VERNON, In\nOfficial Capacity as Member of the\nState Board of Education;\n\n               6\n\fEARL BOSTICK, SR., In Official\nCapacity as Member of the State\nBoard of Education; MAXIE DUKE,\nIn Official Capacity as Member of\nthe State Board of Education;\nLAURA M. FLEMING, In Official\nCapacity as Member of the State\nBoard of Education; FRANK M.\nHART, In Official Capacity as\nMember of the State Board of\nEducation; BETH PINSON, In Official\nCapacity as Member of the State\nBoard of Education; W. GREGORY\nHORTON, In Official Capacity as\nMember of the State Board of\nEducation; ROBERT W. OWEN, In\nOfficial Capacity as Member of the\nState Board of Education; RUBY\nMATTHEWS, In Official Capacity as\nMember of the State Board of\nEducation; CELIA GETTYS, In Official\nCapacity as Member of the State\nBoard of Education; THOMAS E.\nMCINVILLE, In Official Capacity as\nMember of the State Board of\nEducation; DAVID M. BEASLEY, In\nHis Official Capacity as Governor\nof the State of South Carolina;\nBARBARA S. NIELSEN, In Her Official\nCapacity as State Superintendent of\nEducation for the State of South\nCarolina,\nDefendants-Appellees,\n\nand\n\n                 7\n\fDAVID M. BEASLEY, In His Official\nCapacity as Chairman of the State\nBudget and Control Board; SOUTH\nCAROLINA BUDGET AND CONTROL\nBOARD; GRADY L. PATTERSON, JR., In\nOfficial Capacity as Member of the\nState Budget and Control Board for\nthe State of South Carolina;\nEARLE E. MORRIS, JR., In Official\nCapacity as Member of the State\nBudget and Control Board for the\nState of South Carolina; JAMES M.\nWADDELL, JR., In Official Capacity\nas Member of the State Budget and\nControl Board for the State of\nSouth Carolina; WILLIAM D. BOAN,\nIn Official Capacity as Member of\nthe State Budget and Control Board\nfor the State of South Carolina,\nDefendants.\n\nAppeals from the United States District Court\nfor the District of South Carolina, at Florence.\nCameron M. Currie, District Judge\n(CA-62-7749-4-22)\n\nArgued: December 6, 1995\n\nDecided: May 28, 1996\n\nBefore WIDENER and NIEMEYER, Circuit Judges, and\nBUTZNER, Senior Circuit Judge.\n\n_________________________________________________________________\n\nReversed by published opinion. Judge Niemeyer wrote the opinion,\nin which Judge Widener and Senior Judge Butzner joined.\n\n_________________________________________________________________\n\n                    8\n\fCOUNSEL\n\nARGUED: James Emory Smith, Jr., Assistant Deputy Attorney Gen-\neral, Columbia, South Carolina, for Appellants. Alfred A. Lindseth,\nSUTHERLAND, ASBILL & BRENNAN, Atlanta, Georgia, for\nAppellee. ON BRIEF: Charles Molony Condon, Attorney General,\nTreva G. Ashworth, Deputy Attorney General, Columbia, South Car-\nolina; George C. Leventis, General Counsel, STATE DEPARTMENT\nOF EDUCATION, Columbia, South Carolina, for Appellants.\nJohn M. Milling, Darlington, South Carolina, for Appellee.\n\n_________________________________________________________________\n\nOPINION\n\nNIEMEYER, Circuit Judge:\n\nIn 1962, seven black students filed this class action on behalf of all\nblack students in Darlington County, South Carolina, against the Dar-\nlington County School District to compel desegregation of the coun-\nty's public schools. The case was initially resolved in 1970 by the\ndistrict court's entry of an order mandating implementation of a plan\nto desegregate the School District. The court retained jurisdiction to\noversee the plan's implementation.\n\nAfter the United States intervened on behalf of the plaintiffs in\n1990, contending that the School District was violating the 1970\norder, the School District sought to join the State of South Carolina\nas an additional defendant. The School District demanded that the\nState \"be adjudged jointly and severally liable\" with it for \"any linger-\ning effects of the former dual school system in Darlington County.\"\nThe district court granted the School District's motion to join the\nState and, following trial, ordered the State to participate jointly with\nthe School District in desegregating the schools and to \"pay 15% of\nthe capital costs and operating expenses of the desegregation reme-\ndies\" entered in the case. On appeal, the State contends that it is not\nliable to the School District for any contribution, and on its cross-\nappeal, the School District contends that the State should contribute\nat least 50% to the desegregation costs.\n\n                     9\n\fBecause neither the original plaintiffs nor the United States ever\nsued the State of South Carolina, we conclude that the only claim\nmade against the State in this case is one for contribution by the\nSchool District. And because a federal court has no jurisdiction to\nadjudicate a contribution claim filed against a state by one of its polit-\nical subdivisions, we reverse the district court's imposition of liability\non the State of South Carolina to pay for any of the remedial costs.\n\nI\n\nThe original plaintiffs filed this class action in May 1962 against\nthe Darlington County School District and its trustees, the Darlington\nCounty Board of Education, and the superintendent of the School Dis-\ntrict (collectively, the \"School District\"), challenging the constitution-\nality of the School District's racially segregated educational system.\nIn July 1964, the district court enjoined the School District from dis-\ncriminating on the basis of race and ordered implementation of a plan.\nFollowing further litigation over the adequacy of the initial plan, the\nissue was resolved by entry of an order dated February 5, 1970, which\nwas modified in 1973 (as modified, the \"1970 Order\"), finding the\ncounty's dual system in violation of the Constitution and ordering\nimplementation of a revised desegregation plan. Under the 1970\nOrder, the School District was required to reassign students and fac-\nulty, to make changes in curriculum and vocational programs, to pair\nschools, and to upgrade facilities and services. The district court\nretained jurisdiction to oversee the plan's implementation.\n\nIn 1983, the plaintiffs challenged the adequacy of the School Dis-\ntrict's implementation efforts, but withdrew their challenge in 1985\nwhen they concluded that they could not prove noncompliance. In\n1990, however, the United States moved to intervene as an additional\nplaintiff to challenge the School District's compliance with the 1970\nOrder, and the district court granted that motion in August 1991. The\nUnited States alleged in its \"complaint-in-intervention\" that\n\"[n]ineteen years after implementation of the 1970 Court Order, the\nschools in the [School District] remain segregated and racially identi-\nfiable.\" It alleged that the School District was pursuing policies and\npractices designed to frustrate implementation of the 1970 Order,\nincluding: assigning students to schools and hiring principals and fac-\nulty in a manner that perpetuated segregation, failing to enforce stu-\n\n                     10\n\fdents' attendance at schools in their zones of residence, refusing to\npair schools to promote integration, offering an inferior curriculum\nand school facility at the predominantly black Mayo High School, and\nfailing to implement a majority-to-minority student transfer program.\nThe United States requested an injunction prohibiting racial discrimi-\nnation in the operation of the Darlington County public schools and\nordering implementation of a plan that would eliminate the vestiges\nof segregation in the county school system.\n\nEighteen months after the district court permitted the United States\nto intervene against the School District, the School District filed a\nmotion under Federal Rule of Civil Procedure 19(a) to join the State\nof South Carolina and its agencies and personnel involved in public\neducation (collectively, the \"State\") as additional defendants. It also\nsought to file a \"cross-claim\" against the State. In its motion to join\nthe State, the School District contended that without the State's join-\nder, \"complete relief cannot be accorded among those already parties\nto this action.\" And it argued that the State,\"which created the dual\nschool system in the first place, has the same affirmative obligation\nas the Local District to eliminate any remaining vestiges.\"\n\nThe United States opposed the School District's motion on the\nground that the School District \"has failed to provide a single example\nof how the State has impeded the District's compliance with this\nCourt's order and federal law since 1970.\" The plaintiffs expressed\nboth uncertainty about the State's responsibility for the School Dis-\ntrict's failure to comply with the 1970 Order and concern that joining\nthe State would delay resolution of the case.\n\nNotwithstanding the plaintiffs' reservations, the district court\ngranted the School District's motion to join the State as a co-\ndefendant and permitted the School District to file a \"cross-claim\"\nagainst the State. The court explained, \"[I]f we are required to impose\na remedy to correct the alleged racial discrimination, it is necessary\nto have all the potential players before this court.\" While the School\nDistrict served its \"cross-claim\" on the State, neither the original\nplaintiffs nor the United States amended its complaint to name the\nState as a defendant or to demand relief from the State.\n\nIn May 1994, the original plaintiffs, the United States, and the\nSchool District reached agreement on the terms of a consent order,\n\n                    11\n\fwhich the district court approved and entered (the\"1994 Consent\nOrder\"), to implement the 1970 Order and to desegregate the Darling-\nton County school system. In the 1994 Consent Order, the School\nDistrict stipulated that it had \"not fully complied with the [1970]\ndesegregation order and federal law in this case, and that vestiges of\nthe prior dual system remain in the Darlington County School Dis-\ntrict.\" The order requires the School District to alter its student assign-\nment practices; to assign principals on a nondiscriminatory basis; to\nallocate faculty and staff to achieve a racial composition at each\nschool within ten percentage points of the district-wide average; to\nprovide public transportation on a nondiscriminatory basis; to modify\nthe curriculum to enhance the transition to desegregated schools; and\nto offer extracurricular activities on a nondiscriminatory basis. The\norder also includes a timetable for implementation and imposes\nreporting requirements. The State did not participate in the settlement\nnegotiations and is not a party to the 1994 Consent Order.\n\nThe School District's case against the State proceeded to trial, after\nwhich the district court concluded, in findings of fact, conclusions of\nlaw, and an order dated March 1, 1995, that \"the State has done little\nor nothing . . . to eliminate the vestiges of the dual school system cre-\nated and perpetuated by them, despite an affirmative duty to do so.\"\nThe court detailed how, during the 1950's and 1960's, the State cre-\nated regulatory mechanisms for constructing a dual school system and\nresisted implementing changes required by Brown v. Board of\nEducation, </pre><span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span><pre class=\"inline\"> (1954). The court observed that although the\nState's resistance to school desegregation \"had largely ceased by the\nearly 1970's,\" State officials \"did little after 1970 to eliminate the\nremaining vestiges of the former dual school system.\" The State\n\"never promoted desegregation with anything approaching the degree\nof energy and involvement it brought to the mission of preserving\nsegregation.\" Accordingly, the district court concluded that \"the State\nmust participate with the [School] District in remedying the vestiges\nof segregation.\"\n\nThe district court's March 1, 1995, order directed the State to \"par-\nticipate jointly with the District in the desegregation remedies set\nforth in the [1994] Consent Order and this Order,\" to \"provide all\ntransportation services and facilities necessary to accomplish the\ndesegregation measures in the [1994] Consent Order and this Order,\"\n\n                     12\n\fand to pay \"15% of the capital costs and operating expenses of the\ndesegregation remedies contained in the [1994] Consent Order and\nthis Order.\" The order also required that the State Department of Edu-\ncation make available the services of its consultants and staff to help\nthe School District implement a magnet program at Mayo High\nSchool.\n\nOn appeal, the State challenges the district court's order insofar as\nit imposes liability on the State for 15% of the costs of the relief\ngranted to the plaintiffs on their claims against the School District.\nAnd on its cross-appeal, the School District contends that the district\ncourt erred in failing to require the State to bear a greater percentage\nof the desegregation costs.\n\nII\n\nThe State contends that the School District lacks standing to sue\nthe State because the School District is a political subdivision of the\nState and that the State's allocation of governmental expenses is an\ninternal issue of \"governmental structuring and money.\" Moreover,\nthe State argues, the School District cannot represent students who are\nalready parties to this action. The State argues further that because the\nSchool District has had full power and authority to desegregate the\nDarlington County public schools since at least 1970, any vestiges of\nsegregation are attributable solely to the School District's failure to\ntake remedial actions. Finally, the State advances an Eleventh\nAmendment immunity defense on the ground that the School District\n\"essentially seeks damages.\"\n\nThe School District, on the other hand, contends that since at least\n1970 the State has had an affirmative duty to desegregate the Darling-\nton County public schools and that the State could not discharge that\nduty by merely abandoning its prior discrimination and delegating to\na subordinate entity the powers necessary to achieve desegregation.\nWhile the School District acknowledges that the 1970 Order imposed\nupon it complete responsibility for desegregating the Darlington\nCounty public schools, it argues that the State's failure to take an\nactive role in dismantling the dual system left the State's continuing\nobligations unfulfilled. The School District maintains further that\nunder Milliken v. Bradley, </pre><span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span><pre class=\"inline\"> (1977), the district court had\n\n                     13\n\fthe equitable power to apportion the costs of desegregation between\nit and the State as joint tortfeasors. Indeed, the School District con-\ntends in its cross-appeal that rather than the 15% that the district court\nassigned to the State in its March 1, 1995, order, the State should bear\nat least 50% of the costs of desegregating the Darlington County pub-\nlic schools. In response to the State's Eleventh Amendment defense,\nthe School District insists that it seeks only \"prospective injunctive\nrelief.\"\n\nAt the outset of our discussion of the issues presented by this\nappeal, it is important to recognize that illegal segregation was for\nmany years the policy of both the State of South Carolina and the\nDarlington County School District. All parties to this litigation\nacknowledge that fact.\n\nWe also recognize that both the State and the School District could\nhave been sued to remedy the constitutional violations. Because the\nFourteenth Amendment imposes direct responsibility on a state to\nensure equal protection of the laws \"to any person within its jurisdic-\ntion,\" a state's delegation to a political subdivision of the power nec-\nessary to remedy the constitutional violation does not absolve the\nstate of its responsibility to ensure that the violation is remedied. Even\nif a state gives its local school districts the power and means to rem-\nedy segregation, it can still be sued by the students in those districts\nfor its failure to take steps to dismantle a dual educational system that\nit created. See Missouri v. Jenkins, </pre><span class=\"citation\" data-id=\"112414\"><a href=\"/opinion/112414/missouri-v-jenkins/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 37 (1990); Milliken,\n433 U.S. at 288-91. Interested plaintiffs may sue both a state and its\nlocal school districts for violations of the Fourteenth Amendment, and\na federal district court, presented with such a case, has the equitable\npower to apportion between the state and the local school districts lia-\nbility for remedying those violations. See Milliken, 433 U.S. at 289\n(decree to share future costs of desegregation fits within \"prospective-\ncompliance exception\" to Eleventh Amendment); see also Missouri,\n495 U.S. at 54 (§ 1983 authorizes courts to apportion costs of comply-\ning with desegregation remedy among state and local tortfeasors).\n\nThus, if after joining the State as an additional defendant, the origi-\nnal plaintiffs or the United States had asserted claims against the\nState, established precedent would have permitted the School District\nto benefit from the possibility that the district court would apportion\n\n                     14\n\fthe costs of future compliance between the State and the School Dis-\ntrict. And the State's Eleventh Amendment defense, its delegation\ndefense, and its argument that it was not the principal tortfeasor could\nproperly have been rejected under Milliken and its progeny.\n\nBut neither the original plaintiffs nor the United States asserted\nclaims against the State, and therefore this case does not fall under the\nMilliken line of cases. When the original plaintiffs filed suit in 1962,\nthey named only the School District as defendant; they did not sue the\nState. Moreover, the 1970 Order, which required implementation of\na specific plan to end segregation in Darlington County, was not\ndirected at the State. The Order imposed obligations only on the\nSchool District. And over the years following entry of the 1970\nOrder, there was never any indication that the School District could\nnot comply with that order. In fact, the district court stated in its 1995\nOrder that it found no reason why the School District did not satisfy\nthe 1970 Order.\n\nAnd when the United States intervened in 1990, it did so, not to\nchallenge the adequacy of the 1970 Order--an order which the origi-\nnal plaintiffs, the School District, and the district court had already\ndeemed capable of affording complete relief--but solely to redress\nthe School District's noncompliance with that order. Therefore, the\nUnited States did not name the State as an additional defendant.\n\nThe plaintiffs' subsequent actions confirm that their decision not to\nsue the State was not inadvertent. When the School District filed its\nmotion to join the State as an additional defendant, the original plain-\ntiffs and the United States opposed the motion. The United States\nargued, \"[t]he [School] District has failed to provide a single example\nof how the State has impeded the district's compliance with the\ncourt's order and federal law since 1970.\" Moreover, after the district\ncourt granted the School District's motion to join the State as a defen-\ndant, neither the original plaintiffs nor the United States amended\ntheir complaints to name the State as a defendant. Instead, they settled\ntheir claims with a Consent Order, obtaining complete redress from\nthe School District only. Furthermore, the plaintiffs did not participate\nin the trial of the School District's \"cross-claim\" against the State.\nThey expressed no concern as to how the costs of desegregation\nrequired by the 1994 Consent Order would be allocated between the\n\n                     15\n\fState and the School District. Finally, when the State and the School\nDistrict noticed their appeals to this court, the United States moved\nto be dismissed from the proceedings. In its motion, the United States\ncharacterized these appeals as focusing solely on the allocation\nbetween the State and the School District of the responsibility for\ndesegregation and argued, \"Since the only issue now raised by the\nschool district's cross-appeal concerns its cross-claim against the\nState, and since the appeal thus involves no issues arising from the\nUnited States' litigation against the school district, the United States\nshould be dismissed as a party to the appeal.\" We granted the request\nand dismissed both the original plaintiffs and the United States from\nthese appeals.\n\nRecognizing that the plaintiffs did not assert claims against the\nState and seeking to compel the State to participate in the costs of\nremedying segregation in Darlington County, the School District filed\na motion to add the State as defendant under Federal Rule of Civil\nProcedure 19(a) and to file its \"cross-claim\" against the State. In its\nmotion, the School District expressed its purpose of forcing the State\nto become a defendant directly liable on the plaintiff's claims and\nstated that it was not seeking contribution by way of a third-party\nclaim against the State.\n\nThe federal rules, however, do not authorize a defendant to compel\nan unwilling plaintiff to assert a claim against a second defendant. See\nMuir v. United States Steel Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">428</span></span><pre class=\"inline\">, 430 (E.D. Pa.\n1967). The most that the defendant can do is argue that complete\nrelief cannot be afforded without joinder of the second defendant. See\nFed. R. Civ. P. 19(a). If the court agrees, the plaintiff is given the\nchoice of amending its complaint to name the \"indispensable\" second\ndefendant or suffering dismissal of the complaint. See Fed. R. Civ. P.\n19(b); Window Glass Cutters League v. American St. Gobain Corp.,\n</pre><span class=\"citation\" data-id=\"290876\"><a href=\"/opinion/290876/window-glass-cutters-league-of-america-aflcio-v-american-st-gobain/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span><pre class=\"inline\"> (3d Cir. 1970) (upholding dismissal where plaintiff\nrefused to join indispensable party); Muir, id.\n\nThe School District contends that the district court found that the\nState was an indispensable party by granting the School District's\nRule 19(a) motion. If, however, the district court did find that the\nState was an indispensable party and the plaintiffs refused to amend\ntheir complaints to add the State, the district court would have been\n\n                    16\n\fforced to dismiss the case. See Fed. R. Civ. P. 19(b). But the district\ncourt did not view the case that way.\n\nWhen the district court granted the School District's motion under\nFederal Rule of Civil Procedure 19(a), it did so for two reasons. First,\nit granted the motion to cover the possibility that it would need the\nState as a party to effect a remedy beyond that already granted by the\n1970 Order. The court stated, \"[I]f we are required to impose a rem-\nedy to correct the alleged racial discrimination, it is necessary to have\nall the potential players before this court.\" The court could not, how-\never, make the finding that complete relief could not be effected\n\"among those already parties,\" see Fed. R. Civ. P. 19(a)(1), because\nthe plaintiffs had already received complete relief in the 1970 Order\nto which the State was not a party. Second, the court granted the Rule\n19(a) motion on the erroneous belief that the need to afford relief to\nthe School District on its \"cross-claim\" against the State supported\nRule 19 joinder:\n\n          The cross-claim will seek an order that, in the event the\n          [School District] is adjudged liable and ordered to remedy\n          the alleged racial discrimination, this court should adjudge\n          the State jointly and severally liable thereby requiring the\n          State to participate in whatever action is necessary to rem-\n          edy the discrimination.\n\n***\n\n          This court is unable at this time to determine if the claims\n          against the State have merit; however, other states in similar\n          circumstances to South Carolina have been defendants in\n          recent school desegregation lawsuits.\n\nThus, despite the district court's grant of the School District's self-\nstyled Rule 19(a) motion, it apparently treated the School District's\nmotion as a Rule 20 motion for permissive joinder or a request for\nleave to file a third-party complaint against the State under Rule 14.\n\nThe district judge who later tried the case likewise interpreted the\nRule 19(a) order entered in this case as one allowing the School Dis-\n\n                     17\n\ftrict to assert a third-party claim for contribution. She stated at a hear-\ning in April 1994:\n\n          Now, there are a lot of references throughout the case to this\n          cross-claim. And I'll just tell you that I don't believe it's a\n          cross-claim. I believe it's a third-party complaint. But it's\n          called a cross-claim in here.\n\n          As I understand it, the State defendants were not defen-\n          dants initially. They were only brought in by virtue of a\n          claim over by a defendant making that a third-party claim\n          rather than a cross-claim.\n\nFrom all of these circumstances, we conclude that, in granting the\nSchool District's motion to join the State, the district court simply\nconsidered it prudent, but not necessary, to join the State so that it\nmight fashion appropriate equitable relief. Indeed, the court never\nindicated that it expected the plaintiffs to amend their complaints, nor\ncompelled the plaintiffs to assert claims against the State. Certainly,\nthe School District could not require the unwilling plaintiffs to sue the\nState. Cf. Aiken County v. BSP Div. of Envirotech Corp., </pre><span class=\"citation\" data-id=\"517620\"><a href=\"/opinion/517620/nuclear-regulatory-commission-v-federal-labor-relations-authority/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">661</span></a></span><pre class=\"inline\">, 668-69 (4th Cir. 1989) (district court abused its discretion in\namending plaintiff's complaint sua sponte to include direct claim\nagainst third-party defendant when plaintiff never asserted such\nclaim). We also conclude that the district court intended to facilitate\nthe School District's effort to assert a claim of its own against the\nState.\n\nBecause, in the end, the plaintiffs never stated a claim against the\nState, the School District's \"cross-claim\" can only be interpreted as\na traditional claim for contribution. And although the School District\ndenominated its pleading against the State a \"cross-claim,\" it is more\naccurately denominated a third-party claim. Compare Fed. R. Civ. P.\n13(g) (\"Cross-Claim Against Co Party\") and Fed. R. Civ. P. 13(h)\n(\"Joinder of Additional Parties\") with Fed. R. Civ. P. 14 (\"Third-Party\nPractice\"); see also 6 Wright, Miller, Kane, Federal Practice and\nProcedure §§ 1434-35 (2d ed. 1990).\n\nIn an effort to overcome these procedural difficulties and to impose\non the State direct liability to the individual plaintiffs, the School Dis-\n\n                     18\n\ftrict purported to sue the State, not only on its own behalf, but also\n\"on behalf of the black and white children residing in the Local Dis-\ntrict.\" But the School District never explained how it could represent\na class, the victimized portion of which was already litigating against\nthe School District in the same action. The School District would\nhave been required to promote the very claim it was resisting. Such\na conflict is disqualifying. Cf. Bradley v. School Bd., </pre><span class=\"citation\" data-id=\"2182321\"><a href=\"/opinion/2182321/bradley-v-school-board-of-city-of-richmond-virginia/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">67</span></a></span><pre class=\"inline\">,\n230 (E.D. Va. 1972) (\"Obviously in some cases school boards resist\nand in others they press for relief by means of desegregation. In the\nlatter case it is much the preferable course to preserve the adversary\ncontext . . . by granting a school board standing, if no plaintiff, to sue\non behalf of its students\"), rev'd on other grounds, </pre><span class=\"citation\" data-id=\"304315\"><a href=\"/opinion/304315/in-the-matter-of-carolyn-bradley-v-the-school-board-of-the-city-of/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1058</span></a></span><pre class=\"inline\">\n(4th Cir. 1972), aff'd sub nom. School Bd. v. State Bd. of Educ., </pre><span class=\"citation\" data-id=\"108797\"><a href=\"/opinion/108797/richmond-school-board-v-board-of-educ/\"><span class=\"volume\">412</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span><pre class=\"inline\"> (1973).1 The district court's conclusion that the School Dis-\ntrict was entitled to sue the State \"on behalf of the children in the dis-\ntrict\" does not compel a different result, because the district court's\nconclusion is consistent with its characterization of the School Dis-\ntrict's \"cross-claim\" as a third-party claim for contribution, a claim on\nwhich the School District shares the interests of its constituent taxpay-\ners.\n\nIn sum, had the original plaintiffs or the United States prosecuted\na claim against the State, the district court could have exercised its\nequitable power to apportion its prospective remedy between the\nSchool District and the State. Because neither the plaintiffs nor the\nUnited States pursued any claim against the State, however, the dis-\ntrict court could not apportion the costs of its remedy between the\nSchool District and the State. Any apportionment of costs in this case\ncan be attributed only to the School District's\"cross-claim\" against\nthe State for contribution, to which we now turn.\n_________________________________________________________________\n\n1 For the same reason that the School District may not represent its\nschool children for substantive constitutional remedies, it may not repre-\nsent them for alleged unlawful discrimination under Title VI of the Civil\nRights Act of 1964, 42 U.S.C. § 2000d, and the Equal Educational\nOpportunities Act of 1974, 20 U.S.C. § 1701 et seq.\n\n                     19\n\fIII\n\nThe School District bases its contribution claim against the State\non the contention that both the State and the School District were con-\nstitutional tortfeasors. In its prayer for relief, the School District\nrequested that the \"State Defendants jointly and severally be adjudged\nliable to remedy any lingering effects of the former dual school sys-\ntem in Darlington County which the Court may find in accordance\nwith the requirements of the Constitution and the laws of the United\nStates.\"\n\nThe School District's contribution claim raises significant state law\nissues, including: whether a state has a duty of contribution to a politi-\ncal subdivision that it created and can abolish; whether liability for\ncontribution may be imposed on a passive tortfeasor where the princi-\npal cause of injury is the active conduct of the party seeking contribu-\ntion; whether a political subdivision of a state can sue the state against\nits will; and whether any court can allocate legislatively appropriated\nfunds among a state's departments and political subdivisions. As\ncomplex and intriguing as these questions may be, we can find no\nauthority that empowers a federal court to resolve them.\n\nWhile the Fourteenth Amendment empowers federal courts to\naddress a state's equal protection violations, it does not provide any\nbasis for a contribution claim by a political subdivision against the\nstate that created it. It would be an unfathomable intrusion into a\nstate's affairs--and a violation of the most basic notions of federalism\n--for a federal court to determine the allocation of a state's financial\nresources. The legislative debate over such allocation is uniquely an\nexercise of state sovereignty.\n\nA long recognized attribute of state sovereignty is the state's power\nto create political subdivisions as a convenience in exercising its\npower. And just as a state may create political subdivisions, it may\nalso abolish them or, more drastically, determine the extent of their\nfinancing with public tax dollars.\n\n          The State, therefore, at its pleasure may modify or withdraw\n          all [of a municipality's] powers, may take without compen-\n          sation such property, hold it itself, or vest it in other agen-\n\n                     20\n\f          cies, expand or contract the territorial area, unite the whole\n          or a part of it with another municipality, repeal the charter\n          and destroy the corporation. All this may be done, condi-\n          tionally or unconditionally, with or without the consent of\n          the citizens, or even against their protest. In all these\n          respects the State is supreme . . . .\n\nCity of Trenton v. New Jersey, </pre><span class=\"citation\" data-id=\"100208\"><a href=\"/opinion/100208/trenton-v-new-jersey/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">, 186 (1923) (quoting\nHunter v. City of Pittsburgh, </pre><span class=\"citation\" data-id=\"96718\"><a href=\"/opinion/96718/hunter-v-pittsburgh/\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span><pre class=\"inline\">, 178-79 (1907)). A state's\nsovereign powers to create, abolish, and fund political subdivisions\nare not constrained by the Fourteenth Amendment; the political subdi-\nvision is not a \"person\" protected by the Amendment. As the Supreme\nCourt explained in City of Trenton, \"The power of the State, unre-\nstrained by the . . . Fourteenth Amendment, over the rights and prop-\nerty of [political subdivisions] held and used for `governmental\npurposes' cannot be questioned.\" Id. at 188; see also Trustees of Dart-\nmouth College v. Woodward, 17 U.S. (4 Wheat.) 518, 638 (1819);\nHarris v. Angelina County, </pre><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></span><pre class=\"inline\">, 340 (5th Cir. 1994) (\"[W]e\ncan think of few greater intrusions on state sovereignty than requiring\na state to respond, in federal court, to a claim for contribution brought\nby one of its own counties\"); Kelley v. Metropolitan County Bd. of\nEduc., </pre><span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></span><pre class=\"inline\">, 998 (6th Cir. 1987) (\"Federal courts may not be\ncalled upon, in the first instance, `to adjudicate what is essentially an\ninternal dispute between two local governmental entities, one of\nwhich is asserting unconstitutional conduct on the part of the other'\"\n(quoting South Macomb Disposal Auth. v. Township of Washington,\n</pre><span class=\"citation\" data-id=\"469852\"><a href=\"/opinion/469852/south-macomb-disposal-authority-v-township-of-washington/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span><pre class=\"inline\">, 507 n.1 (6th Cir. 1986) (Engel, J., concurring)), cert.\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1206</span></span><pre class=\"inline\"> (1988).\n\nThe plaintiffs' interest in this case was to remedy the unconstitu-\ntional, racially discriminatory policies of the State and its political\nsubdivisions in creating and maintaining a dual system of public edu-\ncation in Darlington County. To that end, they could have sued the\nState and any responsible agencies of the State. And a federal court,\nin the exercise of its equitable powers, could have remedied the viola-\ntions by allocating among the defendants in any proportion the pro-\nspective costs of implementing its injunctive decree. But when\ninterested persons and the federal government chose to sue only the\nSchool District and, through that process, obtained complete relief,\nthe plaintiffs' interest in this case was satisfied. Thereafter, no federal\n\n                     21\n\fcourt had jurisdiction to involve itself further in the internal affairs of\nstate government and apportion the costs of providing the ordered\nrelief among the state's departments and political subdivisions.2 Cf.\nHayward v. Clay, </pre><span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></span><pre class=\"inline\">, 190 (4th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">959</span></span><pre class=\"inline\"> (1978) (while state's power over its municipal corporations may\nbe nearly absolute, federal courts may adjudicate claim that state's\nexercise of power violates the Equal Protection Clause).\n\nAccordingly, insofar as it imposes liability on the State of South\nCarolina to pay for part of the desegregation remedies imposed by the\ndistrict court, the judgment of the district court is reversed. Otherwise,\nwe do not disturb the judgment.\n\nIT IS SO ORDERED.\n_________________________________________________________________\n2 While this rationale might not, per se, preclude a political subdivision\nfrom suing a state under Title VI of the Civil Rights Act of 1964, 42\nU.S.C. § 2000d, for its discriminatory allocation of federal funds, we\nhold that the statute in any event provides no such authorization.\nNowhere in Title VI do we find any indication of a congressional intent\nto authorize a political subdivision of a state to sue the state itself. See\nUnited States v. Alabama, </pre><span class=\"citation\" data-id=\"471017\"><a href=\"/opinion/471017/united-states-of-america-john-f-knight-jr-plaintiffs-intervenors-v/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1450</span></a></span><pre class=\"inline\">, 1456 (11th Cir. 1986), cert.\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1085</span></span><pre class=\"inline\"> (1987). But see Hudson Valley Freedom Theater,\nInc. v. Heimbach, </pre><span class=\"citation\" data-id=\"399836\"><a href=\"/opinion/399836/hudson-valley-freedom-theater-inc-v-louis-heimbach-individually-and-as/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span><pre class=\"inline\"> (2d Cir.) (nonprofit corporation may sue\npolitical subdivision of state under Title VI), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span><pre class=\"inline\">\n(1982).\n\n                     22\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108797/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/399836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/469852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/517620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2182321/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-22T00:40:17.110196Z",
      "date_modified": "2015-09-22T00:40:17.110196Z",
      "date_filed": "1996-05-28",
      "date_filed_is_approximate": false,
      "slug": "darlington-county-v-state-of-sc",
      "citation_id": 2939182,
      "case_name_short": "",
      "case_name": "Darlington County v. State of SC",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2823624/darlington-county-v-state-of-sc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-22T00:31:15.561592Z",
  "date_modified": "2015-09-22T00:31:15.561592Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Darlington County v. State of SC",
  "case_name_full": "",
  "slug": "darlington-county-v-state-of-sc",
  "docket_number": "95-1827",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}