{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2858748/",
  "id": 2858748,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3001518/",
      "id": 3001518,
      "absolute_url": "/opinion/3001518/disability-rights-wi-v-walworth-county-bd/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2858748/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3001518/",
          "id": 3001518,
          "absolute_url": "/opinion/3001518/disability-rights-wi-v-walworth-county-bd/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3001518/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2027/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-24T20:17:32.160807Z",
          "date_modified": "2017-04-11T20:53:16.283141Z",
          "type": "010combined",
          "sha1": "5da58d9a25aafeaa5fb4d8cae3b2a4f09cfeac58",
          "page_count": 12,
          "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2008/D04-14/C:07-1755:J:Manion:aut:T:op:N:0:S:0",
          "local_path": "pdf/2008/04/14/disability_rights_wi_v._walworth_county_bd.pdf",
          "plain_text": "                           In the\n United States Court of Appeals\n              For the Seventh Circuit\n                       ____________\n\nNo. 07-1755\nDISABILITY RIGHTS WISCONSIN, INC.,\n                                            Plaintiff-Appellant,\n                              v.\n\nWALWORTH COUNTY BOARD OF SUPERVISORS,\n                                            Defendant-Appellee.\n                       ____________\n          Appeal from the United States District Court\n              for the Eastern District of Wisconsin.\n          No. 06 C 813—Rudolph T. Randa, Chief Judge.\n                       ____________\n     ARGUED NOVEMBER 9, 2007—DECIDED APRIL 14, 2008\n                       ____________\n\n\n Before BAUER, MANION, and WILLIAMS, Circuit Judges.\n  MANION, Circuit Judge. Disability Rights Wisconsin,\nInc. (“DRW”) is a non-profit corporation created under\nWisconsin law in order to “[p]ursue legal, administrative\nand other appropriate remedies to ensure the protection\nof the rights of persons with developmental disabilities\nor mental illness.” Wis. Stat. § 51.62(3)(a)(1). DRW filed\nsuit against the Walworth County Board of Supervisors\n(“Board of Supervisors”) alleging that the Board of Super-\nvisors’ operation of a separate educational facility for\ndisabled children violated Title II of the Americans with\n\f2                                                  No. 07-1755\n\nDisabilities Act and Section 504 of the Rehabilitation Act\nof 1973. The Board of Supervisors moved to dismiss,\narguing that DRW lacked standing to bring suit. The\ndistrict court granted the motion. DRW appeals the dis-\ntrict court’s dismissal arguing that it has both standing\nto sue on its own behalf and associational standing to\nsue on behalf of its members. We affirm.\n\n\n                               I.\n  When reviewing the grant of a motion to dismiss “we\ntake as true all well-pleaded factual allegations in the\ncomplaint and make all plausible inferences from those\nallegations in the plaintiffs’ favor.” Levy v. Pappas, 510 F.3d\n755, 764 (7th Cir. 2007). The allegations set forth in DRW’s\nFirst Amended Complaint present the following facts.\nWalworth County, Wisconsin has a publicly funded\nprogram known as the Walworth County Children with\nDisabilities Education Board (“Disability Board”) which\nhas as its purpose educating children with disabilities. The\nDisability Board, which undertakes such responsibilities\nas designing and administering curricula, was created\nby the Board of Supervisors according to Wisconsin Stat-\nute § 115.817,1 and acts under the Board of Supervisors’\nsupervision and control. One of the means by which the\nDisability Board fulfills its mandate is by operating the\nLakeland School, described by DRW as “a restrictive,\n\n\n1\n   Section 115.817 provides, among other things, that county\nboards of supervisors may establish special education pro-\ngrams for school districts, and those programs may provide\nfor “one or more special schools, classes, treatment or instruc-\ntion centers.” Wis. Stat. § 115.817(2)(a)-(b).\n\fNo. 07-1755                                               3\n\nsegregated educational environment that exclusively\neducates disabled students.” The Lakeland School opened\nin 1950 with fourteen students, and currently enrolls 260,\nor eleven percent, of the 2,300 students receiving special\neducation services in Walworth County. DRW points out\nthat Wisconsin’s statewide county average of disabled\nchildren educated in a separate school is less than one\npercent, and alleges that the Lakeland School is a major\nfactor in the higher rate at which children are separately\neducated in Walworth County. According to DRW, the\nDisability Board has stated that only a small number of\nLakeland’s students have “significant needs,” and DRW\ntherefore believes that a “large majority” of Lakeland\nstudents would be able to be educated in a more integrated\nenvironment. DRW alleges, however, that because of the\nDisability Board’s funding and contract agreements,\nvirtually all of the special education employees in\nWalworth County are employed by the Disability Board,\nand there is a disincentive for the school districts to fund\nand staff special education programs at their “non-segre-\ngated” schools.\n  The incident that finally led DRW to file suit was the\nBoard of Supervisors’ approval of Resolutions 84-02/06\nand 83-02/06 which provided for bonding in the amount\nof twenty-two million dollars. The Board of Supervisors\nendorsed the use of these funds to construct a new\nLakeland School. DRW alleges that the Board of Super-\nvisors intends to construct a bigger facility, and that\nwhen the new building is completed, the number of\ndisabled students able to attend the Lakeland School\nwill increase significantly.\n To prevent this action by the Board of Supervisors,\nDRW brought suit on August 2, 2006, under Title II of the\n\f4                                              No. 07-1755\n\nAmericans with Disabilities Act, 42 U.S.C. §§ 12131 and\n12132 (“ADA”), and Section 504 of the Rehabilitation Act\nof 1973, 29 U.S.C. § 794. DRW alleged that the effect of\ndirecting resources to the Lakeland School is that a dis-\nproportionate number of disabled children end up edu-\ncated there, and they are therefore not educated “in the\nmost integrated environment to the maximum extent\nappropriate.” The Board of Supervisors moved to dis-\nmiss, claiming that DRW lacked standing to pursue\nthese claims, or in the alternative, that it had failed to\nexhaust its administrative remedies. On March 14, 2007, the\ndistrict court granted the motion, concluding that DRW\nlacked associational standing and declining to reach\nthe exhaustion argument. DRW appeals this dismissal,\narguing that it has both standing to sue on its own behalf,\nas well as associational standing to pursue claims on be-\nhalf of its members.\n\n\n                            II.\n   Whether a party has standing to bring suit is a ques-\ntion of law we review de novo. Winkler v. Gates, 481 F.3d\n977, 982 (7th Cir. 2007). The party seeking to invoke fed-\neral jurisdiction, here DRW, has the burden of estab-\nlishing that it meets the requirements of standing. DH2,\nInc. v S.E.C., 422 F.3d 591, 596 (7th Cir. 2005). The stand-\ning requirements under Article III of the Constitution are\nwell settled: “injury in fact, a causal connection between\nthe injury and the defendant’s conduct, and likely\nredressability through a favorable decision.” Winkler,\n481 F.3d at 979 (citing Lujan v. Defenders of Wildlife, 504\nU.S. 555, 561-61 (1992)). Prudential standing, on the other\nhand, “embodies ‘judicially self-imposed limits on the\nexercise of federal jurisdiction.’ ” Elk Grove Unified Sch.\n\fNo. 07-1755                                                    5\n\nDist. v. Newdow, 542 U.S. 1, 12 (2004) (quoting Allen v.\nWright, 468 U.S. 737, 751 (1984)).2 Because the prudential\nstanding analysis assumes satisfaction of the Article III\nrequirements, we turn first to the requirements set out\nin Lujan.\n  In considering whether DRW has alleged an injury in\nfact, we recall that “[a]t the pleading stage, general factual\nallegations of injury resulting from defendant’s con-\nduct may suffice . . . .” Lujan, 504 U.S. at 561. DRW asserts\nin its brief that when Walworth County constructs the\nnew Lakeland School, it will suffer injury because it\nwill have to devote more of its resources to representing\ndisabled children who want to avoid becoming part of\nthe larger group that will be placed at the facility. Presum-\nably this claim anticipates that there will be children\nassigned to the Lakeland School whose parents object to\nthat placement and turn to DRW for help. Expenditure\nof additional resources by a disability rights advocacy\ngroup in representing disabled members as the result of\ngovernmental conduct has been deemed, in some cir-\ncumstances, to amount to an injury in fact. See Pennsylvania\nProtection and Advocacy, Inc. v. Houston, 136 F. Supp. 2d.\n353, 361 (E.D. Pa. 2001) (finding that a disability rights\n\n\n\n2\n  The Supreme Court has never given exhaustive definition to\nthe various limitations making up prudential standing. Newdow,\n542 U.S. at 12. It has stated, however, that “prudential standing\nencompasses ‘the general prohibition on a litigant’s raising\nanother person’s legal rights, the rule barring adjudication of\ngeneralized grievances more appropriately addressed in the\nrepresentative branches, and the requirement that a plaintiff’s\ncomplaint fall within the zone of interests protected by the\nlaw invoked.’ ” Id. (quoting Allen, 468 U.S. at 751).\n\f6                                                 No. 07-1755\n\nadvocacy group had standing to sue in its own right where\nit alleged that it spent time, money, and resources advocat-\ning for disabled persons affected by Pennsylvania’s\npolicies). Likewise, we recently held that the Democratic\nparty had standing to seek an injunction against enforce-\nment of a law requiring voters to present a photo identifi-\ncation before voting because the law would compel “the\nparty to devote resources to getting to the polls those of\nits supporters who would otherwise be discouraged by\nthe new law . . . .” Crawford v. Marion County Election Bd.,\n472 F.3d 949, 951 (7th Cir. 2007), cert. granted, 128 S. Ct.\n33 (2007).\n   Despite these court decisions arguably supporting\nDRW’s assertion regarding expenditure of resources,\nits argument fails because what DRW presents in its brief\nregarding expenditure of resources is nowhere alleged\nin its First Amended Complaint. To sufficiently set forth\nan injury in fact, DRW would need to make allegations\nthat advocating on behalf of children wrongfully placed\nin the Lakeland School was going to cause it to expend\nmore of its time, money and resources. Instead, DRW\nalleges how the new Lakeland School will affect the\ndisabled children of Walworth County, and repeatedly\nclaims to bring the suit “on [their] behalf.” Furthermore,\nthe only rights DRW claims are infringed by the Board\nof Supervisors’ conduct are those of Walworth County’s\ndisabled children. Finally, the only relief DRW seeks on\nits own behalf in its Prayer for Relief are the attorneys’\nfees and costs incurred in filing this action. “Ordinarily . . .\nthe allegation [of a reasonable probability of suffering\ntangible harm] is enough,” MainStreet Org. of Realtors v.\nCalumet City, Ill., 505 F.3d 742, 745 (7th Cir. 2007), however,\nDRW made no such allegation in its First Amended\n\fNo. 07-1755                                                    7\n\nComplaint. While DRW compares itself to the plaintiff in\nPennsylvania Protection and Advocacy, that case provides\nit no support because the plaintiff there actually alleged\nits own injury, whereas DRW did not. Pennsylvania Protec-\ntion and Advocacy, Inc., 136 F. Supp.2d at 361 (“Plaintiff\nstates that it has spent ‘its time, money, and resources to\nadvocate for an end to the waiting list for community\nservices for Pennsylvanians with mental retardation, . . .\n[and] to counsel and assist the families of individuals\nwith mental retardation who have been unable to access\nservices . . . .”) (citing plaintiff’s complaint). Indeed,\nDRW’s allegations as recounted above are actually incon-\nsistent with any attempt to seek relief on its own behalf.\nAccordingly, we conclude that it did not meet the con-\nstitutional requirements for standing to sue in its own\nright.3\n  DRW also argues that it has associational standing to\nbring suit on behalf of school-aged disabled children in\n\n\n3\n   DRW also argues that its very existence as provided for in\nSection 51.62 of the Wisconsin Statutes bestows standing to\nbring suit on its own behalf. DRW supports this assertion by\npointing out that in order for Wisconsin to receive federal funds\nfor disabilities services, the Developmental Disabilities Act\nrequires that it “have in effect a system to protect and advocate\nthe rights of individuals with developmental disabilities,”\n42 U.S.C. § 15043(a)(1), a mandate Wisconsin fulfilled by\nenacting Section 51.62. However, DRW cites no authority\nestablishing that these statutes have any bearing on the con-\nstitutional standing considerations, and we decline to give\nthem such effect. The requirement that a plaintiff allege an\ninjury in fact has as its source Article III of the Constitution.\nNo statutory regime can override a constitutional requirement\nin order to repair insufficient allegations of injury.\n\f8                                                 No. 07-1755\n\nWalworth County. An organization has associational\nstanding, and may bring suit on behalf of its members,\nwhen (1) its members would otherwise have standing\nto sue in their own right, (2) the interests it seeks to pro-\ntect are germane to the organization’s purpose, and\n(3) neither the claims asserted, nor the relief requested,\nrequires the participation of individual members in the\nlawsuit. Hunt v. Wash. State Apple Adver. Comm’n, 432 U.S.\n333, 343 (1977). The third requirement does not derive\nfrom the Constitution. Instead, it is a judicially imposed\nlimitation, United Food and Commercial Workers Union\nLocal 751 v. Brown Group, Inc., 517 U.S. 544, 556-57 (1996),\nwhich may be overridden by Congress. Family & Children’s\nCtr., Inc. v. School City of Mishawaka, 13 F.3d 1052, 1059 (7th\nCir. 1994). The Board of Supervisors concedes both that\nCongress eliminated the third requirement in enacting\nthe Developmental Disabilities Act, 42 U.S.C. § 15043(a),\nand that the interests DRW seeks to protect fit within the\nAct’s purpose. Accordingly, the dispute between the\nparties regarding associational standing boils down to the\nfirst factor set out in Hunt, namely whether any DRW\nmembers have standing to sue in their own right.\n   The first Hunt factor satisfies Article III standing con-\ncerns by “requiring an organization suing as representative\nto include at least one member with standing to present,\nin his or her own right, the claim (or the type of claim)\npleaded by the association.” United Food, 517 U.S. at 555.\nThis requirement, however, still allows for the member\non whose behalf the suit is filed to remain unnamed by\nthe organization. Doe v. Stincer, 175 F.3d 879, 882 (11th\nCir. 1999). Even taking that allowance into considera-\ntion, we do not find any allegations made by DRW suf-\nficient to establish that any of its members have sus-\n\fNo. 07-1755                                                9\n\ntained their own injury in fact, caused by the Board of\nSupervisors’ conduct, and able to be redressed by a\nfavorable decision. Rather, DRW describes the high rates\nof separate education in Walworth County, states that the\npresence there of the Lakeland School is “a major factor”\ncontributing to those higher rates, and then alleges that\n“the number of potential students with disabilities who\ncan enroll at Lakeland School will increase significantly”\nupon the new school’s completion. Based on this “poten-\ntial” enrollment increase and the funds that go to the\nLakeland School, DRW alleges that the Board of Super-\nvisors fails to educate disabled students in the most\nintegrated environment to the maximum extent appropri-\nate, and discriminates against these students based upon\ntheir disability.\n  As noted above, we must take these allegations as true,\nand draw the plausible inferences from them in DRW’s\nfavor. Levy, 510 F.3d at 764. Even employing this stand-\nard, however, we do not see how the allegations set\nforth above establish that any DRW member has standing.\nAs an initial matter, no disabled child will be placed in the\nLakeland School simply because there is more room there.\nThis fact is even alluded to by DRW when it speaks of\nincreased enrollment as a “potential” outcome of enlarging\nthe Lakeland School. As pointed out by the Board of\nSupervisors in its brief, placement of disabled students\ntakes place according to the detailed procedure set forth\nin the Individuals with Disabilities Education Act, 20\nU.S.C. § 1400, et seq. (“IDEA”). Under the IDEA, states\nare responsible for providing “a free appropriate public\neducation” to disabled children. 20 U.S.C. § 1412(a)(1)(A).\nThey should seek to do this, however, in the “least re-\nstrictive environment,” meaning, “[t]o the maximum\n\f10                                              No. 07-1755\n\nextent appropriate, children with disabilities . . . [should\nbe] educated with children who are not disabled.” 20\nU.S.C. § 1412(a)(5)(A).4 This placement is achieved by\ndevising an Individualized Education Program (“IEP”) for\neach disabled child. 20 U.S.C. § 1412(a)(4). An IEP is\ndeveloped by an “IEP Team,” consisting of no less than\nfive people, made up of the child’s parent and a host\nof educators. 20 U.S.C. § 1414(d)(B)(i)-(vii). If a parent\nfeels proper procedures were not followed in devising an\nIEP, a challenge may be filed. 34 C.F.R. § 300.507(a)(1).5\nTaking this process into account, we cannot see that any\nstudent has sustained, or imminently will sustain, the\ninjury of not being educated in the least restrictive en-\nvironment based simply upon the Board of Supervisors’\ndecision to fund construction of the new Lakeland\nSchool facilities. Moreover, if disabled students are being\nimproperly placed, that injury may be redressed through\nthe statutory challenge process set forth above, not by\nstopping construction of the new facility. This is particu-\nlarly so when the people of Walworth County, through\ntheir elected representatives, not only decided to build\nthe new Lakeland School, but decided to fund its con-\nstruction to the tune of twenty-two million dollars.\n  Another reason DRW’s First Amended Complaint does\nnot establish standing for any of its members is that, as\n\n\n4\n The result of this directive is sometimes referred to as\n“mainstreaming.”\n5\n   It is noteworthy that DRW has chosen to avoid this tradi-\ntional, albeit tedious, administrative path to challenging an\nundesirable IEP. Instead, DRW attempts to bring about a\ngeneralized “least restrictive environment” absent the assis-\ntance, or alleged desire, of any individual child or parent.\n\fNo. 07-1755                                                 11\n\nstated by counsel for the Board of Supervisors at oral\nargument, the Lakeland School is a popular institution. We\ndoubt the Board of Supervisors could allocate twenty-two\nmillion dollars to it if it were not. The Board of Supervisors’\nattorney indicated that the reason the Lakeland School\nhas so many students is that parents like it, and many\nfamilies move to Walworth County to take advantage of\nthe educational opportunities the Lakeland School presents\ntheir children. While we do not weigh these assertions\nagainst the allegations of DRW’s First Amended Com-\nplaint, they make clear why simply funding an enlarged\nLakeland School does not give rise to a reasonable infer-\nence that disabled students are being injured by the Board\nof Supervisors. If there are students who have actually\nsuffered an injury because of the Board of Supervisors’\ndecision, they remain free to bring suit on their own be-\nhalf, or represented by DRW. We conclude, however,\nthat DRW’s First Amended Complaint does not allege\nthe current existence of any such student.\n  Finally, an organization known as the National Dis-\nability Rights Network (“NDRN”) filed an Amicus Curiae\nbrief in support of DRW wherein it argued that a cir-\ncuit split exists as to whether an association can bring\nsuit on behalf of unnamed individuals. Specifically,\nNDRN asserts that the Ninth and Eleventh Circuits, with\nwhom they urge us to join, allow an association to bring\nsuch a suit, see Or. Advocacy Ctr. v. Mink, 322 F.3d 1101 (9th\nCir. 2002) and Doe v. Stincer, 175 F.3d 879 (11th Cir. 1999),\nwhile the Fifth Circuit disallows it. See Ass’n for Retarded\nCitizens v. Dallas County, 19 F.3d 241 (5th Cir. 1994). Our\nreview of these cases, however, reveals that the only issue\non which they split is whether disabled persons are\n“members” of disability rights advocacy groups for the\n\f12                                             No. 07-1755\n\npurpose of the first Hunt element. Compare Ass’n for\nRetarded Citizens, 19 F.3d at 244 (concluding that the\nadvocacy group does not have members on whose behalf\nit can bring suit), with Or. Advocacy Ctr., 322 F.3d at 1110\n(concluding that disabled persons are the functional\nequivalent of members for the purpose of an associational\nstanding analysis) and Doe, 175 F.3d at 885 (same). That\nissue is not present in this case. In fact, the Board of\nSupervisors expressly concedes that DRW is an advocacy\ngroup able to bring suit on behalf of its members. Nobody\ndenies that DRW has a role to play as an advocate on\nbehalf of the disabled. However, advocacy is only appro-\npriately—and constitutionally—undertaken on behalf of\nanother when that other has suffered an injury. Because\nDRW’s First Amended Complaint does not identify any\nWalworth County disabled student with standing to\nbring suit based on the Board of Supervisors’ conduct,\nDRW does not satisfy the first requirement of Hunt,\nand therefore has not established associational standing.\n\n\n                            III.\n  We conclude that DRW has not alleged any injury in\nfact to itself based upon the conduct of the Board of\nSupervisors, and therefore has not established that it\nhas standing to sue on its own behalf. Additionally,\nDRW has not identified any member with standing to\nsue, and therefore has not established that it has associa-\ntional standing to sue on behalf of its members. Accord-\ningly, we AFFIRM the district court’s dismissal of DRW’s\nsuit.\n\n                   USCA-02-C-0072—4-14-08\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                           In the\n United States Court of Appeals\n              For the Seventh Circuit\n                       ____________\n\nNo. 07-1755\nDISABILITY RIGHTS WISCONSIN, INC.,\n                                            Plaintiff-Appellant,\n                              v.\n\nWALWORTH COUNTY BOARD OF SUPERVISORS,\n                                            Defendant-Appellee.\n                       ____________\n          Appeal from the United States District Court\n              for the Eastern District of Wisconsin.\n          No. 06 C 813—Rudolph T. Randa, Chief Judge.\n                       ____________\n     ARGUED NOVEMBER 9, 2007—DECIDED APRIL 14, 2008\n                       ____________\n\n\n Before BAUER, MANION, and WILLIAMS, Circuit Judges.\n  MANION, Circuit Judge. Disability Rights Wisconsin,\nInc. (“DRW”) is a non-profit corporation created under\nWisconsin law in order to “[p]ursue legal, administrative\nand other appropriate remedies to ensure the protection\nof the rights of persons with developmental disabilities\nor mental illness.” Wis. Stat. § 51.62(3)(a)(1). DRW filed\nsuit against the Walworth County Board of Supervisors\n(“Board of Supervisors”) alleging that the Board of Super-\nvisors’ operation of a separate educational facility for\ndisabled children violated Title II of the Americans with\n\f2                                                  No. 07-1755\n\nDisabilities Act and Section 504 of the Rehabilitation Act\nof 1973. The Board of Supervisors moved to dismiss,\narguing that DRW lacked standing to bring suit. The\ndistrict court granted the motion. DRW appeals the dis-\ntrict court’s dismissal arguing that it has both standing\nto sue on its own behalf and associational standing to\nsue on behalf of its members. We affirm.\n\n\n                               I.\n  When reviewing the grant of a motion to dismiss “we\ntake as true all well-pleaded factual allegations in the\ncomplaint and make all plausible inferences from those\nallegations in the plaintiffs’ favor.” Levy v. Pappas, </pre><span class=\"citation\" data-id=\"1390097\"><a href=\"/opinion/1390097/levy-v-pappas/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">755</span></a></span><pre class=\"inline\">, 764 (7th Cir. 2007). The allegations set forth in DRW’s\nFirst Amended Complaint present the following facts.\nWalworth County, Wisconsin has a publicly funded\nprogram known as the Walworth County Children with\nDisabilities Education Board (“Disability Board”) which\nhas as its purpose educating children with disabilities. The\nDisability Board, which undertakes such responsibilities\nas designing and administering curricula, was created\nby the Board of Supervisors according to Wisconsin Stat-\nute § 115.817,1 and acts under the Board of Supervisors’\nsupervision and control. One of the means by which the\nDisability Board fulfills its mandate is by operating the\nLakeland School, described by DRW as “a restrictive,\n\n\n1\n   Section 115.817 provides, among other things, that county\nboards of supervisors may establish special education pro-\ngrams for school districts, and those programs may provide\nfor “one or more special schools, classes, treatment or instruc-\ntion centers.” Wis. Stat. § 115.817(2)(a)-(b).\n\fNo. 07-1755                                               3\n\nsegregated educational environment that exclusively\neducates disabled students.” The Lakeland School opened\nin 1950 with fourteen students, and currently enrolls 260,\nor eleven percent, of the 2,300 students receiving special\neducation services in Walworth County. DRW points out\nthat Wisconsin’s statewide county average of disabled\nchildren educated in a separate school is less than one\npercent, and alleges that the Lakeland School is a major\nfactor in the higher rate at which children are separately\neducated in Walworth County. According to DRW, the\nDisability Board has stated that only a small number of\nLakeland’s students have “significant needs,” and DRW\ntherefore believes that a “large majority” of Lakeland\nstudents would be able to be educated in a more integrated\nenvironment. DRW alleges, however, that because of the\nDisability Board’s funding and contract agreements,\nvirtually all of the special education employees in\nWalworth County are employed by the Disability Board,\nand there is a disincentive for the school districts to fund\nand staff special education programs at their “non-segre-\ngated” schools.\n  The incident that finally led DRW to file suit was the\nBoard of Supervisors’ approval of Resolutions 84-02/06\nand 83-02/06 which provided for bonding in the amount\nof twenty-two million dollars. The Board of Supervisors\nendorsed the use of these funds to construct a new\nLakeland School. DRW alleges that the Board of Super-\nvisors intends to construct a bigger facility, and that\nwhen the new building is completed, the number of\ndisabled students able to attend the Lakeland School\nwill increase significantly.\n To prevent this action by the Board of Supervisors,\nDRW brought suit on August 2, 2006, under Title II of the\n\f4                                              No. 07-1755\n\nAmericans with Disabilities Act, 42 U.S.C. §§ 12131 and\n12132 (“ADA”), and Section 504 of the Rehabilitation Act\nof 1973, 29 U.S.C. § 794. DRW alleged that the effect of\ndirecting resources to the Lakeland School is that a dis-\nproportionate number of disabled children end up edu-\ncated there, and they are therefore not educated “in the\nmost integrated environment to the maximum extent\nappropriate.” The Board of Supervisors moved to dis-\nmiss, claiming that DRW lacked standing to pursue\nthese claims, or in the alternative, that it had failed to\nexhaust its administrative remedies. On March 14, 2007, the\ndistrict court granted the motion, concluding that DRW\nlacked associational standing and declining to reach\nthe exhaustion argument. DRW appeals this dismissal,\narguing that it has both standing to sue on its own behalf,\nas well as associational standing to pursue claims on be-\nhalf of its members.\n\n\n                            II.\n   Whether a party has standing to bring suit is a ques-\ntion of law we review de novo. Winkler v. Gates, </pre><span class=\"citation\" data-id=\"797311\"><a href=\"/opinion/797311/eugene-winkler-gary-gersen-timuel-black-mary-cay-marubio-and-c-douglas/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">977</span></a></span><pre class=\"inline\">, 982 (7th Cir. 2007). The party seeking to invoke fed-\neral jurisdiction, here DRW, has the burden of estab-\nlishing that it meets the requirements of standing. DH2,\nInc. v S.E.C., </pre><span class=\"citation\" data-id=\"791815\"><a href=\"/opinion/791815/dh2-incorporated-an-illinois-corporation-v-united-states-securities-and/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">591</span></a></span><pre class=\"inline\">, 596 (7th Cir. 2005). The stand-\ning requirements under Article III of the Constitution are\nwell settled: “injury in fact, a causal connection between\nthe injury and the defendant’s conduct, and likely\nredressability through a favorable decision.” Winkler,\n481 F.3d at 979 (citing Lujan v. Defenders of Wildlife, </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 561-61 (1992)). Prudential standing, on the other\nhand, “embodies ‘judicially self-imposed limits on the\nexercise of federal jurisdiction.’ ” Elk Grove Unified Sch.\n\fNo. 07-1755                                                    5\n\nDist. v. Newdow, </pre><span class=\"citation\" data-id=\"136984\"><a href=\"/opinion/136984/elk-grove-unified-school-dist-v-newdow/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 12 (2004) (quoting Allen v.\nWright, </pre><span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span><pre class=\"inline\">, 751 (1984)).2 Because the prudential\nstanding analysis assumes satisfaction of the Article III\nrequirements, we turn first to the requirements set out\nin Lujan.\n  In considering whether DRW has alleged an injury in\nfact, we recall that “[a]t the pleading stage, general factual\nallegations of injury resulting from defendant’s con-\nduct may suffice . . . .” Lujan, 504 U.S. at 561. DRW asserts\nin its brief that when Walworth County constructs the\nnew Lakeland School, it will suffer injury because it\nwill have to devote more of its resources to representing\ndisabled children who want to avoid becoming part of\nthe larger group that will be placed at the facility. Presum-\nably this claim anticipates that there will be children\nassigned to the Lakeland School whose parents object to\nthat placement and turn to DRW for help. Expenditure\nof additional resources by a disability rights advocacy\ngroup in representing disabled members as the result of\ngovernmental conduct has been deemed, in some cir-\ncumstances, to amount to an injury in fact. See Pennsylvania\nProtection and Advocacy, Inc. v. Houston, </pre><span class=\"citation\" data-id=\"2579913\"><a href=\"/opinion/2579913/pennsylvania-protection-and-advocacy-v-houston/\"><span class=\"volume\">136</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">2d</span></a></span><pre class=\"inline\">.\n353, 361 (E.D. Pa. 2001) (finding that a disability rights\n\n\n\n2\n  The Supreme Court has never given exhaustive definition to\nthe various limitations making up prudential standing. Newdow,\n542 U.S. at 12. It has stated, however, that “prudential standing\nencompasses ‘the general prohibition on a litigant’s raising\nanother person’s legal rights, the rule barring adjudication of\ngeneralized grievances more appropriately addressed in the\nrepresentative branches, and the requirement that a plaintiff’s\ncomplaint fall within the zone of interests protected by the\nlaw invoked.’ ” Id. (quoting Allen, 468 U.S. at 751).\n\f6                                                 No. 07-1755\n\nadvocacy group had standing to sue in its own right where\nit alleged that it spent time, money, and resources advocat-\ning for disabled persons affected by Pennsylvania’s\npolicies). Likewise, we recently held that the Democratic\nparty had standing to seek an injunction against enforce-\nment of a law requiring voters to present a photo identifi-\ncation before voting because the law would compel “the\nparty to devote resources to getting to the polls those of\nits supporters who would otherwise be discouraged by\nthe new law . . . .” Crawford v. Marion County Election Bd.,\n</pre><span class=\"citation\" data-id=\"796385\"><a href=\"/opinion/796385/william-crawford-v-marion-county-election-board/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">949</span></a></span><pre class=\"inline\">, 951 (7th Cir. 2007), cert. granted, </pre><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span>\n<span class=\"page\">33</span></span><pre class=\"inline\"> (2007).\n   Despite these court decisions arguably supporting\nDRW’s assertion regarding expenditure of resources,\nits argument fails because what DRW presents in its brief\nregarding expenditure of resources is nowhere alleged\nin its First Amended Complaint. To sufficiently set forth\nan injury in fact, DRW would need to make allegations\nthat advocating on behalf of children wrongfully placed\nin the Lakeland School was going to cause it to expend\nmore of its time, money and resources. Instead, DRW\nalleges how the new Lakeland School will affect the\ndisabled children of Walworth County, and repeatedly\nclaims to bring the suit “on [their] behalf.” Furthermore,\nthe only rights DRW claims are infringed by the Board\nof Supervisors’ conduct are those of Walworth County’s\ndisabled children. Finally, the only relief DRW seeks on\nits own behalf in its Prayer for Relief are the attorneys’\nfees and costs incurred in filing this action. “Ordinarily . . .\nthe allegation [of a reasonable probability of suffering\ntangible harm] is enough,” MainStreet Org. of Realtors v.\nCalumet City, Ill., </pre><span class=\"citation\" data-id=\"1384264\"><a href=\"/opinion/1384264/mainstreet-organ-of-realtors-v-calumet-city/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span><pre class=\"inline\">, 745 (7th Cir. 2007), however,\nDRW made no such allegation in its First Amended\n\fNo. 07-1755                                                    7\n\nComplaint. While DRW compares itself to the plaintiff in\nPennsylvania Protection and Advocacy, that case provides\nit no support because the plaintiff there actually alleged\nits own injury, whereas DRW did not. Pennsylvania Protec-\ntion and Advocacy, Inc., 136 F. Supp.2d at 361 (“Plaintiff\nstates that it has spent ‘its time, money, and resources to\nadvocate for an end to the waiting list for community\nservices for Pennsylvanians with mental retardation, . . .\n[and] to counsel and assist the families of individuals\nwith mental retardation who have been unable to access\nservices . . . .”) (citing plaintiff’s complaint). Indeed,\nDRW’s allegations as recounted above are actually incon-\nsistent with any attempt to seek relief on its own behalf.\nAccordingly, we conclude that it did not meet the con-\nstitutional requirements for standing to sue in its own\nright.3\n  DRW also argues that it has associational standing to\nbring suit on behalf of school-aged disabled children in\n\n\n3\n   DRW also argues that its very existence as provided for in\nSection 51.62 of the Wisconsin Statutes bestows standing to\nbring suit on its own behalf. DRW supports this assertion by\npointing out that in order for Wisconsin to receive federal funds\nfor disabilities services, the Developmental Disabilities Act\nrequires that it “have in effect a system to protect and advocate\nthe rights of individuals with developmental disabilities,”\n42 U.S.C. § 15043(a)(1), a mandate Wisconsin fulfilled by\nenacting Section 51.62. However, DRW cites no authority\nestablishing that these statutes have any bearing on the con-\nstitutional standing considerations, and we decline to give\nthem such effect. The requirement that a plaintiff allege an\ninjury in fact has as its source Article III of the Constitution.\nNo statutory regime can override a constitutional requirement\nin order to repair insufficient allegations of injury.\n\f8                                                 No. 07-1755\n\nWalworth County. An organization has associational\nstanding, and may bring suit on behalf of its members,\nwhen (1) its members would otherwise have standing\nto sue in their own right, (2) the interests it seeks to pro-\ntect are germane to the organization’s purpose, and\n(3) neither the claims asserted, nor the relief requested,\nrequires the participation of individual members in the\nlawsuit. Hunt v. Wash. State Apple Adver. Comm’n, </pre><span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">333</span></a></span><pre class=\"inline\">, 343 (1977). The third requirement does not derive\nfrom the Constitution. Instead, it is a judicially imposed\nlimitation, United Food and Commercial Workers Union\nLocal 751 v. Brown Group, Inc., </pre><span class=\"citation\" data-id=\"118025\"><a href=\"/opinion/118025/food-and-commercial-workers-v-brown-group-inc/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 556-57 (1996),\nwhich may be overridden by Congress. Family & Children’s\nCtr., Inc. v. School City of Mishawaka, </pre><span class=\"citation\" data-id=\"660227\"><a href=\"/opinion/660227/family-childrens-center-inc-v-school-city-of-mishawaka/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1052</span></a></span><pre class=\"inline\">, 1059 (7th\nCir. 1994). The Board of Supervisors concedes both that\nCongress eliminated the third requirement in enacting\nthe Developmental Disabilities Act, 42 U.S.C. § 15043(a),\nand that the interests DRW seeks to protect fit within the\nAct’s purpose. Accordingly, the dispute between the\nparties regarding associational standing boils down to the\nfirst factor set out in Hunt, namely whether any DRW\nmembers have standing to sue in their own right.\n   The first Hunt factor satisfies Article III standing con-\ncerns by “requiring an organization suing as representative\nto include at least one member with standing to present,\nin his or her own right, the claim (or the type of claim)\npleaded by the association.” United Food, 517 U.S. at 555.\nThis requirement, however, still allows for the member\non whose behalf the suit is filed to remain unnamed by\nthe organization. Doe v. Stincer, </pre><span class=\"citation\" data-id=\"73768\"><a href=\"/opinion/73768/doe-v-stincer/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">879</span></a></span><pre class=\"inline\">, 882 (11th\nCir. 1999). Even taking that allowance into considera-\ntion, we do not find any allegations made by DRW suf-\nficient to establish that any of its members have sus-\n\fNo. 07-1755                                                9\n\ntained their own injury in fact, caused by the Board of\nSupervisors’ conduct, and able to be redressed by a\nfavorable decision. Rather, DRW describes the high rates\nof separate education in Walworth County, states that the\npresence there of the Lakeland School is “a major factor”\ncontributing to those higher rates, and then alleges that\n“the number of potential students with disabilities who\ncan enroll at Lakeland School will increase significantly”\nupon the new school’s completion. Based on this “poten-\ntial” enrollment increase and the funds that go to the\nLakeland School, DRW alleges that the Board of Super-\nvisors fails to educate disabled students in the most\nintegrated environment to the maximum extent appropri-\nate, and discriminates against these students based upon\ntheir disability.\n  As noted above, we must take these allegations as true,\nand draw the plausible inferences from them in DRW’s\nfavor. Levy, 510 F.3d at 764. Even employing this stand-\nard, however, we do not see how the allegations set\nforth above establish that any DRW member has standing.\nAs an initial matter, no disabled child will be placed in the\nLakeland School simply because there is more room there.\nThis fact is even alluded to by DRW when it speaks of\nincreased enrollment as a “potential” outcome of enlarging\nthe Lakeland School. As pointed out by the Board of\nSupervisors in its brief, placement of disabled students\ntakes place according to the detailed procedure set forth\nin the Individuals with Disabilities Education Act, 20\nU.S.C. § 1400, et seq. (“IDEA”). Under the IDEA, states\nare responsible for providing “a free appropriate public\neducation” to disabled children. 20 U.S.C. § 1412(a)(1)(A).\nThey should seek to do this, however, in the “least re-\nstrictive environment,” meaning, “[t]o the maximum\n\f10                                              No. 07-1755\n\nextent appropriate, children with disabilities . . . [should\nbe] educated with children who are not disabled.” 20\nU.S.C. § 1412(a)(5)(A).4 This placement is achieved by\ndevising an Individualized Education Program (“IEP”) for\neach disabled child. 20 U.S.C. § 1412(a)(4). An IEP is\ndeveloped by an “IEP Team,” consisting of no less than\nfive people, made up of the child’s parent and a host\nof educators. 20 U.S.C. § 1414(d)(B)(i)-(vii). If a parent\nfeels proper procedures were not followed in devising an\nIEP, a challenge may be filed. 34 C.F.R. § 300.507(a)(1).5\nTaking this process into account, we cannot see that any\nstudent has sustained, or imminently will sustain, the\ninjury of not being educated in the least restrictive en-\nvironment based simply upon the Board of Supervisors’\ndecision to fund construction of the new Lakeland\nSchool facilities. Moreover, if disabled students are being\nimproperly placed, that injury may be redressed through\nthe statutory challenge process set forth above, not by\nstopping construction of the new facility. This is particu-\nlarly so when the people of Walworth County, through\ntheir elected representatives, not only decided to build\nthe new Lakeland School, but decided to fund its con-\nstruction to the tune of twenty-two million dollars.\n  Another reason DRW’s First Amended Complaint does\nnot establish standing for any of its members is that, as\n\n\n4\n The result of this directive is sometimes referred to as\n“mainstreaming.”\n5\n   It is noteworthy that DRW has chosen to avoid this tradi-\ntional, albeit tedious, administrative path to challenging an\nundesirable IEP. Instead, DRW attempts to bring about a\ngeneralized “least restrictive environment” absent the assis-\ntance, or alleged desire, of any individual child or parent.\n\fNo. 07-1755                                                 11\n\nstated by counsel for the Board of Supervisors at oral\nargument, the Lakeland School is a popular institution. We\ndoubt the Board of Supervisors could allocate twenty-two\nmillion dollars to it if it were not. The Board of Supervisors’\nattorney indicated that the reason the Lakeland School\nhas so many students is that parents like it, and many\nfamilies move to Walworth County to take advantage of\nthe educational opportunities the Lakeland School presents\ntheir children. While we do not weigh these assertions\nagainst the allegations of DRW’s First Amended Com-\nplaint, they make clear why simply funding an enlarged\nLakeland School does not give rise to a reasonable infer-\nence that disabled students are being injured by the Board\nof Supervisors. If there are students who have actually\nsuffered an injury because of the Board of Supervisors’\ndecision, they remain free to bring suit on their own be-\nhalf, or represented by DRW. We conclude, however,\nthat DRW’s First Amended Complaint does not allege\nthe current existence of any such student.\n  Finally, an organization known as the National Dis-\nability Rights Network (“NDRN”) filed an Amicus Curiae\nbrief in support of DRW wherein it argued that a cir-\ncuit split exists as to whether an association can bring\nsuit on behalf of unnamed individuals. Specifically,\nNDRN asserts that the Ninth and Eleventh Circuits, with\nwhom they urge us to join, allow an association to bring\nsuch a suit, see Or. Advocacy Ctr. v. Mink, </pre><span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1101</span></span><pre class=\"inline\"> (9th\nCir. 2002) and Doe v. Stincer, </pre><span class=\"citation\" data-id=\"73768\"><a href=\"/opinion/73768/doe-v-stincer/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">879</span></a></span><pre class=\"inline\"> (11th Cir. 1999),\nwhile the Fifth Circuit disallows it. See Ass’n for Retarded\nCitizens v. Dallas County, </pre><span class=\"citation\" data-id=\"665813\"><a href=\"/opinion/665813/association-for-retarded-citizens-of-dallas-advocacy-incorporated-v/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">241</span></a></span><pre class=\"inline\"> (5th Cir. 1994). Our\nreview of these cases, however, reveals that the only issue\non which they split is whether disabled persons are\n“members” of disability rights advocacy groups for the\n\f12                                             No. 07-1755\n\npurpose of the first Hunt element. Compare Ass’n for\nRetarded Citizens, 19 F.3d at 244 (concluding that the\nadvocacy group does not have members on whose behalf\nit can bring suit), with Or. Advocacy Ctr., 322 F.3d at 1110\n(concluding that disabled persons are the functional\nequivalent of members for the purpose of an associational\nstanding analysis) and Doe, 175 F.3d at 885 (same). That\nissue is not present in this case. In fact, the Board of\nSupervisors expressly concedes that DRW is an advocacy\ngroup able to bring suit on behalf of its members. Nobody\ndenies that DRW has a role to play as an advocate on\nbehalf of the disabled. However, advocacy is only appro-\npriately—and constitutionally—undertaken on behalf of\nanother when that other has suffered an injury. Because\nDRW’s First Amended Complaint does not identify any\nWalworth County disabled student with standing to\nbring suit based on the Board of Supervisors’ conduct,\nDRW does not satisfy the first requirement of Hunt,\nand therefore has not established associational standing.\n\n\n                            III.\n  We conclude that DRW has not alleged any injury in\nfact to itself based upon the conduct of the Board of\nSupervisors, and therefore has not established that it\nhas standing to sue on its own behalf. Additionally,\nDRW has not identified any member with standing to\nsue, and therefore has not established that it has associa-\ntional standing to sue on behalf of its members. Accord-\ningly, we AFFIRM the district court’s dismissal of DRW’s\nsuit.\n\n                   USCA-02-C-0072—4-14-08\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73768/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/136984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/660227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/665813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/797311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1384264/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1390097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2579913/"
          ]
        }
      ],
      "judges": "Manion",
      "date_created": "2015-09-24T21:16:26.735072Z",
      "date_modified": "2015-09-24T21:16:26.735072Z",
      "date_filed": "2008-04-14",
      "date_filed_is_approximate": false,
      "slug": "disability-rights-wi-v-walworth-county-bd",
      "citation_id": 2974295,
      "case_name_short": "",
      "case_name": "Disability Rights WI v. Walworth County Bd",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "civil",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2858748/disability-rights-wi-v-walworth-county-bd/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-24T20:17:32.119924Z",
  "date_modified": "2015-09-24T20:17:32.119924Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Disability Rights WI v. Walworth County Bd",
  "case_name_full": "",
  "slug": "disability-rights-wi-v-walworth-county-bd",
  "docket_number": "07-1755",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}