{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2858757/",
  "id": 2858757,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3001527/",
      "id": 3001527,
      "absolute_url": "/opinion/3001527/townsend-reggie-v-fuchs-larry/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2858757/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3001527/",
          "id": 3001527,
          "absolute_url": "/opinion/3001527/townsend-reggie-v-fuchs-larry/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3001527/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1700/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-09-24T20:17:37.373393Z",
          "date_modified": "2017-04-11T20:53:19.043293Z",
          "type": "010combined",
          "sha1": "8481fae1d313398669b26eb643d61c1df1d856b3",
          "page_count": 20,
          "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2008/D04-10/C:07-1384:J:Kanne:aut:T:op:N:0:S:0",
          "local_path": "pdf/2008/04/10/townsend_reggie_v._fuchs_larry.pdf",
          "plain_text": "                            In the\n United States Court of Appeals\n              For the Seventh Circuit\n                        ____________\n\nNo. 07-1384\nREGGIE TOWNSEND,\n                                              Plaintiff-Appellant,\n                               v.\n\nLARRY FUCHS and JERRY ALLEN,\n                                           Defendants-Appellees.\n                        ____________\n           Appeal from the United States District Court\n              for the Western District of Wisconsin.\n           No. 05 C 204—Barbara B. Crabb, Chief Judge.\n                        ____________\n     ARGUED OCTOBER 25, 2007—DECIDED APRIL 10, 2008\n                        ____________\n\n\n  Before EASTERBROOK, Chief Judge, and RIPPLE and KANNE,\nCircuit Judges.\n  KANNE, Circuit Judge.        Wisconsin inmate Reggie\nTownsend filed a civil-rights action under 42 U.S.C. § 1983\nagainst Larry Fuchs, Security Director at the New Lisbon\nCorrectional Institution, and Sergeant Jerry Allen, a\ncorrectional officer in the segregation unit at the prison.\nTownsend, who was held at New Lisbon at all times\npertinent to this appeal, claimed that Fuchs violated his\nFourteenth Amendment right to due process by placing\nhim, for 59 days, in administrative segregation—or, as it\nis known within the Wisconsin Department of Correc-\n\f2                                               No. 07-1384\n\ntions (WDOC), temporary lock-up (TLU). See Wis. Admin.\nCode DOC §§ 303.02(22), 303.11. Townsend also alleged\nthat Allen deprived him of his Eighth Amendment right\nagainst cruel and unusual punishment by demonstrating\ndeliberate indifference to the unsanitary conditions he\nendured while in TLU. Fuchs and Allen moved for sum-\nmary judgment, but while their motion was pending,\nTownsend sought to amend his complaint to include\nNew Lisbon Warden Catherine Farrey as a named defend-\nant on both claims. The district court granted summary\njudgment for both Fuchs and Allen, and denied Town-\nsend’s motion to amend. We affirm the district court’s\ngrant of summary judgment for Fuchs and its denial of\nTownsend’s motion to amend. However, we reverse the\ncourt’s grant of summary judgment for Allen, and remand\nfor further proceedings.\n\n\n                        I. HISTORY\n  Townsend’s civil-rights action has a convoluted factual\nand procedural history; we will endeavor to simplify\nthe underlying proceedings, while simultaneously draw-\ning all reasonable factual inferences in Townsend’s favor.\nSee Vinning-El v. Long, 482 F.3d 923, 924 (7th Cir. 2007). We\nbegin on November 11, 2004, when several members of\nthe Latin Kings gang led a riot against correctional officers\nstationed in New Lisbon’s Unit A. The gang members\ninjured more than a dozen officers during the melee; one\ngang member, in particular, struck an officer in the jaw\nwith a padlock that he placed in a sock and swung like\na mace. In response, Warden Farrey placed New Lisbon\nin emergency status, suspended the prison’s administra-\ntive rules, see Wis. Admin. Code DOC § 306.23(1), and\ninstructed Security Director Fuchs to transfer inmates\n\fNo. 07-1384                                                3\n\nbelieved to have participated in the riot to TLU and to\ninvestigate their involvement.\n  According to the WDOC administrative code, TLU is a\n“nonpunitive segregated status allowing an inmate to be\nremoved from the general population pending further\nadministrative action.” Id. § 303.02(22). The “main pur-\npose” of TLU is to detain an inmate temporarily “until it is\npossible to complete an investigation, cool down a\nvolatile situation or hold a disciplinary hearing.” Id.\n§ 303.11 note. “The effort,” the code continues, “is to avoid\npunitive segregation without a prior hearing, while\nassuring that inmates can be separated from the general\npopulation when there is good reason to do so.” Id. For\ninstance, prison officials may assign an inmate to TLU if\nthe officials suspect that the inmate “may impede a pend-\ning investigation.” Id. § 303.11(4)(a). And in keeping\nwith the “temporary” aspect of the assignment, there is a\nlimit on the amount of time that an inmate may spend\nin TLU: the initial period of placement may not last longer\nthan 21 days, and may be extended to a maximum of\n63 days. See id. § 303.11(3).\n  Approximately 150 inmates were assigned to TLU at one\ntime or another while prison officials attempted to deter-\nmine who participated in the November 11 prison riot.\nTownsend himself was placed in TLU on November 15,\nafter officials received word that, during the riot, he\nhad destroyed evidence that could have revealed the\nidentities of some of the inmates who were involved. See id.\n§ 303.11(1), (4)(a). Upon his transfer, Townsend received\ntwo WDOC notice forms that provided the reason why\nhe was placed in TLU: one explained that “the offender\nmay impede a pending investigation,” and the other\nstated, “Pending Investigation of Staff Battery.” Townsend\nacknowledged those reasons by signing the notice forms.\n\f4                                                No. 07-1384\n\n   Townsend remained in TLU for 59 days while prison\nofficials investigated his role in the prison riot, and on\nJanuary 13, 2005, he was transferred back to New Lisbon’s\ngeneral population when the officials were unable to\nconfirm that he had destroyed evidence regarding the riot.1\nIn accordance with the WDOC administrative code,\nTownsend’s parole eligibility was not affected by his\nTLU placement, nor was his sentence extended because of\nit. See id. § 303.11 note. Townsend did not receive a con-\nduct report, or was otherwise disciplined.\n  That is not to say that Townsend’s experience in TLU\nwas entirely pleasant; the accommodations afforded to\nhim during his stay were less than hospitable. The cells in\nTLU are designed to house only one inmate at a time: each\ncell is 12 feet by 6½ feet; contains one bunk, one sink,\nand one toilet; and is “wet,” meaning that it features a\nshower that sprays onto the wall of the cell opposite the\ndoor and drains through the cell’s floor. But because of\nthe inordinately large number of inmates placed in TLU\non suspicion of participating in the prison riot, Warden\nFarrey authorized, and Sergeant Allen helped supervise,\nthe “double-bunking” of inmates in TLU cells. Conse-\nquently, Townsend was placed in a cell that was already\noccupied, where he shared the sink, toilet, and shower. He\nwas, however, given his own “bunk”—a thin mattress that\n\n\n1\n  The parties inexplicably agree that Townsend was assigned to\nTLU for 63 days. We say “inexplicably” because both sides also\nagree, and the record confirms, that Townsend was placed in\nTLU on Monday, November 15, 2004, and was transferred\nback to general population on Thursday, January 13, 2005. This\nperiod was 59 days, not 63. See http://www.timeanddate.com/\ndate/duration.html.\n\fNo. 07-1384                                               5\n\nwas placed on the concrete floor adjacent to the shower,\nthe only area in the cell where it would fit. We must\nassume, because the party resisting a motion for sum-\nmary judgment receives the benefit of all reasonable\ninferences, see Vinning-El, 482 F.3d at 924, that the mat-\ntress became (in Townsend’s words) “wet, moldy, and\nfoul smelling” rather quickly. Townsend complained\nto numerous prison guards and officials about his unsani-\ntary cell conditions and attempted to obtain a new mat-\ntress, to no avail. Thus, for the entire 59 days that\nTownsend was assigned to TLU, he slept on a wet and\nfoul mattress.\n  In the weeks following his transfer back to New Lisbon’s\ngeneral population, Townsend filed several complaints\nwith the prison’s Inmate Complaint Examiner, chal-\nlenging both his placement in TLU and the unsanitary\nconditions in his cell. After Townsend exhausted the\nadministrative remedies available to him, see 42 U.S.C.\n§ 1997e(a); Wis. Admin. Code DOC § 310.05; Dixon v. Page,\n291 F.3d 485, 489-91 (7th Cir. 2002), he brought his § 1983\naction against Security Director Fuchs and Sergeant\nAllen. Specifically, Townsend alleged that Fuchs violated\nhis right to procedural due process as interpreted by the\nSupreme Court of the United States in Sandin v. Conner,\n515 U.S. 472, 483-84 (1995), and Wilkinson v. Austin, 545\nU.S. 209, 222-24 (2005). In Sandin, the Court explained that\nthe Fourteenth Amendment provides to inmates a liberty\ninterest in avoiding transfer to more restrictive prison\nconditions if those conditions result in an “atypical and\nsignificant hardship” when compared to “the ordinary\nincidents of prison life.” 515 U.S. at 484-86. In such in-\nstances, the Court noted, the prison must afford the\ninmate procedural protections before the transfer occurs.\n\f6                                                No. 07-1384\n\nSee id. at 487. Ten years later, the Court decided in\nWilkinson that state inmates in Ohio had a liberty interest in\navoiding placement in the state’s Supermax prison, where\ninmates were held alone for 23 hours a day in cells that\nmeasured 7 feet by 14 feet. See 545 U.S. at 224. The\nCourt concluded that those conditions constituted “an\natypical and significant hardship under any plausible\nbaseline” because assignment to the Supermax was indefi-\nnite and disqualified otherwise eligible inmates for parole\nconsideration. Id. at 223-24. Townsend claimed that the\nconditions he endured while in TLU were sufficiently\nanalogous to the conditions deemed atypically and signifi-\ncantly harsh in Wilkinson. For instance, he drew attention\nto the apparent similarities of the sizes of the TLU cells and\nSupermax cells; asserted that he, like the inmates incarcer-\nated in the Supermax, was not allowed to have contact with\nfriends, family, or even other inmates; and contended that\nhe, unlike the inmates at the Supermax, was not allowed to\nleave his cell. Townsend therefore contended that he had\na liberty interest in avoiding placement in TLU, and that\nFuchs deprived him of his due-process rights by transfer-\nring him without first affording him a hearing.\n  Townsend also alleged that Sergeant Allen deprived\nhim of his Eighth Amendment rights by demonstrating\ndeliberate indifference to his basic need for clean and\nsanitary bedding. According to Townsend, Allen knew\nthat he was forced to sleep on a wet and moldy mattress,\nand yet did nothing to remedy the unsanitary conditions.\nAfter discovery commenced, Townsend submitted an\naffidavit and provided deposition testimony, in which\nhe explained his allegations against Allen in greater\ndetail. Specifically, Townsend stated that while he was\nin TLU, he personally complained about his mattress to\n\fNo. 07-1384                                                   7\n\nAllen and requested a new, clean mattress for his cell.\nHowever, Townsend continued, Allen responded, “We\ncan’t get you a mattress right now,” and denied his re-\nquest without further explanation. Townsend further\nrelated that several prison guards later informed him that\nhis request for a new mattress was denied because if he\nreceived the mattress, prison officials would have to\nprovide a new mattress to everyone else in TLU. Townsend\nalso stated that the unsanitary sleeping conditions\ncaused him to suffer several severe ailments, such as\nrespiratory problems, chest and stomach pains, and muscle\naches.\n  Security Director Fuchs and Sergeant Allen disputed\nTownsend’s allegations and moved for summary judg-\nment. Fuchs argued, among other things, that Townsend’s\ndue-process claim was meritless because the conditions\nin TLU were not analogous to those conditions the Su-\npreme Court deemed atypically and significantly harsh\nin Wilkinson. Allen, in turn, argued that Townsend’s\nEighth Amendment claim failed because he was not\npersonally responsible for the unsanitary condition of\nTownsend’s mattress. In support of his argument, Allen\nattested in an affidavit that Townsend never spoke\nwith him regarding the condition of his mattress; as Allen\nput it, “[a]t no time” did Townsend complain to him\n“about unsanitary or wet condition[s] of his cell or mat-\ntress,” nor did he “personally observe a problem concern-\ning an unsanitary cell or wet mattress” in Townsend’s\ncell or any other cell in TLU. But in several proposed\nfindings of fact that Allen later filed with the district court,\nhe admitted that Townsend had complained to him about\nthe state of his mattress and had requested a new one;\nAllen further stated that he did not provide Townsend\nwith a new mattress, even though New Lisbon had clean\n\f8                                              No. 07-1384\n\nmattresses available. Finally, Allen conceded that he\nunderstood that it is unhealthy to sleep on a wet and moldy\nmattress, and that people risk developing health prob-\nlems if they are forced to sleep on such a mattress.\n  After briefing on the summary-judgment motion com-\npleted, Townsend sought leave to amend his complaint and\nadd Warden Farrey as a defendant to both his due-process\nand Eighth Amendment claims. See Fed. R. Civ. P. 15(a). As\nTownsend alleged, Farrey visited the TLU unit during the\ntime that he was assigned there and saw that, when\ninmates were double-celled, one inmate had to sleep on the\ncell floor. Townsend continued that Farrey was the\n“ultimate decision-maker” at New Lisbon during the 59\ndays he was confined in TLU, and accordingly was in-\nvolved in denying him his due-process rights, and ex-\nhibited deliberate indifference to the unsanitary condi-\ntions he endured.\n  The district court granted Security Director Fuchs and\nSergeant Allen’s motion for summary judgment. The\ncourt first rejected Townsend’s due-process claim against\nFuchs on the ground that Townsend did not have a lib-\nerty interest in avoiding TLU placement. The court like-\nwise concluded that Townsend’s Eighth Amendment\nclaim against Allen was meritless. Although the court\nassumed that “being forced to sleep on a wet and moldy\nmattress for [59] days is sufficiently serious” to establish\nan Eighth Amendment violation, the court determined\nthat Townsend failed to proffer any evidence showing\nthat Allen was deliberately indifferent to the unsanitary\nconditions. As the court explained, Townsend “proposed\nno facts to show that he complained about his mattress to\ndefendant Allen, that he asked defendant Allen for\na replacement because his mattress was wet or foul smell-\n\fNo. 07-1384                                                  9\n\ning or that . . . Allen was aware of the level of deterioration\nin the condition of plaintiff’s mattress.”\n  Finally, the district court denied as futile Townsend’s\nmotion to amend. Because Townsend had no liberty\ninterest in avoiding placement in TLU, the court deter-\nmined that he had no viable due-process claim against\nWarden Farrey. Likewise, the court continued, any\nEighth Amendment claim against Farrey would fail\nbecause Townsend proffered no evidence showing that\nshe was personally responsible for the conditions in\nhis cell. The court accordingly entered judgment for\nSecurity Director Fuchs and Sergeant Allen, and closed\nthe case.\n\n\n                        II. ANALYSIS\n  On appeal, Townsend attacks the district court’s grant of\nsummary judgment for Security Director Fuchs and\nSergeant Allen. Townsend also asserts that the court erred\nby denying his motion to amend his complaint. We\nwill address these arguments in order, beginning with\nthe district court’s grant of summary judgment.\n\n\n  A. The district court’s grant of summary judgment\n  By bringing his § 1983 action against Security Director\nFuchs and Sergeant Allen, Townsend shouldered the\nburden of establishing that the men deprived him of his\nconstitutional rights under the Fourteenth and Eighth\nAmendments, respectively. See Johnson v. Snyder, 444\nF.3d 579, 583-85 (7th Cir. 2006). Thus, to prevail on his\nargument that the district court erroneously granted\nsummary judgment for Fuchs and Allen, Townsend must\n\f10                                               No. 07-1384\n\nshow that the evidence he proffered created a “genuine\nissue as to any material fact” as to whether either man\ndeprived him of his rights, and that they were not “entitled\nto judgment as a matter of law.” Fed. R. Civ. P. 56(c); see\nalso Celotex Corp. v. Catrett, 477 U.S. 317, 322-23 (1986);\nVinning-El, 482 F.3d at 924. Our review is de novo, see\nVinning-El, 482 F.3d at 924, and we may affirm on any\nbasis supported by the record, see Cygan v. Wis. Dep’t of\nCorr., 388 F.3d 1092, 1098 (7th Cir. 2004); see also Winters\nv. Fru-Con Inc., 498 F.3d 734, 743 (7th Cir. 2007).\n\n\n     1. Townsend’s Fourteenth Amendment claim against\n        Security Director Fuchs\n   We first address Townsend’s argument that the dis-\ntrict court erroneously granted summary judgment for\nSecurity Director Fuchs. Townsend essentially reasserts the\nargument that he made before district court. Specifically,\nhe contends that Fuchs violated his due-process rights\nunder Sandin and Wilkinson by placing him in TLU with-\nout procedural protections.\n  Because it is undisputed that Townsend was not afforded\na hearing or other procedural protections before he was\nplaced in TLU, his argument turns on whether he had a\nconstitutionally protected liberty interest in avoiding\nplacement in TLU. See Ky. Dep’t of Corrs. v. Thompson,\n490 U.S. 454, 459-60 (1989); Gillis v. Litscher, 468 F.3d 488,\n491-92 (7th Cir. 2006). The Constitution itself does not\ncreate an interest in avoiding transfer within a correc-\ntional facility. See Wilkinson, 545 U.S. at 222; Meachum v.\nFano, 427 U.S. 215, 225 (1976). Nevertheless, in Sandin the\nSupreme Court determined that the Fourteenth Amend-\nment provides to inmates a liberty interest in avoiding\n\fNo. 07-1384                                               11\n\nplacement in more restrictive conditions, such as segrega-\ntion, when those conditions pose an atypical and sig-\nnificant hardship when compared to the ordinary inci-\ndents of prison life. See 515 U.S. at 484. However, since\nthe Court decided Sandin, we have repeatedly deter-\nmined that even extremely harsh prison conditions may\nnot be so “atypical” as to create the liberty interest the\nCourt contemplated. See, e.g., Lekas v. Briley, 405 F.3d 602,\n609 (7th Cir. 2005); Thomas v. Ramos, 130 F.3d 754, 760-62\n(7th Cir. 1998); Wagner v. Hanks, 128 F.3d 1173, 1175-76\n(7th Cir. 1997). To that end, we have concluded that\ninmates have no liberty interest in avoiding transfer to\ndiscretionary segregation—that is, segregation imposed\nfor administrative, protective, or investigative purposes.\nSee Lekas, 405 F.3d at 608-09 & 608 n.4 (“[R]eassignment\nfrom the general population to discretionary segrega-\ntion does not constitute a deprivation of a liberty inter-\nest.”); Crowder v. True, 74 F.3d 812, 815 (7th Cir. 1996)\n(holding that placement of inmate in non-disciplinary\nsegregation for three months did not create liberty inter-\nest). Indeed, there is nothing “atypical” about discretion-\nary segregation; discretionary segregation is instead an\n“ordinary incident of prison life” that inmates should\nexpect to experience during their time in prison. See Lekas,\n405 F.3d at 608-09; Wagner v. Hanks, 128 F.3d 1173, 1176\n(7th Cir. 1997) (“Even a prisoner who had committed a\nwhite-collar crime and had been assigned to the low-\nest-security prison in the state’s system might find himself\nin segregation for a nondisciplinary reason.”); Meriwether\nv. Faulkner, 821 F.2d 408, 414 (7th Cir. 1987) (“Given the\nbroad uses of administrative segregation . . . inmates\nshould reasonably anticipate being confined in administra-\ntive segregation at some point in their incarceration.”).\n\f12                                              No. 07-1384\n\n  Here, it is clear that Townsend’s assignment to TLU was\ndiscretionary. In fact, by admitting that his placement in\nTLU was contingent upon prison officials’ continuing\ninvestigation into whether he destroyed evidence re-\nlated to the prison riot, Townsend concedes that he was\nplaced in TLU for discretionary reasons. See Wis. Admin.\nCode DOC § 303.11(1), (4)(a); see also Lekas, 405 F.3d at 608\n& n.4; Thomas, 130 F.3d at 761. Townsend’s concession\ncomports with the WDOC’s administrative scheme gov-\nerning TLU placement. According to the administrative\ncode, TLU is, by its very nature, discretionary; it is “a\nnonpunitive segregated status” that allows prison offi-\ncials “to complete an investigation, cool down a volatile\nsituation or hold a disciplinary hearing.” See Wis. Admin.\nCode DOC §§ 303.02(22), 303.11 note; cf. Russ v. Young, 895\nF.2d 1149, 1153-54 (7th Cir. 1989) (noting that TLU deter-\nminations are discretionary because they are “dependent\nonly on the subjective decision of the security officers”).\nMoreover, the evidence submitted to the district court\nreflects that Townsend was assigned to TLU solely for\ndiscretionary reasons. Townsend received two WDOC\nnotices explaining that he was being held in TLU for\ninvestigative reasons that he, in turn, acknowledged.\nTownsend was then transferred back to New Lisbon’s\ngeneral population as soon as he was cleared of any\nwrongdoing, and he never was disciplined in connection\nwith his time in TLU. Simply put, it cannot be disputed\nthat Townsend’s time in TLU constituted discretionary\nsegregation, in which he had no liberty interest avoiding.\nSee Lekas, 405 F.3d at 608 & n.4; Thomas, 130 F.3d at 761.\n  Townsend continues, however, that although he was\nplaced in TLU for discretionary reasons, the conditions he\nendured while in TLU were sufficiently harsh to trigger\n\fNo. 07-1384                                                13\n\nthe due-process protections announced in Sandin. Specifi-\ncally, Townsend renews his contention that the condi-\ntions he faced in TLU—the double bunking, the sharing\nof the small wet cell and its amenities, and the limited\nhuman contact—were sufficiently analogous to the condi-\ntions of the state Supermax prison in Wilkinson to create\na liberty interest in avoiding TLU.\n   Townsend misreads Wilkinson, and in so doing com-\nmits a mistake that renders inapt any comparison be-\ntween the conditions in TLU and the conditions of the\nSupermax prison. As we noted in our recent decision Gillis\nv. Litscher, the Supreme Court in Wilkinson did not deter-\nmine that the conditions in the Supermax prison created\na liberty interest by themselves. See Gillis, 468 F.3d at\n492. Although the Court briefly summarized the condi-\ntions that inmates faced in the Supermax, the Court based\nits holding largely on the fact that placement was\nindefinite and disqualified otherwise eligible inmates\nfrom consideration for parole. See Wilkinson, 545 U.S. at\n223-24; Gillis, 468 F.3d at 492. Indeed, absent the indefinite\nplacement and disqualification from parole, the Court\nstated that the conditions of confinement at the Supermax\n“likely would apply to most solitary confinement facili-\nties,” suggesting that the conditions themselves were\nordinary incidents of prison life that inmates have no\nliberty interests in avoiding. Wilkinson, 545 U.S. at 224;\nsee also Westefer v. Snyder, 422 F.3d 570, 587 (7th Cir.\n2005). In short, the Court in Wilkinson did not delineate\nwhat specific harsh conditions give rise to a liberty inter-\nest. See Wilkinson, 545 U.S. at 224; Gillis, 468 F.3d at 492.\nAnd because Townsend’s placement in TLU neither was\nindefinite, nor affected his parole eligibility, nothing\nin Wilkinson requires us to reconsider our established\n\f14                                             No. 07-1384\n\nposition that inmates have no liberty interest in avoiding\nplacement in discretionary segregation. See Gillis, 468\nF.3d at 492; see also Holly v. Woolfolk, 415 F.3d 678,\n680 (7th Cir. 2005) (citing Wilkinson to support proposition\nthat “being placed in segregation is too trivial an incre-\nmental deprivation of a convicted prisoner’s liberty to\ntrigger the duty of due process”). The district court\nthus correctly granted summary judgment for Security\nDirector Fuchs.\n  This is not to say that Townsend has no avenue to seek\nredress for the conditions he experienced while in TLU.\nWe conclude only that the conditions have no bearing\non whether New Lisbon prison officials were required to\nprovide Townsend with procedural protections before\nplacing him in TLU. The issue of the cell conditions in TLU\nis best analyzed as a claim brought under the Eighth\nAmendment, cf. Gillis, 468 F.3d at 492-95, which Townsend\nraised against Sergeant Allen, and to which we now turn.\n\n\n     2. Townsend’s Eighth Amendment claim against Sergeant\n        Allen\n   Townsend next challenges the district court’s grant of\nsummary judgment for Sergeant Allen. According to\nTownsend, he proffered evidence before the district\ncourt showing that Allen had actual knowledge that his\nhealth was jeopardized by sleeping on the wet and moldy\nmattress. That evidence, Townsend asserts, created a\ngenuine issue of material fact as to whether Allen exhib-\nited deliberate indifference to the unsanitary conditions\nin his cell.\n The Supreme Court has interpreted the Eighth Amend-\nment as requiring a minimum standard for the treatment of\n\fNo. 07-1384                                                 15\n\ninmates by prison officials: the prison conditions must not,\namong other things, involve “the wanton and unnecessary\ninfliction of pain.” Rhodes v. Chapman, 452 U.S. 337, 347\n(1981); see also Whitman v. Nesic, 368 F.3d 931, 934 (7th Cir.\n2004). Accordingly, an inmate’s constitutional challenge to\nprison conditions requires us to undertake a two-part\nexamination. See Whitman, 368 F.3d at 934. First, we must\ndetermine whether the conditions at issue were “suffi-\nciently serious” so that “a prison official’s act or omission\nresults in the denial of the minimal civilized measure of\nlife’s necessities.” Farmer v. Brennan, 511 U.S. 825, 834\n(1994) (internal quotations omitted); see also Gillis, 468 F.3d\nat 493. If the inmate successfully establishes that the\nconditions were sufficiently serious, we then examine\nwhether prison officials acted with “deliberate indiffer-\nence” to the conditions in question. See Wilson v. Seiter,\n501 U.S. 294, 302 (1991); Whitman, 368 F.3d at 934. “Deliber-\nate indifference,” in turn, means that the official knew\nthat the inmate faced a substantial risk of serious harm,\nand yet disregarded that risk by failing to take reasonable\nmeasures to address it. See Farmer, 511 U.S. at 847; see also\nJohnson v. Phelan, 69 F.3d 144, 149 (7th Cir. 1995). As such,\nit is not enough for the inmate to show that the official\nacted negligently or that he or she should have known\nabout the risk. See Pierson v. Hartley, 391 F.3d 898, 902 (7th\nCir. 2004); Haley v. Gross, 86 F.3d 630, 641 (7th Cir. 1996).\nInstead, the inmate must show that the official received\ninformation from which the inference could be drawn\nthat a substantial risk existed, and that the official actually\ndrew the inference. See Pierson, 391 F.3d at 902; Proffitt\nv. Ridgway, 279 F.3d 503, 506 (7th Cir. 2002).\n  Based on the parties’ dearth of input on the matter, it\nappears that they assume that Townsend endured a\n\f16                                                No. 07-1384\n\nprison condition sufficiently serious to constitute an\nEighth Amendment violation. The parties’ assumption\nmight be incorrect if Townsend himself contributed to the\nmattress’s foul state by, say, failing to place it on top of the\nbed while he or his cell-mate showered, and until\nthe floor had dried. See Freeman v. Berge, 441 F.3d 543,\n547 (7th Cir. 2006) (concluding that prisoner’s starvation\nwas self-inflicted when prison deprived meals because\nof his refusal to abide by prison’s meal-time rules). How-\never, Sergeant Allen forfeited the point on appeal by\nfailing to raise it in his brief. See Williams v. REP Corp.,\n302 F.3d 660, 666 (7th Cir. 2002). And even if Allen had\nraised the point, on this record we cannot say for cer-\ntain that he would have prevailed. The party opposing\nsummary judgment receives the benefit of reasonable\ninferences, see Vinning-El, 482 F.3d at 924, and it is possible\nthat there was some reason why Townsend could not\nhave placed his mattress on top of his cell-mate’s bunk,\nso that both mattresses stayed dry. Indeed, at oral argu-\nment Townsend’s attorney stated that Townsend attempted\nto move his mattress to keep it from getting wet when\nthe shower was turned on, but to no avail. If Townsend\nwas, in fact, unable to move his mattress to a dry area,\nthen we would be hard-pressed to fault him and his cell-\nmate for refusing to abstain from bathing for his entire 59-\nday stint in TLU, just so Townsend could have had a dry\nplace to sleep. See Ramos v. Lamm, 639 F.2d 559, 568\n(10th Cir. 1980) (“[A] state must provide . . . reasonably\nadequate ventilation, sanitation, bedding, [and] hygienic\nmaterials. . . .”).\n  But that aside, we must assess the parties’ shared as-\nsumption against the record as it is currently developed.\nAnd, in that light, the parties’ assumption seems sound.\n\fNo. 07-1384                                                  17\n\nSee McCord v. Maggio, 927 F.2d 844, 846-47 (5th Cir. 1991)\n(finding Eighth Amendment violation where inmates\n“were provided mattresses at night which were placed\non the sometimes flooded floors of the cells . . . [where\nthey] ‘either had to stand up all night or sleep on a wet\nmattress on the floor’ ”). We have stated that a lack of\nsanitary conditions, including clean bedding, may qualify\nas a denial of the “minimal civilized measure of life’s\nnecessities.” Gillis, 468 F.3d at 494; see also McCord, 927 F.2d\nat 846-47; Maxwell v. Mason, 668 F.2d 361, 363 (8th Cir. 1981)\n(stating confinement in isolation without adequate clothing\nor bedding supports Eighth Amendment claim); Ramos, 639\nF.2d at 568.\n  We therefore turn our attention to whether Townsend\nproffered evidence establishing that Sergeant Allen was\ndeliberately indifferent to the unsanitary conditions in his\ncell. The district court concluded that Townsend proffered\nno such evidence; as the court explained, Townsend\n“proposed no facts” showing that he complained about\nhis mattress to Allen. But the district court did not prop-\nerly characterize the evidence when reaching this con-\nclusion, and, more importantly, did not view the evid-\nence in a light most favorable to Townsend. See Vinning-El,\n482 F.3d at 924. Specifically, Townsend submitted an\naffidavit and provided deposition testimony, in which he\nstated that he personally complained about his mattress\nto Allen and requested a new, clean mattress for his cell.\nTownsend further related that Allen denied his request\nwithout explanation, and that he later learned that his\nrequest was denied on the basis that if he received a\nmattress, everyone else in TLU would also have to receive\none. Allen initially disputed Townsend’s version of events\nin an affidavit of his own, and for a time during the sum-\n\f18                                               No. 07-1384\n\nmary-judgment proceedings, both men stood by their\nrespective stories and asserted that their version of\nevents—and only their version—was true. But then\nAllen’s story wavered. Allen stated in proposed findings\nof fact that Townsend complained to him about the\nstate of his mattress and requested a new one. Allen fur-\nther admitted that he did not provide Townsend with a\nnew mattress even though the prison had clean mattresses\navailable, and that he also understood that an individual\ncould develop health problems if he was forced to sleep\non a wet and moldy mattress.\n  In other words, neither Townsend, nor Sergeant Allen,\nproffered evidence beyond their own testimony that\neither directly corroborated their respective stories, or\ncompletely refuted the competing version of events. Thus,\nthe dispute over whether Allen knew about Townsend’s\ncell conditions comes down to a good old-fashioned\nswearing contest that can be resolved only by assessing\nthe credibility of the two men. Credibility determina-\ntions, however, lie exclusively within the fact-finder’s\ndomain and are not appropriate for a district court to make\nat the summary judgment stage, see Anderson v. Liberty\nLobby, Inc., 477 U.S. 242, 255 (1986); Ritchie v. Glidden Co.,\n242 F.3d 713, 723 (7th Cir. 2001); Freeman v. Madison Metro.\nSch. Dist., 231 F.3d 374, 379 (7th Cir. 2000), particularly\nwhen the moving party’s version of the facts changed over\ntime to eventually support the non-moving party’s posi-\ntion, see Outlaw v. Newkirk, 259 F.3d 833, 836 (7th Cir. 2001)\n(“Summary judgment is warranted only if ‘there is no\ngenuine issue as to any material fact and [ ] the moving\nparty is entitled to a judgment as a matter of law.’ ” (alter-\nation in original) (emphasis added) (quoting Fed. R. Civ. P.\n56(c)).\n\fNo. 07-1384                                                19\n\n   Therefore, when we view the record in the light most\nfavorable to Townsend, we see a material dispute over\nwhether Sergeant Allen knew that Townsend was forced\nto sleep on the wet and moldy mattress while he was in\nTLU. See Payne v. Pauley, 337 F.3d 767, 771 (7th Cir. 2003)\n(“[W]e have warned before of falling for the trap of weigh-\ning conflicting evidence during a summary judgment pro-\nceeding.”). And whether Allen knew about the substan-\ntial risk of serious harm created by the unsanitary cell\nconditions speaks directly to whether he exhibited deliber-\nate indifference to Townsend’s plight. See Pierson, 391\nF.3d at 902; Proffitt, 279 F.3d at 506. The district court\naccordingly was wrong to grant summary judgment for\nAllen.\n\n\n  B. The district court’s denial of Townsend’s motion to amend\n   Finally, Townsend argues that the district court erred\nby denying his motion to amend his complaint and name\nWarden Farrey as a defendant. The district court con-\ncluded that such an amendment would be futile because\nTownsend’s proposed claims against Farrey would not\nsurvive summary judgment. See King v. E. St. Louis Sch.\nDist. 189, 496 F.3d 812, 819 (7th Cir. 2007); Sound of Music\nCo. v. Minn. Mining & Mfg. Co., 477 F.3d 910, 923 (7th Cir.\n2007). That decision was one left to the district court’s\ndiscretion, Trustmark Ins. Co. v. Gen. & Cologne Life Re of\nAm., 424 F.3d 542, 553 (7th Cir. 2005), which, we cannot say,\nthe court abused. It would, indeed, be futile for Townsend\nto include Warden Farrey as a defendant on his due-\nprocess claim; as explained earlier, Townsend had no\nliberty interest in avoiding placement in TLU, and thus his\nclaim would fail regardless of whom he named as a\ndefendant. See King, 496 F.3d at 819; see also Lekas, 405 F.3d\n\f20                                                No. 07-1384\n\nat 607. And Townsend failed to establish that Farrey had\ndirect control over the unsanitary conditions in TLU. The\nmost that Townsend asserts is that Farrey should have\nknown about the conditions in his cell because, as the\n“ultimate decision-maker” at New Lisbon, she knew that\ninmates were double-celled in TLU and had to sleep on the\nfloor. But because Townsend points to no evidence show-\ning that Farrey either observed Townsend’s cell personally\nor was informed of his specific situation, he would be\nunable show that she acted with deliberate indifference by\nfailing to remedy the conditions in his cell. See Galdikas v.\nFagan, 342 F.3d 684, 693 (7th Cir. 2003) (“ ’An individual\ncannot be held liable in a § 1983 action unless he caused or\nparticipated in [the] alleged constitutional deprivation.’ ”\n(quoting Wolf-Lillie v. Sonquist, 699 F.2d 864, 869 (7th Cir.\n1983))); Gentry v. Duckworth, 65 F.3d 555, 561 (7th Cir. 1995);\nsee also Farmer, 511 U.S. at 837. Thus, the district court cor-\nrectly concluded that it would be futile to add Farrey as a\ndefendant to Townsend’s Eighth Amendment claim, see\nKing, 496 F.3d at 819, and was right to deny his motion\nto amend.\n\n\n                     III. CONCLUSION\n  To recap, we AFFIRM both the district court’s grant of\nsummary judgment for Security Director Fuchs and its\ndenial of Townsend’s motion to amend. However, we\nREVERSE the court’s grant of summary judgment for\nSergeant Allen, and REMAND for further proceedings.\n\n\n\n\n                    USCA-02-C-0072—4-10-08\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                            In the\n United States Court of Appeals\n              For the Seventh Circuit\n                        ____________\n\nNo. 07-1384\nREGGIE TOWNSEND,\n                                              Plaintiff-Appellant,\n                               v.\n\nLARRY FUCHS and JERRY ALLEN,\n                                           Defendants-Appellees.\n                        ____________\n           Appeal from the United States District Court\n              for the Western District of Wisconsin.\n           No. 05 C 204—Barbara B. Crabb, Chief Judge.\n                        ____________\n     ARGUED OCTOBER 25, 2007—DECIDED APRIL 10, 2008\n                        ____________\n\n\n  Before EASTERBROOK, Chief Judge, and RIPPLE and KANNE,\nCircuit Judges.\n  KANNE, Circuit Judge.        Wisconsin inmate Reggie\nTownsend filed a civil-rights action under 42 U.S.C. § 1983\nagainst Larry Fuchs, Security Director at the New Lisbon\nCorrectional Institution, and Sergeant Jerry Allen, a\ncorrectional officer in the segregation unit at the prison.\nTownsend, who was held at New Lisbon at all times\npertinent to this appeal, claimed that Fuchs violated his\nFourteenth Amendment right to due process by placing\nhim, for 59 days, in administrative segregation—or, as it\nis known within the Wisconsin Department of Correc-\n\f2                                               No. 07-1384\n\ntions (WDOC), temporary lock-up (TLU). See Wis. Admin.\nCode DOC §§ 303.02(22), 303.11. Townsend also alleged\nthat Allen deprived him of his Eighth Amendment right\nagainst cruel and unusual punishment by demonstrating\ndeliberate indifference to the unsanitary conditions he\nendured while in TLU. Fuchs and Allen moved for sum-\nmary judgment, but while their motion was pending,\nTownsend sought to amend his complaint to include\nNew Lisbon Warden Catherine Farrey as a named defend-\nant on both claims. The district court granted summary\njudgment for both Fuchs and Allen, and denied Town-\nsend’s motion to amend. We affirm the district court’s\ngrant of summary judgment for Fuchs and its denial of\nTownsend’s motion to amend. However, we reverse the\ncourt’s grant of summary judgment for Allen, and remand\nfor further proceedings.\n\n\n                        I. HISTORY\n  Townsend’s civil-rights action has a convoluted factual\nand procedural history; we will endeavor to simplify\nthe underlying proceedings, while simultaneously draw-\ning all reasonable factual inferences in Townsend’s favor.\nSee Vinning-El v. Long, </pre><span class=\"citation\" data-id=\"797399\"><a href=\"/opinion/797399/mondrea-vinning-el-v-scott-long-correctional-officer-david-reid/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span><pre class=\"inline\">, 924 (7th Cir. 2007). We\nbegin on November 11, 2004, when several members of\nthe Latin Kings gang led a riot against correctional officers\nstationed in New Lisbon’s Unit A. The gang members\ninjured more than a dozen officers during the melee; one\ngang member, in particular, struck an officer in the jaw\nwith a padlock that he placed in a sock and swung like\na mace. In response, Warden Farrey placed New Lisbon\nin emergency status, suspended the prison’s administra-\ntive rules, see Wis. Admin. Code DOC § 306.23(1), and\ninstructed Security Director Fuchs to transfer inmates\n\fNo. 07-1384                                                3\n\nbelieved to have participated in the riot to TLU and to\ninvestigate their involvement.\n  According to the WDOC administrative code, TLU is a\n“nonpunitive segregated status allowing an inmate to be\nremoved from the general population pending further\nadministrative action.” Id. § 303.02(22). The “main pur-\npose” of TLU is to detain an inmate temporarily “until it is\npossible to complete an investigation, cool down a\nvolatile situation or hold a disciplinary hearing.” Id.\n§ 303.11 note. “The effort,” the code continues, “is to avoid\npunitive segregation without a prior hearing, while\nassuring that inmates can be separated from the general\npopulation when there is good reason to do so.” Id. For\ninstance, prison officials may assign an inmate to TLU if\nthe officials suspect that the inmate “may impede a pend-\ning investigation.” Id. § 303.11(4)(a). And in keeping\nwith the “temporary” aspect of the assignment, there is a\nlimit on the amount of time that an inmate may spend\nin TLU: the initial period of placement may not last longer\nthan 21 days, and may be extended to a maximum of\n63 days. See id. § 303.11(3).\n  Approximately 150 inmates were assigned to TLU at one\ntime or another while prison officials attempted to deter-\nmine who participated in the November 11 prison riot.\nTownsend himself was placed in TLU on November 15,\nafter officials received word that, during the riot, he\nhad destroyed evidence that could have revealed the\nidentities of some of the inmates who were involved. See id.\n§ 303.11(1), (4)(a). Upon his transfer, Townsend received\ntwo WDOC notice forms that provided the reason why\nhe was placed in TLU: one explained that “the offender\nmay impede a pending investigation,” and the other\nstated, “Pending Investigation of Staff Battery.” Townsend\nacknowledged those reasons by signing the notice forms.\n\f4                                                No. 07-1384\n\n   Townsend remained in TLU for 59 days while prison\nofficials investigated his role in the prison riot, and on\nJanuary 13, 2005, he was transferred back to New Lisbon’s\ngeneral population when the officials were unable to\nconfirm that he had destroyed evidence regarding the riot.1\nIn accordance with the WDOC administrative code,\nTownsend’s parole eligibility was not affected by his\nTLU placement, nor was his sentence extended because of\nit. See id. § 303.11 note. Townsend did not receive a con-\nduct report, or was otherwise disciplined.\n  That is not to say that Townsend’s experience in TLU\nwas entirely pleasant; the accommodations afforded to\nhim during his stay were less than hospitable. The cells in\nTLU are designed to house only one inmate at a time: each\ncell is 12 feet by 6½ feet; contains one bunk, one sink,\nand one toilet; and is “wet,” meaning that it features a\nshower that sprays onto the wall of the cell opposite the\ndoor and drains through the cell’s floor. But because of\nthe inordinately large number of inmates placed in TLU\non suspicion of participating in the prison riot, Warden\nFarrey authorized, and Sergeant Allen helped supervise,\nthe “double-bunking” of inmates in TLU cells. Conse-\nquently, Townsend was placed in a cell that was already\noccupied, where he shared the sink, toilet, and shower. He\nwas, however, given his own “bunk”—a thin mattress that\n\n\n1\n  The parties inexplicably agree that Townsend was assigned to\nTLU for 63 days. We say “inexplicably” because both sides also\nagree, and the record confirms, that Townsend was placed in\nTLU on Monday, November 15, 2004, and was transferred\nback to general population on Thursday, January 13, 2005. This\nperiod was 59 days, not 63. See http://www.timeanddate.com/\ndate/duration.html.\n\fNo. 07-1384                                               5\n\nwas placed on the concrete floor adjacent to the shower,\nthe only area in the cell where it would fit. We must\nassume, because the party resisting a motion for sum-\nmary judgment receives the benefit of all reasonable\ninferences, see Vinning-El, 482 F.3d at 924, that the mat-\ntress became (in Townsend’s words) “wet, moldy, and\nfoul smelling” rather quickly. Townsend complained\nto numerous prison guards and officials about his unsani-\ntary cell conditions and attempted to obtain a new mat-\ntress, to no avail. Thus, for the entire 59 days that\nTownsend was assigned to TLU, he slept on a wet and\nfoul mattress.\n  In the weeks following his transfer back to New Lisbon’s\ngeneral population, Townsend filed several complaints\nwith the prison’s Inmate Complaint Examiner, chal-\nlenging both his placement in TLU and the unsanitary\nconditions in his cell. After Townsend exhausted the\nadministrative remedies available to him, see 42 U.S.C.\n§ 1997e(a); Wis. Admin. Code DOC § 310.05; Dixon v. Page,\n</pre><span class=\"citation\" data-id=\"777772\"><a href=\"/opinion/777772/marcus-dixon-v-thomas-page/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">485</span></a></span><pre class=\"inline\">, 489-91 (7th Cir. 2002), he brought his § 1983\naction against Security Director Fuchs and Sergeant\nAllen. Specifically, Townsend alleged that Fuchs violated\nhis right to procedural due process as interpreted by the\nSupreme Court of the United States in Sandin v. Conner,\n</pre><span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 483-84 (1995), and Wilkinson v. Austin, </pre><span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">545</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">, 222-24 (2005). In Sandin, the Court explained that\nthe Fourteenth Amendment provides to inmates a liberty\ninterest in avoiding transfer to more restrictive prison\nconditions if those conditions result in an “atypical and\nsignificant hardship” when compared to “the ordinary\nincidents of prison life.” 515 U.S. at 484-86. In such in-\nstances, the Court noted, the prison must afford the\ninmate procedural protections before the transfer occurs.\n\f6                                                No. 07-1384\n\nSee id. at 487. Ten years later, the Court decided in\nWilkinson that state inmates in Ohio had a liberty interest in\navoiding placement in the state’s Supermax prison, where\ninmates were held alone for 23 hours a day in cells that\nmeasured 7 feet by 14 feet. See 545 U.S. at 224. The\nCourt concluded that those conditions constituted “an\natypical and significant hardship under any plausible\nbaseline” because assignment to the Supermax was indefi-\nnite and disqualified otherwise eligible inmates for parole\nconsideration. Id. at 223-24. Townsend claimed that the\nconditions he endured while in TLU were sufficiently\nanalogous to the conditions deemed atypically and signifi-\ncantly harsh in Wilkinson. For instance, he drew attention\nto the apparent similarities of the sizes of the TLU cells and\nSupermax cells; asserted that he, like the inmates incarcer-\nated in the Supermax, was not allowed to have contact with\nfriends, family, or even other inmates; and contended that\nhe, unlike the inmates at the Supermax, was not allowed to\nleave his cell. Townsend therefore contended that he had\na liberty interest in avoiding placement in TLU, and that\nFuchs deprived him of his due-process rights by transfer-\nring him without first affording him a hearing.\n  Townsend also alleged that Sergeant Allen deprived\nhim of his Eighth Amendment rights by demonstrating\ndeliberate indifference to his basic need for clean and\nsanitary bedding. According to Townsend, Allen knew\nthat he was forced to sleep on a wet and moldy mattress,\nand yet did nothing to remedy the unsanitary conditions.\nAfter discovery commenced, Townsend submitted an\naffidavit and provided deposition testimony, in which\nhe explained his allegations against Allen in greater\ndetail. Specifically, Townsend stated that while he was\nin TLU, he personally complained about his mattress to\n\fNo. 07-1384                                                   7\n\nAllen and requested a new, clean mattress for his cell.\nHowever, Townsend continued, Allen responded, “We\ncan’t get you a mattress right now,” and denied his re-\nquest without further explanation. Townsend further\nrelated that several prison guards later informed him that\nhis request for a new mattress was denied because if he\nreceived the mattress, prison officials would have to\nprovide a new mattress to everyone else in TLU. Townsend\nalso stated that the unsanitary sleeping conditions\ncaused him to suffer several severe ailments, such as\nrespiratory problems, chest and stomach pains, and muscle\naches.\n  Security Director Fuchs and Sergeant Allen disputed\nTownsend’s allegations and moved for summary judg-\nment. Fuchs argued, among other things, that Townsend’s\ndue-process claim was meritless because the conditions\nin TLU were not analogous to those conditions the Su-\npreme Court deemed atypically and significantly harsh\nin Wilkinson. Allen, in turn, argued that Townsend’s\nEighth Amendment claim failed because he was not\npersonally responsible for the unsanitary condition of\nTownsend’s mattress. In support of his argument, Allen\nattested in an affidavit that Townsend never spoke\nwith him regarding the condition of his mattress; as Allen\nput it, “[a]t no time” did Townsend complain to him\n“about unsanitary or wet condition[s] of his cell or mat-\ntress,” nor did he “personally observe a problem concern-\ning an unsanitary cell or wet mattress” in Townsend’s\ncell or any other cell in TLU. But in several proposed\nfindings of fact that Allen later filed with the district court,\nhe admitted that Townsend had complained to him about\nthe state of his mattress and had requested a new one;\nAllen further stated that he did not provide Townsend\nwith a new mattress, even though New Lisbon had clean\n\f8                                              No. 07-1384\n\nmattresses available. Finally, Allen conceded that he\nunderstood that it is unhealthy to sleep on a wet and moldy\nmattress, and that people risk developing health prob-\nlems if they are forced to sleep on such a mattress.\n  After briefing on the summary-judgment motion com-\npleted, Townsend sought leave to amend his complaint and\nadd Warden Farrey as a defendant to both his due-process\nand Eighth Amendment claims. See Fed. R. Civ. P. 15(a). As\nTownsend alleged, Farrey visited the TLU unit during the\ntime that he was assigned there and saw that, when\ninmates were double-celled, one inmate had to sleep on the\ncell floor. Townsend continued that Farrey was the\n“ultimate decision-maker” at New Lisbon during the 59\ndays he was confined in TLU, and accordingly was in-\nvolved in denying him his due-process rights, and ex-\nhibited deliberate indifference to the unsanitary condi-\ntions he endured.\n  The district court granted Security Director Fuchs and\nSergeant Allen’s motion for summary judgment. The\ncourt first rejected Townsend’s due-process claim against\nFuchs on the ground that Townsend did not have a lib-\nerty interest in avoiding TLU placement. The court like-\nwise concluded that Townsend’s Eighth Amendment\nclaim against Allen was meritless. Although the court\nassumed that “being forced to sleep on a wet and moldy\nmattress for [59] days is sufficiently serious” to establish\nan Eighth Amendment violation, the court determined\nthat Townsend failed to proffer any evidence showing\nthat Allen was deliberately indifferent to the unsanitary\nconditions. As the court explained, Townsend “proposed\nno facts to show that he complained about his mattress to\ndefendant Allen, that he asked defendant Allen for\na replacement because his mattress was wet or foul smell-\n\fNo. 07-1384                                                  9\n\ning or that . . . Allen was aware of the level of deterioration\nin the condition of plaintiff’s mattress.”\n  Finally, the district court denied as futile Townsend’s\nmotion to amend. Because Townsend had no liberty\ninterest in avoiding placement in TLU, the court deter-\nmined that he had no viable due-process claim against\nWarden Farrey. Likewise, the court continued, any\nEighth Amendment claim against Farrey would fail\nbecause Townsend proffered no evidence showing that\nshe was personally responsible for the conditions in\nhis cell. The court accordingly entered judgment for\nSecurity Director Fuchs and Sergeant Allen, and closed\nthe case.\n\n\n                        II. ANALYSIS\n  On appeal, Townsend attacks the district court’s grant of\nsummary judgment for Security Director Fuchs and\nSergeant Allen. Townsend also asserts that the court erred\nby denying his motion to amend his complaint. We\nwill address these arguments in order, beginning with\nthe district court’s grant of summary judgment.\n\n\n  A. The district court’s grant of summary judgment\n  By bringing his § 1983 action against Security Director\nFuchs and Sergeant Allen, Townsend shouldered the\nburden of establishing that the men deprived him of his\nconstitutional rights under the Fourteenth and Eighth\nAmendments, respectively. See Johnson v. Snyder, </pre><span class=\"citation\" data-id=\"793978\"><a href=\"/opinion/793978/andre-johnson-v-donald-t-snyder-eugene-mcadory-assistant-warden-pam/\"><span class=\"volume\">444</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, 583-85 (7th Cir. 2006). Thus, to prevail on his\nargument that the district court erroneously granted\nsummary judgment for Fuchs and Allen, Townsend must\n\f10                                               No. 07-1384\n\nshow that the evidence he proffered created a “genuine\nissue as to any material fact” as to whether either man\ndeprived him of his rights, and that they were not “entitled\nto judgment as a matter of law.” Fed. R. Civ. P. 56(c); see\nalso Celotex Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322-23 (1986);\nVinning-El, 482 F.3d at 924. Our review is de novo, see\nVinning-El, 482 F.3d at 924, and we may affirm on any\nbasis supported by the record, see Cygan v. Wis. Dep’t of\nCorr., </pre><span class=\"citation\" data-id=\"788328\"><a href=\"/opinion/788328/lori-cygan-v-wisconsin-department-of-corrections-jon-e-litscher-daniel/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1092</span></a></span><pre class=\"inline\">, 1098 (7th Cir. 2004); see also Winters\nv. Fru-Con Inc., </pre><span class=\"citation\" data-id=\"1288078\"><a href=\"/opinion/1288078/winters-v-fru-con-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">734</span></a></span><pre class=\"inline\">, 743 (7th Cir. 2007).\n\n\n     1. Townsend’s Fourteenth Amendment claim against\n        Security Director Fuchs\n   We first address Townsend’s argument that the dis-\ntrict court erroneously granted summary judgment for\nSecurity Director Fuchs. Townsend essentially reasserts the\nargument that he made before district court. Specifically,\nhe contends that Fuchs violated his due-process rights\nunder Sandin and Wilkinson by placing him in TLU with-\nout procedural protections.\n  Because it is undisputed that Townsend was not afforded\na hearing or other procedural protections before he was\nplaced in TLU, his argument turns on whether he had a\nconstitutionally protected liberty interest in avoiding\nplacement in TLU. See Ky. Dep’t of Corrs. v. Thompson,\n</pre><span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span><pre class=\"inline\">, 459-60 (1989); Gillis v. Litscher, </pre><span class=\"citation\" data-id=\"795969\"><a href=\"/opinion/795969/nathan-gillis-v-jon-e-litscher-gerald-a-berge-warden-bradley-hompe/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span><pre class=\"inline\">,\n491-92 (7th Cir. 2006). The Constitution itself does not\ncreate an interest in avoiding transfer within a correc-\ntional facility. See Wilkinson, 545 U.S. at 222; Meachum v.\nFano, </pre><span class=\"citation\" data-id=\"109510\"><a href=\"/opinion/109510/meachum-v-fano/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 225 (1976). Nevertheless, in Sandin the\nSupreme Court determined that the Fourteenth Amend-\nment provides to inmates a liberty interest in avoiding\n\fNo. 07-1384                                               11\n\nplacement in more restrictive conditions, such as segrega-\ntion, when those conditions pose an atypical and sig-\nnificant hardship when compared to the ordinary inci-\ndents of prison life. See 515 U.S. at 484. However, since\nthe Court decided Sandin, we have repeatedly deter-\nmined that even extremely harsh prison conditions may\nnot be so “atypical” as to create the liberty interest the\nCourt contemplated. See, e.g., Lekas v. Briley, </pre><span class=\"citation\" data-id=\"790012\"><a href=\"/opinion/790012/christopher-lekas-v-kenneth-briley/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">602</span></a></span><pre class=\"inline\">,\n609 (7th Cir. 2005); Thomas v. Ramos, </pre><span class=\"citation\" data-id=\"748786\"><a href=\"/opinion/748786/anthony-thomas-v-anthony-ramos-margaret-thompson-leona-gregory-david/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span><pre class=\"inline\">, 760-62\n(7th Cir. 1998); Wagner v. Hanks, </pre><span class=\"citation\" data-id=\"747785\"><a href=\"/opinion/747785/thomas-f-wagner-v-craig-a-hanks/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span><pre class=\"inline\">, 1175-76\n(7th Cir. 1997). To that end, we have concluded that\ninmates have no liberty interest in avoiding transfer to\ndiscretionary segregation—that is, segregation imposed\nfor administrative, protective, or investigative purposes.\nSee Lekas, 405 F.3d at 608-09 & 608 n.4 (“[R]eassignment\nfrom the general population to discretionary segrega-\ntion does not constitute a deprivation of a liberty inter-\nest.”); Crowder v. True, </pre><span class=\"citation\" data-id=\"711163\"><a href=\"/opinion/711163/jerome-a-crowder-v-page-true-earl-mayfield-lieutenant-ja-seimen/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">812</span></a></span><pre class=\"inline\">, 815 (7th Cir. 1996)\n(holding that placement of inmate in non-disciplinary\nsegregation for three months did not create liberty inter-\nest). Indeed, there is nothing “atypical” about discretion-\nary segregation; discretionary segregation is instead an\n“ordinary incident of prison life” that inmates should\nexpect to experience during their time in prison. See Lekas,\n405 F.3d at 608-09; Wagner v. Hanks, </pre><span class=\"citation\" data-id=\"747785\"><a href=\"/opinion/747785/thomas-f-wagner-v-craig-a-hanks/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span><pre class=\"inline\">, 1176\n(7th Cir. 1997) (“Even a prisoner who had committed a\nwhite-collar crime and had been assigned to the low-\nest-security prison in the state’s system might find himself\nin segregation for a nondisciplinary reason.”); Meriwether\nv. Faulkner, </pre><span class=\"citation\" data-id=\"490012\"><a href=\"/opinion/490012/lavarita-d-meriwether-v-gordon-h-faulkner/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 414 (7th Cir. 1987) (“Given the\nbroad uses of administrative segregation . . . inmates\nshould reasonably anticipate being confined in administra-\ntive segregation at some point in their incarceration.”).\n\f12                                              No. 07-1384\n\n  Here, it is clear that Townsend’s assignment to TLU was\ndiscretionary. In fact, by admitting that his placement in\nTLU was contingent upon prison officials’ continuing\ninvestigation into whether he destroyed evidence re-\nlated to the prison riot, Townsend concedes that he was\nplaced in TLU for discretionary reasons. See Wis. Admin.\nCode DOC § 303.11(1), (4)(a); see also Lekas, 405 F.3d at 608\n& n.4; Thomas, 130 F.3d at 761. Townsend’s concession\ncomports with the WDOC’s administrative scheme gov-\nerning TLU placement. According to the administrative\ncode, TLU is, by its very nature, discretionary; it is “a\nnonpunitive segregated status” that allows prison offi-\ncials “to complete an investigation, cool down a volatile\nsituation or hold a disciplinary hearing.” See Wis. Admin.\nCode DOC §§ 303.02(22), 303.11 note; cf. Russ v. Young, </pre><span class=\"citation no-link\"><span class=\"volume\">895</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1149</span></span><pre class=\"inline\">, 1153-54 (7th Cir. 1989) (noting that TLU deter-\nminations are discretionary because they are “dependent\nonly on the subjective decision of the security officers”).\nMoreover, the evidence submitted to the district court\nreflects that Townsend was assigned to TLU solely for\ndiscretionary reasons. Townsend received two WDOC\nnotices explaining that he was being held in TLU for\ninvestigative reasons that he, in turn, acknowledged.\nTownsend was then transferred back to New Lisbon’s\ngeneral population as soon as he was cleared of any\nwrongdoing, and he never was disciplined in connection\nwith his time in TLU. Simply put, it cannot be disputed\nthat Townsend’s time in TLU constituted discretionary\nsegregation, in which he had no liberty interest avoiding.\nSee Lekas, 405 F.3d at 608 & n.4; Thomas, 130 F.3d at 761.\n  Townsend continues, however, that although he was\nplaced in TLU for discretionary reasons, the conditions he\nendured while in TLU were sufficiently harsh to trigger\n\fNo. 07-1384                                                13\n\nthe due-process protections announced in Sandin. Specifi-\ncally, Townsend renews his contention that the condi-\ntions he faced in TLU—the double bunking, the sharing\nof the small wet cell and its amenities, and the limited\nhuman contact—were sufficiently analogous to the condi-\ntions of the state Supermax prison in Wilkinson to create\na liberty interest in avoiding TLU.\n   Townsend misreads Wilkinson, and in so doing com-\nmits a mistake that renders inapt any comparison be-\ntween the conditions in TLU and the conditions of the\nSupermax prison. As we noted in our recent decision Gillis\nv. Litscher, the Supreme Court in Wilkinson did not deter-\nmine that the conditions in the Supermax prison created\na liberty interest by themselves. See Gillis, 468 F.3d at\n492. Although the Court briefly summarized the condi-\ntions that inmates faced in the Supermax, the Court based\nits holding largely on the fact that placement was\nindefinite and disqualified otherwise eligible inmates\nfrom consideration for parole. See Wilkinson, 545 U.S. at\n223-24; Gillis, 468 F.3d at 492. Indeed, absent the indefinite\nplacement and disqualification from parole, the Court\nstated that the conditions of confinement at the Supermax\n“likely would apply to most solitary confinement facili-\nties,” suggesting that the conditions themselves were\nordinary incidents of prison life that inmates have no\nliberty interests in avoiding. Wilkinson, 545 U.S. at 224;\nsee also Westefer v. Snyder, </pre><span class=\"citation\" data-id=\"791814\"><a href=\"/opinion/791814/robert-westefer-mark-vonperbandt-allejandro-villazana-v-donald-snyder/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span><pre class=\"inline\">, 587 (7th Cir.\n2005). In short, the Court in Wilkinson did not delineate\nwhat specific harsh conditions give rise to a liberty inter-\nest. See Wilkinson, 545 U.S. at 224; Gillis, 468 F.3d at 492.\nAnd because Townsend’s placement in TLU neither was\nindefinite, nor affected his parole eligibility, nothing\nin Wilkinson requires us to reconsider our established\n\f14                                             No. 07-1384\n\nposition that inmates have no liberty interest in avoiding\nplacement in discretionary segregation. See Gillis, 468\nF.3d at 492; see also Holly v. Woolfolk, </pre><span class=\"citation\" data-id=\"791066\"><a href=\"/opinion/791066/christopher-holly-v-d-woolfolk/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></a></span><pre class=\"inline\">,\n680 (7th Cir. 2005) (citing Wilkinson to support proposition\nthat “being placed in segregation is too trivial an incre-\nmental deprivation of a convicted prisoner’s liberty to\ntrigger the duty of due process”). The district court\nthus correctly granted summary judgment for Security\nDirector Fuchs.\n  This is not to say that Townsend has no avenue to seek\nredress for the conditions he experienced while in TLU.\nWe conclude only that the conditions have no bearing\non whether New Lisbon prison officials were required to\nprovide Townsend with procedural protections before\nplacing him in TLU. The issue of the cell conditions in TLU\nis best analyzed as a claim brought under the Eighth\nAmendment, cf. Gillis, 468 F.3d at 492-95, which Townsend\nraised against Sergeant Allen, and to which we now turn.\n\n\n     2. Townsend’s Eighth Amendment claim against Sergeant\n        Allen\n   Townsend next challenges the district court’s grant of\nsummary judgment for Sergeant Allen. According to\nTownsend, he proffered evidence before the district\ncourt showing that Allen had actual knowledge that his\nhealth was jeopardized by sleeping on the wet and moldy\nmattress. That evidence, Townsend asserts, created a\ngenuine issue of material fact as to whether Allen exhib-\nited deliberate indifference to the unsanitary conditions\nin his cell.\n The Supreme Court has interpreted the Eighth Amend-\nment as requiring a minimum standard for the treatment of\n\fNo. 07-1384                                                 15\n\ninmates by prison officials: the prison conditions must not,\namong other things, involve “the wanton and unnecessary\ninfliction of pain.” Rhodes v. Chapman, </pre><span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span><pre class=\"inline\">, 347\n(1981); see also Whitman v. Nesic, </pre><span class=\"citation\" data-id=\"786258\"><a href=\"/opinion/786258/jeffrey-whitman-v-veroljub-nesic-and-christopher-ellerd/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">931</span></a></span><pre class=\"inline\">, 934 (7th Cir.\n2004). Accordingly, an inmate’s constitutional challenge to\nprison conditions requires us to undertake a two-part\nexamination. See Whitman, 368 F.3d at 934. First, we must\ndetermine whether the conditions at issue were “suffi-\nciently serious” so that “a prison official’s act or omission\nresults in the denial of the minimal civilized measure of\nlife’s necessities.” Farmer v. Brennan, </pre><span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 834\n(1994) (internal quotations omitted); see also Gillis, 468 F.3d\nat 493. If the inmate successfully establishes that the\nconditions were sufficiently serious, we then examine\nwhether prison officials acted with “deliberate indiffer-\nence” to the conditions in question. See Wilson v. Seiter,\n</pre><span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span><pre class=\"inline\">, 302 (1991); Whitman, 368 F.3d at 934. “Deliber-\nate indifference,” in turn, means that the official knew\nthat the inmate faced a substantial risk of serious harm,\nand yet disregarded that risk by failing to take reasonable\nmeasures to address it. See Farmer, 511 U.S. at 847; see also\nJohnson v. Phelan, </pre><span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></span><pre class=\"inline\">, 149 (7th Cir. 1995). As such,\nit is not enough for the inmate to show that the official\nacted negligently or that he or she should have known\nabout the risk. See Pierson v. Hartley, </pre><span class=\"citation\" data-id=\"788592\"><a href=\"/opinion/788592/robert-j-pierson-v-william-hartley-supervisor-dawn-macmillan-terrell/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span></a></span><pre class=\"inline\">, 902 (7th\nCir. 2004); Haley v. Gross, </pre><span class=\"citation\" data-id=\"719764\"><a href=\"/opinion/719764/arzel-haley-v-boniface-gross-lieutenant-mckee-and-michael-ellis/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">630</span></a></span><pre class=\"inline\">, 641 (7th Cir. 1996).\nInstead, the inmate must show that the official received\ninformation from which the inference could be drawn\nthat a substantial risk existed, and that the official actually\ndrew the inference. See Pierson, 391 F.3d at 902; Proffitt\nv. Ridgway, </pre><span class=\"citation\" data-id=\"776428\"><a href=\"/opinion/776428/james-proffitt-special-administrator-of-the-estate-of-william-r-woodall/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span><pre class=\"inline\">, 506 (7th Cir. 2002).\n  Based on the parties’ dearth of input on the matter, it\nappears that they assume that Townsend endured a\n\f16                                                No. 07-1384\n\nprison condition sufficiently serious to constitute an\nEighth Amendment violation. The parties’ assumption\nmight be incorrect if Townsend himself contributed to the\nmattress’s foul state by, say, failing to place it on top of the\nbed while he or his cell-mate showered, and until\nthe floor had dried. See Freeman v. Berge, </pre><span class=\"citation\" data-id=\"793696\"><a href=\"/opinion/793696/berrell-freeman-v-gerald-a-berge/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span><pre class=\"inline\">,\n547 (7th Cir. 2006) (concluding that prisoner’s starvation\nwas self-inflicted when prison deprived meals because\nof his refusal to abide by prison’s meal-time rules). How-\never, Sergeant Allen forfeited the point on appeal by\nfailing to raise it in his brief. See Williams v. REP Corp.,\n</pre><span class=\"citation\" data-id=\"779022\"><a href=\"/opinion/779022/daniel-m-williams-v-rep-corporation-and-rep-france/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">660</span></a></span><pre class=\"inline\">, 666 (7th Cir. 2002). And even if Allen had\nraised the point, on this record we cannot say for cer-\ntain that he would have prevailed. The party opposing\nsummary judgment receives the benefit of reasonable\ninferences, see Vinning-El, 482 F.3d at 924, and it is possible\nthat there was some reason why Townsend could not\nhave placed his mattress on top of his cell-mate’s bunk,\nso that both mattresses stayed dry. Indeed, at oral argu-\nment Townsend’s attorney stated that Townsend attempted\nto move his mattress to keep it from getting wet when\nthe shower was turned on, but to no avail. If Townsend\nwas, in fact, unable to move his mattress to a dry area,\nthen we would be hard-pressed to fault him and his cell-\nmate for refusing to abstain from bathing for his entire 59-\nday stint in TLU, just so Townsend could have had a dry\nplace to sleep. See Ramos v. Lamm, </pre><span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></span><pre class=\"inline\">, 568\n(10th Cir. 1980) (“[A] state must provide . . . reasonably\nadequate ventilation, sanitation, bedding, [and] hygienic\nmaterials. . . .”).\n  But that aside, we must assess the parties’ shared as-\nsumption against the record as it is currently developed.\nAnd, in that light, the parties’ assumption seems sound.\n\fNo. 07-1384                                                  17\n\nSee McCord v. Maggio, </pre><span class=\"citation\" data-id=\"557225\"><a href=\"/opinion/557225/clarence-bill-mccord-v-ross-maggio-jr/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span></a></span><pre class=\"inline\">, 846-47 (5th Cir. 1991)\n(finding Eighth Amendment violation where inmates\n“were provided mattresses at night which were placed\non the sometimes flooded floors of the cells . . . [where\nthey] ‘either had to stand up all night or sleep on a wet\nmattress on the floor’ ”). We have stated that a lack of\nsanitary conditions, including clean bedding, may qualify\nas a denial of the “minimal civilized measure of life’s\nnecessities.” Gillis, 468 F.3d at 494; see also McCord, 927 F.2d\nat 846-47; Maxwell v. Mason, </pre><span class=\"citation\" data-id=\"398696\"><a href=\"/opinion/398696/bobby-maxwell-ahmid-latfee-jamal-ali-v-thomas-k-mason/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span><pre class=\"inline\">, 363 (8th Cir. 1981)\n(stating confinement in isolation without adequate clothing\nor bedding supports Eighth Amendment claim); Ramos, 639\nF.2d at 568.\n  We therefore turn our attention to whether Townsend\nproffered evidence establishing that Sergeant Allen was\ndeliberately indifferent to the unsanitary conditions in his\ncell. The district court concluded that Townsend proffered\nno such evidence; as the court explained, Townsend\n“proposed no facts” showing that he complained about\nhis mattress to Allen. But the district court did not prop-\nerly characterize the evidence when reaching this con-\nclusion, and, more importantly, did not view the evid-\nence in a light most favorable to Townsend. See Vinning-El,\n482 F.3d at 924. Specifically, Townsend submitted an\naffidavit and provided deposition testimony, in which he\nstated that he personally complained about his mattress\nto Allen and requested a new, clean mattress for his cell.\nTownsend further related that Allen denied his request\nwithout explanation, and that he later learned that his\nrequest was denied on the basis that if he received a\nmattress, everyone else in TLU would also have to receive\none. Allen initially disputed Townsend’s version of events\nin an affidavit of his own, and for a time during the sum-\n\f18                                               No. 07-1384\n\nmary-judgment proceedings, both men stood by their\nrespective stories and asserted that their version of\nevents—and only their version—was true. But then\nAllen’s story wavered. Allen stated in proposed findings\nof fact that Townsend complained to him about the\nstate of his mattress and requested a new one. Allen fur-\nther admitted that he did not provide Townsend with a\nnew mattress even though the prison had clean mattresses\navailable, and that he also understood that an individual\ncould develop health problems if he was forced to sleep\non a wet and moldy mattress.\n  In other words, neither Townsend, nor Sergeant Allen,\nproffered evidence beyond their own testimony that\neither directly corroborated their respective stories, or\ncompletely refuted the competing version of events. Thus,\nthe dispute over whether Allen knew about Townsend’s\ncell conditions comes down to a good old-fashioned\nswearing contest that can be resolved only by assessing\nthe credibility of the two men. Credibility determina-\ntions, however, lie exclusively within the fact-finder’s\ndomain and are not appropriate for a district court to make\nat the summary judgment stage, see Anderson v. Liberty\nLobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 255 (1986); Ritchie v. Glidden Co.,\n</pre><span class=\"citation\" data-id=\"772367\"><a href=\"/opinion/772367/sheila-ritchie-v-glidden-company-ici-paints-world-group-and-graco-inc/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span><pre class=\"inline\">, 723 (7th Cir. 2001); Freeman v. Madison Metro.\nSch. Dist., </pre><span class=\"citation\" data-id=\"770980\"><a href=\"/opinion/770980/don-freeman-v-madison-metropolitan-school-district/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span><pre class=\"inline\">, 379 (7th Cir. 2000), particularly\nwhen the moving party’s version of the facts changed over\ntime to eventually support the non-moving party’s posi-\ntion, see Outlaw v. Newkirk, </pre><span class=\"citation\" data-id=\"774326\"><a href=\"/opinion/774326/ricky-outlaw-v-herb-newkirk-and-cameron-mable-in-his-individual-capacity/\"><span class=\"volume\">259</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">833</span></a></span><pre class=\"inline\">, 836 (7th Cir. 2001)\n(“Summary judgment is warranted only if ‘there is no\ngenuine issue as to any material fact and [ ] the moving\nparty is entitled to a judgment as a matter of law.’ ” (alter-\nation in original) (emphasis added) (quoting Fed. R. Civ. P.\n56(c)).\n\fNo. 07-1384                                                19\n\n   Therefore, when we view the record in the light most\nfavorable to Townsend, we see a material dispute over\nwhether Sergeant Allen knew that Townsend was forced\nto sleep on the wet and moldy mattress while he was in\nTLU. See Payne v. Pauley, </pre><span class=\"citation\" data-id=\"782880\"><a href=\"/opinion/782880/barbara-payne-v-michael-pauley/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">767</span></a></span><pre class=\"inline\">, 771 (7th Cir. 2003)\n(“[W]e have warned before of falling for the trap of weigh-\ning conflicting evidence during a summary judgment pro-\nceeding.”). And whether Allen knew about the substan-\ntial risk of serious harm created by the unsanitary cell\nconditions speaks directly to whether he exhibited deliber-\nate indifference to Townsend’s plight. See Pierson, 391\nF.3d at 902; Proffitt, 279 F.3d at 506. The district court\naccordingly was wrong to grant summary judgment for\nAllen.\n\n\n  B. The district court’s denial of Townsend’s motion to amend\n   Finally, Townsend argues that the district court erred\nby denying his motion to amend his complaint and name\nWarden Farrey as a defendant. The district court con-\ncluded that such an amendment would be futile because\nTownsend’s proposed claims against Farrey would not\nsurvive summary judgment. See King v. E. St. Louis Sch.\nDist. 189, </pre><span class=\"citation\" data-id=\"1453394\"><a href=\"/opinion/1453394/king-v-east-st-louis-school-dist-189/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">812</span></a></span><pre class=\"inline\">, 819 (7th Cir. 2007); Sound of Music\nCo. v. Minn. Mining & Mfg. Co., </pre><span class=\"citation\" data-id=\"796906\"><a href=\"/opinion/796906/sound-of-music-co-v-minnesota-mining-and-manufacturing-co/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span><pre class=\"inline\">, 923 (7th Cir.\n2007). That decision was one left to the district court’s\ndiscretion, Trustmark Ins. Co. v. Gen. & Cologne Life Re of\nAm., </pre><span class=\"citation\" data-id=\"792006\"><a href=\"/opinion/792006/trustmark-insurance-company-v-general-cologne-life-re-of-america/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span><pre class=\"inline\">, 553 (7th Cir. 2005), which, we cannot say,\nthe court abused. It would, indeed, be futile for Townsend\nto include Warden Farrey as a defendant on his due-\nprocess claim; as explained earlier, Townsend had no\nliberty interest in avoiding placement in TLU, and thus his\nclaim would fail regardless of whom he named as a\ndefendant. See King, 496 F.3d at 819; see also Lekas, </pre><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span>\n\f<span class=\"page\">20</span></span><pre class=\"inline\">                                                No. 07-1384\n\nat 607. And Townsend failed to establish that Farrey had\ndirect control over the unsanitary conditions in TLU. The\nmost that Townsend asserts is that Farrey should have\nknown about the conditions in his cell because, as the\n“ultimate decision-maker” at New Lisbon, she knew that\ninmates were double-celled in TLU and had to sleep on the\nfloor. But because Townsend points to no evidence show-\ning that Farrey either observed Townsend’s cell personally\nor was informed of his specific situation, he would be\nunable show that she acted with deliberate indifference by\nfailing to remedy the conditions in his cell. See Galdikas v.\nFagan, </pre><span class=\"citation\" data-id=\"783451\"><a href=\"/opinion/783451/james-galdikas-catherine-hansen-carol-d-hedgspeth-v-stuart-i-fagan/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span><pre class=\"inline\">, 693 (7th Cir. 2003) (“ ’An individual\ncannot be held liable in a § 1983 action unless he caused or\nparticipated in [the] alleged constitutional deprivation.’ ”\n(quoting Wolf-Lillie v. Sonquist, </pre><span class=\"citation\" data-id=\"414190\"><a href=\"/opinion/414190/arlene-c-wolf-lillie-v-gerald-m-sonquist-kenosha-county-sheriff/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">, 869 (7th Cir.\n1983))); Gentry v. Duckworth, </pre><span class=\"citation\" data-id=\"703919\"><a href=\"/opinion/703919/kenneth-e-gentry-v-jack-r-duckworth-superintendent-indiana-state/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 561 (7th Cir. 1995);\nsee also Farmer, 511 U.S. at 837. Thus, the district court cor-\nrectly concluded that it would be futile to add Farrey as a\ndefendant to Townsend’s Eighth Amendment claim, see\nKing, 496 F.3d at 819, and was right to deny his motion\nto amend.\n\n\n                     III. CONCLUSION\n  To recap, we AFFIRM both the district court’s grant of\nsummary judgment for Security Director Fuchs and its\ndenial of Townsend’s motion to amend. However, we\nREVERSE the court’s grant of summary judgment for\nSergeant Allen, and REMAND for further proceedings.\n\n\n\n\n                    USCA-02-C-0072—4-10-08\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/398696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/414190/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/490012/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/557225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/703919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/711163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/719764/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/747785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772367/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/777772/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779022/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790012/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/791814/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/792006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793978/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/797399/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/799975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1288078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1453394/"
          ]
        }
      ],
      "judges": "Kanne",
      "date_created": "2015-09-24T21:01:11.121284Z",
      "date_modified": "2015-09-24T21:01:11.121284Z",
      "date_filed": "2008-04-10",
      "date_filed_is_approximate": false,
      "slug": "townsend-reggie-v-fuchs-larry",
      "citation_id": 2974304,
      "case_name_short": "",
      "case_name": "Townsend, Reggie v. Fuchs, Larry",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "prisoner",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2858757/townsend-reggie-v-fuchs-larry/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-09-24T20:17:37.370742Z",
  "date_modified": "2015-09-24T20:17:37.370742Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Townsend, Reggie v. Fuchs, Larry",
  "case_name_full": "",
  "slug": "townsend-reggie-v-fuchs-larry",
  "docket_number": "07-1384",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}