{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2867165/",
  "id": 2867165,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3009739/",
      "id": 3009739,
      "absolute_url": "/opinion/3009739/mountain-top-condo-assn-v-dave-stabbert-master-bui/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2867165/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3009739/",
          "id": 3009739,
          "absolute_url": "/opinion/3009739/mountain-top-condo-assn-v-dave-stabbert-master-bui/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3009739/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T20:47:15.091658Z",
          "date_modified": "2017-04-11T21:17:47.911642Z",
          "type": "010combined",
          "sha1": "0d6fb51bc6dbe84ba0004e66edb430764455e8cb",
          "page_count": 23,
          "download_url": "http://digitalcommons.law.villanova.edu/cgi/viewcontent.cgi?article=1308&context=thirdcircuit_1995",
          "local_path": "pdf/1995/12/18/mountain_top_condo._assn._v._dave_stabbert_master_builder_inc..pdf",
          "plain_text": "                                                                                                                           Opinions of the United\n1995 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n12-18-1995\n\nMountain Top Condo. Assn. v. Dave Stabbert\nMaster Builder, Inc.\nPrecedential or Non-Precedential:\n\nDocket 95-7031\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_1995\n\nRecommended Citation\n\"Mountain Top Condo. Assn. v. Dave Stabbert Master Builder, Inc.\" (1995). 1995 Decisions. Paper 309.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_1995/309\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 1995 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                  UNITED STATES COURT OF APPEALS\n                      FOR THE THIRD CIRCUIT\n\n                             ___________\n\n                             No. 95-7031\n                             ___________\n\n\n          MOUNTAIN TOP CONDOMINIUM ASSOCIATION\n\n\n                          vs.\n\n          DAVE STABBERT MASTER BUILDER, INC.; JOSEPH\n          HUFFMAN\n\n                WALTER SEIPEL; SUSAN SEIPEL,\n\n                     Proposed Intervenors in D.C./Appellants.\n\n\n                             ___________\n\n\n                  APPEAL FROM THE DISTRICT COURT\n                       OF THE VIRGIN ISLANDS\n\n                    (D.C. Civil No. 90-00215)\n\n                             ___________\n\n\n                      ARGUED AUGUST 15, 1995\n\n      BEFORE:   STAPLETON, LEWIS and WEIS, Circuit Judges.\n\n                    (Filed   December 18, 1995)\n\n                             ___________\n\n\nJoseph B. Arellano (ARGUED)\nCampbell, Arellano & Rick\n4 A & B Kongens Gade\nP. O. Box 11899\nCharlotte Amalie, St. Thomas\nUSVI, 00801\n\n\n\n                                  1\n\f           Attorney for Appellants\n\nAdam G. Christian (ARGUED)\nHodge & Francois\n1340 Taarnederg Road\nCharlotte Amalie, St. Thomas\nUSVI, 00802\n\nSandra N. Younger\nTom Bolt & Associates\nCorporate Place\nRoyal Dane Mall\nCharlotte Amalie, St. Thomas\nUSVI, 00802\n\n           Attorneys for Appellees\n\n\n                            ___________\n\n                        OPINION OF THE COURT\n                            ___________\n\n\n\nLEWIS, Circuit Judge.\n\n           In this appeal, Walter Seipel and Susan Seipel\n\n(\"appellants\") seek the reversal of a district court order\n\ndenying their motion to intervene in a proceeding pending in that\n\ncourt.   The district court held that while the appellants' motion\n\nmay be timely, \"[t]he plain fact is that they have no interest at\n\nstake in the litigation, and no standing to become involved in\n\nit.\"   Mountain Top Condominium Association v. Stabbert, et. al.,\n\nNo. 1990/215, slip op. at 4 (D. V.I. Dec. 9, 1994).   Appellants\n\nargue that as a matter of law, their interest in the litigation\n\nis sufficient to support intervention as a matter of right under\n\nFed. R. Civ. P. 24(a)(2).   We agree, and will reverse the\n\ndistrict court's denial of appellants' motion to intervene.\n\n\n\n\n                                 2\n\f                                     I.\n\n                                 A.\n\n          The Seipels allege the following facts in their motion\n\nto intervene and their proposed \"Complaint in Intervention.\"\n\nThese facts are not disputed in the present record and appear to\n\nhave been accepted by the district court in ruling on the motion\n\nto intervene.\n\n          On September 17, 1989, Hurricane Hugo struck the Virgin\n\nIslands and wreaked tremendous destruction.   Included in this\n\nnatural disaster was the damage and destruction of several\n\nbuildings which comprised the Mountain Top Condominiums, located\n\non the island of St. Thomas.   The Mountain Top Condominiums are\n\ngoverned by the Mountain Top Condominium Association (\"MTCA\"),\n\nwhich is comprised of all of the condominium owners in the\n\ndevelopment.    The owners had delegated certain powers and duties,\n\nincluding the repair and restoration of the condominiums, to the\n\nMTCA's Board of Directors (the \"Board\") pursuant to the MTCA's\n\nbylaws and Virgin Islands law, Title 28 V.I.C. Chapter 33.\n\n          Pursuant to Article V, Sections 2 and 3 of the MTCA's\n\nBy-laws, the MTCA's Board was required to appoint an Insurance\n\nTrustee to approve the adjustment of any loss, and to receive all\n\ninsurance proceeds for losses in excess of $50,000.   There is no\n\ndispute that the Board did not comply with these requirements.\n\n          Instead, the Board took it upon itself to approve the\n\ninsurance adjustment and to determine how the reconstruction and\n\nrepair proceeds were to be distributed.   As a result, the Board\n\nadjusted the hurricane loss and received $1,538,613 from its\n\n\n                                 3\n\finsurance carrier.   The Board then deposited this fund into a\n\nseparate account specifically designated for hurricane\n\nreconstruction.   Rather than apply all of the insurance proceeds\n\nto repair the damage caused by Hurricane Hugo, however, the Board\n\ndecided to distribute some of the proceeds to the individual\n\ncondominium owners according to the size of the various\n\ncondominium units,0 minus fifteen percent (15%) for the Board's\n\nsupervision of the individual owners' reconstruction efforts.\n\nUnder this plan, a larger unit would receive more from the fund\n\nthan a smaller unit regardless of the damage sustained, and there\n\nwas no requirement that the money be used to benefit the\n\ncondominium units.   The appellants allege that this in turn has\n\nprovided certain unit owners with a cash windfall.   The Board\n\nalso included in the repair costs the reconstruction of five\n\n\"deck extensions\" which were not covered by the MTCA's insurance\n\npolicy.0   Finally, in order to receive any money from the\n\nhurricane restoration fund, the Board required unit owners to\n\nsign general releases.   Apparently, the appellants are the only\n\nowners who refused to sign a release.\n\n\n\n\n0\n      $20,593 were allotted to two small units. $21,482 were\nallotted to 14 medium units, and $24,251 were allotted for three\nlarge units. The Seipels' unit at issue in this case was\nclassified as a medium unit. The Seipels' second unit was\npurchased after the distribution of $21,482 had been made to the\nSeipels' predecessors in interest.\n0\n      Three of the five units with \"deck extensions\" are owned by\nmembers of the Board.\n\n                                 4\n\f                                 B.\n\n           As part of its reconstruction plan, the Board entered\n\ninto an agreement with David Stabbert Master Builder, Inc., for\n\nconstruction work on the condominiums.0   The Board, however, was\n\ndissatisfied with the quality of the work performed by Stabbert\n\nand its subcontractors, and a dispute arose between the parties.\n\nAs a result of this dispute, Huffman and Stabbert filed\n\nconstruction liens against the condominiums in the hope of\n\nrecovering payment for their work.    The Board responded by filing\n\na complaint against Stabbert and Huffman, alleging fraudulent\n\nmisrepresentation, negligent misrepresentation, unfair trade\n\npractices, slander of title, injunctive relief, breach of\n\ncontract, and damages.    Huffman and Stabbert filed counterclaims\n\nagainst the MTCA.\n\n            Later, Huffman and Stabbert agreed to release the\n\nliens.    In return, the Board deposited $250,000 of the insurance\n\nproceeds in escrow in the registry of the district court.    This\n\nsum represented all that remained of the hurricane reconstruction\n\nfund.    In February, 1994, pursuant to the district court's order,\n\nthis dispute proceeded to mediation.\n\n                                 C.\n\n            Appellants own two condominiums that were heavily\n\ndamaged during Hurricane Hugo.    They believed that the\n\ndistribution of funds for the reconstruction of their\n\ncondominiums was not being accomplished in good faith.     Thus, on\n\n0\n     Defendant, Joseph Huffman, was a subcontractor hired by\nStabbert to fix the plumbing in the condominiums.\n\n                                 5\n\fMarch 20, 1992, they instituted a civil action against the MTCA\n\nin the Territorial Court of the Virgin Islands.    The basis of the\n\nSeipels' complaint was that the MTCA violated the by-laws of the\n\nMountain Top Condominiums by, inter alia, failing to appoint an\n\nInsurance Trustee to manage the distribution of the insurance\n\nproceeds.    This civil action is presently pending in the\n\nTerritorial Court.0\n\n             When it became apparent that any settlement between\n\nMTCA, Stabbert and Huffman might deplete all of the remaining\n\nfunds allocated for repairing the damage caused by Hurricane\n\nHugo, the Seipels decided to intervene in the mediation process\n\nbetween the MTCA, Stabbert and Huffman.    On February 7, 1994, the\n\nday the mediation was to occur, counsel for the Seipels sent a\n\nwritten request to MTCA that he be allowed to attend the\n\nmediation.    When this request was denied, the Seipels filed a\n\nmotion to intervene pursuant to Rule 24 of the Federal Rules of\n\nCivil Procedure, claiming that if the litigation between the MTCA\n\nand its contractor is successfully mediated, the entire $250,000\n\nescrow deposit may be lost.0    Both parties to the mediation\n\nopposed the proposed intervention.\n\n\n\n0\n      At oral argument both parties informed the court that the\nTerritorial Court had ordered the MTCA to appoint an Insurance\nTrustee as required under the By-laws. As of this date, the MTCA\nhas failed to successfully appoint an Insurance Trustee.\n0\n      Stabbert's and Huffman's claims amounted to more than the\nremaining $250,000 held in escrow, and prior to the litigation,\nthe unit owners were informed that the board had depleted all\nmoney allocated for operating expenses so the insurance proceeds\nappeared to be the MTCA's only remaining funds.\n\n\n\n                                  6\n\f            The district court denied the Seipels' motion to\n\nintervene.    The court held that the appellants', \"only\n\nconceivable interest in this lawsuit lies in the fact that, if\n\nplaintiff [the MTCA] is successful, plaintiff may be in a\n\nsomewhat better position to satisfy any judgment which the\n\nSeipels may succeed in obtaining in Territorial Court, than would\n\nbe the case if plaintiff loses this lawsuit.\"    Mountain Top, slip\n\nop. at 5.     This appeal followed.\n\n                                 II.\n\n             The District Court of the Virgin Islands had subject\n\nmatter jurisdiction over this case pursuant to 4 V.I.C. § 32,0\n\nand Section 22 of the Revised Organic Act, 48 U.S.C. § 1611.0       We\n\n      While they contend that their damages are greater, at the\nvery least the Seipel's claim an interest in the $21,482\nallocated to them under the Board's plan.\n0\n      4 V.I.C. § 32 provides in pertinent part:\n\n          (a) Under section 22 of the Revised Organic Act,\n      approved July 22, 1954, the district court has the\n      original jurisdiction of a district court of the\n      United States in all causes arising under the\n      Constitution, treaties and laws of the United States,\n      regardless of the sum or value of the matter in\n      controversy, and has general original jurisdiction in\n      all other causes in the Virgin Islands, where\n      exclusive jurisdiction is not conferred upon the\n      territorial court, as the inferior court of the\n      Territory, by section 23 of the Revised Organic Act.\n      When it is in the interest of justice to do so the\n      district court may on motion of any party transfer to\n      the district court any action or proceeding brought\n      in the territorial court, and the district court\n      shall have jurisdiction to hear and determine such\n      action or proceeding.\n0\n      48 U.S.C. § 1611 provides in pertinent part:\n\n          (a) . . . The judicial power of the Virgin\n      Islands shall be vested in a court of record\n      designated the \"District Court of the Virgin Islands\"\n\n                                  7\n\fhave jurisdiction over this appeal under 28 U.S.C. § 1291.     In\n\nreviewing a district court's decision denying intervention as a\n\nmatter of right, we will reverse a district court's determination\n\nonly if the court \"has applied an improper legal standard or\n\nreached a decision that we are confident is incorrect.\"    Harris\n\nv. Pernsley, 820 F.2d 592, 597 (3d Cir. 1987) (citations\n\nomitted).\n\n                                  III.\n\n            We have stated that a non-party is permitted to\n\nintervene under Fed. R. Civ. P. 24(a)(2) only if:\n          (1) the application for intervention is\n          timely; (2) the applicant has a sufficient\n          interest in the litigation; (3) the interest\n          may be affected or impaired, as a practical\n          matter by the disposition of the action; and\n          (4) the interest is not adequately\n          represented by an existing party in the\n          litigation.\n\nHarris, 820 F.2d at 596.    Each of these requirements must be met\n\nto intervene as of right.   Id.    The district court denied\n\nappellants' motion because it found that they did not have a\n\nsufficient interest in the litigation, and thus had failed to\n\nsatisfy subsection (2) of section 24(a).     Appellants argue that\n\n\n\n     established by Congress, and in such appellate court\n     and lower local courts as may have been or may\n     hereafter be established by local law.\n\n         (b) . . . The legislature of the Virgin Islands\n     may vest in the courts of the Virgin Islands\n     established by local law jurisdiction over all causes\n     in the Virgin Islands over which any court\n     established by the Constitution and laws of the\n     United States does not have exclusive\n     jurisdiction. . . .\n\n\n                                   8\n\fbecause a specific fund is at issue, they have a sufficient\n\ninterest in the litigation pending in the district court.\n\n            While we will address each of Rule 24(a)'s\n\nrequirements, we first turn to whether the appellants have a\n\nsufficient interest in the litigation.\n\n                                       A.\n\n                  Rule 24(a)(2) requires the intervenor to\n\ndemonstrate \"an interest relating to the property or transaction\n\nwhich is the subject of the action . . .\"     Fed. R. Civ. P.\n\n24(a)(2).     While the precise nature of the interest required to\n\nintervene as of right has eluded precise and authoritative\n\ndefinition, Harris, 820 F.2d at 596; 3B Moore's Federal Practice,\n\n¶ 24.07[2], at 24-57 (2d ed. 1982); 7C Wright, Miller & Kane,\n\nFederal Practice & Procedure § 1908, at 263 (1986), some general\n\nguidelines have emerged.     According to the Supreme Court, an\n\nintervenor's interest must be one that is \"significantly\n\nprotectable.\"     Donaldson v. United States, 400 U.S. 517, 531\n\n(1971).     In defining the contours of a \"significantly\n\nprotectable\" legal interest under Rule 24(a)(2), we have held\n\nthat, \"'the interest must be a legal interest as distinguished\n\nfrom interests of a general and indefinite character.' * * * The\n\napplicant must demonstrate that there is a tangible threat to a\n\nlegally cognizable interest to have the right to intervene.\"\n\nHarris, 820 F.2d at 601 (citations omitted).    This interest is\n\nrecognized as one belonging to or being owned by the proposed\n\nintervenor.     United States v. Alcan Aluminum, Inc., 25 F.3d 1174,\n1185 (3d Cir. 1994) (quoting New Orleans Public Service, Inc. v.\n\n\n                                  9\n\fUnited Gas Pipe Line Co., 732 F.2d 452, 464 (5th Cir. 1984)).     We\n\nmust therefore determine whether the proposed intervenors are\n\nreal parties in interest.   Harris, 820 F.2d at 596-598.\n\n           In general, a mere economic interest in the outcome of\n\nthe litigation is insufficient to support a motion to intervene.\n\nSee, e.g., Alcan Aluminum, 25 F.3d at 1185 (\"Some courts have\n\nstated that a purely economic interest is insufficient to support\n\na motion to intervene.\"); New Orleans Public Service, Inc. v.\n\nUnited Gas Pipe Line Co., 732 F.2d at 464 (in banc) (\"It is plain\n\nthat something more than an economic interest is necessary.\").\n\nThus, the mere fact that a lawsuit may impede a third party's\n\nability to recover in a separate suit ordinarily does not give\n\nthe third party a right to intervene.    See Hawaii-Pacific Venture\n\nCapital Corp. v. Rothbard, 564 F.2d 1343, 1346 (9th Cir. 1977).\n\nIf the appellants' only interest in the present case was to\n\nensure that the MTCA would have sufficient resources to satisfy\n\nany judgment they may be able to obtain in the territorial court\n\naction, the district court's reasoning and conclusion would be\n\nsound.   The district court's holding, however, does not recognize\n\nthat the appellants claim an interest in a specific fund being\n\nheld in the district court's registry.\n\n          While a mere economic interest may be insufficient to\n\nsupport the right to intervene, an intervenor's interest in a\n\nspecific fund is sufficient to entitle intervention in a case\n\naffecting that fund.   See, e.g., Gaines v. Dixie Carriers, Inc.,\n434 F.2d 52, 53-54 (5th Cir. 1970) (holding that a law firm could\n\nintervene in a former client's action to protect its interest in\n\n\n                                10\n\fits contingency fee); Hardy-Latham v. Wellons, 415 F.2d 674 (4th\n\nCir. 1968) (holding that finders who supplied a broker with the\n\nname of a seller were allowed to intervene in the broker's case\n\nagainst the seller for a broker's fee because \"[t]hey claim an\n\ninterest in both the transaction and the fund which are the\n\nsubject of the main action, and if the entire amount were paid\n\ndirectly to [the broker] their ability to collect their proper\n\nshare would as a practical matter be impaired\"); United States v.\n\nEilberg, 89 F.R.D. 473 (E.D. Pa. 1980) (holding that two\n\nattorneys who claimed an interest in the same funds sought by the\n\nUnited States in a suit against a Congressman were entitled to\n\nintervene \"whether their claim sounded in contract or tort, in\n\nlaw or equity.\"); Peterson v. United States, 41 F.R.D. 131 (D.\n\nMinn. 1966) (holding that the trust remaindermen had a sufficient\n\ninterest to intervene in an action by the trust executors for a\n\ntax refund); see generally, Wright & Miller, supra, § 1908, at\n\n272-74 (and cases cited therein) (\"`Interests in property are the\n\nmost elementary type of right that Rule 24(a) is designed to\n\nprotect,' and many of the cases in which a sufficient interest\n\nhas been found under amended Rule 24(a)(2) have been cases in\n\nwhich there is a readily identifiable interest in land, funds, or\n\nsome other form of property.\").    Thus, when a particular fund is\n\nat issue, an applicant claims an interest in the very property\n\nthat is the subject matter of the suit.\n\n          The $250,000 held in the district court registry\n\nrepresent all that remains of the hurricane reconstruction fund\n\nthat the MTCA received to cover the cost of repairing the\n\n\n                                  11\n\fcondominiums in the aftermath of Hurricane Hugo.    According to\n\nVirgin Islands law and the MTCA's By-laws, this money is held in\n\ntrust for each of the apartment owners under the supervision of\n\nan Insurance Trustee.    See 28 V.I.C. §924 (\"Such insurance\n\ncoverage shall be written on the property in the name . . . of\n\nthe Board of Directors of the Association of Apartment Owners, as\n\ntrustee for each of the apartment owners . . .\") (emphasis\n\nadded).    Similarly, Article V Section 2 of the MTCA's By-laws,\n\nrequires the Board of Directors to obtain this insurance and\n\nappoint an Insurance Trustee to manage the funds.    App., Vol I.,\n\nat 58.    Thus, the Seipels have a right to have an independent\n\ntrustee appointed and to have that trustee \"disburse the proceeds\n\nof all insurance policies to the contractors engaged in such\n\nrepairs or restoration in appropriate progress payments.\"      App.,\n\nVol. I at 59.0\n\n            We agree with the Seipels that the funds deposited with\n\nthe district court are assets of an express trust, of which the\n\nindividual apartment owners are the intended beneficiaries.       Like\n\nall beneficiaries of an express trust, these beneficiaries have a\n\nproperty interest in the trust res that is enforceable either in\n\nlaw or in equity.    See generally, Restatement (2d) of Trusts,\n\n§§198-99 (1959).    Like all other beneficiaries of an express\n\ntrust, they have an interest in seeing that the assets of the\n\n0\n      While the By-laws do not explicitly instruct the trustee as\nto how to set priorities among competing contractors, it seems\nimplicit in the By-laws that the trustee would be required to\ndistribute the proceeds in accordance with the By-laws, Virgin\nIslands law, and in the best interest of the beneficiaries (i.e.,\nthe condominium owners).\n\n\n                                 12\n\ftrust are not diverted in a manner that will defeat the purpose\n\nof the trust.0\n\n          The MTCA urges us to accept the district court's\n\nfinding that the Seipels' \"concession\" that they have no interest\n\nin the merits of the litigation leads inexorably to the\n\nconclusion that they lack a sufficient stake in the litigation.\n\nAccording to the MTCA, by their own admission:\n          [t]he Seipels have no interest in the merits\n          of the Board's lawsuit against these\n          Defendants; they are not privy to the\n          underlying documents, and have no personal\n          knowledge of the merits of that case, or the\n          grounds for the dispute, other than that\n          their 2 units were not repaired and restored.\n          And accordingly, they did not then, and they\n          do not now, seek to intervene so as to\n          litigate the merits of the underlying suit.\n\nApp., Vol. III, at 605.   The district court found this and\n\nsimilar statements sufficient to support its conclusion that,\n\n\"[i]n essence, the Seipels wish merely to have a voice in\n\ncontrolling the timing and processing of this lawsuit (which is\n\nno concern of theirs) in the hope that, if they succeed in\n\nobtaining a judgment in the Territorial Court, they can satisfy\n\nit by recourse to the $250,000.\"     Mountain Top, slip op. at 4.\nThis argument fails to recognize the scope of interests\n\nencompassed in Rule 24(a)(2).   Proposed intervenors need not have\n\nan interest in every aspect of the litigation.     They are entitled\n\nto intervene as to specific issues so long as their interest in\n\nthose issues is significantly protectable.     See, e.g., Harris 820\n\n0\n      Judge Weis believes that the contractors who performed the\nwork that provided the underlying basis for the insurance\nadjustment are beneficiaries as are the apartment owners.\n\n\n                                13\n\fF.2d at 599; Howard v. McLucas, 782 F.2d 956, 962 (11th Cir.\n\n1986) (holding that non-minority employees had the right to\n\nintervene to challenge the promotional remedy, but not to contest\n\nthe existence of past discrimination); Bradley v. Milliken, 620\n\nF.2d 1141, 1142 (6th Cir. 1980) (holding that a representative of\n\nthe Hispanic community has the right to intervene for the limited\n\npurpose of presenting evidence on the question of de jure\n\nsegregation of Hispanics).   In this case, while the Seipels may\n\nnot have an interest in the merits of the claims pending between\n\nMTCA and Huffman and Stabbert, they do have an interest in the\n\nproperty over which the court has taken jurisdiction.   Clearly\n\nthey have an interest in being heard with respect to the\n\ndisposition of that fund.0   As we have observed, such an interest\n\nis sufficient to support an applicant's intervention as of right.\n\nAccordingly, we find the appellants' interest in the litigation\n\nsufficient to support intervention as of right under Rule\n\n24(a)(2).0\n\n0\n      We do not say that the Seipels have a right to participate\nin a mediation of the claims between MTCA and Huffman and\nStabbert insofar as that mediation is directed solely to the\nresolution of those claims and not to the disposition of the\nfunds in the court's registry. We do hold, however, that the\nSeipels have a right to participate in any proceeding that may\nresult in the disbursement of those funds other than to a duly\nappointed independent trustee.\n0\n      MTCA also argues that the appellants' interest is\ncontingent upon the outcome of the case pending in the\nterritorial court. Appellees rely on decisions denying a third\nparty's motion to intervene when the party's interest depended\nupon prevailing on a tort claim in a separate action. See, e.g.,\nLiberty Mut. Ins. Co. v. Pacific Indemnity Co., 76 F.R.D. 656\n(W.D. Pa. 1977); Independent Petrochemical Corp. v. Aetna Cas.\nand Sur. Co., 105 F.R.D. 106, 110 (D.D.C. 1985). But see,\nContinental Casualty Co. v. SSM Group, Inc., No. CIV.A. 94-7789,\n\n\n                                14\n\f                                 B.\n\n            In order to meet the requirements of Rule 24(a)(2),\n\nproposed intervenors must also demonstrate that their interest\n\nmight become affected or impaired, as a practical matter, by the\n\ndisposition of the action in their absence.    Alcan Aluminum, 25\n\nF.2d at 1185 n.15.    The contractors' claims against the MTCA in\n\nthis case are in excess of $250,000.    Presumably, the MTCA could\n\nsettle the case by paying the full $250,000 to the contractors,\n\nthus depleting the hurricane reconstruction fund.    If that were\n\nto occur, appellants would be the beneficiaries of an empty and\n\nworthless trust.    Similarly, if the MTCA were allowed to disburse\n\nthe funds, most of the appellants' claims against the MTCA would\n\nbecome moot, including the claim that only a trustee should\n\n\"receive all insurance proceeds following a loss.\"    App., Vol. I,\n\nat 39.    Moreover, any distribution, even a distribution which\n\ndoes not exhaust the fund, presumably usurps the authority of the\n\ntrustee.    Accordingly, we conclude that appellants' interest in\n\nthe fund as a practical matter may, indeed, become affected or\n\nimpaired in their absence.\n\n                                 C.\n\n            We must now determine whether the appellants' interests\n\nin the litigation are adequately represented.   Harris, 820 F.2d\n\nat 596.    As the Supreme Court stated, \"[t]he requirement of the\n\nRule is satisfied if the applicant shows that representation of\n\n1995 WL 422780 (E.D. Pa. 1995). These cases simply do not apply\nhere. As we discuss above, appellants interest in the fund is\nclearly established by 28 V.I.C. § 924 and Article V § 2 of the\nMTCA's By-laws.\n\n\n                                 15\n\fhis interest `may be' inadequate; and the burden of making that\n\nshowing should be treated as minimal.\"   Trbovich v. United Mine\n\nWorkers, 404 U.S. 528, 538 n.10 (1972). It has been noted that,\n          The most important factor in determining\n          adequacy of representation is how the\n          interest of the absentee compares with the\n          interest of the present parties. If the\n          interest of the absentee is not represented\n          at all, or if all existing parties are\n          adverse to him, then he is not adequately\n          represented. If his interest is identical to\n          that of one of the present parties, or if\n          there is a party charged by law with\n          representing his interest, then a compelling\n          showing should be required to demonstrate why\n          this representation is not adequate.\n\nWright & Miller, supra, § 1909, at 318-19; see generally Alcan\n\nAluminum, 25 F.3d at 1185-86.   We therefore must determine\n\nwhether the MTCA would adequately represent the appellants'\n\ninterest in the district court action by comparing their\n\nrespective interests.0\n\n          As we have noted, the Seipels wish to have the funds in\n\nthe district court placed in the hands of an independent trustee\n\nso that the terms of the trust can be carried out.   It is\n\napparent from the prior conduct of MTCA that it will not\n\nrepresent that point of view in this proceeding.   If an\n\nindependent trustee is appointed and intervenes in this\n\nproceedings, the Seipels' interest will be adequately\n\nrepresented, but until that time, the Seipels must be permitted\n\nto advocate for implementation of the trust.\n\n\n0\n      There is no contention that the appellants are adequately\nrepresented by the contractors given that they are in fact\ncompeting over the funds deposited in the district court.\n\n\n                                16\n\f                                  D.\n\n          The final requirement for intervention is that\n\napplication for intervention be timely.   We review a district\n\ncourt's determination as to the timeliness of an intervention\n\nmotion only for abuse of discretion.    Halderman v. Pennhurst\n\nState School & Hosp., 612 F.2d 131 (3d Cir. 1979).      In\n\ndetermining whether an application for intervention as of right\n\nis timely, we are reminded that, \"[s]ince in situations in which\n\nintervention is of right the would-be intervenor may be seriously\n\nharmed if he is not permitted to intervene, courts should be\n\nreluctant to dismiss a request for intervention as untimely, even\n\nthough they might deny the request if the intervention were\n\nmerely permissive.\"   Wright & Miller, supra, § 1916 at 424.\n\nAppellees contend not only that the Seipels' motion was untimely,\n\nbut that because the district court did not reach the issue, it\n\nis not properly before us.   (Appellees Brief at 20).\n\n          In its opinion, the district court stated that:\n          The proposed intervenors are correct, in my\n          view, in arguing that intervention is not\n          precluded merely because of the passage of\n          time between the filing of this lawsuit and\n          the application for intervention: From their\n          perspective they did seek intervention\n          promptly upon learning of the existence of\n          the $250,00 escrow deposit, and upon becoming\n          aware that their alleged interests might be\n          in jeopardy in this litigation.\n\nMountain Top, slip op., at 3-4.    We agree.\n\n          The timeliness of a motion to intervene is \"`determined\n\nfrom all the circumstances' and, in the first instance, `by the\n\n[trial] court in the exercise of it sound discretion.'\"      In re\n\n\n\n                                  17\n\fFine Paper Antitrust Litigation, 695 F.2d 494, 500 (3d Cir. 1982)\n\n(citing NAACP v. New York, 413 U.S. 345, 366 (1973)).    To\n\ndetermine whether the intervention motion is timely, we have\n\nlisted three factors for courts to consider:    (1) the stage of\n\nthe proceeding; (2) the prejudice that delay may cause the\n\nparties; and (3) the reason for the delay.     In re Fine Paper\n\nAntitrust Litigation, 695 F.2d at 500.\n\n                                  1.\n\n          The MTCA argues that intervention at this stage is\n\nuntimely and would prejudice them because the case is in an\n\nadvanced stage.   The mere passage of time, however, does not\n\nrender an application untimely.    Bank of America Nat. Trust and\n\nSav. Ass'n v. Hotel Rittenhouse Associates, 844 F.2d 1050, 1056\n\n(3d Cir. 1988); Wright & Miller, supra, § 1916 at 425-26.     While\n\nfour years had elapsed before the Seipels filed their motion to\n\nintervene, the critical inquiry is:    what proceedings of\n\nsubstance on the merits have occurred?    See In re Fine Paper\n\nAntitrust Litigation, 695 F.2d at 500 (\"a motion to intervene\n\nafter an entry of a decree should be denied except in\n\nextraordinary circumstances.\") (emphasis added).    Cf. Hicks v.\nMiranda, 422 U.S. 332, 349 (1975) (holding that, \"where state\n\ncriminal proceedings are begun against the federal plaintiffs\n\nafter the federal complaint is filed but before any proceedings\n\nof substance on the merits have taken place . . . the principles\n\nof Younger v. Harris apply in full force.\").    This is because the\n\nstage of the proceeding is inherently tied to the question of the\n\nprejudice the delay in intervention may cause to the parties\n\n\n                                  18\n\falready involved.   See generally Wright & Miller, supra, § 1916\n\nat 435-456.   As a result, intervention has been allowed even\n\nafter the entry of a judgment.   See, e.g., SEC v. United States\n\nRealty & Improvement Co., 310 U.S. 434, 458-461 (1940); Wright &\n\nMiller, supra, § 1916 at 20 (cases cited therein).\n\n          The record before us reveals that while some written\n\ndiscovery and settlement negotiations had occurred between the\n\nMTCA and the contractors prior to the Seipels' motion, there were\n\nno depositions taken, dispositive motions filed, or decrees\n\nentered during the four year period in question.   Under these\n\ncircumstances, we cannot say that intervention at this stage of\n\nthe litigation would prejudice the current parties.\n\n                                 2.\n\n          The heart of the MTCA's objection is that intervention\n\nwould \"essentially `deep six' any possible settlement.\"\n\n(Appellees brief at 21).   Even if we were to accept the MTCA's\n\nargument that intervention would prejudice settlement\n\nnegotiations, that prejudice would not be attributable to any\n\ntime delay.   Indeed, the only threat to settlement negotiations\n\nbetween the MTCA and the contractors that the intervention might\n\npose would be that the MTCA and the contractors might have to\n\nconsider the Seipels' legitimate interest in the funds at issue.\n\nBut we do not see how this in any way dilutes our practice of\n\nencouraging the private settlement of disputes, see, e.g.,\n\nEdwards v. Born, Inc., 792 F.2d 387, 390 (3d Cir. 1986), any more\n\nthan recognizing the fundamental principal that an injured party\n\nhas a legitimate right to redress.\n\n\n                                 19\n\f                                  3.\n\n           Finally, appellees argue that the Seipels have not\n\nexpressed adequate reasons for their delay.      Again, we disagree.\n\nWe have held that, \"to the extent the length of time an applicant\n\nwaits before applying for intervention is a factor in determining\n\ntimeliness, it should be measured from the point at which the\n\napplicant knew, or should have known, of the risk to its rights.\"\n\nAlcan Aluminum, 25 F.3d at 1183.       The Seipels first learned that\n\nthe $250,000 had been deposited with the court in a March 8, 1991\n\nmemorandum from the Board.   At that time, however, the Board also\n\npredicted that the $250,000 would be returned to the MTCA, and\n\nthat there would be a $130,000 surplus after reconstruction was\n\ncompleted.   When the Seipels filed suit in the Territorial Court\n\nin March of 1992, the Board informed the association members that\n\nthe contractors would not release their interest in the $250,000.\n\nThe Seipels claim that they reasonably concluded that the money\n\nwould remain in the district court's registry throughout the\n\nlitigation, beyond the reach of both the MTCA and the\n\ncontractors.   They only became aware that the fund was in\n\njeopardy by a memorandum dated February 2, 1994, when the Board\n\ninformed the association members that the district court had\n\nordered the parties to mediate.    The Seipels immediately sought\n\nto attend the mediation, which was scheduled for February 7,\n\n1994.   When they were not allowed to attend, they sought to\n\nintervene by motion filed on March 11, 1994.      There is,\n\ntherefore, sufficient evidence in the record to support the\n\ndistrict court's determination that the appellants \"promptly\"\n\n\n                                  20\n\fsought intervention upon learning that their interests were in\n\njeopardy.\n\n\n\n\n                               21\n\f                              IV.\n\n          For the foregoing reasons, we will reverse the district\n\ncourt's denial of appellants' motion to intervene, and order the\n\ndistrict court to grant the motion.\n\n\n\n\n                               22\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                                                                           Opinions of the United\n1995 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n12-18-1995\n\nMountain Top Condo. Assn. v. Dave Stabbert\nMaster Builder, Inc.\nPrecedential or Non-Precedential:\n\nDocket 95-7031\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_1995\n\nRecommended Citation\n\"Mountain Top Condo. Assn. v. Dave Stabbert Master Builder, Inc.\" (1995). 1995 Decisions. Paper 309.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_1995/309\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 1995 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                  UNITED STATES COURT OF APPEALS\n                      FOR THE THIRD CIRCUIT\n\n                             ___________\n\n                             No. 95-7031\n                             ___________\n\n\n          MOUNTAIN TOP CONDOMINIUM ASSOCIATION\n\n\n                          vs.\n\n          DAVE STABBERT MASTER BUILDER, INC.; JOSEPH\n          HUFFMAN\n\n                WALTER SEIPEL; SUSAN SEIPEL,\n\n                     Proposed Intervenors in D.C./Appellants.\n\n\n                             ___________\n\n\n                  APPEAL FROM THE DISTRICT COURT\n                       OF THE VIRGIN ISLANDS\n\n                    (D.C. Civil No. 90-00215)\n\n                             ___________\n\n\n                      ARGUED AUGUST 15, 1995\n\n      BEFORE:   STAPLETON, LEWIS and WEIS, Circuit Judges.\n\n                    (Filed   December 18, 1995)\n\n                             ___________\n\n\nJoseph B. Arellano (ARGUED)\nCampbell, Arellano & Rick\n4 A & B Kongens Gade\nP. O. Box 11899\nCharlotte Amalie, St. Thomas\nUSVI, 00801\n\n\n\n                                  1\n\f           Attorney for Appellants\n\nAdam G. Christian (ARGUED)\nHodge & Francois\n1340 Taarnederg Road\nCharlotte Amalie, St. Thomas\nUSVI, 00802\n\nSandra N. Younger\nTom Bolt & Associates\nCorporate Place\nRoyal Dane Mall\nCharlotte Amalie, St. Thomas\nUSVI, 00802\n\n           Attorneys for Appellees\n\n\n                            ___________\n\n                        OPINION OF THE COURT\n                            ___________\n\n\n\nLEWIS, Circuit Judge.\n\n           In this appeal, Walter Seipel and Susan Seipel\n\n(\"appellants\") seek the reversal of a district court order\n\ndenying their motion to intervene in a proceeding pending in that\n\ncourt.   The district court held that while the appellants' motion\n\nmay be timely, \"[t]he plain fact is that they have no interest at\n\nstake in the litigation, and no standing to become involved in\n\nit.\"   Mountain Top Condominium Association v. Stabbert, et. al.,\n\nNo. 1990/215, slip op. at 4 (D. V.I. Dec. 9, 1994).   Appellants\n\nargue that as a matter of law, their interest in the litigation\n\nis sufficient to support intervention as a matter of right under\n\nFed. R. Civ. P. 24(a)(2).   We agree, and will reverse the\n\ndistrict court's denial of appellants' motion to intervene.\n\n\n\n\n                                 2\n\f                                     I.\n\n                                 A.\n\n          The Seipels allege the following facts in their motion\n\nto intervene and their proposed \"Complaint in Intervention.\"\n\nThese facts are not disputed in the present record and appear to\n\nhave been accepted by the district court in ruling on the motion\n\nto intervene.\n\n          On September 17, 1989, Hurricane Hugo struck the Virgin\n\nIslands and wreaked tremendous destruction.   Included in this\n\nnatural disaster was the damage and destruction of several\n\nbuildings which comprised the Mountain Top Condominiums, located\n\non the island of St. Thomas.   The Mountain Top Condominiums are\n\ngoverned by the Mountain Top Condominium Association (\"MTCA\"),\n\nwhich is comprised of all of the condominium owners in the\n\ndevelopment.    The owners had delegated certain powers and duties,\n\nincluding the repair and restoration of the condominiums, to the\n\nMTCA's Board of Directors (the \"Board\") pursuant to the MTCA's\n\nbylaws and Virgin Islands law, Title 28 V.I.C. Chapter 33.\n\n          Pursuant to Article V, Sections 2 and 3 of the MTCA's\n\nBy-laws, the MTCA's Board was required to appoint an Insurance\n\nTrustee to approve the adjustment of any loss, and to receive all\n\ninsurance proceeds for losses in excess of $50,000.   There is no\n\ndispute that the Board did not comply with these requirements.\n\n          Instead, the Board took it upon itself to approve the\n\ninsurance adjustment and to determine how the reconstruction and\n\nrepair proceeds were to be distributed.   As a result, the Board\n\nadjusted the hurricane loss and received $1,538,613 from its\n\n\n                                 3\n\finsurance carrier.   The Board then deposited this fund into a\n\nseparate account specifically designated for hurricane\n\nreconstruction.   Rather than apply all of the insurance proceeds\n\nto repair the damage caused by Hurricane Hugo, however, the Board\n\ndecided to distribute some of the proceeds to the individual\n\ncondominium owners according to the size of the various\n\ncondominium units,0 minus fifteen percent (15%) for the Board's\n\nsupervision of the individual owners' reconstruction efforts.\n\nUnder this plan, a larger unit would receive more from the fund\n\nthan a smaller unit regardless of the damage sustained, and there\n\nwas no requirement that the money be used to benefit the\n\ncondominium units.   The appellants allege that this in turn has\n\nprovided certain unit owners with a cash windfall.   The Board\n\nalso included in the repair costs the reconstruction of five\n\n\"deck extensions\" which were not covered by the MTCA's insurance\n\npolicy.0   Finally, in order to receive any money from the\n\nhurricane restoration fund, the Board required unit owners to\n\nsign general releases.   Apparently, the appellants are the only\n\nowners who refused to sign a release.\n\n\n\n\n0\n      $20,593 were allotted to two small units. $21,482 were\nallotted to 14 medium units, and $24,251 were allotted for three\nlarge units. The Seipels' unit at issue in this case was\nclassified as a medium unit. The Seipels' second unit was\npurchased after the distribution of $21,482 had been made to the\nSeipels' predecessors in interest.\n0\n      Three of the five units with \"deck extensions\" are owned by\nmembers of the Board.\n\n                                 4\n\f                                 B.\n\n           As part of its reconstruction plan, the Board entered\n\ninto an agreement with David Stabbert Master Builder, Inc., for\n\nconstruction work on the condominiums.0   The Board, however, was\n\ndissatisfied with the quality of the work performed by Stabbert\n\nand its subcontractors, and a dispute arose between the parties.\n\nAs a result of this dispute, Huffman and Stabbert filed\n\nconstruction liens against the condominiums in the hope of\n\nrecovering payment for their work.    The Board responded by filing\n\na complaint against Stabbert and Huffman, alleging fraudulent\n\nmisrepresentation, negligent misrepresentation, unfair trade\n\npractices, slander of title, injunctive relief, breach of\n\ncontract, and damages.    Huffman and Stabbert filed counterclaims\n\nagainst the MTCA.\n\n            Later, Huffman and Stabbert agreed to release the\n\nliens.    In return, the Board deposited $250,000 of the insurance\n\nproceeds in escrow in the registry of the district court.    This\n\nsum represented all that remained of the hurricane reconstruction\n\nfund.    In February, 1994, pursuant to the district court's order,\n\nthis dispute proceeded to mediation.\n\n                                 C.\n\n            Appellants own two condominiums that were heavily\n\ndamaged during Hurricane Hugo.    They believed that the\n\ndistribution of funds for the reconstruction of their\n\ncondominiums was not being accomplished in good faith.     Thus, on\n\n0\n     Defendant, Joseph Huffman, was a subcontractor hired by\nStabbert to fix the plumbing in the condominiums.\n\n                                 5\n\fMarch 20, 1992, they instituted a civil action against the MTCA\n\nin the Territorial Court of the Virgin Islands.    The basis of the\n\nSeipels' complaint was that the MTCA violated the by-laws of the\n\nMountain Top Condominiums by, inter alia, failing to appoint an\n\nInsurance Trustee to manage the distribution of the insurance\n\nproceeds.    This civil action is presently pending in the\n\nTerritorial Court.0\n\n             When it became apparent that any settlement between\n\nMTCA, Stabbert and Huffman might deplete all of the remaining\n\nfunds allocated for repairing the damage caused by Hurricane\n\nHugo, the Seipels decided to intervene in the mediation process\n\nbetween the MTCA, Stabbert and Huffman.    On February 7, 1994, the\n\nday the mediation was to occur, counsel for the Seipels sent a\n\nwritten request to MTCA that he be allowed to attend the\n\nmediation.    When this request was denied, the Seipels filed a\n\nmotion to intervene pursuant to Rule 24 of the Federal Rules of\n\nCivil Procedure, claiming that if the litigation between the MTCA\n\nand its contractor is successfully mediated, the entire $250,000\n\nescrow deposit may be lost.0    Both parties to the mediation\n\nopposed the proposed intervention.\n\n\n\n0\n      At oral argument both parties informed the court that the\nTerritorial Court had ordered the MTCA to appoint an Insurance\nTrustee as required under the By-laws. As of this date, the MTCA\nhas failed to successfully appoint an Insurance Trustee.\n0\n      Stabbert's and Huffman's claims amounted to more than the\nremaining $250,000 held in escrow, and prior to the litigation,\nthe unit owners were informed that the board had depleted all\nmoney allocated for operating expenses so the insurance proceeds\nappeared to be the MTCA's only remaining funds.\n\n\n\n                                  6\n\f            The district court denied the Seipels' motion to\n\nintervene.    The court held that the appellants', \"only\n\nconceivable interest in this lawsuit lies in the fact that, if\n\nplaintiff [the MTCA] is successful, plaintiff may be in a\n\nsomewhat better position to satisfy any judgment which the\n\nSeipels may succeed in obtaining in Territorial Court, than would\n\nbe the case if plaintiff loses this lawsuit.\"    Mountain Top, slip\n\nop. at 5.     This appeal followed.\n\n                                 II.\n\n             The District Court of the Virgin Islands had subject\n\nmatter jurisdiction over this case pursuant to 4 V.I.C. § 32,0\n\nand Section 22 of the Revised Organic Act, 48 U.S.C. § 1611.0       We\n\n      While they contend that their damages are greater, at the\nvery least the Seipel's claim an interest in the $21,482\nallocated to them under the Board's plan.\n0\n      4 V.I.C. § 32 provides in pertinent part:\n\n          (a) Under section 22 of the Revised Organic Act,\n      approved July 22, 1954, the district court has the\n      original jurisdiction of a district court of the\n      United States in all causes arising under the\n      Constitution, treaties and laws of the United States,\n      regardless of the sum or value of the matter in\n      controversy, and has general original jurisdiction in\n      all other causes in the Virgin Islands, where\n      exclusive jurisdiction is not conferred upon the\n      territorial court, as the inferior court of the\n      Territory, by section 23 of the Revised Organic Act.\n      When it is in the interest of justice to do so the\n      district court may on motion of any party transfer to\n      the district court any action or proceeding brought\n      in the territorial court, and the district court\n      shall have jurisdiction to hear and determine such\n      action or proceeding.\n0\n      48 U.S.C. § 1611 provides in pertinent part:\n\n          (a) . . . The judicial power of the Virgin\n      Islands shall be vested in a court of record\n      designated the \"District Court of the Virgin Islands\"\n\n                                  7\n\fhave jurisdiction over this appeal under 28 U.S.C. § 1291.     In\n\nreviewing a district court's decision denying intervention as a\n\nmatter of right, we will reverse a district court's determination\n\nonly if the court \"has applied an improper legal standard or\n\nreached a decision that we are confident is incorrect.\"    Harris\n\nv. Pernsley, </pre><span class=\"citation\" data-id=\"489509\"><a href=\"/opinion/489509/martin-harris-albert-anthony-orlando-x-mccrea-tyrone-glenn-carlos/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span><pre class=\"inline\">, 597 (3d Cir. 1987) (citations\n\nomitted).\n\n                                  III.\n\n            We have stated that a non-party is permitted to\n\nintervene under Fed. R. Civ. P. 24(a)(2) only if:\n          (1) the application for intervention is\n          timely; (2) the applicant has a sufficient\n          interest in the litigation; (3) the interest\n          may be affected or impaired, as a practical\n          matter by the disposition of the action; and\n          (4) the interest is not adequately\n          represented by an existing party in the\n          litigation.\n\nHarris, 820 F.2d at 596.    Each of these requirements must be met\n\nto intervene as of right.   Id.    The district court denied\n\nappellants' motion because it found that they did not have a\n\nsufficient interest in the litigation, and thus had failed to\n\nsatisfy subsection (2) of section 24(a).     Appellants argue that\n\n\n\n     established by Congress, and in such appellate court\n     and lower local courts as may have been or may\n     hereafter be established by local law.\n\n         (b) . . . The legislature of the Virgin Islands\n     may vest in the courts of the Virgin Islands\n     established by local law jurisdiction over all causes\n     in the Virgin Islands over which any court\n     established by the Constitution and laws of the\n     United States does not have exclusive\n     jurisdiction. . . .\n\n\n                                   8\n\fbecause a specific fund is at issue, they have a sufficient\n\ninterest in the litigation pending in the district court.\n\n            While we will address each of Rule 24(a)'s\n\nrequirements, we first turn to whether the appellants have a\n\nsufficient interest in the litigation.\n\n                                       A.\n\n                  Rule 24(a)(2) requires the intervenor to\n\ndemonstrate \"an interest relating to the property or transaction\n\nwhich is the subject of the action . . .\"     Fed. R. Civ. P.\n\n24(a)(2).     While the precise nature of the interest required to\n\nintervene as of right has eluded precise and authoritative\n\ndefinition, Harris, 820 F.2d at 596; 3B Moore's Federal Practice,\n\n¶ 24.07[2], at 24-57 (2d ed. 1982); 7C Wright, Miller & Kane,\n\nFederal Practice & Procedure § 1908, at 263 (1986), some general\n\nguidelines have emerged.     According to the Supreme Court, an\n\nintervenor's interest must be one that is \"significantly\n\nprotectable.\"     Donaldson v. United States, </pre><span class=\"citation\" data-id=\"108236\"><a href=\"/opinion/108236/donaldson-v-united-states/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">, 531\n\n(1971).     In defining the contours of a \"significantly\n\nprotectable\" legal interest under Rule 24(a)(2), we have held\n\nthat, \"'the interest must be a legal interest as distinguished\n\nfrom interests of a general and indefinite character.' * * * The\n\napplicant must demonstrate that there is a tangible threat to a\n\nlegally cognizable interest to have the right to intervene.\"\n\nHarris, 820 F.2d at 601 (citations omitted).    This interest is\n\nrecognized as one belonging to or being owned by the proposed\n\nintervenor.     United States v. Alcan Aluminum, Inc., </pre><span class=\"citation\" data-id=\"671472\"><a href=\"/opinion/671472/united-states-v-alcan-aluminum-inc-champion-auto-generator-service-inc/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span><pre class=\"inline\">,\n1185 (3d Cir. 1994) (quoting New Orleans Public Service, Inc. v.\n\n\n                                  9\n\fUnited Gas Pipe Line Co., </pre><span class=\"citation\" data-id=\"434704\"><a href=\"/opinion/434704/new-orleans-public-service-inc-ernest-morial-individually-and-as/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span><pre class=\"inline\">, 464 (5th Cir. 1984)).     We\n\nmust therefore determine whether the proposed intervenors are\n\nreal parties in interest.   Harris, 820 F.2d at 596-598.\n\n           In general, a mere economic interest in the outcome of\n\nthe litigation is insufficient to support a motion to intervene.\n\nSee, e.g., Alcan Aluminum, 25 F.3d at 1185 (\"Some courts have\n\nstated that a purely economic interest is insufficient to support\n\na motion to intervene.\"); New Orleans Public Service, Inc. v.\n\nUnited Gas Pipe Line Co., 732 F.2d at 464 (in banc) (\"It is plain\n\nthat something more than an economic interest is necessary.\").\n\nThus, the mere fact that a lawsuit may impede a third party's\n\nability to recover in a separate suit ordinarily does not give\n\nthe third party a right to intervene.    See Hawaii-Pacific Venture\n\nCapital Corp. v. Rothbard, </pre><span class=\"citation\" data-id=\"350221\"><a href=\"/opinion/350221/hawaii-pacific-venture-capital-corp-david-m-sapp-and-philip-gillin-on/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span><pre class=\"inline\">, 1346 (9th Cir. 1977).\n\nIf the appellants' only interest in the present case was to\n\nensure that the MTCA would have sufficient resources to satisfy\n\nany judgment they may be able to obtain in the territorial court\n\naction, the district court's reasoning and conclusion would be\n\nsound.   The district court's holding, however, does not recognize\n\nthat the appellants claim an interest in a specific fund being\n\nheld in the district court's registry.\n\n          While a mere economic interest may be insufficient to\n\nsupport the right to intervene, an intervenor's interest in a\n\nspecific fund is sufficient to entitle intervention in a case\n\naffecting that fund.   See, e.g., Gaines v. Dixie Carriers, Inc.,\n</pre><span class=\"citation\" data-id=\"293134\"><a href=\"/opinion/293134/charles-alfred-gaines-v-dixie-carriers-inc-v-plotkin-sapir-bradley/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 53-54 (5th Cir. 1970) (holding that a law firm could\n\nintervene in a former client's action to protect its interest in\n\n\n                                10\n\fits contingency fee); Hardy-Latham v. Wellons, </pre><span class=\"citation\" data-id=\"286354\"><a href=\"/opinion/286354/madeleine-hardy-latham-v-john-h-wellons-harry-barnes-and-f-ryan-hunt/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">674</span></a></span><pre class=\"inline\"> (4th\n\nCir. 1968) (holding that finders who supplied a broker with the\n\nname of a seller were allowed to intervene in the broker's case\n\nagainst the seller for a broker's fee because \"[t]hey claim an\n\ninterest in both the transaction and the fund which are the\n\nsubject of the main action, and if the entire amount were paid\n\ndirectly to [the broker] their ability to collect their proper\n\nshare would as a practical matter be impaired\"); United States v.\n\nEilberg, </pre><span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">473</span></span><pre class=\"inline\"> (E.D. Pa. 1980) (holding that two\n\nattorneys who claimed an interest in the same funds sought by the\n\nUnited States in a suit against a Congressman were entitled to\n\nintervene \"whether their claim sounded in contract or tort, in\n\nlaw or equity.\"); Peterson v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">131</span></span><pre class=\"inline\"> (D.\n\nMinn. 1966) (holding that the trust remaindermen had a sufficient\n\ninterest to intervene in an action by the trust executors for a\n\ntax refund); see generally, Wright & Miller, supra, § 1908, at\n\n272-74 (and cases cited therein) (\"`Interests in property are the\n\nmost elementary type of right that Rule 24(a) is designed to\n\nprotect,' and many of the cases in which a sufficient interest\n\nhas been found under amended Rule 24(a)(2) have been cases in\n\nwhich there is a readily identifiable interest in land, funds, or\n\nsome other form of property.\").    Thus, when a particular fund is\n\nat issue, an applicant claims an interest in the very property\n\nthat is the subject matter of the suit.\n\n          The $250,000 held in the district court registry\n\nrepresent all that remains of the hurricane reconstruction fund\n\nthat the MTCA received to cover the cost of repairing the\n\n\n                                  11\n\fcondominiums in the aftermath of Hurricane Hugo.    According to\n\nVirgin Islands law and the MTCA's By-laws, this money is held in\n\ntrust for each of the apartment owners under the supervision of\n\nan Insurance Trustee.    See 28 V.I.C. §924 (\"Such insurance\n\ncoverage shall be written on the property in the name . . . of\n\nthe Board of Directors of the Association of Apartment Owners, as\n\ntrustee for each of the apartment owners . . .\") (emphasis\n\nadded).    Similarly, Article V Section 2 of the MTCA's By-laws,\n\nrequires the Board of Directors to obtain this insurance and\n\nappoint an Insurance Trustee to manage the funds.    App., Vol I.,\n\nat 58.    Thus, the Seipels have a right to have an independent\n\ntrustee appointed and to have that trustee \"disburse the proceeds\n\nof all insurance policies to the contractors engaged in such\n\nrepairs or restoration in appropriate progress payments.\"      App.,\n\nVol. I at 59.0\n\n            We agree with the Seipels that the funds deposited with\n\nthe district court are assets of an express trust, of which the\n\nindividual apartment owners are the intended beneficiaries.       Like\n\nall beneficiaries of an express trust, these beneficiaries have a\n\nproperty interest in the trust res that is enforceable either in\n\nlaw or in equity.    See generally, Restatement (2d) of Trusts,\n\n§§198-99 (1959).    Like all other beneficiaries of an express\n\ntrust, they have an interest in seeing that the assets of the\n\n0\n      While the By-laws do not explicitly instruct the trustee as\nto how to set priorities among competing contractors, it seems\nimplicit in the By-laws that the trustee would be required to\ndistribute the proceeds in accordance with the By-laws, Virgin\nIslands law, and in the best interest of the beneficiaries (i.e.,\nthe condominium owners).\n\n\n                                 12\n\ftrust are not diverted in a manner that will defeat the purpose\n\nof the trust.0\n\n          The MTCA urges us to accept the district court's\n\nfinding that the Seipels' \"concession\" that they have no interest\n\nin the merits of the litigation leads inexorably to the\n\nconclusion that they lack a sufficient stake in the litigation.\n\nAccording to the MTCA, by their own admission:\n          [t]he Seipels have no interest in the merits\n          of the Board's lawsuit against these\n          Defendants; they are not privy to the\n          underlying documents, and have no personal\n          knowledge of the merits of that case, or the\n          grounds for the dispute, other than that\n          their 2 units were not repaired and restored.\n          And accordingly, they did not then, and they\n          do not now, seek to intervene so as to\n          litigate the merits of the underlying suit.\n\nApp., Vol. III, at 605.   The district court found this and\n\nsimilar statements sufficient to support its conclusion that,\n\n\"[i]n essence, the Seipels wish merely to have a voice in\n\ncontrolling the timing and processing of this lawsuit (which is\n\nno concern of theirs) in the hope that, if they succeed in\n\nobtaining a judgment in the Territorial Court, they can satisfy\n\nit by recourse to the $250,000.\"     Mountain Top, slip op. at 4.\nThis argument fails to recognize the scope of interests\n\nencompassed in Rule 24(a)(2).   Proposed intervenors need not have\n\nan interest in every aspect of the litigation.     They are entitled\n\nto intervene as to specific issues so long as their interest in\n\nthose issues is significantly protectable.     See, e.g., Harris 820\n\n0\n      Judge Weis believes that the contractors who performed the\nwork that provided the underlying basis for the insurance\nadjustment are beneficiaries as are the apartment owners.\n\n\n                                13\n\fF.2d at 599; Howard v. McLucas, </pre><span class=\"citation\" data-id=\"463831\"><a href=\"/opinion/463831/michael-howard-on-behalf-of-themselves-and-all-others-similarly-situated/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span><pre class=\"inline\">, 962 (11th Cir.\n\n1986) (holding that non-minority employees had the right to\n\nintervene to challenge the promotional remedy, but not to contest\n\nthe existence of past discrimination); Bradley v. Milliken, </pre><span class=\"citation\" data-id=\"377923\"><a href=\"/opinion/377923/ronald-bradley-lulac-council-no-11054-proposed-intervenors-appellants-v/\"><span class=\"volume\">620</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1141</span></a></span><pre class=\"inline\">, 1142 (6th Cir. 1980) (holding that a representative of\n\nthe Hispanic community has the right to intervene for the limited\n\npurpose of presenting evidence on the question of de jure\n\nsegregation of Hispanics).   In this case, while the Seipels may\n\nnot have an interest in the merits of the claims pending between\n\nMTCA and Huffman and Stabbert, they do have an interest in the\n\nproperty over which the court has taken jurisdiction.   Clearly\n\nthey have an interest in being heard with respect to the\n\ndisposition of that fund.0   As we have observed, such an interest\n\nis sufficient to support an applicant's intervention as of right.\n\nAccordingly, we find the appellants' interest in the litigation\n\nsufficient to support intervention as of right under Rule\n\n24(a)(2).0\n\n0\n      We do not say that the Seipels have a right to participate\nin a mediation of the claims between MTCA and Huffman and\nStabbert insofar as that mediation is directed solely to the\nresolution of those claims and not to the disposition of the\nfunds in the court's registry. We do hold, however, that the\nSeipels have a right to participate in any proceeding that may\nresult in the disbursement of those funds other than to a duly\nappointed independent trustee.\n0\n      MTCA also argues that the appellants' interest is\ncontingent upon the outcome of the case pending in the\nterritorial court. Appellees rely on decisions denying a third\nparty's motion to intervene when the party's interest depended\nupon prevailing on a tort claim in a separate action. See, e.g.,\nLiberty Mut. Ins. Co. v. Pacific Indemnity Co., </pre><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">656</span></span><pre class=\"inline\">\n(W.D. Pa. 1977); Independent Petrochemical Corp. v. Aetna Cas.\nand Sur. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">106</span></span><pre class=\"inline\">, 110 (D.D.C. 1985). But see,\nContinental Casualty Co. v. SSM Group, Inc., No. CIV.A. 94-7789,\n\n\n                                14\n\f                                 B.\n\n            In order to meet the requirements of Rule 24(a)(2),\n\nproposed intervenors must also demonstrate that their interest\n\nmight become affected or impaired, as a practical matter, by the\n\ndisposition of the action in their absence.    Alcan Aluminum, 25\n\nF.2d at 1185 n.15.    The contractors' claims against the MTCA in\n\nthis case are in excess of $250,000.    Presumably, the MTCA could\n\nsettle the case by paying the full $250,000 to the contractors,\n\nthus depleting the hurricane reconstruction fund.    If that were\n\nto occur, appellants would be the beneficiaries of an empty and\n\nworthless trust.    Similarly, if the MTCA were allowed to disburse\n\nthe funds, most of the appellants' claims against the MTCA would\n\nbecome moot, including the claim that only a trustee should\n\n\"receive all insurance proceeds following a loss.\"    App., Vol. I,\n\nat 39.    Moreover, any distribution, even a distribution which\n\ndoes not exhaust the fund, presumably usurps the authority of the\n\ntrustee.    Accordingly, we conclude that appellants' interest in\n\nthe fund as a practical matter may, indeed, become affected or\n\nimpaired in their absence.\n\n                                 C.\n\n            We must now determine whether the appellants' interests\n\nin the litigation are adequately represented.   Harris, 820 F.2d\n\nat 596.    As the Supreme Court stated, \"[t]he requirement of the\n\nRule is satisfied if the applicant shows that representation of\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">422780</span></span><pre class=\"inline\"> (E.D. Pa. 1995). These cases simply do not apply\nhere. As we discuss above, appellants interest in the fund is\nclearly established by 28 V.I.C. § 924 and Article V § 2 of the\nMTCA's By-laws.\n\n\n                                 15\n\fhis interest `may be' inadequate; and the burden of making that\n\nshowing should be treated as minimal.\"   Trbovich v. United Mine\n\nWorkers, </pre><span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span><pre class=\"inline\">, 538 n.10 (1972). It has been noted that,\n          The most important factor in determining\n          adequacy of representation is how the\n          interest of the absentee compares with the\n          interest of the present parties. If the\n          interest of the absentee is not represented\n          at all, or if all existing parties are\n          adverse to him, then he is not adequately\n          represented. If his interest is identical to\n          that of one of the present parties, or if\n          there is a party charged by law with\n          representing his interest, then a compelling\n          showing should be required to demonstrate why\n          this representation is not adequate.\n\nWright & Miller, supra, § 1909, at 318-19; see generally Alcan\n\nAluminum, 25 F.3d at 1185-86.   We therefore must determine\n\nwhether the MTCA would adequately represent the appellants'\n\ninterest in the district court action by comparing their\n\nrespective interests.0\n\n          As we have noted, the Seipels wish to have the funds in\n\nthe district court placed in the hands of an independent trustee\n\nso that the terms of the trust can be carried out.   It is\n\napparent from the prior conduct of MTCA that it will not\n\nrepresent that point of view in this proceeding.   If an\n\nindependent trustee is appointed and intervenes in this\n\nproceedings, the Seipels' interest will be adequately\n\nrepresented, but until that time, the Seipels must be permitted\n\nto advocate for implementation of the trust.\n\n\n0\n      There is no contention that the appellants are adequately\nrepresented by the contractors given that they are in fact\ncompeting over the funds deposited in the district court.\n\n\n                                16\n\f                                  D.\n\n          The final requirement for intervention is that\n\napplication for intervention be timely.   We review a district\n\ncourt's determination as to the timeliness of an intervention\n\nmotion only for abuse of discretion.    Halderman v. Pennhurst\n\nState School & Hosp., </pre><span class=\"citation\" data-id=\"373007\"><a href=\"/opinion/373007/terri-lee-halderman-a-retarded-citizen-by-her-mother-and-guardian/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span><pre class=\"inline\"> (3d Cir. 1979).      In\n\ndetermining whether an application for intervention as of right\n\nis timely, we are reminded that, \"[s]ince in situations in which\n\nintervention is of right the would-be intervenor may be seriously\n\nharmed if he is not permitted to intervene, courts should be\n\nreluctant to dismiss a request for intervention as untimely, even\n\nthough they might deny the request if the intervention were\n\nmerely permissive.\"   Wright & Miller, supra, § 1916 at 424.\n\nAppellees contend not only that the Seipels' motion was untimely,\n\nbut that because the district court did not reach the issue, it\n\nis not properly before us.   (Appellees Brief at 20).\n\n          In its opinion, the district court stated that:\n          The proposed intervenors are correct, in my\n          view, in arguing that intervention is not\n          precluded merely because of the passage of\n          time between the filing of this lawsuit and\n          the application for intervention: From their\n          perspective they did seek intervention\n          promptly upon learning of the existence of\n          the $250,00 escrow deposit, and upon becoming\n          aware that their alleged interests might be\n          in jeopardy in this litigation.\n\nMountain Top, slip op., at 3-4.    We agree.\n\n          The timeliness of a motion to intervene is \"`determined\n\nfrom all the circumstances' and, in the first instance, `by the\n\n[trial] court in the exercise of it sound discretion.'\"      In re\n\n\n\n                                  17\n\fFine Paper Antitrust Litigation, </pre><span class=\"citation\" data-id=\"411797\"><a href=\"/opinion/411797/in-re-fine-paper-antitrust-litigation-appeal-of-alco-standard-corporation/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span><pre class=\"inline\">, 500 (3d Cir. 1982)\n\n(citing NAACP v. New York, </pre><span class=\"citation\" data-id=\"108847\"><a href=\"/opinion/108847/naacp-v-new-york/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span><pre class=\"inline\">, 366 (1973)).    To\n\ndetermine whether the intervention motion is timely, we have\n\nlisted three factors for courts to consider:    (1) the stage of\n\nthe proceeding; (2) the prejudice that delay may cause the\n\nparties; and (3) the reason for the delay.     In re Fine Paper\n\nAntitrust Litigation, 695 F.2d at 500.\n\n                                  1.\n\n          The MTCA argues that intervention at this stage is\n\nuntimely and would prejudice them because the case is in an\n\nadvanced stage.   The mere passage of time, however, does not\n\nrender an application untimely.    Bank of America Nat. Trust and\n\nSav. Ass'n v. Hotel Rittenhouse Associates, </pre><span class=\"citation\" data-id=\"504653\"><a href=\"/opinion/504653/bank-of-america-national-trust-and-savings-association-a-national-banking/\"><span class=\"volume\">844</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1050</span></a></span><pre class=\"inline\">, 1056\n\n(3d Cir. 1988); Wright & Miller, supra, § 1916 at 425-26.     While\n\nfour years had elapsed before the Seipels filed their motion to\n\nintervene, the critical inquiry is:    what proceedings of\n\nsubstance on the merits have occurred?    See In re Fine Paper\n\nAntitrust Litigation, 695 F.2d at 500 (\"a motion to intervene\n\nafter an entry of a decree should be denied except in\n\nextraordinary circumstances.\") (emphasis added).    Cf. Hicks v.\nMiranda, </pre><span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 349 (1975) (holding that, \"where state\n\ncriminal proceedings are begun against the federal plaintiffs\n\nafter the federal complaint is filed but before any proceedings\n\nof substance on the merits have taken place . . . the principles\n\nof Younger v. Harris apply in full force.\").    This is because the\n\nstage of the proceeding is inherently tied to the question of the\n\nprejudice the delay in intervention may cause to the parties\n\n\n                                  18\n\falready involved.   See generally Wright & Miller, supra, § 1916\n\nat 435-456.   As a result, intervention has been allowed even\n\nafter the entry of a judgment.   See, e.g., SEC v. United States\n\nRealty & Improvement Co., </pre><span class=\"citation\" data-id=\"103366\"><a href=\"/opinion/103366/securities-commn-v-us-realty-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></a></span><pre class=\"inline\">, 458-461 (1940); Wright &\n\nMiller, supra, § 1916 at 20 (cases cited therein).\n\n          The record before us reveals that while some written\n\ndiscovery and settlement negotiations had occurred between the\n\nMTCA and the contractors prior to the Seipels' motion, there were\n\nno depositions taken, dispositive motions filed, or decrees\n\nentered during the four year period in question.   Under these\n\ncircumstances, we cannot say that intervention at this stage of\n\nthe litigation would prejudice the current parties.\n\n                                 2.\n\n          The heart of the MTCA's objection is that intervention\n\nwould \"essentially `deep six' any possible settlement.\"\n\n(Appellees brief at 21).   Even if we were to accept the MTCA's\n\nargument that intervention would prejudice settlement\n\nnegotiations, that prejudice would not be attributable to any\n\ntime delay.   Indeed, the only threat to settlement negotiations\n\nbetween the MTCA and the contractors that the intervention might\n\npose would be that the MTCA and the contractors might have to\n\nconsider the Seipels' legitimate interest in the funds at issue.\n\nBut we do not see how this in any way dilutes our practice of\n\nencouraging the private settlement of disputes, see, e.g.,\n\nEdwards v. Born, Inc., </pre><span class=\"citation\" data-id=\"471288\"><a href=\"/opinion/471288/keithley-edwards-v-born-inc-appeal-of-keithley-edwards-and-edith-edwards/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span><pre class=\"inline\">, 390 (3d Cir. 1986), any more\n\nthan recognizing the fundamental principal that an injured party\n\nhas a legitimate right to redress.\n\n\n                                 19\n\f                                  3.\n\n           Finally, appellees argue that the Seipels have not\n\nexpressed adequate reasons for their delay.      Again, we disagree.\n\nWe have held that, \"to the extent the length of time an applicant\n\nwaits before applying for intervention is a factor in determining\n\ntimeliness, it should be measured from the point at which the\n\napplicant knew, or should have known, of the risk to its rights.\"\n\nAlcan Aluminum, 25 F.3d at 1183.       The Seipels first learned that\n\nthe $250,000 had been deposited with the court in a March 8, 1991\n\nmemorandum from the Board.   At that time, however, the Board also\n\npredicted that the $250,000 would be returned to the MTCA, and\n\nthat there would be a $130,000 surplus after reconstruction was\n\ncompleted.   When the Seipels filed suit in the Territorial Court\n\nin March of 1992, the Board informed the association members that\n\nthe contractors would not release their interest in the $250,000.\n\nThe Seipels claim that they reasonably concluded that the money\n\nwould remain in the district court's registry throughout the\n\nlitigation, beyond the reach of both the MTCA and the\n\ncontractors.   They only became aware that the fund was in\n\njeopardy by a memorandum dated February 2, 1994, when the Board\n\ninformed the association members that the district court had\n\nordered the parties to mediate.    The Seipels immediately sought\n\nto attend the mediation, which was scheduled for February 7,\n\n1994.   When they were not allowed to attend, they sought to\n\nintervene by motion filed on March 11, 1994.      There is,\n\ntherefore, sufficient evidence in the record to support the\n\ndistrict court's determination that the appellants \"promptly\"\n\n\n                                  20\n\fsought intervention upon learning that their interests were in\n\njeopardy.\n\n\n\n\n                               21\n\f                              IV.\n\n          For the foregoing reasons, we will reverse the district\n\ncourt's denial of appellants' motion to intervene, and order the\n\ndistrict court to grant the motion.\n\n\n\n\n                               22\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/293134/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/373007/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411797/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/434704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463831/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/489509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/504653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/671472/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T20:49:25.458673Z",
      "date_modified": "2015-10-13T20:49:25.458673Z",
      "date_filed": "1995-12-18",
      "date_filed_is_approximate": false,
      "slug": "mountain-top-condo-assn-v-dave-stabbert-master-bui",
      "citation_id": 2982516,
      "case_name_short": "",
      "case_name": "Mountain Top Condo. Assn. v. Dave Stabbert Master Builder, Inc.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unknown",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2867165/mountain-top-condo-assn-v-dave-stabbert-master-bui/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T20:47:15.089127Z",
  "date_modified": "2015-10-13T20:47:15.089127Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mountain Top Condo. Assn. v. Dave Stabbert Master Builder, Inc.",
  "case_name_full": "",
  "slug": "mountain-top-condo-assn-v-dave-stabbert-master-bui",
  "docket_number": "95-7031",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}