{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2871034/",
  "id": 2871034,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3013608/",
      "id": 3013608,
      "absolute_url": "/opinion/3013608/burkholder-v-newton/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2871034/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3013608/",
          "id": 3013608,
          "absolute_url": "/opinion/3013608/burkholder-v-newton/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3013608/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T21:57:37.501915Z",
          "date_modified": "2017-04-11T21:38:13.013733Z",
          "type": "010combined",
          "sha1": "676d5cec11508c8e5a88772dbc4b1548e4b00e50",
          "page_count": 13,
          "download_url": "http://digitalcommons.law.villanova.edu/cgi/viewcontent.cgi?article=1120&context=thirdcircuit_2004",
          "local_path": "pdf/2004/11/24/burkholder_v._newton.pdf",
          "plain_text": "                                                                                                                           Opinions of the United\n2004 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n11-24-2004\n\nBurkholder v. Newton\nPrecedential or Non-Precedential: Non-Precedential\n\nDocket No. 00-2939\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_2004\n\nRecommended Citation\n\"Burkholder v. Newton\" (2004). 2004 Decisions. Paper 121.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_2004/121\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 2004 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                                                   NOT PRECEDENTIAL\n                      UNITED STATES COURT OF APPEALS\n                           FOR THE THIRD CIRCUIT\n                               _______________\n\n                                     No. 00-2939\n\n\n                           WILLIAM M. BURKHOLDER,\n\n                                          Appellant\n\n\n                                           v.\n\n           ANDREW NEWTON, M.D.; MARESCA, Hearing Officer; JOHN\n                           PARCELL, C.O.\n\n\n                                    _____________\n                     Appeal from the United States District Court\n                       for the Middle District of Pennsylvania\n                        (D.C. Civil Action No. 00-cv-00923)\n                     District Judge: Honorable James F. McClure\n\n\n                            Argued on December 15, 2003\n\n                Before: ROTH, M CKEE and ROSENN, Circuit Judges\n\n\n                         (Opinion filed November 24, 2004 )\n\n\n\n\nRobert O. Lindefjeld, Esquire (Argued)\nJoseph P. Donohue, Esquire\n500 Grant Street, 31 st Floor\nPittsburgh, PA 15219\n\n      COUNSEL FOR APPELLANT\n\fAlan S. Gold, Esquire (Argued)\nGold Butkovitz & Robins\n7837 Old York Road\nElkins, Park, PA 19027\n\nJohn J. Talaber, Esquire (Argued)\nPennsylvania Department of Corrections\nOffice of Chief Counsel\n55 Utley Drive\nP.O. Box 598\nCamp Hill, PA 17011\n\n       COUNSEL FOR APPELLEES\n\n\n\n\n                                       OPINION\n\n\nROTH, Circuit Judge:\n\n       William Burkholder, a prisoner at the Pennsylvania Correctional Institution in Coal\n\nTownship, brought a 42 U.S.C. §1983 action in which he alleged violations of his right to\n\nremain silent, his right to due process of law, and his right against cruel and unusual\n\npunishment. All of these claims arose out of a report by Dr. Andrew Newton, a prison\n\npsychiatrist, that Burkholder had made threats against Correctional Officer John Parcell.\n\nThe report resulted in a disciplinary hearing as a result of which Burkholder was\n\nsentenced to 30 days lock-up in the Restricted Housing Unit (RHU). Burkholder named\n\nDr. Newton, Officer Parcell, and Nichole Maresca, who presided at the disciplinary\n\n                                              2\n\fhearing, as defendants in the action. The District Court granted defendants’ motion to\n\ndismiss Burkholder’s complaint for failure to exhaust his administrative remedies. We\n\nwill affirm but on other grounds, as stated below.\n\n       I.     Factual Background and Procedural History\n\n       Burkholder alleges that Officer Parcell made numerous unwanted sexual gestures\n\ntoward him over a one-month period. More specifically, Burkholder claims that Officer\n\nParcell blew kisses at him, allegedly making Burkholder fearful of a future sexual assault.\n\n       On December 3, 1999, Burkholder’s name appeared on a call sheet, which\n\nrequired him to meet with the prison psychiatrist, Dr. Newton. During that meeting,\n\nBurkholder reported Officer Parcell’s alleged misconduct to Dr. Newton. Burkholder\n\nthen said that he would harm Officer Parcell if this conduct continued. Dr. Newton\n\nimmediately reported this threat to prison officials.\n\n       A misconduct hearing was held, presided over by Maresca. Burkholder claims that\n\nMaresca had in the past seen Burkholder in connection with certain psychological\n\nproblems and had knowledge of psychiatric information about him. Burkholder contends\n\nthat M aresca, because of her knowledge, could not be an impartial hearing officer.\n\nMaresca sentenced Burkholder to thirty days lock-up in the RHU. Burkholder alleges that\n\nhis cell in the RHU was cold and that his malfunctioning toilet often backed up human\n\nwaste into his cell. Burkholder does not claim that he notified the prison officials of these\n\nconditions.\n\n\n\n                                              3\n\f       On his release from RHU, Burkholder filed a grievance with prison officials\n\nregarding Parcell’s conduct and the conditions of his RHU cell. He also alleged that Dr.\n\nNewton violated his rights by reporting his threats to prison officials and that Maresca\n\nviolated his due process rights because she was not an impartial adjudicator. After his\n\ngrievance failed, he filed a complaint in the Court of Common Pleas of Northumberland\n\nCounty. The case was removed to federal court by the defendants. The defendants then\n\nfiled a motion to dismiss, alleging that Burkholder did not exhaust his administrative\n\nremedies under the Prison Litigation Reform Act, 42 U.S.C. §1997e(a) because he did not\n\nmake a final appeal of his grievance to prison officials. Defendants also asserted that his\n\n§1983 claim did not make out any violations cognizable under the United States\n\nConstitution. The District Court ordered the dismissal of Burkholder’s complaint for\n\nfailure to exhaust administrative remedies.\n\n                         II. Jurisdiction and Standard of Review\n\n       We have jurisdiction in this case pursuant to 28 U.S.C. §1291. We exercise\n\nplenary review over the District Court’s grant of defendants’ motion to dismiss.\n\nBroselow v. Fisher, 319 F.3d 605, 607 (3d Cir. 2003). A pro se complaint must be\n\nliberally construed and can be dismissed only if it appears to a certainty that the\n\ncomplainant can prove no set of facts which would entitle him to relief. Estelle v.\n\nGamble, 429 U.S. 97, 106 (1976).\n\n                                       III. Discussion\n\n\n\n                                              4\n\f       The District Court dismissed Burkholder’s claims for failure to exhaust his\n\nadministrative remedies. Generally, absent exceptional circumstances, we will not\n\nconsider issues that were not ruled on by the District Court. Desi’s Pizza, Inc. v. City of\n\nWilkes Barre, 321 F.3d 411, 428 (3d Cir. 2003). This rule, however, is “one of discretion\n\nrather than jurisdiction.” Selected Risks Ins. Co. v. Bruno, 718 F.2d 67, 69 (3d Cir.\n\n1983). Such circumstances present themselves when they comport with “the interests of\n\njustice and fairness,” Abrams v. United States Dep’t of Navy, 714 F.2d 1219, 1221 n.5\n\n(3d Cir. 1983), and “where the proper resolution is not in doubt.” Homar v. Gilbert, 89\n\nF.3d 1009, 1021 (3d Cir. 1996). Because we find Burkholder’s §1983 claims completely\n\nlacking merit, we will exercise this discretion and affirm the District Court’s ruling on the\n\nmerits of the case.\n\n                      A. Burkholder’s Claims Against O fficer Parcell\n\n       Burkholder has made only one claim against Officer Parcell – that Parcell would\n\n“blow kisses” to Burkholder, causing him to fear that Officer Parcell was going to\n\nsexually assault him. This conduct, while unprofessional if it is true, does not state a\n\nclaim under §1983. It is well established that “[a]llegations of threats or verbal\n\nharassment, without injury or damage, do not state a claim under 42 U.S.C. §1983.”\n\nRamirez v. Holmes, 921 F. Supp. 204, 210 (S.D.N.Y. 1996). See Patton v. Przybylski,\n\n822 F.2d 697 (7th Cir. 1987) (holding that mere derogatory remarks do not make out a\n\nconstitutional violation); Ivey v. Wilson, 832 F.2d 950, 955 (6th Cir. 1987) (explaining\n\n\n\n                                              5\n\fthat verbal threats will not violate the Fourteenth Amendment unless accompanied by\n\nphysical force or a present ability to effectuate them); Gaut v. Sunn, 810 F.2d 923, 925\n\n(9th Cir. 1987) (ruling that “it trivializes the eighth amendment to believe a threat\n\nconstitutes a constitutional wrong”). Section 1983 claims are based on constitutional\n\nviolations and have a different threshold level than a simple tort action. Burton v.\n\nLivingston, 791 F.2d 97, 99 (8th Cir. 1986). Simply blowing kisses to an inmate does not\n\nmake out a constitutional cause of action.\n\n                      B. Burkholder’s Claims Against Dr. Newton\n\n       Burkholder’s case against Dr. Newton is also without merit. Dr. Newton had no\n\nduty to give Miranda warnings to Burkholder and did not violate Burkholder’s rights by\n\nreporting Burkholder’s threats to prison officials. Burkholder’s contention that he should\n\nhave been read his Miranda rights before his meeting with Dr. Newton is erroneous.\n\nMiranda v. Arizona established the proposition that the “prosecution may not use\n\nstatements . . . stemming from a custodial interrogation of the defendant unless it\n\ndemonstrates the use of procedural safeguards effective to secure the privilege against\n\nself-incrimination.” Miranda v. Arizona, 384 U.S. 436, 444 (1966). A custodial\n\ninterrogation is an “inquiry conducted by officers who are aware of the potentially\n\nincriminatory nature of the disclosures sought” and that is held in “custodial settings that\n\nhave inherently coercive pressures that tend to undermine the individual’s will to resist\n\nand to compel him to speak.” Id at 467; Garner v. United States, 424 U.S. 648, 657\n\n\n\n                                              6\n\f(1976). Furthermore, the statements must be likely to elicit an incriminating response --\n\nthat is, one that carries criminal penalties. Rhode Island v. Innis, 446 U.S. 291, 300-01\n\n(1966). In this case, Burkholder was not in custody, Dr. Newton was not interrogating\n\nBurkholder about possible illicit activity, and Burkholder’s statements were not used\n\nagainst him in a criminal setting.\n\n       Just because Burkholder was already in prison does not mean that he was in a\n\ncustodial setting. As explained by the Fourth Circuit Court of Appeals, Miranda\n\nwarnings are not required prior to all prisoner interrogations, but only when there is a\n\n“change in the surroundings of the prisoner which results in an added imposition on his\n\nfreedom of movement.” United States v. Conley, 779 F.2d 970, 973 (4th Cir. 1985)\n\n(quoting Cervantes v. Walker, 589 F.2d 424, 428 (9th Cir. 1978)); accord Flittie v. Solem,\n\n751 F.2d 967 (8th Cir. 1985); United States v. Schalf, 725 F.2d 1272 (10th Cir. 1984);\n\nGarcia v. Singletary, 13 F.3d 1487 (11th Cir. 1994). Such a change in surroundings could\n\ninclude the imposition of handcuffs or being taken to a locked room to be questioned by\n\ncorrectional officers. See Conley, 779 F.2d at 970. Here, Burkholder claims that he was\n\nasked to go see Dr. Newton and that if he did not go, he would be written up. Burkholder\n\ndoes not state that he was restrained in any way once in Dr. Newton’s presence or that he\n\ncould not leave the interview room. Therefore, on the face of the complaint, we cannot\n\nsay that Burkholder was in a custodial setting.\n\n       Regardless of whether Burkholder was in a custodial setting, Burkholder does not\n\n\n\n                                             7\n\feven contend that Dr. Newton was interrogating him. A prison psychologist is required to\n\ngive Miranda warnings before conducting an interrogation. See Estelle v. Smith, 451\n\nU.S. 454, 465 (1981) (“The fact that respondent’s statements were uttered in the context\n\nof a psychiatric examination does not automatically remove them from the reach of the\n\nFifth Amendment.”). However, “[u]nless the Government seeks testimony that will\n\nsubject its giver to criminal liability, the constitutional right to remain silent absent\n\nimmunity does not arise.” Garner v. United States, 424 U.S. 648, 655 (1976) (emphasis\n\nadded). Additionally, the interrogator must be aware of the “potentially incriminating\n\nnature of the disclosures sought.” United States v. Morales, 834 F.2d 35, 38 (2d Cir.\n\n1987). There is no indication that Dr. Newton was seeking incriminating statements from\n\nBurkholder. Burkholder contends that Dr. Newton did ask him some questions, but\n\nnowhere does he allege that Dr. Newton was asking Burkholder questions about any\n\npossible criminal or otherwise illicit activities. Burkholder’s threat was freely and\n\nspontaneously made. Because his threat against Officer Parcell was not a result of any\n\ninterrogation, Burkholder’s Fifth Amendment claims are baseless.\n\n       Additionally, Burkholder’s statements were not used against him in a criminal\n\nsetting. See Baxter v. Palmigiano, 425 U.S. 308, 318 (1976). Such statements, even if in\n\nviolation of Miranda, are admissible if the statements were not used to increase the\n\nprisoner’s criminal sentence. See Baxter, 425 U.S. at 318; Chavez-Raya v. INS, 519 F.2d\n\n397 (7th Cir. 1975) (ruling that a confession obtained in violation of Miranda could be\n\n\n\n                                               8\n\fused at a deportation hearing). Burkholder was put in the restrictive housing unit for\n\nthirty days but he claims no other ramifications from the disciplinary hearing.\n\n       We also note that there is no question that Dr. Newton’s report of Burkholder’s\n\nthreatening remarks was proper and did not violate any of Burkholder’s substantive due\n\nprocess rights. Prison doctors have an absolute obligation to report threats made within\n\nthe prison, and there is no substantive due process violation when a prison psychiatrist\n\nreports a threat that a prisoner makes against a prison guard. See Emerich v. Philadelphia\n\nCtr. for Human Development, Inc., 554 Pa. 209 (1998); Ms. B. v. Montgomrey Cty.\n\nEmergency Srvcs, Inc., 799 F. Supp. 534 (E.D. Pa. 1992).\n\n          C. Burkholder’s Procedural Due Process Claim Against Maresca\n\n       Burkholder also claims that he was denied procedural due process at his\n\ndisciplinary hearing. We conclude that this claim is meritless as well. In order to make\n\nout a due process claim, Burkholder must show that he was deprived of a liberty interest.\n\nHowever, as noted by the Supreme Court in Sandin v. Conner: “[D]iscipline in\n\nsegregated confinement d[oes] not present the type of atypical, significant deprivation in\n\nwhich a state might conceivably create a liberty interest.” 515 U.S. 472, 484 (1995). The\n\nSupreme Court in Sandin found there was no liberty interest in having to spend thirty days\n\nin lock-up – the exact penalty that Burkholder faced. Id. Without a recognized liberty\n\ninterest, there can be no violation of the due process clause.\n\n       In addition, a prisoner’s right to an impartial adjudicator is necessarily weaker in\n\n\n\n                                              9\n\fthe context of a disciplinary hearing. As noted by the Supreme Court, “[p]rison\n\ndisciplinary proceedings are not part of a criminal prosecution, and the full panoply of\n\nrights due a defendant in such proceedings does not apply.” Wolff v. M cDonnell, 418\n\nU.S. 539, 556 (1974). For this reason, the burden of proof in a disciplinary hearing does\n\nnot have to be beyond a reasonable doubt. There is no right to counsel at such hearings,\n\nthe prisoner may be prohibited from cross-examining witnesses, and evidence that would\n\nbe excluded in a normal prosecution can be used. See Rusher v. Arnold, 550 F.2d 896,\n\n899-901 (3d Cir. 1977). It is generally true that a prisoner has a right to have a\n\ndisciplinary hearing conducted by an impartial decision maker, Withrow v. Larkin, 421\n\nU.S. 35, 46-47 (1975), but the constitutional standard for impermissible bias is extremely\n\nhigh in such a setting. Aetna Life Ins. Co. v. Lavoie, 475 U.S. 813, 821 (1986). In fact,\n\nadjudicators enjoy a presumption of honesty and integrity, and “the mere exposure to\n\n[other] evidence presented in nonadversary investigative procedures is insufficient in\n\nitself to impugn the fairness of the Board members . . ..” Withrow, 421 U.S. at 47, 55. It\n\nis “only in the most extreme cases” where disqualification due to bias or prejudice would\n\nbe constitutionally required. Aetna Life Ins. Co., 475 U.S. at 821.\n\n       Burkholder does not present such an extreme case. Burkholder claims that the\n\nadjudicator in this case, Nichole Maresca, knew confidential information about\n\nBurkholder’s mental history and thus could not be impartial. As directed by the Supreme\n\nCourt, we will assume that Maresca is a woman “of conscience and intellectual discipline,\n\n\n\n                                             10\n\fcapable of judging a particular controversy fairly on the basis of its own circumstances.”\n\nWithrow, 421 U.S. at 55. Burkholder has not alleged any faults of Maresca except for\n\nthis limited knowledge, and without more this claim is also dismissed.\n\n                       D. Burkholder’s Eighth Amendment Claim\n\n       Finally, Burkholder claims that he was subjected to cruel and unusual punishment\n\nin violation of the Eighth Amendment when he was placed in the restricted housing unit\n\nof the prison for thirty days. He complains that his cell was so cold that it caused pain in\n\nhis legs. He also asserts that his toilet was unsanitary, often backing up into his cell and\n\ncausing him to fear for his safety. It is questionable if having a cold cell or a toilet that\n\nbacks up sometimes is really an “atypical and significant hardship . . . in relation to the\n\nordinary incidents of prison life.” Sandin v. Conner, 515 U.S. 472, 484 (1995). Courts\n\nhave found that the Eighth Amendment is not violated in much more harsh conditions.\n\nSee Peterkin v. Jeffes, 855 F.2d 1021, 1026-28 (3d Cir. 1998) (holding that being made to\n\nsleep on dirty mattress on floor did not make out an Eighth Amendment claim); Blizzard\n\nv. Watson, 892 F. Supp. 587, 591, 598 (D. Del. 1995) (dismissing an Eighth Amendment\n\nclaim where plaintiff claimed he was awakened “by urine splashing on his leg from a\n\nprisoner using the toilet near his bed”); Wilson v. Schonig, 863 F. Supp. 789, 794-95\n\n(N.D. Ill. 1994) (ruling that without a showing of physical harm, claim that inmate was\n\nforced to sleep on urine and feces-stained mattress in dirty, roach-infested, leaky cell was\n\nnot enough to make out an Eighth Amendment claim). Moreover, even if his conditions\n\n\n\n                                              11\n\fwere objectively harsh, Burkholder must also show that the prison authorities acted with\n\n“deliberate indifference” to those conditions. See Farmer v. Brennan, 511 U.S. 825\n\n(1994). Burkholder makes no such claims on the face of his complaint; indeed, he made\n\nno allegation that he complained about these conditions while he was in RHU. Thus his\n\nEighth Amendment claims fail to state a claim upon which relief can be granted.\n\n                                     IV. Conclusion\n\n      For the reasons stated above, we will affirm the judgment of the District Court,\n\ngranting defendants’ motion to dismiss.\n\n\n\n\n                                           12\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                                                                           Opinions of the United\n2004 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n11-24-2004\n\nBurkholder v. Newton\nPrecedential or Non-Precedential: Non-Precedential\n\nDocket No. 00-2939\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_2004\n\nRecommended Citation\n\"Burkholder v. Newton\" (2004). 2004 Decisions. Paper 121.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_2004/121\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 2004 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                                                   NOT PRECEDENTIAL\n                      UNITED STATES COURT OF APPEALS\n                           FOR THE THIRD CIRCUIT\n                               _______________\n\n                                     No. 00-2939\n\n\n                           WILLIAM M. BURKHOLDER,\n\n                                          Appellant\n\n\n                                           v.\n\n           ANDREW NEWTON, M.D.; MARESCA, Hearing Officer; JOHN\n                           PARCELL, C.O.\n\n\n                                    _____________\n                     Appeal from the United States District Court\n                       for the Middle District of Pennsylvania\n                        (D.C. Civil Action No. 00-cv-00923)\n                     District Judge: Honorable James F. McClure\n\n\n                            Argued on December 15, 2003\n\n                Before: ROTH, M CKEE and ROSENN, Circuit Judges\n\n\n                         (Opinion filed November 24, 2004 )\n\n\n\n\nRobert O. Lindefjeld, Esquire (Argued)\nJoseph P. Donohue, Esquire\n500 Grant Street, 31 st Floor\nPittsburgh, PA 15219\n\n      COUNSEL FOR APPELLANT\n\fAlan S. Gold, Esquire (Argued)\nGold Butkovitz & Robins\n7837 Old York Road\nElkins, Park, PA 19027\n\nJohn J. Talaber, Esquire (Argued)\nPennsylvania Department of Corrections\nOffice of Chief Counsel\n55 Utley Drive\nP.O. Box 598\nCamp Hill, PA 17011\n\n       COUNSEL FOR APPELLEES\n\n\n\n\n                                       OPINION\n\n\nROTH, Circuit Judge:\n\n       William Burkholder, a prisoner at the Pennsylvania Correctional Institution in Coal\n\nTownship, brought a 42 U.S.C. §1983 action in which he alleged violations of his right to\n\nremain silent, his right to due process of law, and his right against cruel and unusual\n\npunishment. All of these claims arose out of a report by Dr. Andrew Newton, a prison\n\npsychiatrist, that Burkholder had made threats against Correctional Officer John Parcell.\n\nThe report resulted in a disciplinary hearing as a result of which Burkholder was\n\nsentenced to 30 days lock-up in the Restricted Housing Unit (RHU). Burkholder named\n\nDr. Newton, Officer Parcell, and Nichole Maresca, who presided at the disciplinary\n\n                                              2\n\fhearing, as defendants in the action. The District Court granted defendants’ motion to\n\ndismiss Burkholder’s complaint for failure to exhaust his administrative remedies. We\n\nwill affirm but on other grounds, as stated below.\n\n       I.     Factual Background and Procedural History\n\n       Burkholder alleges that Officer Parcell made numerous unwanted sexual gestures\n\ntoward him over a one-month period. More specifically, Burkholder claims that Officer\n\nParcell blew kisses at him, allegedly making Burkholder fearful of a future sexual assault.\n\n       On December 3, 1999, Burkholder’s name appeared on a call sheet, which\n\nrequired him to meet with the prison psychiatrist, Dr. Newton. During that meeting,\n\nBurkholder reported Officer Parcell’s alleged misconduct to Dr. Newton. Burkholder\n\nthen said that he would harm Officer Parcell if this conduct continued. Dr. Newton\n\nimmediately reported this threat to prison officials.\n\n       A misconduct hearing was held, presided over by Maresca. Burkholder claims that\n\nMaresca had in the past seen Burkholder in connection with certain psychological\n\nproblems and had knowledge of psychiatric information about him. Burkholder contends\n\nthat M aresca, because of her knowledge, could not be an impartial hearing officer.\n\nMaresca sentenced Burkholder to thirty days lock-up in the RHU. Burkholder alleges that\n\nhis cell in the RHU was cold and that his malfunctioning toilet often backed up human\n\nwaste into his cell. Burkholder does not claim that he notified the prison officials of these\n\nconditions.\n\n\n\n                                              3\n\f       On his release from RHU, Burkholder filed a grievance with prison officials\n\nregarding Parcell’s conduct and the conditions of his RHU cell. He also alleged that Dr.\n\nNewton violated his rights by reporting his threats to prison officials and that Maresca\n\nviolated his due process rights because she was not an impartial adjudicator. After his\n\ngrievance failed, he filed a complaint in the Court of Common Pleas of Northumberland\n\nCounty. The case was removed to federal court by the defendants. The defendants then\n\nfiled a motion to dismiss, alleging that Burkholder did not exhaust his administrative\n\nremedies under the Prison Litigation Reform Act, 42 U.S.C. §1997e(a) because he did not\n\nmake a final appeal of his grievance to prison officials. Defendants also asserted that his\n\n§1983 claim did not make out any violations cognizable under the United States\n\nConstitution. The District Court ordered the dismissal of Burkholder’s complaint for\n\nfailure to exhaust administrative remedies.\n\n                         II. Jurisdiction and Standard of Review\n\n       We have jurisdiction in this case pursuant to 28 U.S.C. §1291. We exercise\n\nplenary review over the District Court’s grant of defendants’ motion to dismiss.\n\nBroselow v. Fisher, </pre><span class=\"citation\" data-id=\"780848\"><a href=\"/opinion/780848/peter-broselow-on-his-own-behalf-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">605</span></a></span><pre class=\"inline\">, 607 (3d Cir. 2003). A pro se complaint must be\n\nliberally construed and can be dismissed only if it appears to a certainty that the\n\ncomplainant can prove no set of facts which would entitle him to relief. Estelle v.\n\nGamble, </pre><span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 106 (1976).\n\n                                       III. Discussion\n\n\n\n                                              4\n\f       The District Court dismissed Burkholder’s claims for failure to exhaust his\n\nadministrative remedies. Generally, absent exceptional circumstances, we will not\n\nconsider issues that were not ruled on by the District Court. Desi’s Pizza, Inc. v. City of\n\nWilkes Barre, </pre><span class=\"citation\" data-id=\"781057\"><a href=\"/opinion/781057/desis-pizza-inc-desis-famous-pizza-inc-desi-pizza-wp-inc-dfp/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">411</span></a></span><pre class=\"inline\">, 428 (3d Cir. 2003). This rule, however, is “one of discretion\n\nrather than jurisdiction.” Selected Risks Ins. Co. v. Bruno, </pre><span class=\"citation\" data-id=\"425104\"><a href=\"/opinion/425104/selected-risks-insurance-company-v-bruno-anthony-v-and-bruno-lucy-c/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span><pre class=\"inline\">, 69 (3d Cir.\n\n1983). Such circumstances present themselves when they comport with “the interests of\n\njustice and fairness,” Abrams v. United States Dep’t of Navy, </pre><span class=\"citation\" data-id=\"423651\"><a href=\"/opinion/423651/james-abrams-v-united-states-department-of-the-navy/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1219</span></a></span><pre class=\"inline\">, 1221 n.5\n\n(3d Cir. 1983), and “where the proper resolution is not in doubt.” Homar v. Gilbert, </pre><span class=\"citation\" data-id=\"722378\"><a href=\"/opinion/722378/richard-j-homar-v-james-e-gilbert-individually-and-in-his-capacity-as/\"><span class=\"volume\">89</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1009</span></a></span><pre class=\"inline\">, 1021 (3d Cir. 1996). Because we find Burkholder’s §1983 claims completely\n\nlacking merit, we will exercise this discretion and affirm the District Court’s ruling on the\n\nmerits of the case.\n\n                      A. Burkholder’s Claims Against O fficer Parcell\n\n       Burkholder has made only one claim against Officer Parcell – that Parcell would\n\n“blow kisses” to Burkholder, causing him to fear that Officer Parcell was going to\n\nsexually assault him. This conduct, while unprofessional if it is true, does not state a\n\nclaim under §1983. It is well established that “[a]llegations of threats or verbal\n\nharassment, without injury or damage, do not state a claim under 42 U.S.C. §1983.”\n\nRamirez v. Holmes, </pre><span class=\"citation\" data-id=\"1988424\"><a href=\"/opinion/1988424/ramirez-v-holmes/\"><span class=\"volume\">921</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">204</span></a></span><pre class=\"inline\">, 210 (S.D.N.Y. 1996). See Patton v. Przybylski,\n\n</pre><span class=\"citation\" data-id=\"490590\"><a href=\"/opinion/490590/alexander-patton-v-raymond-przybylski/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span><pre class=\"inline\"> (7th Cir. 1987) (holding that mere derogatory remarks do not make out a\n\nconstitutional violation); Ivey v. Wilson, </pre><span class=\"citation\" data-id=\"496817\"><a href=\"/opinion/496817/gregory-a-ivey-v-george-wilson-ron-hanley-lt-barnes-robert-hendricks/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span><pre class=\"inline\">, 955 (6th Cir. 1987) (explaining\n\n\n\n                                              5\n\fthat verbal threats will not violate the Fourteenth Amendment unless accompanied by\n\nphysical force or a present ability to effectuate them); Gaut v. Sunn, </pre><span class=\"citation\" data-id=\"482567\"><a href=\"/opinion/482567/kenneth-gaut-v-franklin-sunn-director-of-social-services-and-housing/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span><pre class=\"inline\">, 925\n\n(9th Cir. 1987) (ruling that “it trivializes the eighth amendment to believe a threat\n\nconstitutes a constitutional wrong”). Section 1983 claims are based on constitutional\n\nviolations and have a different threshold level than a simple tort action. Burton v.\n\nLivingston, </pre><span class=\"citation\" data-id=\"470122\"><a href=\"/opinion/470122/willie-burton-jr-v-a-livingston/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span><pre class=\"inline\">, 99 (8th Cir. 1986). Simply blowing kisses to an inmate does not\n\nmake out a constitutional cause of action.\n\n                      B. Burkholder’s Claims Against Dr. Newton\n\n       Burkholder’s case against Dr. Newton is also without merit. Dr. Newton had no\n\nduty to give Miranda warnings to Burkholder and did not violate Burkholder’s rights by\n\nreporting Burkholder’s threats to prison officials. Burkholder’s contention that he should\n\nhave been read his Miranda rights before his meeting with Dr. Newton is erroneous.\n\nMiranda v. Arizona established the proposition that the “prosecution may not use\n\nstatements . . . stemming from a custodial interrogation of the defendant unless it\n\ndemonstrates the use of procedural safeguards effective to secure the privilege against\n\nself-incrimination.” Miranda v. Arizona, </pre><span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 444 (1966). A custodial\n\ninterrogation is an “inquiry conducted by officers who are aware of the potentially\n\nincriminatory nature of the disclosures sought” and that is held in “custodial settings that\n\nhave inherently coercive pressures that tend to undermine the individual’s will to resist\n\nand to compel him to speak.” Id at 467; Garner v. United States, </pre><span class=\"citation\" data-id=\"109400\"><a href=\"/opinion/109400/garner-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span><pre class=\"inline\">, 657\n\n\n\n                                              6\n\f(1976). Furthermore, the statements must be likely to elicit an incriminating response --\n\nthat is, one that carries criminal penalties. Rhode Island v. Innis, </pre><span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></span><pre class=\"inline\">, 300-01\n\n(1966). In this case, Burkholder was not in custody, Dr. Newton was not interrogating\n\nBurkholder about possible illicit activity, and Burkholder’s statements were not used\n\nagainst him in a criminal setting.\n\n       Just because Burkholder was already in prison does not mean that he was in a\n\ncustodial setting. As explained by the Fourth Circuit Court of Appeals, Miranda\n\nwarnings are not required prior to all prisoner interrogations, but only when there is a\n\n“change in the surroundings of the prisoner which results in an added imposition on his\n\nfreedom of movement.” United States v. Conley, </pre><span class=\"citation\" data-id=\"462460\"><a href=\"/opinion/462460/united-states-v-james-l-conley/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span><pre class=\"inline\">, 973 (4th Cir. 1985)\n\n(quoting Cervantes v. Walker, </pre><span class=\"citation no-link\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></span><pre class=\"inline\">, 428 (9th Cir. 1978)); accord Flittie v. Solem,\n\n</pre><span class=\"citation\" data-id=\"446399\"><a href=\"/opinion/446399/roger-george-flittie-v-herman-solem-warden-south-dakota-state/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\"> (8th Cir. 1985); United States v. Schalf, </pre><span class=\"citation\" data-id=\"430575\"><a href=\"/opinion/430575/united-states-v-george-andrew-scalf/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span><pre class=\"inline\"> (10th Cir. 1984);\n\nGarcia v. Singletary, </pre><span class=\"citation\" data-id=\"660298\"><a href=\"/opinion/660298/marco-garcia-v-harry-k-singletary-robert-butterworth/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1487</span></a></span><pre class=\"inline\"> (11th Cir. 1994). Such a change in surroundings could\n\ninclude the imposition of handcuffs or being taken to a locked room to be questioned by\n\ncorrectional officers. See Conley, 779 F.2d at 970. Here, Burkholder claims that he was\n\nasked to go see Dr. Newton and that if he did not go, he would be written up. Burkholder\n\ndoes not state that he was restrained in any way once in Dr. Newton’s presence or that he\n\ncould not leave the interview room. Therefore, on the face of the complaint, we cannot\n\nsay that Burkholder was in a custodial setting.\n\n       Regardless of whether Burkholder was in a custodial setting, Burkholder does not\n\n\n\n                                             7\n\feven contend that Dr. Newton was interrogating him. A prison psychologist is required to\n\ngive Miranda warnings before conducting an interrogation. See Estelle v. Smith, </pre><span class=\"citation\" data-id=\"110474\"><a href=\"/opinion/110474/estelle-v-smith/\"><span class=\"volume\">451</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span><pre class=\"inline\">, 465 (1981) (“The fact that respondent’s statements were uttered in the context\n\nof a psychiatric examination does not automatically remove them from the reach of the\n\nFifth Amendment.”). However, “[u]nless the Government seeks testimony that will\n\nsubject its giver to criminal liability, the constitutional right to remain silent absent\n\nimmunity does not arise.” Garner v. United States, </pre><span class=\"citation\" data-id=\"109400\"><a href=\"/opinion/109400/garner-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span><pre class=\"inline\">, 655 (1976) (emphasis\n\nadded). Additionally, the interrogator must be aware of the “potentially incriminating\n\nnature of the disclosures sought.” United States v. Morales, </pre><span class=\"citation\" data-id=\"498047\"><a href=\"/opinion/498047/united-states-v-elpiko-morales/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 38 (2d Cir.\n\n1987). There is no indication that Dr. Newton was seeking incriminating statements from\n\nBurkholder. Burkholder contends that Dr. Newton did ask him some questions, but\n\nnowhere does he allege that Dr. Newton was asking Burkholder questions about any\n\npossible criminal or otherwise illicit activities. Burkholder’s threat was freely and\n\nspontaneously made. Because his threat against Officer Parcell was not a result of any\n\ninterrogation, Burkholder’s Fifth Amendment claims are baseless.\n\n       Additionally, Burkholder’s statements were not used against him in a criminal\n\nsetting. See Baxter v. Palmigiano, </pre><span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span><pre class=\"inline\">, 318 (1976). Such statements, even if in\n\nviolation of Miranda, are admissible if the statements were not used to increase the\n\nprisoner’s criminal sentence. See Baxter, 425 U.S. at 318; Chavez-Raya v. INS, </pre><span class=\"citation\" data-id=\"328798\"><a href=\"/opinion/328798/ampara-chavez-raya-and-gloria-quintanar-de-chavez-v-immigration-and/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">397</span></a></span><pre class=\"inline\"> (7th Cir. 1975) (ruling that a confession obtained in violation of Miranda could be\n\n\n\n                                               8\n\fused at a deportation hearing). Burkholder was put in the restrictive housing unit for\n\nthirty days but he claims no other ramifications from the disciplinary hearing.\n\n       We also note that there is no question that Dr. Newton’s report of Burkholder’s\n\nthreatening remarks was proper and did not violate any of Burkholder’s substantive due\n\nprocess rights. Prison doctors have an absolute obligation to report threats made within\n\nthe prison, and there is no substantive due process violation when a prison psychiatrist\n\nreports a threat that a prisoner makes against a prison guard. See Emerich v. Philadelphia\n\nCtr. for Human Development, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">554</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">209</span></span><pre class=\"inline\"> (1998); Ms. B. v. Montgomrey Cty.\n\nEmergency Srvcs, Inc., </pre><span class=\"citation\" data-id=\"1379264\"><a href=\"/opinion/1379264/ms-b-v-montgomery-county-emergency-service-inc/\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">534</span></a></span><pre class=\"inline\"> (E.D. Pa. 1992).\n\n          C. Burkholder’s Procedural Due Process Claim Against Maresca\n\n       Burkholder also claims that he was denied procedural due process at his\n\ndisciplinary hearing. We conclude that this claim is meritless as well. In order to make\n\nout a due process claim, Burkholder must show that he was deprived of a liberty interest.\n\nHowever, as noted by the Supreme Court in Sandin v. Conner: “[D]iscipline in\n\nsegregated confinement d[oes] not present the type of atypical, significant deprivation in\n\nwhich a state might conceivably create a liberty interest.” </pre><span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 484 (1995). The\n\nSupreme Court in Sandin found there was no liberty interest in having to spend thirty days\n\nin lock-up – the exact penalty that Burkholder faced. Id. Without a recognized liberty\n\ninterest, there can be no violation of the due process clause.\n\n       In addition, a prisoner’s right to an impartial adjudicator is necessarily weaker in\n\n\n\n                                              9\n\fthe context of a disciplinary hearing. As noted by the Supreme Court, “[p]rison\n\ndisciplinary proceedings are not part of a criminal prosecution, and the full panoply of\n\nrights due a defendant in such proceedings does not apply.” Wolff v. M cDonnell, </pre><span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span><pre class=\"inline\">, 556 (1974). For this reason, the burden of proof in a disciplinary hearing does\n\nnot have to be beyond a reasonable doubt. There is no right to counsel at such hearings,\n\nthe prisoner may be prohibited from cross-examining witnesses, and evidence that would\n\nbe excluded in a normal prosecution can be used. See Rusher v. Arnold, </pre><span class=\"citation\" data-id=\"343414\"><a href=\"/opinion/343414/david-lee-rusher-v-floyd-e-arnold-warden-united-states-penitentiary/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span><pre class=\"inline\">,\n\n899-901 (3d Cir. 1977). It is generally true that a prisoner has a right to have a\n\ndisciplinary hearing conducted by an impartial decision maker, Withrow v. Larkin, </pre><span class=\"citation\" data-id=\"109237\"><a href=\"/opinion/109237/withrow-v-larkin/\"><span class=\"volume\">421</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 46-47 (1975), but the constitutional standard for impermissible bias is extremely\n\nhigh in such a setting. Aetna Life Ins. Co. v. Lavoie, </pre><span class=\"citation\" data-id=\"111632\"><a href=\"/opinion/111632/aetna-life-ins-co-v-lavoie/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></a></span><pre class=\"inline\">, 821 (1986). In fact,\n\nadjudicators enjoy a presumption of honesty and integrity, and “the mere exposure to\n\n[other] evidence presented in nonadversary investigative procedures is insufficient in\n\nitself to impugn the fairness of the Board members . . ..” Withrow, 421 U.S. at 47, 55. It\n\nis “only in the most extreme cases” where disqualification due to bias or prejudice would\n\nbe constitutionally required. Aetna Life Ins. Co., 475 U.S. at 821.\n\n       Burkholder does not present such an extreme case. Burkholder claims that the\n\nadjudicator in this case, Nichole Maresca, knew confidential information about\n\nBurkholder’s mental history and thus could not be impartial. As directed by the Supreme\n\nCourt, we will assume that Maresca is a woman “of conscience and intellectual discipline,\n\n\n\n                                             10\n\fcapable of judging a particular controversy fairly on the basis of its own circumstances.”\n\nWithrow, 421 U.S. at 55. Burkholder has not alleged any faults of Maresca except for\n\nthis limited knowledge, and without more this claim is also dismissed.\n\n                       D. Burkholder’s Eighth Amendment Claim\n\n       Finally, Burkholder claims that he was subjected to cruel and unusual punishment\n\nin violation of the Eighth Amendment when he was placed in the restricted housing unit\n\nof the prison for thirty days. He complains that his cell was so cold that it caused pain in\n\nhis legs. He also asserts that his toilet was unsanitary, often backing up into his cell and\n\ncausing him to fear for his safety. It is questionable if having a cold cell or a toilet that\n\nbacks up sometimes is really an “atypical and significant hardship . . . in relation to the\n\nordinary incidents of prison life.” Sandin v. Conner, </pre><span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 484 (1995). Courts\n\nhave found that the Eighth Amendment is not violated in much more harsh conditions.\n\nSee Peterkin v. Jeffes, </pre><span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></span><pre class=\"inline\">, 1026-28 (3d Cir. 1998) (holding that being made to\n\nsleep on dirty mattress on floor did not make out an Eighth Amendment claim); Blizzard\n\nv. Watson, </pre><span class=\"citation\" data-id=\"2295313\"><a href=\"/opinion/2295313/blizzard-v-watson/\"><span class=\"volume\">892</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">587</span></a></span><pre class=\"inline\">, 591, 598 (D. Del. 1995) (dismissing an Eighth Amendment\n\nclaim where plaintiff claimed he was awakened “by urine splashing on his leg from a\n\nprisoner using the toilet near his bed”); Wilson v. Schonig, </pre><span class=\"citation\" data-id=\"1459750\"><a href=\"/opinion/1459750/wilson-v-schomig/\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">789</span></a></span><pre class=\"inline\">, 794-95\n\n(N.D. Ill. 1994) (ruling that without a showing of physical harm, claim that inmate was\n\nforced to sleep on urine and feces-stained mattress in dirty, roach-infested, leaky cell was\n\nnot enough to make out an Eighth Amendment claim). Moreover, even if his conditions\n\n\n\n                                              11\n\fwere objectively harsh, Burkholder must also show that the prison authorities acted with\n\n“deliberate indifference” to those conditions. See Farmer v. Brennan, </pre><span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">\n\n(1994). Burkholder makes no such claims on the face of his complaint; indeed, he made\n\nno allegation that he complained about these conditions while he was in RHU. Thus his\n\nEighth Amendment claims fail to state a claim upon which relief can be granted.\n\n                                     IV. Conclusion\n\n      For the reasons stated above, we will affirm the judgment of the District Court,\n\ngranting defendants’ motion to dismiss.\n\n\n\n\n                                           12\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109400/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/343414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/423651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/425104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/430575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/446399/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462460/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/470122/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/482567/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/490590/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/496817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/498047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/660298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/722378/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781057/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1379264/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1459750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1988424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2295313/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T22:47:39.436853Z",
      "date_modified": "2015-10-13T22:47:39.436853Z",
      "date_filed": "2004-11-24",
      "date_filed_is_approximate": false,
      "slug": "burkholder-v-newton",
      "citation_id": 2986385,
      "case_name_short": "Burkholder",
      "case_name": "Burkholder v. Newton",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2871034/burkholder-v-newton/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T21:57:37.499856Z",
  "date_modified": "2015-10-13T21:57:37.499856Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Burkholder",
  "case_name": "Burkholder v. Newton",
  "case_name_full": "",
  "slug": "burkholder-v-newton",
  "docket_number": "00-2939",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}