{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2875419/",
  "id": 2875419,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3017993/",
      "id": 3017993,
      "absolute_url": "/opinion/3017993/cheryl-klinger-v-dept-of-corrections/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2875419/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3017993/",
          "id": 3017993,
          "absolute_url": "/opinion/3017993/cheryl-klinger-v-dept-of-corrections/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3017993/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T22:18:27.636374Z",
          "date_modified": "2017-04-11T21:49:46.305324Z",
          "type": "010combined",
          "sha1": "36439e4fc3deca3988a1b4450676d160bd64f902",
          "page_count": 16,
          "download_url": "http://media.ca8.uscourts.gov/opndir/97/02/961241P.pdf",
          "local_path": "pdf/1997/02/25/cheryl_klinger_v._dept._of_corrections.pdf",
          "plain_text": "                United States Court of Appeals\n                     FOR THE EIGHTH CIRCUIT\n\n\n____________\n\nNo. 96-1241\n____________\n\nCheryl Klinger; Linda Lange;    *\nGweniver Lay; Stacy Finn,       *\n                                *\n     Appellants,                *\n                                *\n     v.                         *\n                                *\nDepartment of Corrections;      *\nHarold W. Clarke, Director;     *\nLarry Tewes, Assistant          *\nDirector, Nebraska Department   *\nof Correctional Services and    *\nformer Acting Superintendent    *\nof Nebraska Center for Women;   *\nVictor Lofgreen, Former         *\nSuperintendent of Nebraska      *\nCenter for Women; Larry Wayne, * Appeals from the United States\nSuperintendent of Nebraska      * District Court for the\nCenter for Women; Judith        * District of Nebraska\nDanielsen, Psychologist,        *\nNebraska Center for Women;      *\nMargaret Wehland, Medical       *\nNurse, Nebraska Center for      *\nWomen,                          *\n                                *\n                 Appellees.     *\n                                *\n------------------------------- *\n                                *\nState of Alabama; State of      *\nCalifornia; State of Louisiana; *\nState of Maryland; State of     *\nMinnesota; State of Missouri;   *\nState of Nevada; State of New   *\nMexico; State of North Dakota; *\nState of South Dakota; State    *\nof Vermont, State of Alaska,    *\n                                *\n               Amici Curiae.    *\n\f____________\n\nNo. 96-1243\n____________\n\nCheryl Klinger; Linda Lange;    *\nGweniver Lay; Stacy Finn,       *\n                                *\n           Appellees,           *\n                                *\n     v.                         *\n                                *\nDepartment of Corrections;      *\nHarold W. Clarke, Director,     *\n                                *\n           Defendants.          *\n                                *\nLarry Tewes, Assistant          *\nDirector, Nebraska Department   *\nof Correctional Services and    *\nformer Acting Superintendent    *\nof Nebraska Center for Women;   *\nVictor Lofgreen, Former         *\nSuperintendent of Nebraska      *\nCenter for Women,               *\n                                *\n                Appellants,     *\n                                *\nLarry Wayne, Superintendent of *\nNebraska Center for Women;      *\nJudith Danielsen, Psychologist, *\nNebraska Center for Women;      *\nMargaret Wehland, Medical       *\nNurse, Nebraska Center for      *\nWomen,                          *\n                                *\n                  Appellees.    *\n                                *\n------------------------------- *\n                                *\nState of Alabama; State of      *\nCalifornia; State of Louisiana; *\nState of Maryland; State of     *\nMinnesota; State of Missouri;   *\nState of Nevada; State of New   *\nMexico; State of North Dakota; *\nState of South Dakota; State    *\nof Vermont, State of Alaska,    *\n                                *\n               Amici Curiae.    *\n\n\n                               -2-\n\f                            ____________\n\n                    Submitted:   September 9, 1996\n\n                        Filed: February 25, 1997\n                           ____________\n\nBefore McMILLIAN, MAGILL and MORRIS SHEPPARD ARNOLD, Circuit\n     Judges.\n                           ____________\n\n\nMcMILLIAN, Circuit Judge.\n\n\n\n     Women prisoners, incarcerated at the Nebraska Center for Women\n(NCW), brought this § 1983 action in the United States District\nCourt1 for the District of Nebraska, alleging, among other things,\nthat defendants, the Nebraska Department of Correctional Services\n(DCS) and several DCS officials, violated their rights under the\nequal protection clause and Title IX of the Education Amendments,\n20 U.S.C. §§ 1681-1688, by failing to provide equal educational\nopportunities for male and female Nebraska prisoners, and that\ndefendants violated their constitutional right of meaningful access\nto the courts by failing to provide an adequate law library at NCW.\nAfter holding a bench trial on liability issues, the district court\nissued an opinion in Klinger v. Nebraska Dep't of Correctional\nServs., 824 F. Supp. 1374 (D. Neb. 1993) (Klinger I), rev'd, 31\nF.3d 727 (8th Cir. 1994) (Klinger II), cert. denied, 115 S. Ct.\n1177 (1995), and certified certain questions to this court for\ninterlocutory review.   On appeal in Klinger II, we reversed the\ndistrict court's finding of an equal protection violation and\nremanded the case to the district court, which thereafter issued\nthree more opinions.     Id., 887 F. Supp. 1281 (D. Neb. 1995)\n(Klinger III); id., 902 F. Supp. 1036 (D. Neb. 1995) (Klinger IV);\nid., 909 F. Supp. 1329 (D. Neb. 1995) (Klinger V).   Following the\n\n\n     The Honorable Richard G. Kopf, United States District Judge\nfor the District of Nebraska.\n\n                                 -3-\n\fdistrict court's entry of final judgment, the parties filed the\npresent appeal and cross-appeal.                 Plaintiffs appeal from the\ndistrict court's judgment in favor of defendants on plaintiffs'\nTitle IX claim.       For reversal, plaintiffs argue that the district\ncourt    erroneously     concluded      that    our   decision   in     Klinger     II\nrequired judgment in favor of defendants on the Title IX claim.\nIndividual defendants Victor Lofgreen and Larry Tewes cross-appeal\nfrom the district court's judgment in favor of plaintiffs on\nplaintiffs' access-to-courts claim, for which defendants Lofgreen\nand Tewes were held personally liable to pay $2.00 in nominal\ndamages and plaintiffs were awarded $40,642.44 in attorneys' fees\nand expenses.        For reversal, defendants Lofgreen and Tewes argue\nthat (1) plaintiffs failed to establish a constitutional violation\nas a matter of law because there was no complete and systemic\ndenial of access or because plaintiffs suffered no actual injury,\n(2)    they    are   protected     by   qualified     immunity       from   personal\nliability for damages, and (3) the award of attorneys' fees and\nexpenses is unreasonable under Farrar v. Hobby, 506 U.S. 103\n(1992).       Upon careful review and for the reasons set forth below,\nwe now affirm the district court's judgment in favor of defendants\non    plaintiffs'     Title   IX   claim,      reverse   the   district      court's\njudgment in favor of plaintiffs on their access-to-courts claim,\nand vacate the award of attorneys' fees and expenses.\n\n\n                                   Background\n\n\n       The background facts of this case are set forth in detail in\nthe district court's opinion in Klinger I, 824 F. Supp. at 1380-86,\nand are partially and more briefly summarized in the remaining\nopinions cited above.         For purposes of this appeal, the following\nis a summary of the procedural history of this case.                  In 1988, four\nNCW inmates, acting pro se, initiated this § 1983 action.                          The\ndistrict court appointed counsel and certified the plaintiff class,\nwhich    includes     all   persons     incarcerated     at    NCW    on    or   after\nJanuary 1, 1988.       NCW is the only Nebraska prison for women;\n\n                                        -4-\n\faccordingly, all women incarcerated in Nebraska are housed at NCW.2\nIn their amended complaint, plaintiffs alleged that the educational\nand vocational training opportunities at NCW were inferior to those\nof    male   inmates       at       the    Nebraska      State    Penitentiary          (NSP).\nConsistent        with    plaintiffs'         limited      factual        allegations,       the\ndistrict court confined plaintiffs' equal protection and Title IX\nclaims to a comparison between NCW and NSP.                                 Klinger I, 824\nF. Supp. at 1388 & n.14.                   Plaintiffs also alleged, among other\nthings, that defendants had failed to provide NCW inmates with an\nadequate law library or assistance from persons trained in the law.\n\n\n       After the district court granted partial summary judgment to\ndefendants, the case proceeded to trial, which the district court\nhad bifurcated           into   a    liability         phase   and    a    remedial     phase.\nFollowing a four-week trial on liability issues, the district court\nconcluded that plaintiffs had proven an equal protection violation,\na    Title   IX    violation,         and    a    deprivation        of    their     right   of\nmeaningful access to the courts.                       Id. at 1466-69.            The district\ncourt found defendants Frank Gunter and Harold Clarke personally\nliable for the equal protection and Title IX violations, id. at\n1466, and defendants Lofgreen and Tewes personally liable for the\naccess-to-courts          violation,          notwithstanding             their    claims    of\nqualified immunity, id. at 1468-69.\n\n\n       Pursuant to 28 U.S.C. § 1292(b), the district court then\ncertified to this court three issues of law related to the equal\nprotection claim.          On interlocutory appeal, this court reversed the\ndistrict court's finding of liability on the equal protection claim\nand dismissed that claim.                 Klinger II, 31 F.3d at 734.               This court\nreasoned that \"NSP and NCW are different institutions with\n\n\n\n      DCS also runs two co-ed work release centers which are not\nenclosed secured prisons and which the district court determined\nwere not relevant to the issues in this litigation. See Klinger v.\nNebraska Dep't of Correctional Servs., 887 F. Supp. 1281, 1282 n.2\n(D. Neb. 1995).\n\n                                                 -5-\n\fdifferent inmates each operating with limited resources to fulfill\ndifferent specific needs.     Thus, whether NCW lacks one program that\nNSP has proves almost nothing.\"          Id. at 732 (citation omitted).\n\"[C]omparing programs at NSP to those at NCW is like the proverbial\ncomparison of apples to oranges.\"          Id. at 733.   This court thus\nconcluded that plaintiffs' equal protection claim failed as a\nmatter of law because inmates at NCW and inmates at NSP are not\n\"similarly situated.\"   Id.\n\n\n     After the case was remanded to the district court, plaintiffs\nsought permission to recharacterize their equal protection claims\nas Title IX claims.     Klinger III, 887 F. Supp. at 1285.             The\ndistrict court instead sua sponte elected to reverse its earlier\nfinding of a Title IX violation.     Id.    The district court reasoned\nthat the holding of Klinger II destroyed the probative force of the\nevidence upon which it relied in deciding both the equal protection\nand the Title IX claims (i.e., the comparative inequality between\nNSP and NCW educational and vocational training programs).          Id.\n\n\n     The case then proceeded to the second phase of the trial (the\nremedial phase) which, by this time, had been narrowed to assessing\ndamages resulting from the access-to-courts violation.         Following\na bench trial, the district court set forth findings of fact and\nconclusions of law, Klinger IV, 902 F. Supp. at 1039-45, and\nestablished a schedule for resolving the issue of attorneys' fees,\nid. at 1045-46.   On the access-to-courts issue, the district court\nfound that the general inmate population at NCW had been completely\nand systematically denied meaningful access to the courts for the\ntime period prior to January 1989.       Id. at 1043.    However, because\nthere was no evidence that anyone suffered any actual injury as a\nresult of the deprivation, and there was no evidence to show that\ndefendants Lofgreen or Tewes acted deliberately or with reckless\nindifference to the rights of the general population prisoners, the\ndistrict court awarded only $1.00 in nominal damages.            Id.    at\n1043-44.   The district court separately found that segregation and\n\n                                   -6-\n\forientation inmates were also completely and systematically denied\nmeaningful access to the courts.                 Id. at 1044-45.             The district\ncourt reasoned that, although those inmates theoretically could\norder      law books, the privilege was meaningless because those\ninmates were not provided any legal assistance or access to a law\nlibrary.       Id. at 1045.          The district court then awarded the\nsegregation and orientation inmates $1.00 in nominal damages.                              Id.\nCiting Bounds v. Smith, 430 U.S. 817 (1977), and Reutcke v. Dahm,\n707   F.    Supp.     1121    (D.   Neb.    1988),      the       district    court      also\nreaffirmed      its      earlier    rejection      of       Lofgreen's       and    Tewes's\nqualified immunity defense.                Klinger IV, 902 F. Supp. at 1040\n(citing Klinger I, 824 F. Supp. at 1469).\n\n\n      Following the parties' submission of briefs on the attorneys'\nfees issue, the district court filed a written decision awarding\nplaintiffs $37,084.92 in attorneys' fees and $3,557.52 in expenses.\nKlinger V, 909 F. Supp. at 1342.             The district court reasoned that,\nnotwithstanding plaintiffs' recovery of only $2.00 in nominal\ndamages, their success was not merely technical or de minimis and\ntherefore they were not precluded from recovering attorneys' fees\nunder      Farrar   v.    Hobby.        Klinger    V,       909    F.   Supp.      at    1334.\nThereafter,      final       judgment    was     entered.           Plaintiffs          timely\n                                                        3\nappealed, and defendants cross-appealed.\n\n\n\n\n     After the parties filed their appeals, the Prison Litigation\nReform Act (PLRA) was signed into law.        Defendants requested\npermission to file supplemental briefs addressing the applicability\nof the PLRA to the present case.      Permission was granted.    An\namicus brief on this issue was also filed by the State of Missouri\non behalf of numerous states which support defendants' position\nregarding the applicability of the PLRA. In addition, plaintiffs\nand defendants submitted letters to this court pursuant to\nRule 28(j) of the Federal Rules of Appellate Procedure, bringing to\nour attention two recent Supreme Court decisions. Plaintiffs have\ncited United States v. Virginia, 116 S. Ct. 2264 (1996), and\ndefendants have cited Lewis v. Casey, 116 S. Ct. 2174 (1996).\n\n                                           -7-\n\f                            Discussion\n\n\nTitle IX claim\n\n\n     Plaintiffs argue that the district court erred when it sua\nsponte reversed its finding of a violation under Title IX, 20\nU.S.C. § 1681(a),4 upon concluding that such reversal was mandated\nby our equal protection analysis in Klinger II.   The district court\nreasoned as follows.\n          Because the Court of Appeals has held as a matter of\n     law that \"comparing programs at NSP to those at NCW is\n     like the proverbial comparison of apples to oranges,\"\n     Klinger II, 31 F.3d at 733, the evidence in this case,\n     when reexamined in light of Klinger II, fails to\n     establish a Title IX violation. This is specifically\n     true because (1) the evidence of discrimination,\n     intentional or otherwise, and whether viewed in light of\n     the Equal Protection Clause or Title IX, is largely (if\n     not totally) dependent upon a factual comparison of NSP\n     with NCW to the exclusion of all other Nebraska prisons,\n     Klinger II, 31 F.3d at 729; Klinger I, 824 F. Supp. at\n     1384 n.6 & 1388 n.14; and (2) Plaintiffs do not claim\n     that the allegedly inferior programs at NCW result from\n     discriminatory funding, since Nebraska spends more money\n     per capita at NCW than at any other adult prison in its\n     system. Klinger II, 31 F.3d at 731 n.2; Klinger I, 824\n     F. Supp. at 1392-93.\n\n          In sum, if NSP is not factually comparable to NCW,\n     then \"[d]ifferences between challenged programs at the\n     two prisons are virtually irrelevant because so many\n     variables affect the mix of programming that an\n     institution has.\"      Klinger II, 31 F.3d at 733.\n     Therefore, since the plaintiffs have presented no other\n     relevant or persuasive evidence tending to prove a Title\n\n\n\n\n     20 U.S.C. § 1681(a) provides:\n\n          No person in the United States shall, on the basis\n          of sex, be excluded from participation in, be\n          denied the benefits of, or be subjected to\n          discrimination under any education program or\n          activity receiving Federal financial assistance,\n          except that . . . [listing exceptions which do not\n          apply in the present case].\n\n                                -8-\n\f     IX violation, it follows that the plaintiffs have failed\n     in their burden to prove that the NCW women were denied\n     educational opportunities in violation of Title IX \"on\n     the basis of sex.\"\n\n\nKlinger III, 887 F. Supp. at 1286-87.\n\n\n     We agree with plaintiffs insofar as they assert that the\nstandard for finding a Title IX violation differs from the standard\napplicable to a constitutional equal protection claim.            See, e.g.,\nJeldness v. Pearce, 30 F.3d 1220, 1226-27 (9th Cir. 1994), citing\nCanterino v. Wilson, 546 F. Supp. 174, 210 (W.D. Ky. 1982) (Title\nIX standard is \"equality\" as compared with the equal protection\nstandard of \"parity\"), vacated on other grounds, 869 F.2d 948 (6th\nCir. 1989).   In other words, plaintiffs are correct to assert that\ntheir failure to prove an equal protection violation does not\npreclude their Title IX claim as a matter of law.                 See, e.g.,\nHorner v. Kentucky High Sch. Athletic Ass'n, 43 F.3d 265 (6th Cir.\n1994) (reversing grant of summary judgment for defendants on Title\nIX claim but affirming summary judgment for defendants on similar\nequal protection claim where facially neutral rule disparately\nimpacted boys' and girls' interscholastic athletic programs but\nthere was no evidence of discriminatory intent).           We further agree\nwith plaintiffs' argument that the \"similarly situated\" requirement\napplied in equal protection cases does not apply to Title IX\nanalyses.   Title IX provides, in pertinent part: \"No person in the\nUnited   States   shall,   on   the   basis   of   sex,   be   excluded   from\nparticipation in, be denied the benefits of, or be subjected to\ndiscrimination under any education program or activity receiving\nFederal financial assistance, except that [listing exceptions].\"\n20 U.S.C. § 1681(a).5      In our opinion, Congress has indicated, by\n\n\n     To the extent that exceptions are to be recognized, Congress\nhas specifically enumerated certain exemptions in 20 U.S.C.\n§ 1681(a)(2)-(9).      Notably, the statute does not exempt\ncorrectional institutions, although it does expressly exempt --\namong other types of entities -- religious schools, military\nschools, fraternities, sororities, voluntary youth organizations,\n\n                                      -9-\n\fits enactment of § 1681(a) and by the specific language employed\ntherein,    that     female    and    male       participants      within    a    given\nfederally-funded       education      program         or   activity    are   presumed\nsimilarly    situated    for       purposes      of    being     entitled    to   equal\neducational opportunities within that program or activity.                       Because\nTitle IX is only concerned with conditions of gender discrimination\nand inequality within federally-funded educational programs or\nactivities,    the    question       of   whether       males,    as   a   group,   are\notherwise similarly situated to females, as a group, need not be\nconsidered in this narrow context.6\n\n\n     Nevertheless, we disagree with plaintiffs' assertion that, in\nthe present case, they may properly assert a Title IX claim by\ncomparing educational opportunities available to female prisoners\nat NCW with educational opportunities available to male prisoners\nonly at     NSP.     Title    IX    prohibits         gender-based     inequality    or\ndiscrimination \"under any education program or activity receiving\nFederal financial assistance.\"             Title IX's definition of \"program\nor activity,\" 20 U.S.C. § 1687, provides in pertinent part:\n\n\n\n\nand beauty pageants. \"When a statute lists specific exemptions,\nother exemptions are not to be judicially implied.\" Jeldness v.\nPearce, 30 F.3d 1220, 1225 (9th Cir. 1994) (referring to exemptions\nin 20 U.S.C. § 1687(a)(3)-(9)); see also Canterino v. Wilson, 546\nF. Supp. 174, 210 (W.D. Ky. 1982) (noting that Congress was\n\"certainly aware\" that non-discrimination statutes such as Title IX\n\"could result in administrative problems in many areas\" and,\naccordingly, some exceptions were made in 20 U.S.C. § 1687(a)(1)-\n(9); under these circumstances, a court cannot impose a special\nexception for correctional institutions), vacated on other grounds,\n869 F.2d 948 (6th Cir. 1989).\n\n     Accordingly, we disagree with the D.C. Circuit's assumption in\nWomen Prisoners v. District of Columbia, 93 F.3d 910, 927 (D.C.\nCir. 1996), that \"the court's Title IX and equal protection\nanalyses both depend on findings that [female prisoners and male\nprisoners to whom they were compared] were similarly situated.\"\n\n                                          -10-\n\f           For the purposes of this chapter, the term \"program\n     or activity\" and \"program\" mean all of the operations\n     of --\n\n               (1)(A) a department, agency, special purpose\n           district, or other instrumentality of a State or of\n           a local government; or\n\n              (B) the entity of such State or local government\n           that distributes such assistance and each such\n           department or agency (and each other State or local\n           government entity) to which the assistance is\n           extended, in the case of assistance to a State or\n           local government;\n\n                . . . .\n\n     any part of which is extended Federal financial\n     assistance, except that [stating an exception that does\n     not apply in the present case].\n\n     The legislative history of § 1687 contains the following\nexplanation:\n\n\n          For education institutions, the bill provides that\n     where federal aid is extended anywhere within a college,\n     university, or public system of higher education, the\n     entire institution or system is covered. If federal aid\n     is extended anywhere in an elementary or secondary school\n     system, the entire system is covered.\n\n          For State and local governments, only the department\n     or agency which receives the aid is covered. Where an\n     entity of state or local government receives federal aid\n     and distributes it to another department or agency, both\n     entities are covered.\n\n          . . . .\n\n         For other entities established by two or more of the\n    above-described entities, the entire entity is covered if\n    it receives any federal aid.\n\n\nS. Rep. No. 100-64, 100th Cong., 2d Sess. 4 (1988), reprinted in\n1988 U.S.C.C.A.A.N. (Legislative History) 3, 6 (summary of the\nbill).   In other words, the purpose of § 1687 was \"to make clear\n\n\n                               -11-\n\fthat discrimination is prohibited throughout entire agencies or\ninstitutions if any part receives Federal financial assistance.\"\nId.7\n\n\n       In the present case, the subset of Nebraska prisons comprised\nof NCW and NSP, clearly does not constitute a \"program or activity\"\nwithin the meaning of § 1687.            The Nebraska prison system as a\nwhole, however, does qualify as a \"program or activity\" within the\nstatutory     definition.    See    20   U.S.C.    §    1687(1)(A)    (the    term\n\"program or activity\" means \"all of the operations of . . . a\ndepartment,      agency,    special      purpose       district,      or     other\ninstrumentality of a State or of a local government\" which receives\nfederal funds).      It is undisputed that DCS is the recipient of\nfederal funds.       See Klinger I, 824 F. Supp. at 1432 (noting\nparties' stipulation).\n\n\n       It is beyond controversy that male and female prisoners may\nlawfully be segregated into separate institutions within a prison\nsystem.     Gender-based prisoner segregation and segregation based\nupon prisoners' security levels are common and necessary practices.\nWhen considering single-sex prisons, the only logical and workable\napplication of the definition of \"program or activity\" under Title\nIX requires comparison of educational opportunities for female and\nmale prisoners within the entire system of institutions operated by\na   state's   federally-funded     correctional        department    or    agency,\ntaking into account the objective differences between the male and\nfemale    prison   populations     and   such   penological     and       security\nconsiderations as are necessary to accommodate in this unique\n\n\n\n\n      The legislation was deemed to reverse the Supreme Court's\ndecision in Grove City College v. Bell, 465 U.S. 555 (1984), which\nhad narrowed Title IX's application to only those specific\neducation programs and activities which directly received federal\nfunds. See S. Rep. No. 100-64, 100th Cong., 2d Sess. 5-6 & 11-16\n(1988), reprinted in 1988 U.S.C.C.A.N. (Legislative History) 3, 7-8\n& 13-18.\n\n                                    -12-\n\fcontext.8      See Jeldness v. Pearce, 30 F.3d at 1228-29 (taking into\nconsideration differences between circumstances of female and male\nprison    populations      in    Oregon     prison         system   and    holding     that\n\"[a]lthough      the    programs     need   not       be    identical     in   number   or\ncontent, women must have reasonable opportunities for similar\nstudies and must have an equal opportunity to participate in\nprograms of comparable quality\").                     This is not to say that no\ncomparison can be made, consistent with Title IX, where there are\nsignificant differences between male and female prison populations\nwithin a state's correctional system, such as unequal population\nsizes and lengths of stay.             Rather, equal opportunities must be\nafforded consistent with those differences.                         See id.       Because\nplaintiffs' comparison of the educational opportunities at NCW to\nthose     at   NSP     fails    to   provide      a    meaningful         comparison    of\neducational opportunities for male and female prisoners in the\nNebraska prison system as a whole, the district court correctly\nconcluded that plaintiffs' evidence was not sufficiently relevant\nor persuasive to prove a violation of Title IX.                      See Klinger III,\n887 F. Supp. at 1287.            We therefore affirm the district court's\njudgment on the Title IX claim.\n\n\nAccess-to-courts claim\n\n\n        On cross-appeal, defendants Lofgreen and Tewes argue that the\ndistrict court erred in holding that plaintiffs had been denied\nmeaningful access to the courts during the period of January 1988\nto January 1989.        They refer to the Supreme Court's 1977 landmark\ndecision in Bounds v. Smith, which essentially held that a state\ncould afford prisoners meaningful access to the courts by providing\neither access to an adequate law library or adequate assistance\nfrom persons trained in the law.             430 U.S. at 828.             It is\n\n\n\n     In addition, co-ed institutions may not discriminate on the\nbasis of sex in providing educational opportunities to inmates\nwithin a given institution.\n\n                                          -13-\n\fundisputed that NCW inmates were not provided any assistance from\nsomeone with legal training until January 1989.     The issue in this\ncase focuses on plaintiffs' access to an adequate law library.\nDescribing the purported law library as \"a disorganized pile of\nbooks stored in a small room,\" the district court held that \"the\nNCW law library at all pertinent times was so disorganized that the\ncondition of the law library amounted to a complete and systematic\ndenial of access to the courts under Bounds, even though the\ngeneral population inmates at NCW had physical access to the\nlibrary.\"     Klinger IV, 902 F. Supp. at 1043.    Thus, the district\ncourt found a constitutional violation notwithstanding plaintiffs'\ninability to show that any NCW inmate was hindered or precluded\nfrom engaging in legal activity or suffered a monetary loss as a\nconsequence of the deprivation.    Id. at 1043-45.    Citing Jones v.\nJames, 38 F.3d 943, 945 (8th Cir. 1994), the district court\nexplained \"[a] complete and systematic denial of an inmate's\nconstitutional right of access to the courts is such a fundamental\nconstitutional deprivation that it is injury in and of itself for\nliability purposes without a showing of actual injury or actual\nprejudice.\"    Klinger IV, 902 F. Supp. at 1041.\n\n\n     Defendants Lofgreen and Tewes argue that the present case is\nmore like Schrier v. Halford, 60 F.3d 1309 (8th Cir. 1995), where\nthis court held that actual injury or prejudice must be shown if\nthe denial of access is not complete and systemic.       They suggest\nthat there was at least some access to a law library because the\ngeneral population inmates had access to the \"disorganized pile of\nbooks stored in a small room,\" and the segregation and orientation\ninmates could request books.    Lofgreen and Tewes also rely on the\nSupreme Court's very recent decision in   Lewis v. Casey, 116 S. Ct.\n2174 (1996), for the proposition that actual injury or prejudice\nmust be shown even if the denial of access is complete and\nsystemic.\n\n\n\n\n                                -14-\n\f     Upon careful review, we hold that plaintiffs' access-to-courts\nclaim fails as a matter of law under Lewis v. Casey, which was\ndecided after the district court rendered its decision in the\npresent case.       In Lewis v. Casey, the Supreme Court held, based\nupon principles of standing, that actual injury must be proven in\norder to prevail on an access-to-courts claim.                     Id. at 2179-80\n(\"[i]nsofar    as    the    right     vindicated    by    Bounds     is    concerned,\n'meaningful access to the courts is the touchstone' . . . and the\ninmate therefore must go one step further and demonstrate that the\nalleged shortcomings in the library or legal assistance program\nhindered   his      [or    her]     efforts    to   pursue   a     legal    claim\").\nAccordingly,     even      though    plaintiffs     did   show   a   complete    and\nsystemic denial of access to a law library or legal assistance\nprior to January 1989, plaintiffs' claim fails as a matter of law\nbecause none of the inmates at NCW suffered actual injury or\nprejudice as a result of that denial of access.                    See Klinger IV,\n902 F. Supp. at 1043.          We therefore reverse the district court's\njudgment on the access-to-courts claim and vacate the award of\nattorneys' fees and expenses.9\n\n\n                                     Conclusion\n\n\n     For the foregoing reasons, we affirm the district court's\njudgment in favor of defendants on plaintiffs' Title IX claim,\nreverse the district court's judgment in favor of plaintiffs on\ntheir access-to-courts claim, and vacate the award of attorneys'\nfees and expenses.\n\n\n\n\n     Because we hold that the district court erred in finding that\na constitutional access-to-courts violation had occurred, we need\nnot address the issues of qualified immunity, the excessiveness of\nthe award of attorneys' fees and expenses, or the applicability of\nthe Prison Litigation Reform Act.\n\n                                        -15-\n\fA true copy.\n\n     Attest:\n\n               CLERK, U.S. COURT OF APPEALS, EIGHTH CIRCUIT.\n\n\n\n\n                            -16-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\n                     FOR THE EIGHTH CIRCUIT\n\n\n____________\n\nNo. 96-1241\n____________\n\nCheryl Klinger; Linda Lange;    *\nGweniver Lay; Stacy Finn,       *\n                                *\n     Appellants,                *\n                                *\n     v.                         *\n                                *\nDepartment of Corrections;      *\nHarold W. Clarke, Director;     *\nLarry Tewes, Assistant          *\nDirector, Nebraska Department   *\nof Correctional Services and    *\nformer Acting Superintendent    *\nof Nebraska Center for Women;   *\nVictor Lofgreen, Former         *\nSuperintendent of Nebraska      *\nCenter for Women; Larry Wayne, * Appeals from the United States\nSuperintendent of Nebraska      * District Court for the\nCenter for Women; Judith        * District of Nebraska\nDanielsen, Psychologist,        *\nNebraska Center for Women;      *\nMargaret Wehland, Medical       *\nNurse, Nebraska Center for      *\nWomen,                          *\n                                *\n                 Appellees.     *\n                                *\n------------------------------- *\n                                *\nState of Alabama; State of      *\nCalifornia; State of Louisiana; *\nState of Maryland; State of     *\nMinnesota; State of Missouri;   *\nState of Nevada; State of New   *\nMexico; State of North Dakota; *\nState of South Dakota; State    *\nof Vermont, State of Alaska,    *\n                                *\n               Amici Curiae.    *\n\f____________\n\nNo. 96-1243\n____________\n\nCheryl Klinger; Linda Lange;    *\nGweniver Lay; Stacy Finn,       *\n                                *\n           Appellees,           *\n                                *\n     v.                         *\n                                *\nDepartment of Corrections;      *\nHarold W. Clarke, Director,     *\n                                *\n           Defendants.          *\n                                *\nLarry Tewes, Assistant          *\nDirector, Nebraska Department   *\nof Correctional Services and    *\nformer Acting Superintendent    *\nof Nebraska Center for Women;   *\nVictor Lofgreen, Former         *\nSuperintendent of Nebraska      *\nCenter for Women,               *\n                                *\n                Appellants,     *\n                                *\nLarry Wayne, Superintendent of *\nNebraska Center for Women;      *\nJudith Danielsen, Psychologist, *\nNebraska Center for Women;      *\nMargaret Wehland, Medical       *\nNurse, Nebraska Center for      *\nWomen,                          *\n                                *\n                  Appellees.    *\n                                *\n------------------------------- *\n                                *\nState of Alabama; State of      *\nCalifornia; State of Louisiana; *\nState of Maryland; State of     *\nMinnesota; State of Missouri;   *\nState of Nevada; State of New   *\nMexico; State of North Dakota; *\nState of South Dakota; State    *\nof Vermont, State of Alaska,    *\n                                *\n               Amici Curiae.    *\n\n\n                               -2-\n\f                            ____________\n\n                    Submitted:   September 9, 1996\n\n                        Filed: February 25, 1997\n                           ____________\n\nBefore McMILLIAN, MAGILL and MORRIS SHEPPARD ARNOLD, Circuit\n     Judges.\n                           ____________\n\n\nMcMILLIAN, Circuit Judge.\n\n\n\n     Women prisoners, incarcerated at the Nebraska Center for Women\n(NCW), brought this § 1983 action in the United States District\nCourt1 for the District of Nebraska, alleging, among other things,\nthat defendants, the Nebraska Department of Correctional Services\n(DCS) and several DCS officials, violated their rights under the\nequal protection clause and Title IX of the Education Amendments,\n20 U.S.C. §§ 1681-1688, by failing to provide equal educational\nopportunities for male and female Nebraska prisoners, and that\ndefendants violated their constitutional right of meaningful access\nto the courts by failing to provide an adequate law library at NCW.\nAfter holding a bench trial on liability issues, the district court\nissued an opinion in Klinger v. Nebraska Dep't of Correctional\nServs., </pre><span class=\"citation\" data-id=\"1460460\"><a href=\"/opinion/1460460/klinger-v-nebraska-dept-of-correctional-services/\"><span class=\"volume\">824</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1374</span></a></span><pre class=\"inline\"> (D. Neb. 1993) (Klinger I), rev'd, </pre><span class=\"citation\" data-id=\"675798\"><a href=\"/opinion/675798/cheryl-klinger-linda-lange-gweniver-lay-stacy-finn-v-department-of/\"><span class=\"volume\">31</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span><pre class=\"inline\"> (8th Cir. 1994) (Klinger II), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span>\n<span class=\"page\">1177</span></span><pre class=\"inline\"> (1995), and certified certain questions to this court for\ninterlocutory review.   On appeal in Klinger II, we reversed the\ndistrict court's finding of an equal protection violation and\nremanded the case to the district court, which thereafter issued\nthree more opinions.     Id., </pre><span class=\"citation\" data-id=\"2269460\"><a href=\"/opinion/2269460/klinger-v-nebraska-dept-of-correct-serv/\"><span class=\"volume\">887</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1281</span></a></span><pre class=\"inline\"> (D. Neb. 1995)\n(Klinger III); id., </pre><span class=\"citation\" data-id=\"2597291\"><a href=\"/opinion/2597291/klinger-v-nebraska-dept-of-correctional-services/\"><span class=\"volume\">902</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1036</span></a></span><pre class=\"inline\"> (D. Neb. 1995) (Klinger IV);\nid., </pre><span class=\"citation\" data-id=\"1525262\"><a href=\"/opinion/1525262/klinger-v-nebraska-dept-of-correctional-services/\"><span class=\"volume\">909</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1329</span></a></span><pre class=\"inline\"> (D. Neb. 1995) (Klinger V).   Following the\n\n\n     The Honorable Richard G. Kopf, United States District Judge\nfor the District of Nebraska.\n\n                                 -3-\n\fdistrict court's entry of final judgment, the parties filed the\npresent appeal and cross-appeal.                 Plaintiffs appeal from the\ndistrict court's judgment in favor of defendants on plaintiffs'\nTitle IX claim.       For reversal, plaintiffs argue that the district\ncourt    erroneously     concluded      that    our   decision   in     Klinger     II\nrequired judgment in favor of defendants on the Title IX claim.\nIndividual defendants Victor Lofgreen and Larry Tewes cross-appeal\nfrom the district court's judgment in favor of plaintiffs on\nplaintiffs' access-to-courts claim, for which defendants Lofgreen\nand Tewes were held personally liable to pay $2.00 in nominal\ndamages and plaintiffs were awarded $40,642.44 in attorneys' fees\nand expenses.        For reversal, defendants Lofgreen and Tewes argue\nthat (1) plaintiffs failed to establish a constitutional violation\nas a matter of law because there was no complete and systemic\ndenial of access or because plaintiffs suffered no actual injury,\n(2)    they    are   protected     by   qualified     immunity       from   personal\nliability for damages, and (3) the award of attorneys' fees and\nexpenses is unreasonable under Farrar v. Hobby, </pre><span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span><pre class=\"inline\">\n(1992).       Upon careful review and for the reasons set forth below,\nwe now affirm the district court's judgment in favor of defendants\non    plaintiffs'     Title   IX   claim,      reverse   the   district      court's\njudgment in favor of plaintiffs on their access-to-courts claim,\nand vacate the award of attorneys' fees and expenses.\n\n\n                                   Background\n\n\n       The background facts of this case are set forth in detail in\nthe district court's opinion in Klinger I, 824 F. Supp. at 1380-86,\nand are partially and more briefly summarized in the remaining\nopinions cited above.         For purposes of this appeal, the following\nis a summary of the procedural history of this case.                  In 1988, four\nNCW inmates, acting pro se, initiated this § 1983 action.                          The\ndistrict court appointed counsel and certified the plaintiff class,\nwhich    includes     all   persons     incarcerated     at    NCW    on    or   after\nJanuary 1, 1988.       NCW is the only Nebraska prison for women;\n\n                                        -4-\n\faccordingly, all women incarcerated in Nebraska are housed at NCW.2\nIn their amended complaint, plaintiffs alleged that the educational\nand vocational training opportunities at NCW were inferior to those\nof    male   inmates       at       the    Nebraska      State    Penitentiary          (NSP).\nConsistent        with    plaintiffs'         limited      factual        allegations,       the\ndistrict court confined plaintiffs' equal protection and Title IX\nclaims to a comparison between NCW and NSP.                                 Klinger I, 824\nF. Supp. at 1388 & n.14.                   Plaintiffs also alleged, among other\nthings, that defendants had failed to provide NCW inmates with an\nadequate law library or assistance from persons trained in the law.\n\n\n       After the district court granted partial summary judgment to\ndefendants, the case proceeded to trial, which the district court\nhad bifurcated           into   a    liability         phase   and    a    remedial     phase.\nFollowing a four-week trial on liability issues, the district court\nconcluded that plaintiffs had proven an equal protection violation,\na    Title   IX    violation,         and    a    deprivation        of    their     right   of\nmeaningful access to the courts.                       Id. at 1466-69.            The district\ncourt found defendants Frank Gunter and Harold Clarke personally\nliable for the equal protection and Title IX violations, id. at\n1466, and defendants Lofgreen and Tewes personally liable for the\naccess-to-courts          violation,          notwithstanding             their    claims    of\nqualified immunity, id. at 1468-69.\n\n\n       Pursuant to 28 U.S.C. § 1292(b), the district court then\ncertified to this court three issues of law related to the equal\nprotection claim.          On interlocutory appeal, this court reversed the\ndistrict court's finding of liability on the equal protection claim\nand dismissed that claim.                 Klinger II, 31 F.3d at 734.               This court\nreasoned that \"NSP and NCW are different institutions with\n\n\n\n      DCS also runs two co-ed work release centers which are not\nenclosed secured prisons and which the district court determined\nwere not relevant to the issues in this litigation. See Klinger v.\nNebraska Dep't of Correctional Servs., </pre><span class=\"citation\" data-id=\"2269460\"><a href=\"/opinion/2269460/klinger-v-nebraska-dept-of-correct-serv/\"><span class=\"volume\">887</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1281</span></a></span><pre class=\"inline\">, 1282 n.2\n(D. Neb. 1995).\n\n                                                 -5-\n\fdifferent inmates each operating with limited resources to fulfill\ndifferent specific needs.     Thus, whether NCW lacks one program that\nNSP has proves almost nothing.\"          Id. at 732 (citation omitted).\n\"[C]omparing programs at NSP to those at NCW is like the proverbial\ncomparison of apples to oranges.\"          Id. at 733.   This court thus\nconcluded that plaintiffs' equal protection claim failed as a\nmatter of law because inmates at NCW and inmates at NSP are not\n\"similarly situated.\"   Id.\n\n\n     After the case was remanded to the district court, plaintiffs\nsought permission to recharacterize their equal protection claims\nas Title IX claims.     Klinger III, 887 F. Supp. at 1285.             The\ndistrict court instead sua sponte elected to reverse its earlier\nfinding of a Title IX violation.     Id.    The district court reasoned\nthat the holding of Klinger II destroyed the probative force of the\nevidence upon which it relied in deciding both the equal protection\nand the Title IX claims (i.e., the comparative inequality between\nNSP and NCW educational and vocational training programs).          Id.\n\n\n     The case then proceeded to the second phase of the trial (the\nremedial phase) which, by this time, had been narrowed to assessing\ndamages resulting from the access-to-courts violation.         Following\na bench trial, the district court set forth findings of fact and\nconclusions of law, Klinger IV, 902 F. Supp. at 1039-45, and\nestablished a schedule for resolving the issue of attorneys' fees,\nid. at 1045-46.   On the access-to-courts issue, the district court\nfound that the general inmate population at NCW had been completely\nand systematically denied meaningful access to the courts for the\ntime period prior to January 1989.       Id. at 1043.    However, because\nthere was no evidence that anyone suffered any actual injury as a\nresult of the deprivation, and there was no evidence to show that\ndefendants Lofgreen or Tewes acted deliberately or with reckless\nindifference to the rights of the general population prisoners, the\ndistrict court awarded only $1.00 in nominal damages.            Id.    at\n1043-44.   The district court separately found that segregation and\n\n                                   -6-\n\forientation inmates were also completely and systematically denied\nmeaningful access to the courts.                 Id. at 1044-45.             The district\ncourt reasoned that, although those inmates theoretically could\norder      law books, the privilege was meaningless because those\ninmates were not provided any legal assistance or access to a law\nlibrary.       Id. at 1045.          The district court then awarded the\nsegregation and orientation inmates $1.00 in nominal damages.                              Id.\nCiting Bounds v. Smith, </pre><span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span><pre class=\"inline\"> (1977), and Reutcke v. Dahm,\n707   F.    Supp.     1121    (D.   Neb.    1988),      the       district    court      also\nreaffirmed      its      earlier    rejection      of       Lofgreen's       and    Tewes's\nqualified immunity defense.                Klinger IV, 902 F. Supp. at 1040\n(citing Klinger I, 824 F. Supp. at 1469).\n\n\n      Following the parties' submission of briefs on the attorneys'\nfees issue, the district court filed a written decision awarding\nplaintiffs $37,084.92 in attorneys' fees and $3,557.52 in expenses.\nKlinger V, 909 F. Supp. at 1342.             The district court reasoned that,\nnotwithstanding plaintiffs' recovery of only $2.00 in nominal\ndamages, their success was not merely technical or de minimis and\ntherefore they were not precluded from recovering attorneys' fees\nunder      Farrar   v.    Hobby.        Klinger    V,       909    F.   Supp.      at    1334.\nThereafter,      final       judgment    was     entered.           Plaintiffs          timely\n                                                        3\nappealed, and defendants cross-appealed.\n\n\n\n\n     After the parties filed their appeals, the Prison Litigation\nReform Act (PLRA) was signed into law.        Defendants requested\npermission to file supplemental briefs addressing the applicability\nof the PLRA to the present case.      Permission was granted.    An\namicus brief on this issue was also filed by the State of Missouri\non behalf of numerous states which support defendants' position\nregarding the applicability of the PLRA. In addition, plaintiffs\nand defendants submitted letters to this court pursuant to\nRule 28(j) of the Federal Rules of Appellate Procedure, bringing to\nour attention two recent Supreme Court decisions. Plaintiffs have\ncited United States v. Virginia, </pre><span class=\"citation\" data-id=\"118056\"><a href=\"/opinion/118056/united-states-v-virginia/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span><pre class=\"inline\"> (1996), and\ndefendants have cited Lewis v. Casey, </pre><span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span><pre class=\"inline\"> (1996).\n\n                                           -7-\n\f                            Discussion\n\n\nTitle IX claim\n\n\n     Plaintiffs argue that the district court erred when it sua\nsponte reversed its finding of a violation under Title IX, 20\nU.S.C. § 1681(a),4 upon concluding that such reversal was mandated\nby our equal protection analysis in Klinger II.   The district court\nreasoned as follows.\n          Because the Court of Appeals has held as a matter of\n     law that \"comparing programs at NSP to those at NCW is\n     like the proverbial comparison of apples to oranges,\"\n     Klinger II, 31 F.3d at 733, the evidence in this case,\n     when reexamined in light of Klinger II, fails to\n     establish a Title IX violation. This is specifically\n     true because (1) the evidence of discrimination,\n     intentional or otherwise, and whether viewed in light of\n     the Equal Protection Clause or Title IX, is largely (if\n     not totally) dependent upon a factual comparison of NSP\n     with NCW to the exclusion of all other Nebraska prisons,\n     Klinger II, 31 F.3d at 729; Klinger I, 824 F. Supp. at\n     1384 n.6 & 1388 n.14; and (2) Plaintiffs do not claim\n     that the allegedly inferior programs at NCW result from\n     discriminatory funding, since Nebraska spends more money\n     per capita at NCW than at any other adult prison in its\n     system. Klinger II, 31 F.3d at 731 n.2; Klinger I, 824\n     F. Supp. at 1392-93.\n\n          In sum, if NSP is not factually comparable to NCW,\n     then \"[d]ifferences between challenged programs at the\n     two prisons are virtually irrelevant because so many\n     variables affect the mix of programming that an\n     institution has.\"      Klinger II, 31 F.3d at 733.\n     Therefore, since the plaintiffs have presented no other\n     relevant or persuasive evidence tending to prove a Title\n\n\n\n\n     20 U.S.C. § 1681(a) provides:\n\n          No person in the United States shall, on the basis\n          of sex, be excluded from participation in, be\n          denied the benefits of, or be subjected to\n          discrimination under any education program or\n          activity receiving Federal financial assistance,\n          except that . . . [listing exceptions which do not\n          apply in the present case].\n\n                                -8-\n\f     IX violation, it follows that the plaintiffs have failed\n     in their burden to prove that the NCW women were denied\n     educational opportunities in violation of Title IX \"on\n     the basis of sex.\"\n\n\nKlinger III, 887 F. Supp. at 1286-87.\n\n\n     We agree with plaintiffs insofar as they assert that the\nstandard for finding a Title IX violation differs from the standard\napplicable to a constitutional equal protection claim.            See, e.g.,\nJeldness v. Pearce, </pre><span class=\"citation\" data-id=\"675225\"><a href=\"/opinion/675225/heidi-sargent-jeldness-jenny-costa-helen-jodi-bedell-gretchen-m/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1220</span></a></span><pre class=\"inline\">, 1226-27 (9th Cir. 1994), citing\nCanterino v. Wilson, </pre><span class=\"citation\" data-id=\"1870187\"><a href=\"/opinion/1870187/canterino-v-wilson/\"><span class=\"volume\">546</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">174</span></a></span><pre class=\"inline\">, 210 (W.D. Ky. 1982) (Title\nIX standard is \"equality\" as compared with the equal protection\nstandard of \"parity\"), vacated on other grounds, </pre><span class=\"citation\" data-id=\"519539\"><a href=\"/opinion/519539/pat-canterino-aka-pat-williams-the-united-states-of-america/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">948</span></a></span><pre class=\"inline\"> (6th\nCir. 1989).   In other words, plaintiffs are correct to assert that\ntheir failure to prove an equal protection violation does not\npreclude their Title IX claim as a matter of law.                 See, e.g.,\nHorner v. Kentucky High Sch. Athletic Ass'n, </pre><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></span><pre class=\"inline\"> (6th Cir.\n1994) (reversing grant of summary judgment for defendants on Title\nIX claim but affirming summary judgment for defendants on similar\nequal protection claim where facially neutral rule disparately\nimpacted boys' and girls' interscholastic athletic programs but\nthere was no evidence of discriminatory intent).           We further agree\nwith plaintiffs' argument that the \"similarly situated\" requirement\napplied in equal protection cases does not apply to Title IX\nanalyses.   Title IX provides, in pertinent part: \"No person in the\nUnited   States   shall,   on   the   basis   of   sex,   be   excluded   from\nparticipation in, be denied the benefits of, or be subjected to\ndiscrimination under any education program or activity receiving\nFederal financial assistance, except that [listing exceptions].\"\n20 U.S.C. § 1681(a).5      In our opinion, Congress has indicated, by\n\n\n     To the extent that exceptions are to be recognized, Congress\nhas specifically enumerated certain exemptions in 20 U.S.C.\n§ 1681(a)(2)-(9).      Notably, the statute does not exempt\ncorrectional institutions, although it does expressly exempt --\namong other types of entities -- religious schools, military\nschools, fraternities, sororities, voluntary youth organizations,\n\n                                      -9-\n\fits enactment of § 1681(a) and by the specific language employed\ntherein,    that     female    and    male       participants      within    a    given\nfederally-funded       education      program         or   activity    are   presumed\nsimilarly    situated    for       purposes      of    being     entitled    to   equal\neducational opportunities within that program or activity.                       Because\nTitle IX is only concerned with conditions of gender discrimination\nand inequality within federally-funded educational programs or\nactivities,    the    question       of   whether       males,    as   a   group,   are\notherwise similarly situated to females, as a group, need not be\nconsidered in this narrow context.6\n\n\n     Nevertheless, we disagree with plaintiffs' assertion that, in\nthe present case, they may properly assert a Title IX claim by\ncomparing educational opportunities available to female prisoners\nat NCW with educational opportunities available to male prisoners\nonly at     NSP.     Title    IX    prohibits         gender-based     inequality    or\ndiscrimination \"under any education program or activity receiving\nFederal financial assistance.\"             Title IX's definition of \"program\nor activity,\" 20 U.S.C. § 1687, provides in pertinent part:\n\n\n\n\nand beauty pageants. \"When a statute lists specific exemptions,\nother exemptions are not to be judicially implied.\" Jeldness v.\nPearce, </pre><span class=\"citation\" data-id=\"675225\"><a href=\"/opinion/675225/heidi-sargent-jeldness-jenny-costa-helen-jodi-bedell-gretchen-m/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1220</span></a></span><pre class=\"inline\">, 1225 (9th Cir. 1994) (referring to exemptions\nin 20 U.S.C. § 1687(a)(3)-(9)); see also Canterino v. Wilson, </pre><span class=\"citation\" data-id=\"1870187\"><a href=\"/opinion/1870187/canterino-v-wilson/\"><span class=\"volume\">546</span>\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">174</span></a></span><pre class=\"inline\">, 210 (W.D. Ky. 1982) (noting that Congress was\n\"certainly aware\" that non-discrimination statutes such as Title IX\n\"could result in administrative problems in many areas\" and,\naccordingly, some exceptions were made in 20 U.S.C. § 1687(a)(1)-\n(9); under these circumstances, a court cannot impose a special\nexception for correctional institutions), vacated on other grounds,\n</pre><span class=\"citation\" data-id=\"519539\"><a href=\"/opinion/519539/pat-canterino-aka-pat-williams-the-united-states-of-america/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">948</span></a></span><pre class=\"inline\"> (6th Cir. 1989).\n\n     Accordingly, we disagree with the D.C. Circuit's assumption in\nWomen Prisoners v. District of Columbia, </pre><span class=\"citation\" data-id=\"724981\"><a href=\"/opinion/724981/women-prisoners-of-the-district-of-columbia-department-of-corrections-v/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span><pre class=\"inline\">, 927 (D.C.\nCir. 1996), that \"the court's Title IX and equal protection\nanalyses both depend on findings that [female prisoners and male\nprisoners to whom they were compared] were similarly situated.\"\n\n                                          -10-\n\f           For the purposes of this chapter, the term \"program\n     or activity\" and \"program\" mean all of the operations\n     of --\n\n               (1)(A) a department, agency, special purpose\n           district, or other instrumentality of a State or of\n           a local government; or\n\n              (B) the entity of such State or local government\n           that distributes such assistance and each such\n           department or agency (and each other State or local\n           government entity) to which the assistance is\n           extended, in the case of assistance to a State or\n           local government;\n\n                . . . .\n\n     any part of which is extended Federal financial\n     assistance, except that [stating an exception that does\n     not apply in the present case].\n\n     The legislative history of § 1687 contains the following\nexplanation:\n\n\n          For education institutions, the bill provides that\n     where federal aid is extended anywhere within a college,\n     university, or public system of higher education, the\n     entire institution or system is covered. If federal aid\n     is extended anywhere in an elementary or secondary school\n     system, the entire system is covered.\n\n          For State and local governments, only the department\n     or agency which receives the aid is covered. Where an\n     entity of state or local government receives federal aid\n     and distributes it to another department or agency, both\n     entities are covered.\n\n          . . . .\n\n         For other entities established by two or more of the\n    above-described entities, the entire entity is covered if\n    it receives any federal aid.\n\n\nS. Rep. No. 100-64, 100th Cong., 2d Sess. 4 (1988), reprinted in\n1988 U.S.C.C.A.A.N. (Legislative History) 3, 6 (summary of the\nbill).   In other words, the purpose of § 1687 was \"to make clear\n\n\n                               -11-\n\fthat discrimination is prohibited throughout entire agencies or\ninstitutions if any part receives Federal financial assistance.\"\nId.7\n\n\n       In the present case, the subset of Nebraska prisons comprised\nof NCW and NSP, clearly does not constitute a \"program or activity\"\nwithin the meaning of § 1687.            The Nebraska prison system as a\nwhole, however, does qualify as a \"program or activity\" within the\nstatutory     definition.    See    20   U.S.C.    §    1687(1)(A)    (the    term\n\"program or activity\" means \"all of the operations of . . . a\ndepartment,      agency,    special      purpose       district,      or     other\ninstrumentality of a State or of a local government\" which receives\nfederal funds).      It is undisputed that DCS is the recipient of\nfederal funds.       See Klinger I, 824 F. Supp. at 1432 (noting\nparties' stipulation).\n\n\n       It is beyond controversy that male and female prisoners may\nlawfully be segregated into separate institutions within a prison\nsystem.     Gender-based prisoner segregation and segregation based\nupon prisoners' security levels are common and necessary practices.\nWhen considering single-sex prisons, the only logical and workable\napplication of the definition of \"program or activity\" under Title\nIX requires comparison of educational opportunities for female and\nmale prisoners within the entire system of institutions operated by\na   state's   federally-funded     correctional        department    or    agency,\ntaking into account the objective differences between the male and\nfemale    prison   populations     and   such   penological     and       security\nconsiderations as are necessary to accommodate in this unique\n\n\n\n\n      The legislation was deemed to reverse the Supreme Court's\ndecision in Grove City College v. Bell, </pre><span class=\"citation\" data-id=\"111109\"><a href=\"/opinion/111109/grove-city-college-v-bell/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span><pre class=\"inline\"> (1984), which\nhad narrowed Title IX's application to only those specific\neducation programs and activities which directly received federal\nfunds. See S. Rep. No. 100-64, 100th Cong., 2d Sess. 5-6 & 11-16\n(1988), reprinted in 1988 U.S.C.C.A.N. (Legislative History) 3, 7-8\n& 13-18.\n\n                                    -12-\n\fcontext.8      See Jeldness v. Pearce, 30 F.3d at 1228-29 (taking into\nconsideration differences between circumstances of female and male\nprison    populations      in    Oregon     prison         system   and    holding     that\n\"[a]lthough      the    programs     need   not       be    identical     in   number   or\ncontent, women must have reasonable opportunities for similar\nstudies and must have an equal opportunity to participate in\nprograms of comparable quality\").                     This is not to say that no\ncomparison can be made, consistent with Title IX, where there are\nsignificant differences between male and female prison populations\nwithin a state's correctional system, such as unequal population\nsizes and lengths of stay.             Rather, equal opportunities must be\nafforded consistent with those differences.                         See id.       Because\nplaintiffs' comparison of the educational opportunities at NCW to\nthose     at   NSP     fails    to   provide      a    meaningful         comparison    of\neducational opportunities for male and female prisoners in the\nNebraska prison system as a whole, the district court correctly\nconcluded that plaintiffs' evidence was not sufficiently relevant\nor persuasive to prove a violation of Title IX.                      See Klinger III,\n887 F. Supp. at 1287.            We therefore affirm the district court's\njudgment on the Title IX claim.\n\n\nAccess-to-courts claim\n\n\n        On cross-appeal, defendants Lofgreen and Tewes argue that the\ndistrict court erred in holding that plaintiffs had been denied\nmeaningful access to the courts during the period of January 1988\nto January 1989.        They refer to the Supreme Court's 1977 landmark\ndecision in Bounds v. Smith, which essentially held that a state\ncould afford prisoners meaningful access to the courts by providing\neither access to an adequate law library or adequate assistance\nfrom persons trained in the law.             430 U.S. at 828.             It is\n\n\n\n     In addition, co-ed institutions may not discriminate on the\nbasis of sex in providing educational opportunities to inmates\nwithin a given institution.\n\n                                          -13-\n\fundisputed that NCW inmates were not provided any assistance from\nsomeone with legal training until January 1989.     The issue in this\ncase focuses on plaintiffs' access to an adequate law library.\nDescribing the purported law library as \"a disorganized pile of\nbooks stored in a small room,\" the district court held that \"the\nNCW law library at all pertinent times was so disorganized that the\ncondition of the law library amounted to a complete and systematic\ndenial of access to the courts under Bounds, even though the\ngeneral population inmates at NCW had physical access to the\nlibrary.\"     Klinger IV, 902 F. Supp. at 1043.    Thus, the district\ncourt found a constitutional violation notwithstanding plaintiffs'\ninability to show that any NCW inmate was hindered or precluded\nfrom engaging in legal activity or suffered a monetary loss as a\nconsequence of the deprivation.    Id. at 1043-45.    Citing Jones v.\nJames, </pre><span class=\"citation\" data-id=\"681040\"><a href=\"/opinion/681040/ricky-jones-v-thomas-james-business-manager-joyce-rhodes-bookkeeper-kd/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">943</span></a></span><pre class=\"inline\">, 945 (8th Cir. 1994), the district court\nexplained \"[a] complete and systematic denial of an inmate's\nconstitutional right of access to the courts is such a fundamental\nconstitutional deprivation that it is injury in and of itself for\nliability purposes without a showing of actual injury or actual\nprejudice.\"    Klinger IV, 902 F. Supp. at 1041.\n\n\n     Defendants Lofgreen and Tewes argue that the present case is\nmore like Schrier v. Halford, </pre><span class=\"citation\" data-id=\"700491\"><a href=\"/opinion/700491/richard-leslie-schrier-v-sally-halford-charles-lee/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1309</span></a></span><pre class=\"inline\"> (8th Cir. 1995), where\nthis court held that actual injury or prejudice must be shown if\nthe denial of access is not complete and systemic.       They suggest\nthat there was at least some access to a law library because the\ngeneral population inmates had access to the \"disorganized pile of\nbooks stored in a small room,\" and the segregation and orientation\ninmates could request books.    Lofgreen and Tewes also rely on the\nSupreme Court's very recent decision in   Lewis v. Casey, </pre><span class=\"citation\" data-id=\"118054\"><a href=\"/opinion/118054/lewis-v-casey/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span>\n<span class=\"page\">2174</span></a></span><pre class=\"inline\"> (1996), for the proposition that actual injury or prejudice\nmust be shown even if the denial of access is complete and\nsystemic.\n\n\n\n\n                                -14-\n\f     Upon careful review, we hold that plaintiffs' access-to-courts\nclaim fails as a matter of law under Lewis v. Casey, which was\ndecided after the district court rendered its decision in the\npresent case.       In Lewis v. Casey, the Supreme Court held, based\nupon principles of standing, that actual injury must be proven in\norder to prevail on an access-to-courts claim.                     Id. at 2179-80\n(\"[i]nsofar    as    the    right     vindicated    by    Bounds     is    concerned,\n'meaningful access to the courts is the touchstone' . . . and the\ninmate therefore must go one step further and demonstrate that the\nalleged shortcomings in the library or legal assistance program\nhindered   his      [or    her]     efforts    to   pursue   a     legal    claim\").\nAccordingly,     even      though    plaintiffs     did   show   a   complete    and\nsystemic denial of access to a law library or legal assistance\nprior to January 1989, plaintiffs' claim fails as a matter of law\nbecause none of the inmates at NCW suffered actual injury or\nprejudice as a result of that denial of access.                    See Klinger IV,\n902 F. Supp. at 1043.          We therefore reverse the district court's\njudgment on the access-to-courts claim and vacate the award of\nattorneys' fees and expenses.9\n\n\n                                     Conclusion\n\n\n     For the foregoing reasons, we affirm the district court's\njudgment in favor of defendants on plaintiffs' Title IX claim,\nreverse the district court's judgment in favor of plaintiffs on\ntheir access-to-courts claim, and vacate the award of attorneys'\nfees and expenses.\n\n\n\n\n     Because we hold that the district court erred in finding that\na constitutional access-to-courts violation had occurred, we need\nnot address the issues of qualified immunity, the excessiveness of\nthe award of attorneys' fees and expenses, or the applicability of\nthe Prison Litigation Reform Act.\n\n                                        -15-\n\fA true copy.\n\n     Attest:\n\n               CLERK, U.S. COURT OF APPEALS, EIGHTH CIRCUIT.\n\n\n\n\n                            -16-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118056/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/519539/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675798/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/681040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/700491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/724981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460460/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1525262/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1870187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2269460/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2597291/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T22:51:40.814344Z",
      "date_modified": "2015-10-13T22:51:40.814344Z",
      "date_filed": "1997-02-25",
      "date_filed_is_approximate": false,
      "slug": "cheryl-klinger-v-dept-of-corrections",
      "citation_id": 2990770,
      "case_name_short": "",
      "case_name": "Cheryl Klinger v. Dept. of Corrections",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2875419/cheryl-klinger-v-dept-of-corrections/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T22:18:27.634438Z",
  "date_modified": "2015-10-13T22:18:27.634438Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Cheryl Klinger v. Dept. of Corrections",
  "case_name_full": "",
  "slug": "cheryl-klinger-v-dept-of-corrections",
  "docket_number": "96-1241",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}