{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2878646/",
  "id": 2878646,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3021220/",
      "id": 3021220,
      "absolute_url": "/opinion/3021220/curay-cramer-v-ursuline-academy/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2878646/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3021220/",
          "id": 3021220,
          "absolute_url": "/opinion/3021220/curay-cramer-v-ursuline-academy/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3021220/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T22:24:21.170014Z",
          "date_modified": "2017-04-11T21:56:51.568231Z",
          "type": "010combined",
          "sha1": "2eee2476600815d9aa6f1a68cfb4debeb84cc56a",
          "page_count": 23,
          "download_url": "http://digitalcommons.law.villanova.edu/cgi/viewcontent.cgi?article=1800&context=thirdcircuit_2006",
          "local_path": "pdf/2006/06/07/curay-cramer_v._ursuline_academy.pdf",
          "plain_text": "                                                                                                                           Opinions of the United\n2006 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n6-7-2006\n\nCuray-Cramer v. Ursuline Academy\nPrecedential or Non-Precedential: Precedential\n\nDocket No. 04-4628\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_2006\n\nRecommended Citation\n\"Curay-Cramer v. Ursuline Academy\" (2006). 2006 Decisions. Paper 801.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_2006/801\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 2006 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                                            PRECEDENTIAL\n\n              UNITED STATES COURT OF APPEALS\n                   FOR THE THIRD CIRCUIT\n\n\n                           No. 04-4628\n\n\n                 MICHELE CURAY-CRAMER,\n\n                                            Appellant\n\n                                 v.\n\n     THE URSULINE ACADEMY OF WILMINGTON,\n        DELAWARE, INC., a Delaware corporation;\n            MICHAEL A. SALTARELLI;\n     CATHOLIC DIOCESE OF WILMINGTON, INC.,\n               a Delaware corporation;\n       BARBARA C. GRIFFIN; and JERRY BOTTO\n\n\n\n          On Appeal from the United States District Court\n                    for the District of Delaware\n                  District Court No. 03-cv-01014\n            District Judge: Honorable Kent A. Jordan\n\n\n                   Argued on January 17, 2006\n\n          BEFORE: FUENTES, ROTH* and BECKER**,\n                      Circuit Judges\n\n\n          *Effective May 31, 2006, Judge Roth assumed senior\nstatus.\n       ** This case was argued before the panel of Judges\nFuentes, Roth and Becker. Judge Becker died on May 19, 2006,\nbefore the filing of the Opinion. The decision is filed by a\nquorum of the panel. 28 U.S.C. § 46(d)\n\f                    (Filed: June 7, 2006)\n\nThomas S. Neuberger, Esquire (ARGUED)\nStephen J. Neuberger, Esquire\nThe Neuberger Firm, P.A.\nTwo East Seventh Street, Suite 302\nWilmington, DE 19801\n\n             Counsel for Appellant\n\nBarry M. Willoughby, Esquire (ARGUED)\nTimothy Jay Houseal, Esquire\nMichael P. Stafford, Esquire\nYoung Conaway Stargatt & Taylor, LLP\n1000 West Street, 17th Floor\nP. O. Box 391\nWilmington, DE 19899-0391\n\n             Counsel for Appellees The Ursuline Academy,\n             Griffin and Botto\n\n\nAnthony R. Picarello, Jr., Esquire (ARGUED)\nDerek L. Gaubatz, Esquire\nJared N. Leland, Esquire\nThe Becket Fund for Religious Liberty\n1350 Connecticut Avenue, N.W.\nSuite 605\nWashington, D.C. 20036\n\nStephen E. Jenkins, Esquire\nAshby & Geddes\n222 Delaware Avenue\n17th Floor\nP. O. Box 1150\nWilmington, DE 19899\n\n             Counsel for Appellees-Defendants Saltarelli\n             and Diocese\n\n\n\n                              2\n\f                 OPINION OF THE COURT\n\n\n\nROTH, Circuit Judge:\n\n       Michele Curay-Cramer, a teacher at the Ursuline\nAcademy, a private, Catholic school, was fired after she signed\nher name to a pro-choice advertisement in the local newspaper.\nCuray-Cramer asserts both that signing the advertisement was\nconduct protected by 42 U.S.C. § 2000e-3(a) and that she was\nfired for conduct less egregious under Catholic doctrine than\nconduct of male employees who were treated less harshly. The\nDistrict Court granted defendants’ motions to dismiss under\nFED. R. CIV. P. 12(b)(6). We will affirm but, in doing so, we do\nnot adopt all of the District Court’s reasoning.\n\nI. Factual Background\n\n       Ursuline Academy is a private, non-diocesan Catholic\nschool in Wilmington, Delaware. Students range in grade from\npre-kindergarten to high school. Ursuline provides college\npreparatory education from a Catholic perspective. In June of\n2001, Curay-Cramer began teaching four English classes and a\nReligion class to 7th and 8th graders at Ursuline. Eighteen\nmonths later, on the thirtieth anniversary of the Supreme Court’s\ndecision in Roe v. Wade, 410 U.S. 113 (1973), she lent her\nname to an advertisement in support of that decision, signed by\nsome six hundred individuals and organizations.              The\nadvertisement, which ran in the News-Journal, a newspaper of\ngeneral circulation in Wilmington, Delaware, stated:\n\n       Thirty years ago today, the U.S. Supreme Court in\n       Roe v. Wade guaranteed a woman’s right to make\n       her own reproductive choices. That right is under\n\n                               3\n\f       attack. We, the undersigned individuals and\n       organizations, reaffirm our commitment to\n       protecting that right. We believe that each\n       woman should be able to continue to make her\n       own reproductive choices, guided by her\n       conscience, ethical beliefs, medical advice and\n       personal circumstances. We urge all Delawareans\n       and elected officials at every level to be vigilant\n       in the fight to ensure that women now and in the\n       future have the right to choose.\n\nFollowing the text were the names of the individuals endorsing\nit, including Curay-Cramer.\n\n       On the day the advertisement appeared, Curay-Cramer\nwas called into the office of Barbara C. Griffin, the President of\nUrsuline. Griffin informed Curay-Cramer that the school was\ndeeply troubled by her public support of a position inimical to\naccepted Catholic doctrine and that Griffin was considering\nterminating Curay-Cramer’s employment with the school. In\nresponse, Curay-Cramer asserted her right to protest without\nretribution the school’s stance on abortion. She also informed\nGriffin that she had volunteered for Planned Parenthood and\ndistributed pamphlets that she believed contained important\ninformation related to reproductive options.\n\n      Curay-Cramer alleges that Griffin then consulted with\nBishop Michael Saltarelli, who ratified the school’s decision to\nterminate her.\n\n       A few days later, Curay-Cramer was again summoned to\nGriffin’s office. She was informed that Ursuline had decided to\nterminate her employment but was offering her an opportunity\nto resign. She was given the weekend to think it over. The\nfollowing week, Curay-Cramer met with Griffin and the head of\nUrsuline’s Religion Department. Curay-Cramer told them that\nit was illegal to fire her for opposing the school’s illegal\nemployment practices. She also asserted that she had never said\nor done anything in class that was contrary to Ursuline’s\npedagogic philosophy. Griffin responded that Curay-Cramer\ncould keep her job if she immediately and publicly recanted her\n\n                                4\n\fsupport of the advertisement and stated unequivocally that she\nwas pro-life. Curay-Cramer refused. She was then fired.\n\nII. Procedural History\n\n        After she was fired, Curay-Cramer filed suit against\nUrsuline, Griffin, Jerry Botto (Ursuline’s Director of\nCommunications), Bishop Saltarelli, and the Diocese of\nWilmington. Curay-Cramer included six counts in her\nComplaint: three federal claims and three state-law claims. Of\nthe federal claims, Count One focuses on the advertisement in\nthe News-Journal and alleges that it was a violation of Title VII\nand the Pregnancy Discrimination Act (PDA) to fire Curay-\nCramer for opposing Ursuline’s illegal employment practice of\nfiring anyone who has or contemplates an abortion.1 Count Two\nis based on the advertisement and associated advocacy for, and\nassociation with, persons protected by Title VII and the PDA.\nIn Count Three, Curay-Cramer avers that she was fired because\nshe is a woman and that similarly situated male employees have\nbeen treated less harshly for substantially similar conduct.\n\n        The District Court granted defendants’ motions to\ndismiss under FED. R. CIV. P. 12(b)(6) after concluding that\napplying Title VII and the PDA would raise serious\nconstitutional questions and that Congress did not manifest a\nclear legislative intent that Title VII be applied in a case like\nCuray-Cramer’s. See NLRB v. Catholic Bishop of Chi., 440\nU.S. 490 (1979). The District Court then dismissed Curay-\nCramer’s state-law claims under 28 U.S.C. § 1367(c)(3).\n\nIII. Jurisdiction and Standard of Review\n\n       The District Court exercised original jurisdiction\npursuant to 42 U.S.C. §§ 2000e et seq. (Title VII), as amended\nby the PDA, 42 U.S.C. § 2000e(k). We have appellate\njurisdiction to review the final order of dismissal under 28\n\n\n       1\n       Curay-Cramer alleges that Ursuline has such a policy\nand practice; for purposes of reviewing this motion to dismiss,\nwe accept that assertion.\n\n                               5\n\fU.S.C. § 1291.\n\n       We exercise plenary review of a district court’s dismissal\nunder FED. R. CIV. P. 12(b)(6). Alexander v. Whitman, 114 F.3d\n1392, 1397 (3d Cir. 1997). We affirm where a party has failed\nto state a claim upon which relief can be granted. Conley\nv.Gibson, 355 U.S. 41, 45-46 (1957). Although we must accept\nas true all well-pled allegations, Jordan v. Fox, Rothschild,\nO’Brien & Frankel, 20 F.3d 1250, 1261 (3d Cir. 1994), we need\nnot credit the non-movant’s conclusions of law or unreasonable\nfactual inferences. Morse v. Lower Merion Sch. Dist., 132 F.3d\n902, 906 (3d Cir. 1997). Finally, we can affirm on any basis\nappearing in the record. Bernitsky v. United States, 620 F.2d\n948, 950 (3d Cir. 1980).\n\nIV. Discussion\n\n       Title VII provides, in relevant part:\n\n       It shall be an unlawful employment practice for an\n       employer–\n\n       (1) to fail or refuse to hire or to discharge any\n       individual, or otherwise to discriminate against\n       any individual with respect to his compensation,\n       terms, conditions, or privileges of employment,\n       because of such individual’s race, color, religion,\n       sex, or national origin; or\n\n       (2) to limit, segregate, or classify his employees\n       or applicants for employment in any way which\n       would deprive or tend to deprive any individual of\n       employment opportunities or otherwise adversely\n       affect his status as an employee, because of such\n       individual’s race, color, religion, sex, or national\n       origin.\n\n42 U.S.C. § 2000e-2(a).\n\n       The PDA, 42 U.S.C. § 2000e(k), provides:\n\n\n                                6\n\f       The terms “because of sex” or “on the basis of\n       sex” include, but are not limited to, because of or\n       on the basis of pregnancy, childbirth, or related\n       medical conditions; and women affected by\n       pregnancy, childbirth, or related medical\n       conditions shall be treated the same for all\n       employment-related purposes . . ..\n\n       This subsection shall not require an employer to\n       pay for health insurance benefits for abortion,\n       except where the life of the mother would be\n       endangered if the fetus were carried to term, or\n       except where medical complications have arisen\n       from an abortion.\n\nId.\n\n      Title VII also contains a provision that protects\nemployees from retaliation: “It\n\nshall be an unlawful employment practice for an employer to\ndiscriminate against any of his employees . . . because he has\nopposed any practice made an unlawful employment practice by\nthis subchapter . . ..” 42 U.S.C. § 2000e-3(a).2\n\n       Curay-Cramer contends that Title VII’s opposition clause\nprotects any employee who has had an abortion, who\ncontemplates having an abortion, or who supports the rights of\nwomen who do so. This Court has not ruled on this issue.3\n\n\n       2\n        It is axiomatic that an employer is free to terminate an\nemployee provided that the employee is not engaged in\nprotected conduct.\n       3\n        We note that the Sixth Circuit Court of Appeals has held\nthat “an employer may not discriminate against a woman\nemployee because ‘she has exercised her right to have an\nabortion.’” Turic v. Holland Hospitality, Inc., 85 F.3d 1211,\n1214 (6th Cir. 1996) (quoting H.R. REP. NO. 95-1786 (1978)\n(Conf. Rep.), reprinted in 1978 U.S.C.C.A.N. 4749, 4765-66).\n\n                               7\n\fHowever, even if we were to assume that properly structured\nopposition and association activity, directed toward an\nemployer’s policy or practice of discriminating against women\nwho have or contemplate abortions, can fall within the ambit of\n\nTitle VII, still we conclude that Curay-Cramer has failed to state\na claim in Counts One and Two.\n\nA. Counts One and Two\n\n        In considering Counts One and Two, we will not adopt\nthe District Court’s determination that applying Title VII and the\nPDA raises substantial constitutional questions because at a\nmore basic level we have determined that Curay-Cramer fails to\nstate a claim. We conclude that Curay-Cramer did not engage\nin protected activity when she signed a pro-choice advertisement\nthat did not mention employment, employers, pregnancy\ndiscrimination, or even gender discrimination. We will,\ntherefore, affirm the District Court’s dismissal of the first two\ncounts of her Complaint but not for the reasons adopted by the\nDistrict Court.\n\n       Title VII’s anti-retaliation provisions protect employees\nwho participate in Title VII’s statutory processes or who\notherwise oppose employment practices made illegal by Title\nVII. Laughlin v. Metro. Wash. Airports Auth., 149 F.3d 253,\n259-60 (4th Cir. 1998). Defendants Ursuline, the Diocese, and\nBishop Saltarelli argue, however, that basic pro-choice advocacy\ndoes not constitute opposition to an illegal employment practice.\nWe agree.\n\n\n\nExtending that principle, the Sixth Circuit further held that an\nemployer “cannot take adverse employment action against a\nfemale employee for merely thinking about what she has a right\nto do.” Id. Likewise, the Equal Employment Opportunity\nCommission (EEOC) has taken the position that it is an\nunlawful employment practice to fire a woman “because she is\npregnant or has had an abortion.” 29 C.F.R. pt. 1604, App.\n(1986).\n\n                                8\n\f         First, case law has established that opposition to an\nillegal employment practice must identify the employer and the\npractice – if not specifically, at least by context. For example,\nin Barber v. CSX Distribution Services, 68 F.3d 694, 701-02 (3d\nCir. 1995), we held that a letter to an employer’s Human\nResources Department was not protected activity because it did\nnot specifically complain about age discrimination.4 The letter,\nwhich stated that the plaintiff felt that the position was given to\na less qualified person, was too vague to constitute opposition\nto an unlawful employment practice of his employer because it\nneither “explicitly or implicitly” alleged that a protected\ncharacteristic was the basis for the adverse employment action.\nId. at 702. A general complaint of unfair treatment is\ninsufficient to establish protected activity under Title VII. Id.;\nDupont-Lauren v. Schneider (USA), Inc., 994 F. Supp. 802, 823\n(S.D. Tex. 1998) (“Vagueness as to the nature of the grievance\n. . . prevents a protest from qualifying as a protected activity.”).\n\n\n        Moreover, there is no hard and fast rule as to whether the\nconduct in a given case is protected. Barber, 68 F.3d at 702.\nInstead, we evaluate the facts of each case in light of the\nstatutory language and legislative intent. We have previously\nrecognized that protected opposition conduct includes more than\nformal filing of charges before the EEOC. Id. Indeed, in Barber\nwe cited with approval the Second Circuit’s language in Sumner\nv. United States Postal Service, 899 F.2d 203, 209 (2d Cir.\n1990), in which the court held that Title VII’s opposition clause\nis triggered by formal EEOC proceedings “as well [as] informal\nprotests of discriminatory employment practices, including\nmaking complaints to management, writing critical letters to\ncustomers, protesting against discrimination by industry or\n\n\n       4\n        We have previously recognized that Title VII and the\nAge Discrimination in Employment Act (“ADEA”), 29 U.S.C.\n§ 621 et seq. (2000), are comparable in many contexts. As such,\nwe refer to ADEA cases throughout this opinion. See Geary v.\nVisitation of the Blessed Virgin Mary Parish Sch., 7 F.3d 324,\n331 (3d Cir. 1993) (comparing the retaliation provisions of Title\nVII and the ADEA).\n\n                                 9\n\fsociety in general, and expressing support for co-workers who\nhave filed formal charges.” (citations omitted). When deciding\nwhether a plaintiff has engaged in opposition conduct, we look\nto the message being conveyed rather than the means of\nconveyance. Barber, 68 F.3d at 702.\n\n       Our review of the jurisprudence in this area convinces us\nthat Curay-Cramer’s conduct in this case is not deserving of\nprotection under the opposition language of Title VII. Despite\nthe wide net cast by Sumner, we are not aware of any court that\nhas found public protests or expressions of belief to be protected\nconduct absent some perceptible connection to the employer’s\nalleged illegal employment practice. See Dupont-Lauren, 994\nF. Supp. at 823 (holding that employee’s statement was too\nvague to constitute protected opposition activity where it did not\napprize the employer of any practice viewed as discriminatory\nor accuse anyone at the employing company of engaging in\ndiscrimination). As the Ninth Circuit made clear in EEOC v.\nCrown Zellerbach Corp., it must be possible to discern from the\ncontext of the statement that the employee opposes an unlawful\nemployment practice. 720 F.2d 1008, 1012-13 (9th Cir. 1983)\n(holding that employee engaged in protected activity by issuing\na letter accusing his employer of “racism” and\n“discrimination”).\n\n       In this context, public manifestations of disagreement\nwith illegal employment practices can be protected under the\nopposition clause. For example, an employee’s appearance on\nthe news magazine “60 Minutes” was assumed to be protected\nconduct where the entire show was about allegations of sexual\nharassment and discrimination within the Bureau of Alcohol,\nTobacco and Firearms. Hoffman v. Rubin, 193 F.3d 959, 963\n(8th Cir. 1999). Similarly, in Copeland v. Rosen, a district court\nheld that an employee, who attended a public meeting of\nstudents and parents organized for the express purpose of\nchallenging the allegedly discriminatory termination of a black\nteacher, engaged in protected opposition activity. 38 F. Supp.\n2d 298, 306-07 (S.D.N.Y. 1999).\n\n       A closer case is Payne v. McLemore’s Wholesale &\nRetail Stores, 654 F.2d 1130 (5th Cir. 1981). There, the Fifth\n\n                               10\n\fCircuit upheld a district court’s conclusion that boycotting and\npicketing activity was protected conduct in the face of a defense\nassertion that the boycotting was merely directed toward\ninequality in public accommodation. Id. at 1136-37. However,\nthe record in that case supported the District Court’s conclusion\nthat the civil rights organization responsible for the picketing,\nwhich occurred directly outside the stores of the employer, was\ndirected at the employer’s allegedly discriminatory employment\npractice of withholding certain jobs from black employees. Id.\nAn owner of the store even conceded that the reason for the\nboycott was that “[t]hey claimed that uh the merchants in\nWinnsboro were unfair to uh blacks.” Id. at 1137.\n\n        The News-Journal advertisement stated that the right to\nabortion was “under attack” and urged “Delawareans and\nelected officials at every level to be vigilant in the fight to\nensure that women now and in the future have the right to\nchoose.” This language cannot be construed as opposition to\nUrsuline’s alleged policy and practice of terminating women\nwho have or contemplate abortions. The advertisement did not\nmention gender discrimination, pregnancy discrimination, or\nemployment practices. It did not mention Ursuline or any other\nschools or employers.        To turn pro-choice advocacy,\nunconnected to employment practices, into conduct protected by\nTitle VII would inappropriately stretch the concept of protected\nactivity.\n\n        As written and under the circumstances in which it\nappeared, the advertisement simply is not protected opposition\nactivity. Moreover, there is no context from which one could\nreasonably conclude that Curay-Cramer’s signature at the\nbottom of the advertisement was in response to Ursuline’s\nalleged illegal policy or practice. Instead, context suggests that\nthe advertisement was a public endorsement of the Supreme\nCourt’s decision in Roe v. Wade, running, as it did, on the\nthirtieth anniversary of that decision. Having failed to mention\ndiscrimination in any way, let alone employment discrimination,\nand absent any context from which it is reasonable to conclude\nthat the advertisement was directed at employers generally or at\nUrsuline specifically, Curay-Cramer did not engage in activity\nprotected by Title VII when she lent her name to the pro-choice\n\n                               11\n\fposition articulated by the advertisement.5\n\n        Perhaps realizing the tenuous nature of her claim of\nopposition activity based solely on public pro-choice advocacy,\nCuray-Cramer attempts to bolster her assertion that she engaged\nin protected conduct by averring that, once she was called into\nGriffin’s office, she made it clear that it would be wrong to\nterminate her for opposing practices of her employer that\ninterfere with the legal right to an abortion. But as the Supreme\nCourt has held, an employer need not refrain from carrying out\na previously reached employment decision because an employee\nsubsequently claims to be engaging in protected activity. Clark\nCounty Sch. Dist. v. Breeden, 532 U.S. 268, 272 (2001). Curay-\nCramer’s Complaint makes it clear that Griffin contemplated\nfiring her from the moment Griffin read the advertisement. The\ncase law provides that an employee may not insulate herself\nfrom termination by covering herself with the cloak of Title\nVII’s opposition protections after committing non-protected\nconduct that was the basis for the decision to terminate. If\nsubsequent conduct could prevent an employer from following\nup on an earlier decision to terminate, employers would be\nplaced in a judicial straight-jacket not contemplated by\n\n\n       5\n        Although not directly on point, we believe that Lamb-\nBowman v. Delaware State University, 152 F. Supp. 2d 553 (D.\nDel. 2001), provides a useful comparison. In that case, the\nDistrict Court held that a female basketball coach did not engage\nin protected opposition activity by communicating her\ndispleasure with defendant’s perceived violation of Title IX,\nwhich prohibits schools from providing disparate levels of\nfunding to men’s and women’s sports programs. Id. at 560. The\nplaintiff in Lamb-Bowman was asking the court to infer that\npublic protest against unfair treatment toward female student\nathletes was, by implication, an allegation that the school was\ninvolved in unlawful gender discrimination in employment. The\nfactual setting is distinguishable. Nevertheless, it is relevant that\nthe District Court was reticent to find protected activity based on\ngeneral protests of gender inequality. As with the situation here,\npublic advocacy on issues impacting women does not always\nevoke the protection of Title VII’s opposition clause.\n\n                                 12\n\fCongress. See id. at 272; Cotton v. Cracker Barrel Old Country\nStore, Inc., 434 F.3d 1227, 1232 (11th Cir. 2006); Cichon v.\nExelon Generation Co., 401 F.3d 803, 811 (7th Cir. 2005)\n(applying the Breeden principle in the context of the Fair Labor\nStandards Act, 29 U.S.C. §§ 201 et seq.).\n\n        Curay-Cramer’s subjective state of mind is also irrelevant\nfor purposes of determining whether she engaged in protected\nconduct. Curay-Cramer claims that by lending her name to the\nadvertisement she communicated four “messages and ideas” to\nUrsuline: (1) it did not have the right to discriminate against\nwomen; (2) it should start a dialog concerning the rights of\npregnant women; (3) it should “stop being so certain of the\ncorrectness of its position,” which interferes with a woman’s\nright to choose; and (4) “[i]t should end policies which interfere\nwith access to or advocacy of abortion.” That Curay-Cramer\nintended to send these messages by signing the advertisement\ndoes not change the fact that the advertisement itself, viewed\nobjectively, does not achieve that goal. It is the objective\nmessage conveyed, not the subjective intent of the person\nsending the message, that is determinative.\n\nB. Count Three\n\n       Turning to Count Three, we agree with the District\nCourt’s determination that applying the PDA and Title VII\nraises a substantial constitutional question under the First\nAmendment’s Religion Clauses. Curay-Cramer contends that\nshe was fired because she is a woman and that similarly situated\nmale employees have been treated less harshly for substantially\nsimilar conduct. In order to assess this claim of the relative\nharshness of penalties for “similar conduct,” we would have to\nmeasure the degree of severity of various violations of Church\ndoctrine.\n\n       In determining whether there is a substantial\nconstitutional question, we are guided by the Supreme Court’s\nanalytical framework in Catholic Bishop. 440 U.S. at 490. In\nCatholic Bishop, the Supreme Court was faced with the question\nwhether the National Labor Relations Act should be read to\ngrant the National Labor Relations Board jurisdiction over\n\n                               13\n\freligious schools. 440 U.S. 490 (1979). In holding that the\nstatute did not confer such jurisdiction, the Court set forth an\nanalytical process to determine whether a statute presents “a\nsignificant risk that the First Amendment will be infringed.” Id.\nat 502. First, a court must determine whether applying the\nstatute raises “serious constitutional questions.” Id. at 501.\nSecond, if it does, a court must discern whether there is a “clear\nexpression of an affirmative intention” on the part of Congress\nto have the act apply in the situation presented. Id. at 504.\nFinally, if such an affirmative intention is shown, the court will\ndetermine whether the statute violates the Constitution as\napplied to the facts presented in the case. Id. at 507. The\npurpose of this test is to avoid addressing constitutional\nquestions absent clear legislative intent to apply the statute in a\nway that raises a significant risk of infringing constitutional\nrights. Geary, 7 F.3d at 324.\n\n      Turning to the Catholic Bishop test, first we must\ndetermine whether applying Title VII to a religious employer6\n\n\n       6\n        Curay-Cramer argues that Ursuline is not a religious\nemployer because its corporate documents do not say that it is\norganized for a religious purpose and because it does not make\nits employees sign “Cardinal’s Clauses”–contracts that provide\nthat an employer is organized for a religious purpose and\nexpressly grant the employer the right to terminate an employee\nthat does not follow the tenets of the faith. Whether a school is\nlegally diocesan or independent does not control our inquiry.\n\n       It is the suffusion of religion into the curriculum\n       and the mandate of the faculty to infuse the\n       students with the religious values of a religious\n       creed which create the conflict with the Religion\n       Clauses and not the vesting of legal title or the\n       responsibility of operation.\n\nNLRB v. Bishop Ford Cent. Catholic High Sch., 623 F.2d 818,\n823 (2d Cir. 1980). The very allegations of Curay-Cramer’s\nComplaint show that Ursuline is a religious school for purposes\nof our inquiry. She asserts that it is functionally controlled by\n\n                                14\n\funder these circumstances raises serious constitutional\nquestions. See, e.g., Rayburn v. Gen. Conference of Seventh-\nDay Adventists, 772 F.2d 1164, 1166 (4th Cir. 1985) (finding\nthat applying Title VII’s prohibitions against gender and racial\ndiscrimination to a church that declined to hire a female pastor\nraised serious constitutional questions). In Catholic Bishop, the\nSupreme Court noted that the resolution of fair labor practice\nclaims “in many instances will necessarily involve inquiry into\nthe good faith of the position asserted by the clergy-\nadministrators and its relationship to the school’s mission.” 440\nU.S. at 502. The “very process of inquiry” can impinge on\nrights guaranteed by the First Amendment. Id.\n\n        We have had occasion to consider the constitutional\nissues raised by applying Title VII to religious employers in\nsimilar contexts. For example, in Little, 929 F.2d 944, 950 (3d\nCir. 1991), we concluded that applying Title VII to a claim of\nreligious discrimination by an employee terminated from a\nCatholic school for marrying in violation of canon law would\nraise serious constitutional questions.\n\n       [I]nquiry into the employer’s religious mission is\n       not only likely, but inevitable, because the\n       specific claim is that the employee’s beliefs or\n       practices make her unfit to advance that mission.\n       It is difficult to imagine an area of the\n       employment relationship less fit for scrutiny by\n       the secular courts. Even if the employer\n       ultimately prevails, the process of review itself\n       might be excessive entanglement.\n\nId. at 949. While it is true that the plaintiff in Little styled her\nallegation as one of religious discrimination whereas Curay-\nCramer’s third Count alleges gender discrimination, we do not\n\n\nthe Diocese and Bishop Saltarelli, that it would be devastated\nfinancially if the Diocese withdrew its support, and, most\nimportantly, that its teachers understand that they are always to\nindoctrinate Ursuline’s students with the views of the Catholic\nChurch.\n\n                                15\n\fbelieve the difference is significant in terms of whether serious\nconstitutional questions are raised by applying Title VII.\nComparing Curay-Cramer to other Ursuline employees who\nhave committed “offenses” against Catholic doctrine would\nrequire us to engage in just the type of analysis specifically\nforeclosed by Little.\n\n        In Geary, decided just two years after Little, we held that\napplying the ADEA to a religious school did not present a\nsignificant risk of violating the First Amendment because a\ncourt would only conduct a “limited inquiry” into whether the\nschool discriminated against the plaintiff on the basis of age or\nwhether the proffered non-discriminatory reason for firing the\nplaintiff, in that case marrying in violation of canon law, was the\nactual reason or a pretext. 7 F.3d at 328-29. We noted that as\nlong as the plaintiff did not challenge the validity or plausibility\nof the religious doctrine said to support her dismissal, but only\nquestioned whether it was the actual motivation, excessive\nentanglement questions were not raised. Id. at 330.; DeMarco\nv. Holy Cross High Sch., 4 F.3d 166, 170-71 (2d Cir. 1993).\nThus, with Geary in mind, we note that many claims of\ndiscrimination against a religious employer under Title VII will\nnot raise serious constitutional questions.\n\n        Here, however, with the allegation that male employees,\nwho committed substantially similar offenses, were treated\ndifferently than was Curay-Cramer, we would have to assess the\nrelative severity of offenses. This exercise would violate the\nFirst Amendment. See Hall v. Baptist Catholic Archdiocese of\nIndianapolis, 215 F.3d 618, 626-27 (6th Cir. 2000) (“If a\nparticular religious community wishes to differentiate between\nthe severity of violating two tenets of its faith, it is not the\nprovince of the federal courts to say that such differentiation is\ndiscriminatory and therefore warrants Title VII liability.”)\n(quoting Hall v. Baptist Mem’l Health Care Corp., 27 F. Supp.\n2d 1029, 1039-40 (W.D. Tenn. 1998) (citing Lynch v. Donnelly,\n465 U.S. 668, 672 (1984)) (stating that the Religion Clauses\nwere designed “to prevent, as far as possible, the intrusion of\neither [the church or the state] into the precincts of the other.”).\nIn this case, Curay-Cramer alleges that similarly situated male\nemployees were treated differently, but points only to men who\n\n                                16\n\fare Jewish or oppose the war in Iraq.7\n\n       As the District Court noted, absent an allegation that a\nmale employee publicly attacked the Church’s position on\nabortion, evaluating the comparators\n\n       would require an analysis of Catholic doctrine to\n       determine whether the decision to employ a\n       teacher of a different religious background\n       constitutes an affront to the Catholic faith and, if\n       so, whether it is an affront of at least the same\n       seriousness as the Plaintiff’s repudiation of\n\nCatholic doctrine on when life begins and the responsibility to\npreserve life in utero.\n\nCuray-Cramer v. Ursuline Acad. of Wilmington, Del., Inc., 344\nF. Supp. 2d 923, 934 (D. Del. 2004).\n\n      We conclude that if we were to consider whether being\nJewish or opposing the war in Iraq is as serious a challenge to\nChurch doctrine as is promoting a woman’s right to abortion, we\nwould infringe upon the First Amendment Religion clauses. See\n\n\n\n\n       7\n        At oral argument counsel for plaintiff conceded that he\nwas not aware of any male employees at Ursuline who engaged\nin public pro-choice advocacy. Under FED. R. CIV. P. 11, a\nparty must have a reasonable basis to believe that a factual\nassertion has evidentiary support. To support her claim that\nsimilarly situated males were treated differently by Ursuline,\nCuray-Cramer cites examples that, while perhaps meeting the\nstatutory requirements for similarity, are not sufficiently similar\nto avoid evaluating the relative severity of violations of Church\ndoctrine. Because Curay-Cramer had an obligation to support\nher factual assertion, we must assume that the omission of an\nallegation involving a male employee who was terminated for\npublic pro-choice advocacy is an admission that no such male\nexists.\n\n                                17\n\fHall, 215 F.3d at 626-27.8 Thus, having reached the conclusion\nthat it would raise serious constitutional questions to apply Title\nVII to this case, we turn to the second prong of Catholic Bishop:\nwhether Congress has manifested an intent to have Title VII\napply to teachers in religious schools in this context. 440 U.S.\nat 504.\n\n        We note that the courts that have addressed this issue\nhave held that, under most circumstances, Title VII’s\nsubstantive provisions, with the exception of the prohibition\nagainst religious discrimination, apply to religious employers.\nLittle, 929 F.2d at 947-48. Nevertheless, we do not assume that\nTitle VII applies in all contexts and under all fact scenarios.\n\n       The legislative history of Title VII shows that Congress\nintended to exclude religious employers from the provisions\nprohibiting religious discrimination. The original verison of the\n1964 Civil Rights Act, H.R. 7152, excluded religious employers\nfrom all of Title VII. H.R. REP. NO. 88-914 (1963) reprinted in\nEEOC Legislative History of Title VII and XI of Civil Rights\nAct of 1964 at 2010 (1968) (“1964 Legis. Hist.”); 1964\nU.S.C.C.A.N. 2355. This exemption was redrafted to apply the\nbulk of Title VII’s provisions to religious employers but still\npermitted them to employ individuals of a particular religion.\n1964 Legis. Hist. at 3001, 3004, 3050. This version passed both\nthe House and Senate. EEOC v. Pac. Press Publ’g Ass’n, 676\nF.2d 1272, 1276-77 (9th Cir. 1982). In 1972, the issue of\nexemptions for religious employers arose again. The result was\nthe expansion of the exemption to provide that it would not be\n\n\n       8\n        Curay-Cramer also alleges “alternative” bases to support\nCount Three. Two of these follow her allegations in Counts\nOne and Two. As a third alternative basis, she alleges that she\nwas a qualified Religion teacher who was replaced by a male.\nLeaving aside that she admits she was an English teacher who\ntaught a single Religion class and does not aver that she was\nreplaced by a male English teacher, we note that discrimination\nchallenges to a religious school’s selection of full-time religion\nteachers are fraught with constitutional pitfalls. Little, 929 F.2d\nat 949.\n\n                                18\n\fan unlawful employment practice for a religious school to hire\nemployees based on their religious beliefs. Id. at 1277.\n\n\n       The exemption now provides:\n\n\n       Notwithstanding any other provision of this\n       subchapter, . . . it shall not be an unlawful\n       employment practice for a school . . . to hire and\n       employ employees of a particular religion if such\n       school . . . is, in whole or in substantial part,\n       owned, supported, controlled, or managed by a\n       particular religion or by a particular religious\n       corporation, association, or society, or if the\n       curriculum of such school, college, university, or\n       other educational institution is directed toward the\n       propagation of a particular religion.\n\n\n42 U.S.C. § 2000e-2(e)(2).\n\n\n        Nevertheless, there are circumstances in which Congress’\nintention to apply Title VII to religious employers is less clear.\nThese cases tend to involve the interplay of Title VII’s\nexemption for religious employers and the application of Title\nVII’s remaining substantive provisions. The conflict is\npresented because the text and legislative history of § 2000e-\n2(e)(2) show that “Congress intended the explicit exemptions of\nTitle VII to enable religious organizations to create and maintain\ncommunities composed solely of individuals faithful to their\ndoctrinal practices, whether or not every individual plays a\ndirect role in the organizations religious activities.” Little, 929\nF.2d at 951.\n\n\n        In this context, there are circumstances, like those\npresented here, where a religious institution’s ability to “create\nand maintain communities composed solely of individuals\nfaithful to their doctrinal practices” will be jeopardized by a\nplaintiff’s claim of gender discrimination. Id.; EEOC v. Miss.\n\n\n                                19\n\fCollege, 626 F.2d 477, 485 (5th Cir. 1980) (holding that a\nplaintiff is barred from proceeding with a Title VII suit if a\nreligious employer presents “convincing evidence” that the\nemployment practice was based on a religious preference).\n\n\n       We distinguish this case from one in which a plaintiff\navers that truly comparable employees were treated differently\nfollowing substantially similar conduct. In such a case, neither\nthe concerns of Little nor the interests of the exemption for\nreligious employers from religious discrimination claims are\nraised. Requiring a religious employer to explain why it has\ntreated two employees who have committed essentially the same\noffense differently poses no threat to the employer’s ability to\ncreate and maintain communities of the faithful. See DeMarco,\n4 F.3d at 171 (providing that permissible pretext cases can\ninvolve the question “whether the rule applied to the plaintiff\nhas been applied uniformly . . ..”).\n\n\n       Were we, however, to require Ursuline to treat Jewish\nmales or males who oppose the war in Iraq the same as a\nCatholic female who publicly advocates pro-choice positions,\nwe would be meddling in matters related to a religious\norganization’s ability to define the parameters of what\nconstitutes orthodoxy. See Little, 929 F.2d at 948 (expressing\nconcern that applying Title VII to a religious employer’s\ndecision to terminate an employee who remarried in violation of\ncanon law would force the court “to determine what constitutes\n‘the official teachings, doctrine or laws of the Roman Catholic\nChurch’ and whether plaintiff has ‘rejected’ them.”); Hall, 215\nF.3d at 626-27. Even assuming such a result is not expressly\nbarred by 42 U.S.C. § 2000e-2(e)(2), the existence of that\nprovision and our interpretation of its scope prevent us from\nfinding a clear expression of an affirmative intention on the part\nof Congress to have Title VII apply when its application would\ninvolve the court in evaluating violations of Church doctrine.\nThus, we will not apply Title VII to Curay-Cramer’s claim\nbecause Congress has not demonstrated a clear expression of an\naffirmative intention that we do so in situations where it is\nimpossible to avoid inquiry into a religious employer’s religious\n\n\n                               20\n\fmission or the plausibility of its religious justification for an\nemployment decision. Little, 929 F.2d at 949; Geary, 7 F.3d at\n330.\n        We caution religious employers against over-reading the\nimpact of our holding. It is by no means the case that all claims\nof gender discrimination against religious employers are\nimpermissible. Indeed, as we have discussed above, many such\nclaims may not raise serious constitutional questions. If a\nreligious employer does not offer a religious justification for an\nadverse employment action against a non-ministerial employee,\nit is unlikely that serious constitutional questions will be raised\nby applying Title VII. See Lukaszewski v. Nazareth Hosp., 764\nF. Supp. 57, 60 (E.D. Pa. 1991) (finding that a plaintiff’s ADEA\nclaim did not raise serious constitutional questions in part\nbecause the religious employer’s nondiscriminatory reason for\nterminating the employee (using racial epithets), was a\nlegitimate, nondiscriminatory reason for a secular employer to\nfire an employee); Weissman, 38 F.3d at 1045 (noting, in\ndeclining to find serious constitutional questions by applying the\nADEA in that case, that “the Temple failed to allege deficiencies\nin [] arguably religious duties or to assert any other religious\nreasons for [the plaintiff’s] termination.”).\n\n\n       Finally, we do not hold that a plaintiff seeking to\nestablish pretext by a religious employer need establish that the\ncomparators engaged in precisely the same conduct as that said\nto support the adverse employment action against the plaintiff.\nWhether the proffered comparable conduct is sufficiently similar\nto avoid raising substantial constitutional questions must be\njudged on a case-by-case basis. Suffice it to say that under the\ncircumstances presented here, resolving this case would require\nthe District Court to compare the relative severity of violations\nof religious doctrine. Congress has not manifested an\naffirmative intention to apply the statute to a religious employer\nin the face of such constitutional difficulties. Curay-Cramer,\nthus, does not present in Count Three a viable claim under Title\nVII.\n\n\n\n\n                                21\n\fV. Conclusion\n\n\n       We conclude that Curay-Cramer has failed to state a\nclaim upon which relief can be granted with respect to the first\ntwo counts of her Complaint because signing the pro-choice\nadvertisement was not protected conduct under Title VII’s\nopposition clause. Curay-Cramer’s third count fails because\nCongress has not clearly expressed an affirmative intention to\napply Title VII to a claim, as asserted here, against a religious\nemployer in the present context. Therefore, we will affirm the\njudgment of the District Court dismissing the first three counts\nof Curay-Cramer’s Complaint under FED. R. CIV. P. 12(b)(6)\nand dismissing without prejudice her state law claims.\n\n\n\n\n                               22\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                                                                           Opinions of the United\n2006 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n6-7-2006\n\nCuray-Cramer v. Ursuline Academy\nPrecedential or Non-Precedential: Precedential\n\nDocket No. 04-4628\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_2006\n\nRecommended Citation\n\"Curay-Cramer v. Ursuline Academy\" (2006). 2006 Decisions. Paper 801.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_2006/801\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 2006 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                                            PRECEDENTIAL\n\n              UNITED STATES COURT OF APPEALS\n                   FOR THE THIRD CIRCUIT\n\n\n                           No. 04-4628\n\n\n                 MICHELE CURAY-CRAMER,\n\n                                            Appellant\n\n                                 v.\n\n     THE URSULINE ACADEMY OF WILMINGTON,\n        DELAWARE, INC., a Delaware corporation;\n            MICHAEL A. SALTARELLI;\n     CATHOLIC DIOCESE OF WILMINGTON, INC.,\n               a Delaware corporation;\n       BARBARA C. GRIFFIN; and JERRY BOTTO\n\n\n\n          On Appeal from the United States District Court\n                    for the District of Delaware\n                  District Court No. 03-cv-01014\n            District Judge: Honorable Kent A. Jordan\n\n\n                   Argued on January 17, 2006\n\n          BEFORE: FUENTES, ROTH* and BECKER**,\n                      Circuit Judges\n\n\n          *Effective May 31, 2006, Judge Roth assumed senior\nstatus.\n       ** This case was argued before the panel of Judges\nFuentes, Roth and Becker. Judge Becker died on May 19, 2006,\nbefore the filing of the Opinion. The decision is filed by a\nquorum of the panel. 28 U.S.C. § 46(d)\n\f                    (Filed: June 7, 2006)\n\nThomas S. Neuberger, Esquire (ARGUED)\nStephen J. Neuberger, Esquire\nThe Neuberger Firm, P.A.\nTwo East Seventh Street, Suite 302\nWilmington, DE 19801\n\n             Counsel for Appellant\n\nBarry M. Willoughby, Esquire (ARGUED)\nTimothy Jay Houseal, Esquire\nMichael P. Stafford, Esquire\nYoung Conaway Stargatt & Taylor, LLP\n1000 West Street, 17th Floor\nP. O. Box 391\nWilmington, DE 19899-0391\n\n             Counsel for Appellees The Ursuline Academy,\n             Griffin and Botto\n\n\nAnthony R. Picarello, Jr., Esquire (ARGUED)\nDerek L. Gaubatz, Esquire\nJared N. Leland, Esquire\nThe Becket Fund for Religious Liberty\n1350 Connecticut Avenue, N.W.\nSuite 605\nWashington, D.C. 20036\n\nStephen E. Jenkins, Esquire\nAshby & Geddes\n222 Delaware Avenue\n17th Floor\nP. O. Box 1150\nWilmington, DE 19899\n\n             Counsel for Appellees-Defendants Saltarelli\n             and Diocese\n\n\n\n                              2\n\f                 OPINION OF THE COURT\n\n\n\nROTH, Circuit Judge:\n\n       Michele Curay-Cramer, a teacher at the Ursuline\nAcademy, a private, Catholic school, was fired after she signed\nher name to a pro-choice advertisement in the local newspaper.\nCuray-Cramer asserts both that signing the advertisement was\nconduct protected by 42 U.S.C. § 2000e-3(a) and that she was\nfired for conduct less egregious under Catholic doctrine than\nconduct of male employees who were treated less harshly. The\nDistrict Court granted defendants’ motions to dismiss under\nFED. R. CIV. P. 12(b)(6). We will affirm but, in doing so, we do\nnot adopt all of the District Court’s reasoning.\n\nI. Factual Background\n\n       Ursuline Academy is a private, non-diocesan Catholic\nschool in Wilmington, Delaware. Students range in grade from\npre-kindergarten to high school. Ursuline provides college\npreparatory education from a Catholic perspective. In June of\n2001, Curay-Cramer began teaching four English classes and a\nReligion class to 7th and 8th graders at Ursuline. Eighteen\nmonths later, on the thirtieth anniversary of the Supreme Court’s\ndecision in Roe v. Wade, </pre><span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span><pre class=\"inline\"> (1973), she lent her\nname to an advertisement in support of that decision, signed by\nsome six hundred individuals and organizations.              The\nadvertisement, which ran in the News-Journal, a newspaper of\ngeneral circulation in Wilmington, Delaware, stated:\n\n       Thirty years ago today, the U.S. Supreme Court in\n       Roe v. Wade guaranteed a woman’s right to make\n       her own reproductive choices. That right is under\n\n                               3\n\f       attack. We, the undersigned individuals and\n       organizations, reaffirm our commitment to\n       protecting that right. We believe that each\n       woman should be able to continue to make her\n       own reproductive choices, guided by her\n       conscience, ethical beliefs, medical advice and\n       personal circumstances. We urge all Delawareans\n       and elected officials at every level to be vigilant\n       in the fight to ensure that women now and in the\n       future have the right to choose.\n\nFollowing the text were the names of the individuals endorsing\nit, including Curay-Cramer.\n\n       On the day the advertisement appeared, Curay-Cramer\nwas called into the office of Barbara C. Griffin, the President of\nUrsuline. Griffin informed Curay-Cramer that the school was\ndeeply troubled by her public support of a position inimical to\naccepted Catholic doctrine and that Griffin was considering\nterminating Curay-Cramer’s employment with the school. In\nresponse, Curay-Cramer asserted her right to protest without\nretribution the school’s stance on abortion. She also informed\nGriffin that she had volunteered for Planned Parenthood and\ndistributed pamphlets that she believed contained important\ninformation related to reproductive options.\n\n      Curay-Cramer alleges that Griffin then consulted with\nBishop Michael Saltarelli, who ratified the school’s decision to\nterminate her.\n\n       A few days later, Curay-Cramer was again summoned to\nGriffin’s office. She was informed that Ursuline had decided to\nterminate her employment but was offering her an opportunity\nto resign. She was given the weekend to think it over. The\nfollowing week, Curay-Cramer met with Griffin and the head of\nUrsuline’s Religion Department. Curay-Cramer told them that\nit was illegal to fire her for opposing the school’s illegal\nemployment practices. She also asserted that she had never said\nor done anything in class that was contrary to Ursuline’s\npedagogic philosophy. Griffin responded that Curay-Cramer\ncould keep her job if she immediately and publicly recanted her\n\n                                4\n\fsupport of the advertisement and stated unequivocally that she\nwas pro-life. Curay-Cramer refused. She was then fired.\n\nII. Procedural History\n\n        After she was fired, Curay-Cramer filed suit against\nUrsuline, Griffin, Jerry Botto (Ursuline’s Director of\nCommunications), Bishop Saltarelli, and the Diocese of\nWilmington. Curay-Cramer included six counts in her\nComplaint: three federal claims and three state-law claims. Of\nthe federal claims, Count One focuses on the advertisement in\nthe News-Journal and alleges that it was a violation of Title VII\nand the Pregnancy Discrimination Act (PDA) to fire Curay-\nCramer for opposing Ursuline’s illegal employment practice of\nfiring anyone who has or contemplates an abortion.1 Count Two\nis based on the advertisement and associated advocacy for, and\nassociation with, persons protected by Title VII and the PDA.\nIn Count Three, Curay-Cramer avers that she was fired because\nshe is a woman and that similarly situated male employees have\nbeen treated less harshly for substantially similar conduct.\n\n        The District Court granted defendants’ motions to\ndismiss under FED. R. CIV. P. 12(b)(6) after concluding that\napplying Title VII and the PDA would raise serious\nconstitutional questions and that Congress did not manifest a\nclear legislative intent that Title VII be applied in a case like\nCuray-Cramer’s. See NLRB v. Catholic Bishop of Chi., </pre><span class=\"citation\" data-id=\"110040\"><a href=\"/opinion/110040/nlrb-v-catholic-bishop-of-chicago/\"><span class=\"volume\">440</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span><pre class=\"inline\"> (1979). The District Court then dismissed Curay-\nCramer’s state-law claims under 28 U.S.C. § 1367(c)(3).\n\nIII. Jurisdiction and Standard of Review\n\n       The District Court exercised original jurisdiction\npursuant to 42 U.S.C. §§ 2000e et seq. (Title VII), as amended\nby the PDA, 42 U.S.C. § 2000e(k). We have appellate\njurisdiction to review the final order of dismissal under 28\n\n\n       1\n       Curay-Cramer alleges that Ursuline has such a policy\nand practice; for purposes of reviewing this motion to dismiss,\nwe accept that assertion.\n\n                               5\n\fU.S.C. § 1291.\n\n       We exercise plenary review of a district court’s dismissal\nunder FED. R. CIV. P. 12(b)(6). Alexander v. Whitman, </pre><span class=\"citation\" data-id=\"741724\"><a href=\"/opinion/741724/karen-alexander-dennis-drazin-esq-drazin-and-warshaw-v-christine-todd/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1392</span></a></span><pre class=\"inline\">, 1397 (3d Cir. 1997). We affirm where a party has failed\nto state a claim upon which relief can be granted. Conley\nv.Gibson, </pre><span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 45-46 (1957). Although we must accept\nas true all well-pled allegations, Jordan v. Fox, Rothschild,\nO’Brien & Frankel, </pre><span class=\"citation\" data-id=\"667153\"><a href=\"/opinion/667153/joe-j-jordan-james-e-mitchell-jordan-mitchell-inc-v-fox-rothschild/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1250</span></a></span><pre class=\"inline\">, 1261 (3d Cir. 1994), we need\nnot credit the non-movant’s conclusions of law or unreasonable\nfactual inferences. Morse v. Lower Merion Sch. Dist., </pre><span class=\"citation\" data-id=\"749872\"><a href=\"/opinion/749872/jerome-p-morse-individually-and-as-of-the-estate-of-diane-m-morse/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">902</span></a></span><pre class=\"inline\">, 906 (3d Cir. 1997). Finally, we can affirm on any basis\nappearing in the record. Bernitsky v. United States, </pre><span class=\"citation\" data-id=\"377907\"><a href=\"/opinion/377907/joseph-bernitsky-albert-bernitsky-vincent-bernitsky-and-george-stenulis/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span>\n<span class=\"page\">948</span></a></span><pre class=\"inline\">, 950 (3d Cir. 1980).\n\nIV. Discussion\n\n       Title VII provides, in relevant part:\n\n       It shall be an unlawful employment practice for an\n       employer–\n\n       (1) to fail or refuse to hire or to discharge any\n       individual, or otherwise to discriminate against\n       any individual with respect to his compensation,\n       terms, conditions, or privileges of employment,\n       because of such individual’s race, color, religion,\n       sex, or national origin; or\n\n       (2) to limit, segregate, or classify his employees\n       or applicants for employment in any way which\n       would deprive or tend to deprive any individual of\n       employment opportunities or otherwise adversely\n       affect his status as an employee, because of such\n       individual’s race, color, religion, sex, or national\n       origin.\n\n42 U.S.C. § 2000e-2(a).\n\n       The PDA, 42 U.S.C. § 2000e(k), provides:\n\n\n                                6\n\f       The terms “because of sex” or “on the basis of\n       sex” include, but are not limited to, because of or\n       on the basis of pregnancy, childbirth, or related\n       medical conditions; and women affected by\n       pregnancy, childbirth, or related medical\n       conditions shall be treated the same for all\n       employment-related purposes . . ..\n\n       This subsection shall not require an employer to\n       pay for health insurance benefits for abortion,\n       except where the life of the mother would be\n       endangered if the fetus were carried to term, or\n       except where medical complications have arisen\n       from an abortion.\n\nId.\n\n      Title VII also contains a provision that protects\nemployees from retaliation: “It\n\nshall be an unlawful employment practice for an employer to\ndiscriminate against any of his employees . . . because he has\nopposed any practice made an unlawful employment practice by\nthis subchapter . . ..” 42 U.S.C. § 2000e-3(a).2\n\n       Curay-Cramer contends that Title VII’s opposition clause\nprotects any employee who has had an abortion, who\ncontemplates having an abortion, or who supports the rights of\nwomen who do so. This Court has not ruled on this issue.3\n\n\n       2\n        It is axiomatic that an employer is free to terminate an\nemployee provided that the employee is not engaged in\nprotected conduct.\n       3\n        We note that the Sixth Circuit Court of Appeals has held\nthat “an employer may not discriminate against a woman\nemployee because ‘she has exercised her right to have an\nabortion.’” Turic v. Holland Hospitality, Inc., </pre><span class=\"citation\" data-id=\"719630\"><a href=\"/opinion/719630/kimberly-turic-v-holland-hospitality-inc-dba-holiday-inn-and/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></a></span><pre class=\"inline\">,\n1214 (6th Cir. 1996) (quoting H.R. REP. NO. 95-1786 (1978)\n(Conf. Rep.), reprinted in 1978 U.S.C.C.A.N. 4749, 4765-66).\n\n                               7\n\fHowever, even if we were to assume that properly structured\nopposition and association activity, directed toward an\nemployer’s policy or practice of discriminating against women\nwho have or contemplate abortions, can fall within the ambit of\n\nTitle VII, still we conclude that Curay-Cramer has failed to state\na claim in Counts One and Two.\n\nA. Counts One and Two\n\n        In considering Counts One and Two, we will not adopt\nthe District Court’s determination that applying Title VII and the\nPDA raises substantial constitutional questions because at a\nmore basic level we have determined that Curay-Cramer fails to\nstate a claim. We conclude that Curay-Cramer did not engage\nin protected activity when she signed a pro-choice advertisement\nthat did not mention employment, employers, pregnancy\ndiscrimination, or even gender discrimination. We will,\ntherefore, affirm the District Court’s dismissal of the first two\ncounts of her Complaint but not for the reasons adopted by the\nDistrict Court.\n\n       Title VII’s anti-retaliation provisions protect employees\nwho participate in Title VII’s statutory processes or who\notherwise oppose employment practices made illegal by Title\nVII. Laughlin v. Metro. Wash. Airports Auth., </pre><span class=\"citation\" data-id=\"755784\"><a href=\"/opinion/755784/karen-laughlin-v-metropolitan-washington-airports-authority-augustus/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span><pre class=\"inline\">,\n259-60 (4th Cir. 1998). Defendants Ursuline, the Diocese, and\nBishop Saltarelli argue, however, that basic pro-choice advocacy\ndoes not constitute opposition to an illegal employment practice.\nWe agree.\n\n\n\nExtending that principle, the Sixth Circuit further held that an\nemployer “cannot take adverse employment action against a\nfemale employee for merely thinking about what she has a right\nto do.” Id. Likewise, the Equal Employment Opportunity\nCommission (EEOC) has taken the position that it is an\nunlawful employment practice to fire a woman “because she is\npregnant or has had an abortion.” 29 C.F.R. pt. 1604, App.\n(1986).\n\n                                8\n\f         First, case law has established that opposition to an\nillegal employment practice must identify the employer and the\npractice – if not specifically, at least by context. For example,\nin Barber v. CSX Distribution Services, </pre><span class=\"citation\" data-id=\"706836\"><a href=\"/opinion/706836/69-fair-emplpraccas-bna-81-67-empl-prac-dec-p-43758-simon-a/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">, 701-02 (3d\nCir. 1995), we held that a letter to an employer’s Human\nResources Department was not protected activity because it did\nnot specifically complain about age discrimination.4 The letter,\nwhich stated that the plaintiff felt that the position was given to\na less qualified person, was too vague to constitute opposition\nto an unlawful employment practice of his employer because it\nneither “explicitly or implicitly” alleged that a protected\ncharacteristic was the basis for the adverse employment action.\nId. at 702. A general complaint of unfair treatment is\ninsufficient to establish protected activity under Title VII. Id.;\nDupont-Lauren v. Schneider (USA), Inc., </pre><span class=\"citation\" data-id=\"1530683\"><a href=\"/opinion/1530683/dupont-lauren-v-schneider-usa-inc/\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">802</span></a></span><pre class=\"inline\">, 823\n(S.D. Tex. 1998) (“Vagueness as to the nature of the grievance\n. . . prevents a protest from qualifying as a protected activity.”).\n\n\n        Moreover, there is no hard and fast rule as to whether the\nconduct in a given case is protected. Barber, 68 F.3d at 702.\nInstead, we evaluate the facts of each case in light of the\nstatutory language and legislative intent. We have previously\nrecognized that protected opposition conduct includes more than\nformal filing of charges before the EEOC. Id. Indeed, in Barber\nwe cited with approval the Second Circuit’s language in Sumner\nv. United States Postal Service, </pre><span class=\"citation\" data-id=\"538811\"><a href=\"/opinion/538811/52-fair-emplpraccas-891-53-empl-prac-dec-p-39807-clement-sumner-v/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 209 (2d Cir.\n1990), in which the court held that Title VII’s opposition clause\nis triggered by formal EEOC proceedings “as well [as] informal\nprotests of discriminatory employment practices, including\nmaking complaints to management, writing critical letters to\ncustomers, protesting against discrimination by industry or\n\n\n       4\n        We have previously recognized that Title VII and the\nAge Discrimination in Employment Act (“ADEA”), 29 U.S.C.\n§ 621 et seq. (2000), are comparable in many contexts. As such,\nwe refer to ADEA cases throughout this opinion. See Geary v.\nVisitation of the Blessed Virgin Mary Parish Sch., </pre><span class=\"citation\" data-id=\"655299\"><a href=\"/opinion/655299/marie-geary-v-visitation-of-the-blessed-virgin-mary-parish-school-francis/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></a></span><pre class=\"inline\">,\n331 (3d Cir. 1993) (comparing the retaliation provisions of Title\nVII and the ADEA).\n\n                                 9\n\fsociety in general, and expressing support for co-workers who\nhave filed formal charges.” (citations omitted). When deciding\nwhether a plaintiff has engaged in opposition conduct, we look\nto the message being conveyed rather than the means of\nconveyance. Barber, 68 F.3d at 702.\n\n       Our review of the jurisprudence in this area convinces us\nthat Curay-Cramer’s conduct in this case is not deserving of\nprotection under the opposition language of Title VII. Despite\nthe wide net cast by Sumner, we are not aware of any court that\nhas found public protests or expressions of belief to be protected\nconduct absent some perceptible connection to the employer’s\nalleged illegal employment practice. See Dupont-Lauren, 994\nF. Supp. at 823 (holding that employee’s statement was too\nvague to constitute protected opposition activity where it did not\napprize the employer of any practice viewed as discriminatory\nor accuse anyone at the employing company of engaging in\ndiscrimination). As the Ninth Circuit made clear in EEOC v.\nCrown Zellerbach Corp., it must be possible to discern from the\ncontext of the statement that the employee opposes an unlawful\nemployment practice. </pre><span class=\"citation\" data-id=\"427053\"><a href=\"/opinion/427053/32-fair-emplpraccas-809-32-empl-prac-dec-p-33752-equal-employment/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1008</span></a></span><pre class=\"inline\">, 1012-13 (9th Cir. 1983)\n(holding that employee engaged in protected activity by issuing\na letter accusing his employer of “racism” and\n“discrimination”).\n\n       In this context, public manifestations of disagreement\nwith illegal employment practices can be protected under the\nopposition clause. For example, an employee’s appearance on\nthe news magazine “60 Minutes” was assumed to be protected\nconduct where the entire show was about allegations of sexual\nharassment and discrimination within the Bureau of Alcohol,\nTobacco and Firearms. Hoffman v. Rubin, </pre><span class=\"citation\" data-id=\"766427\"><a href=\"/opinion/766427/robert-l-hoffman-v-robert-e-rubin-secretary-united-states-department/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">959</span></a></span><pre class=\"inline\">, 963\n(8th Cir. 1999). Similarly, in Copeland v. Rosen, a district court\nheld that an employee, who attended a public meeting of\nstudents and parents organized for the express purpose of\nchallenging the allegedly discriminatory termination of a black\nteacher, engaged in protected opposition activity. </pre><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F. Supp.</span>\n<span class=\"page\">2d</span></span><pre class=\"inline\"> 298, 306-07 (S.D.N.Y. 1999).\n\n       A closer case is Payne v. McLemore’s Wholesale &\nRetail Stores, </pre><span class=\"citation\" data-id=\"392688\"><a href=\"/opinion/392688/26-fair-emplpraccas-1500-26-empl-prac-dec-p-32097-charles-payne-v/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1130</span></a></span><pre class=\"inline\"> (5th Cir. 1981). There, the Fifth\n\n                               10\n\fCircuit upheld a district court’s conclusion that boycotting and\npicketing activity was protected conduct in the face of a defense\nassertion that the boycotting was merely directed toward\ninequality in public accommodation. Id. at 1136-37. However,\nthe record in that case supported the District Court’s conclusion\nthat the civil rights organization responsible for the picketing,\nwhich occurred directly outside the stores of the employer, was\ndirected at the employer’s allegedly discriminatory employment\npractice of withholding certain jobs from black employees. Id.\nAn owner of the store even conceded that the reason for the\nboycott was that “[t]hey claimed that uh the merchants in\nWinnsboro were unfair to uh blacks.” Id. at 1137.\n\n        The News-Journal advertisement stated that the right to\nabortion was “under attack” and urged “Delawareans and\nelected officials at every level to be vigilant in the fight to\nensure that women now and in the future have the right to\nchoose.” This language cannot be construed as opposition to\nUrsuline’s alleged policy and practice of terminating women\nwho have or contemplate abortions. The advertisement did not\nmention gender discrimination, pregnancy discrimination, or\nemployment practices. It did not mention Ursuline or any other\nschools or employers.        To turn pro-choice advocacy,\nunconnected to employment practices, into conduct protected by\nTitle VII would inappropriately stretch the concept of protected\nactivity.\n\n        As written and under the circumstances in which it\nappeared, the advertisement simply is not protected opposition\nactivity. Moreover, there is no context from which one could\nreasonably conclude that Curay-Cramer’s signature at the\nbottom of the advertisement was in response to Ursuline’s\nalleged illegal policy or practice. Instead, context suggests that\nthe advertisement was a public endorsement of the Supreme\nCourt’s decision in Roe v. Wade, running, as it did, on the\nthirtieth anniversary of that decision. Having failed to mention\ndiscrimination in any way, let alone employment discrimination,\nand absent any context from which it is reasonable to conclude\nthat the advertisement was directed at employers generally or at\nUrsuline specifically, Curay-Cramer did not engage in activity\nprotected by Title VII when she lent her name to the pro-choice\n\n                               11\n\fposition articulated by the advertisement.5\n\n        Perhaps realizing the tenuous nature of her claim of\nopposition activity based solely on public pro-choice advocacy,\nCuray-Cramer attempts to bolster her assertion that she engaged\nin protected conduct by averring that, once she was called into\nGriffin’s office, she made it clear that it would be wrong to\nterminate her for opposing practices of her employer that\ninterfere with the legal right to an abortion. But as the Supreme\nCourt has held, an employer need not refrain from carrying out\na previously reached employment decision because an employee\nsubsequently claims to be engaging in protected activity. Clark\nCounty Sch. Dist. v. Breeden, </pre><span class=\"citation\" data-id=\"2620700\"><a href=\"/opinion/2620700/clark-county-school-dist-v-breeden/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span><pre class=\"inline\">, 272 (2001). Curay-\nCramer’s Complaint makes it clear that Griffin contemplated\nfiring her from the moment Griffin read the advertisement. The\ncase law provides that an employee may not insulate herself\nfrom termination by covering herself with the cloak of Title\nVII’s opposition protections after committing non-protected\nconduct that was the basis for the decision to terminate. If\nsubsequent conduct could prevent an employer from following\nup on an earlier decision to terminate, employers would be\nplaced in a judicial straight-jacket not contemplated by\n\n\n       5\n        Although not directly on point, we believe that Lamb-\nBowman v. Delaware State University, </pre><span class=\"citation\" data-id=\"2482819\"><a href=\"/opinion/2482819/lamb-bowman-v-delaware-state-university/\"><span class=\"volume\">152</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">553</span></a></span><pre class=\"inline\"> (D.\nDel. 2001), provides a useful comparison. In that case, the\nDistrict Court held that a female basketball coach did not engage\nin protected opposition activity by communicating her\ndispleasure with defendant’s perceived violation of Title IX,\nwhich prohibits schools from providing disparate levels of\nfunding to men’s and women’s sports programs. Id. at 560. The\nplaintiff in Lamb-Bowman was asking the court to infer that\npublic protest against unfair treatment toward female student\nathletes was, by implication, an allegation that the school was\ninvolved in unlawful gender discrimination in employment. The\nfactual setting is distinguishable. Nevertheless, it is relevant that\nthe District Court was reticent to find protected activity based on\ngeneral protests of gender inequality. As with the situation here,\npublic advocacy on issues impacting women does not always\nevoke the protection of Title VII’s opposition clause.\n\n                                 12\n\fCongress. See id. at 272; Cotton v. Cracker Barrel Old Country\nStore, Inc., </pre><span class=\"citation\" data-id=\"77214\"><a href=\"/opinion/77214/kourtney-cotton-v-cracker-barrel-old-county-store/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span><pre class=\"inline\">, 1232 (11th Cir. 2006); Cichon v.\nExelon Generation Co., </pre><span class=\"citation\" data-id=\"789621\"><a href=\"/opinion/789621/michael-c-cichon-v-exelon-generation-company-llc/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></a></span><pre class=\"inline\">, 811 (7th Cir. 2005)\n(applying the Breeden principle in the context of the Fair Labor\nStandards Act, 29 U.S.C. §§ 201 et seq.).\n\n        Curay-Cramer’s subjective state of mind is also irrelevant\nfor purposes of determining whether she engaged in protected\nconduct. Curay-Cramer claims that by lending her name to the\nadvertisement she communicated four “messages and ideas” to\nUrsuline: (1) it did not have the right to discriminate against\nwomen; (2) it should start a dialog concerning the rights of\npregnant women; (3) it should “stop being so certain of the\ncorrectness of its position,” which interferes with a woman’s\nright to choose; and (4) “[i]t should end policies which interfere\nwith access to or advocacy of abortion.” That Curay-Cramer\nintended to send these messages by signing the advertisement\ndoes not change the fact that the advertisement itself, viewed\nobjectively, does not achieve that goal. It is the objective\nmessage conveyed, not the subjective intent of the person\nsending the message, that is determinative.\n\nB. Count Three\n\n       Turning to Count Three, we agree with the District\nCourt’s determination that applying the PDA and Title VII\nraises a substantial constitutional question under the First\nAmendment’s Religion Clauses. Curay-Cramer contends that\nshe was fired because she is a woman and that similarly situated\nmale employees have been treated less harshly for substantially\nsimilar conduct. In order to assess this claim of the relative\nharshness of penalties for “similar conduct,” we would have to\nmeasure the degree of severity of various violations of Church\ndoctrine.\n\n       In determining whether there is a substantial\nconstitutional question, we are guided by the Supreme Court’s\nanalytical framework in Catholic Bishop. 440 U.S. at 490. In\nCatholic Bishop, the Supreme Court was faced with the question\nwhether the National Labor Relations Act should be read to\ngrant the National Labor Relations Board jurisdiction over\n\n                               13\n\freligious schools. </pre><span class=\"citation\" data-id=\"110040\"><a href=\"/opinion/110040/nlrb-v-catholic-bishop-of-chicago/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span><pre class=\"inline\"> (1979). In holding that the\nstatute did not confer such jurisdiction, the Court set forth an\nanalytical process to determine whether a statute presents “a\nsignificant risk that the First Amendment will be infringed.” Id.\nat 502. First, a court must determine whether applying the\nstatute raises “serious constitutional questions.” Id. at 501.\nSecond, if it does, a court must discern whether there is a “clear\nexpression of an affirmative intention” on the part of Congress\nto have the act apply in the situation presented. Id. at 504.\nFinally, if such an affirmative intention is shown, the court will\ndetermine whether the statute violates the Constitution as\napplied to the facts presented in the case. Id. at 507. The\npurpose of this test is to avoid addressing constitutional\nquestions absent clear legislative intent to apply the statute in a\nway that raises a significant risk of infringing constitutional\nrights. Geary, 7 F.3d at 324.\n\n      Turning to the Catholic Bishop test, first we must\ndetermine whether applying Title VII to a religious employer6\n\n\n       6\n        Curay-Cramer argues that Ursuline is not a religious\nemployer because its corporate documents do not say that it is\norganized for a religious purpose and because it does not make\nits employees sign “Cardinal’s Clauses”–contracts that provide\nthat an employer is organized for a religious purpose and\nexpressly grant the employer the right to terminate an employee\nthat does not follow the tenets of the faith. Whether a school is\nlegally diocesan or independent does not control our inquiry.\n\n       It is the suffusion of religion into the curriculum\n       and the mandate of the faculty to infuse the\n       students with the religious values of a religious\n       creed which create the conflict with the Religion\n       Clauses and not the vesting of legal title or the\n       responsibility of operation.\n\nNLRB v. Bishop Ford Cent. Catholic High Sch., </pre><span class=\"citation\" data-id=\"379209\"><a href=\"/opinion/379209/national-labor-relations-board-and-lay-faculty-association-local-1261/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span><pre class=\"inline\">,\n823 (2d Cir. 1980). The very allegations of Curay-Cramer’s\nComplaint show that Ursuline is a religious school for purposes\nof our inquiry. She asserts that it is functionally controlled by\n\n                                14\n\funder these circumstances raises serious constitutional\nquestions. See, e.g., Rayburn v. Gen. Conference of Seventh-\nDay Adventists, </pre><span class=\"citation\" data-id=\"458558\"><a href=\"/opinion/458558/carole-a-rayburn-v-general-conference-of-seventh-day-adventists-an/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span><pre class=\"inline\">, 1166 (4th Cir. 1985) (finding\nthat applying Title VII’s prohibitions against gender and racial\ndiscrimination to a church that declined to hire a female pastor\nraised serious constitutional questions). In Catholic Bishop, the\nSupreme Court noted that the resolution of fair labor practice\nclaims “in many instances will necessarily involve inquiry into\nthe good faith of the position asserted by the clergy-\nadministrators and its relationship to the school’s mission.” 440\nU.S. at 502. The “very process of inquiry” can impinge on\nrights guaranteed by the First Amendment. Id.\n\n        We have had occasion to consider the constitutional\nissues raised by applying Title VII to religious employers in\nsimilar contexts. For example, in Little, </pre><span class=\"citation\" data-id=\"558589\"><a href=\"/opinion/558589/susan-long-little-v-donald-p-wuerl-bishop-of-pittsburgh-as-trustee-of/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span><pre class=\"inline\">, 950 (3d\nCir. 1991), we concluded that applying Title VII to a claim of\nreligious discrimination by an employee terminated from a\nCatholic school for marrying in violation of canon law would\nraise serious constitutional questions.\n\n       [I]nquiry into the employer’s religious mission is\n       not only likely, but inevitable, because the\n       specific claim is that the employee’s beliefs or\n       practices make her unfit to advance that mission.\n       It is difficult to imagine an area of the\n       employment relationship less fit for scrutiny by\n       the secular courts. Even if the employer\n       ultimately prevails, the process of review itself\n       might be excessive entanglement.\n\nId. at 949. While it is true that the plaintiff in Little styled her\nallegation as one of religious discrimination whereas Curay-\nCramer’s third Count alleges gender discrimination, we do not\n\n\nthe Diocese and Bishop Saltarelli, that it would be devastated\nfinancially if the Diocese withdrew its support, and, most\nimportantly, that its teachers understand that they are always to\nindoctrinate Ursuline’s students with the views of the Catholic\nChurch.\n\n                                15\n\fbelieve the difference is significant in terms of whether serious\nconstitutional questions are raised by applying Title VII.\nComparing Curay-Cramer to other Ursuline employees who\nhave committed “offenses” against Catholic doctrine would\nrequire us to engage in just the type of analysis specifically\nforeclosed by Little.\n\n        In Geary, decided just two years after Little, we held that\napplying the ADEA to a religious school did not present a\nsignificant risk of violating the First Amendment because a\ncourt would only conduct a “limited inquiry” into whether the\nschool discriminated against the plaintiff on the basis of age or\nwhether the proffered non-discriminatory reason for firing the\nplaintiff, in that case marrying in violation of canon law, was the\nactual reason or a pretext. 7 F.3d at 328-29. We noted that as\nlong as the plaintiff did not challenge the validity or plausibility\nof the religious doctrine said to support her dismissal, but only\nquestioned whether it was the actual motivation, excessive\nentanglement questions were not raised. Id. at 330.; DeMarco\nv. Holy Cross High Sch., </pre><span class=\"citation\" data-id=\"629127\"><a href=\"/opinion/629127/guy-demarco-v-holy-cross-high-school/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">166</span></a></span><pre class=\"inline\">, 170-71 (2d Cir. 1993).\nThus, with Geary in mind, we note that many claims of\ndiscrimination against a religious employer under Title VII will\nnot raise serious constitutional questions.\n\n        Here, however, with the allegation that male employees,\nwho committed substantially similar offenses, were treated\ndifferently than was Curay-Cramer, we would have to assess the\nrelative severity of offenses. This exercise would violate the\nFirst Amendment. See Hall v. Baptist Catholic Archdiocese of\nIndianapolis, </pre><span class=\"citation\" data-id=\"769069\"><a href=\"/opinion/769069/glynda-l-hall-v-baptist-memorial-health-care-corporation-dba-baptist/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span><pre class=\"inline\">, 626-27 (6th Cir. 2000) (“If a\nparticular religious community wishes to differentiate between\nthe severity of violating two tenets of its faith, it is not the\nprovince of the federal courts to say that such differentiation is\ndiscriminatory and therefore warrants Title VII liability.”)\n(quoting Hall v. Baptist Mem’l Health Care Corp., </pre><span class=\"citation\" data-id=\"2346137\"><a href=\"/opinion/2346137/hall-v-baptist-memorial-health-care-corp/\"><span class=\"volume\">27</span> <span class=\"reporter\">F. Supp.</span>\n<span class=\"page\">2d</span></a></span><pre class=\"inline\"> 1029, 1039-40 (W.D. Tenn. 1998) (citing Lynch v. Donnelly,\n</pre><span class=\"citation\" data-id=\"111113\"><a href=\"/opinion/111113/lynch-v-donnelly/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 672 (1984)) (stating that the Religion Clauses\nwere designed “to prevent, as far as possible, the intrusion of\neither [the church or the state] into the precincts of the other.”).\nIn this case, Curay-Cramer alleges that similarly situated male\nemployees were treated differently, but points only to men who\n\n                                16\n\fare Jewish or oppose the war in Iraq.7\n\n       As the District Court noted, absent an allegation that a\nmale employee publicly attacked the Church’s position on\nabortion, evaluating the comparators\n\n       would require an analysis of Catholic doctrine to\n       determine whether the decision to employ a\n       teacher of a different religious background\n       constitutes an affront to the Catholic faith and, if\n       so, whether it is an affront of at least the same\n       seriousness as the Plaintiff’s repudiation of\n\nCatholic doctrine on when life begins and the responsibility to\npreserve life in utero.\n\nCuray-Cramer v. Ursuline Acad. of Wilmington, Del., Inc., </pre><span class=\"citation\" data-id=\"2368753\"><a href=\"/opinion/2368753/curay-cramer-v-ursuline-academy-of-wilmington-de/\"><span class=\"volume\">344</span>\n<span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">923</span></a></span><pre class=\"inline\">, 934 (D. Del. 2004).\n\n      We conclude that if we were to consider whether being\nJewish or opposing the war in Iraq is as serious a challenge to\nChurch doctrine as is promoting a woman’s right to abortion, we\nwould infringe upon the First Amendment Religion clauses. See\n\n\n\n\n       7\n        At oral argument counsel for plaintiff conceded that he\nwas not aware of any male employees at Ursuline who engaged\nin public pro-choice advocacy. Under FED. R. CIV. P. 11, a\nparty must have a reasonable basis to believe that a factual\nassertion has evidentiary support. To support her claim that\nsimilarly situated males were treated differently by Ursuline,\nCuray-Cramer cites examples that, while perhaps meeting the\nstatutory requirements for similarity, are not sufficiently similar\nto avoid evaluating the relative severity of violations of Church\ndoctrine. Because Curay-Cramer had an obligation to support\nher factual assertion, we must assume that the omission of an\nallegation involving a male employee who was terminated for\npublic pro-choice advocacy is an admission that no such male\nexists.\n\n                                17\n\fHall, 215 F.3d at 626-27.8 Thus, having reached the conclusion\nthat it would raise serious constitutional questions to apply Title\nVII to this case, we turn to the second prong of Catholic Bishop:\nwhether Congress has manifested an intent to have Title VII\napply to teachers in religious schools in this context. 440 U.S.\nat 504.\n\n        We note that the courts that have addressed this issue\nhave held that, under most circumstances, Title VII’s\nsubstantive provisions, with the exception of the prohibition\nagainst religious discrimination, apply to religious employers.\nLittle, 929 F.2d at 947-48. Nevertheless, we do not assume that\nTitle VII applies in all contexts and under all fact scenarios.\n\n       The legislative history of Title VII shows that Congress\nintended to exclude religious employers from the provisions\nprohibiting religious discrimination. The original verison of the\n1964 Civil Rights Act, H.R. 7152, excluded religious employers\nfrom all of Title VII. H.R. REP. NO. 88-914 (1963) reprinted in\nEEOC Legislative History of Title VII and XI of Civil Rights\nAct of 1964 at 2010 (1968) (“1964 Legis. Hist.”); 1964\nU.S.C.C.A.N. 2355. This exemption was redrafted to apply the\nbulk of Title VII’s provisions to religious employers but still\npermitted them to employ individuals of a particular religion.\n1964 Legis. Hist. at 3001, 3004, 3050. This version passed both\nthe House and Senate. EEOC v. Pac. Press Publ’g Ass’n, </pre><span class=\"citation\" data-id=\"403389\"><a href=\"/opinion/403389/28-fair-emplpraccas-1596-29-empl-prac-dec-p-32817-equal-employment/\"><span class=\"volume\">676</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span><pre class=\"inline\">, 1276-77 (9th Cir. 1982). In 1972, the issue of\nexemptions for religious employers arose again. The result was\nthe expansion of the exemption to provide that it would not be\n\n\n       8\n        Curay-Cramer also alleges “alternative” bases to support\nCount Three. Two of these follow her allegations in Counts\nOne and Two. As a third alternative basis, she alleges that she\nwas a qualified Religion teacher who was replaced by a male.\nLeaving aside that she admits she was an English teacher who\ntaught a single Religion class and does not aver that she was\nreplaced by a male English teacher, we note that discrimination\nchallenges to a religious school’s selection of full-time religion\nteachers are fraught with constitutional pitfalls. Little, 929 F.2d\nat 949.\n\n                                18\n\fan unlawful employment practice for a religious school to hire\nemployees based on their religious beliefs. Id. at 1277.\n\n\n       The exemption now provides:\n\n\n       Notwithstanding any other provision of this\n       subchapter, . . . it shall not be an unlawful\n       employment practice for a school . . . to hire and\n       employ employees of a particular religion if such\n       school . . . is, in whole or in substantial part,\n       owned, supported, controlled, or managed by a\n       particular religion or by a particular religious\n       corporation, association, or society, or if the\n       curriculum of such school, college, university, or\n       other educational institution is directed toward the\n       propagation of a particular religion.\n\n\n42 U.S.C. § 2000e-2(e)(2).\n\n\n        Nevertheless, there are circumstances in which Congress’\nintention to apply Title VII to religious employers is less clear.\nThese cases tend to involve the interplay of Title VII’s\nexemption for religious employers and the application of Title\nVII’s remaining substantive provisions. The conflict is\npresented because the text and legislative history of § 2000e-\n2(e)(2) show that “Congress intended the explicit exemptions of\nTitle VII to enable religious organizations to create and maintain\ncommunities composed solely of individuals faithful to their\ndoctrinal practices, whether or not every individual plays a\ndirect role in the organizations religious activities.” Little, 929\nF.2d at 951.\n\n\n        In this context, there are circumstances, like those\npresented here, where a religious institution’s ability to “create\nand maintain communities composed solely of individuals\nfaithful to their doctrinal practices” will be jeopardized by a\nplaintiff’s claim of gender discrimination. Id.; EEOC v. Miss.\n\n\n                                19\n\fCollege, </pre><span class=\"citation\" data-id=\"380476\"><a href=\"/opinion/380476/23-fair-emplpraccas-1501-24-empl-prac-dec-p-31268-equal-employment/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span><pre class=\"inline\">, 485 (5th Cir. 1980) (holding that a\nplaintiff is barred from proceeding with a Title VII suit if a\nreligious employer presents “convincing evidence” that the\nemployment practice was based on a religious preference).\n\n\n       We distinguish this case from one in which a plaintiff\navers that truly comparable employees were treated differently\nfollowing substantially similar conduct. In such a case, neither\nthe concerns of Little nor the interests of the exemption for\nreligious employers from religious discrimination claims are\nraised. Requiring a religious employer to explain why it has\ntreated two employees who have committed essentially the same\noffense differently poses no threat to the employer’s ability to\ncreate and maintain communities of the faithful. See DeMarco,\n4 F.3d at 171 (providing that permissible pretext cases can\ninvolve the question “whether the rule applied to the plaintiff\nhas been applied uniformly . . ..”).\n\n\n       Were we, however, to require Ursuline to treat Jewish\nmales or males who oppose the war in Iraq the same as a\nCatholic female who publicly advocates pro-choice positions,\nwe would be meddling in matters related to a religious\norganization’s ability to define the parameters of what\nconstitutes orthodoxy. See Little, 929 F.2d at 948 (expressing\nconcern that applying Title VII to a religious employer’s\ndecision to terminate an employee who remarried in violation of\ncanon law would force the court “to determine what constitutes\n‘the official teachings, doctrine or laws of the Roman Catholic\nChurch’ and whether plaintiff has ‘rejected’ them.”); Hall, 215\nF.3d at 626-27. Even assuming such a result is not expressly\nbarred by 42 U.S.C. § 2000e-2(e)(2), the existence of that\nprovision and our interpretation of its scope prevent us from\nfinding a clear expression of an affirmative intention on the part\nof Congress to have Title VII apply when its application would\ninvolve the court in evaluating violations of Church doctrine.\nThus, we will not apply Title VII to Curay-Cramer’s claim\nbecause Congress has not demonstrated a clear expression of an\naffirmative intention that we do so in situations where it is\nimpossible to avoid inquiry into a religious employer’s religious\n\n\n                               20\n\fmission or the plausibility of its religious justification for an\nemployment decision. Little, 929 F.2d at 949; Geary, 7 F.3d at\n330.\n        We caution religious employers against over-reading the\nimpact of our holding. It is by no means the case that all claims\nof gender discrimination against religious employers are\nimpermissible. Indeed, as we have discussed above, many such\nclaims may not raise serious constitutional questions. If a\nreligious employer does not offer a religious justification for an\nadverse employment action against a non-ministerial employee,\nit is unlikely that serious constitutional questions will be raised\nby applying Title VII. See Lukaszewski v. Nazareth Hosp., </pre><span class=\"citation\" data-id=\"2287132\"><a href=\"/opinion/2287132/lukaszewski-v-nazareth-hosp/\"><span class=\"volume\">764</span>\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 60 (E.D. Pa. 1991) (finding that a plaintiff’s ADEA\nclaim did not raise serious constitutional questions in part\nbecause the religious employer’s nondiscriminatory reason for\nterminating the employee (using racial epithets), was a\nlegitimate, nondiscriminatory reason for a secular employer to\nfire an employee); Weissman, 38 F.3d at 1045 (noting, in\ndeclining to find serious constitutional questions by applying the\nADEA in that case, that “the Temple failed to allege deficiencies\nin [] arguably religious duties or to assert any other religious\nreasons for [the plaintiff’s] termination.”).\n\n\n       Finally, we do not hold that a plaintiff seeking to\nestablish pretext by a religious employer need establish that the\ncomparators engaged in precisely the same conduct as that said\nto support the adverse employment action against the plaintiff.\nWhether the proffered comparable conduct is sufficiently similar\nto avoid raising substantial constitutional questions must be\njudged on a case-by-case basis. Suffice it to say that under the\ncircumstances presented here, resolving this case would require\nthe District Court to compare the relative severity of violations\nof religious doctrine. Congress has not manifested an\naffirmative intention to apply the statute to a religious employer\nin the face of such constitutional difficulties. Curay-Cramer,\nthus, does not present in Count Three a viable claim under Title\nVII.\n\n\n\n\n                                21\n\fV. Conclusion\n\n\n       We conclude that Curay-Cramer has failed to state a\nclaim upon which relief can be granted with respect to the first\ntwo counts of her Complaint because signing the pro-choice\nadvertisement was not protected conduct under Title VII’s\nopposition clause. Curay-Cramer’s third count fails because\nCongress has not clearly expressed an affirmative intention to\napply Title VII to a claim, as asserted here, against a religious\nemployer in the present context. Therefore, we will affirm the\njudgment of the District Court dismissing the first three counts\nof Curay-Cramer’s Complaint under FED. R. CIV. P. 12(b)(6)\nand dismissing without prejudice her state law claims.\n\n\n\n\n                               22\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/77214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/379209/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392688/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/403389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427053/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/458558/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/558589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/629127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/655299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/719630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/749872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789621/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1530683/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2287132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2368753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2482819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2620700/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T23:04:20.104153Z",
      "date_modified": "2015-10-13T23:04:20.104153Z",
      "date_filed": "2006-06-07",
      "date_filed_is_approximate": false,
      "slug": "curay-cramer-v-ursuline-academy",
      "citation_id": 2993997,
      "case_name_short": "Curay-Cramer",
      "case_name": "Curay-Cramer v. Ursuline Academy",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2878646/curay-cramer-v-ursuline-academy/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T22:24:21.145476Z",
  "date_modified": "2015-10-13T22:24:21.145476Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Curay-Cramer",
  "case_name": "Curay-Cramer v. Ursuline Academy",
  "case_name_full": "",
  "slug": "curay-cramer-v-ursuline-academy",
  "docket_number": "04-4628",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}