{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2880450/",
  "id": 2880450,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3023024/",
      "id": 3023024,
      "absolute_url": "/opinion/3023024/c-b-alsbrook-v-ar-commission-on-law/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2880450/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3023024/",
          "id": 3023024,
          "absolute_url": "/opinion/3023024/c-b-alsbrook-v-ar-commission-on-law/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3023024/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T22:28:10.890255Z",
          "date_modified": "2017-04-11T22:00:44.490182Z",
          "type": "010combined",
          "sha1": "2f87fe17687edf0bf2aa2da9a5c68c735178a24f",
          "page_count": 31,
          "download_url": "http://media.ca8.uscourts.gov/opndir/99/07/971825P.pdf",
          "local_path": "pdf/1999/07/23/c._b._alsbrook_v._ar_commission_on_law.pdf",
          "plain_text": "                    United States Court of Appeals\n                           FOR THE EIGHTH CIRCUIT\n                                  ___________\n\n                                  No. 97-1825\n                                  ___________\n\nChristopher B. Alsbrook;                  *\n                                          *\n       Plaintiff/Appellee,                *\n                                          *\nUnited States of America,                 *\n                                          *\n               Intervenor on Appeal,      *\n                                          *\n       v.                                 * Appeal from the United States\n                                          * District Court for the Eastern\nCity of Maumelle, Arkansas;               * District of Arkansas.\n                                          *\n               Defendant,                 *\n                                          *\nArkansas Commission on Law                *\nEnforcement Standards and Training;       *\nState of Arkansas; W. C. Brassell, also *\nknown as Dub Brassell, Individually       *\nand in his capacity as Chairman of the *\nArkansas Commission on Law                *\nEnforcement Standards and Training;       *\nBobby Hilderbrand, Individually and in *\nhis official capacity as a member of the *\nArkansas Commission on Law                *\nEnforcement Standards and Training;       *\nWillard, Individually and in his official *\ncapacity as a member of the Arkansas *\nCommission on Law Enforcement             *\nStandards and Training; Elanor            *\nAnthony, Individually and in her          *\nofficial capacity as a member of the      *\n\fArkansas Commission on Law              *\nEnforcement Standards and Training;     *\nBob Johnston, Individually and in his   *\nofficial capacity as a member of the    *\nArkansas Commission on Law              *\nEnforcement Standards and Training;     *\nDavid Muniz, Individually and in his    *\nofficial capacity as a member of the    *\nArkansas Commission on Law              *\nEnforcement Standards and Training;     *\nGary Ashcraft, Individually, and in his *\nofficial capacity as a member of the    *\nArkansas Commission on Law              *\nEnforcement Standards and Training,     *\n                                        *\n      Defendants/Appellants.            *\n                                   ___________\n\n                             Submitted: January 11, 1999\n\n                                  Filed: July 23, 1999\n                                   ___________\n\nBefore BOWMAN,1 Chief Judge, McMILLIAN, RICHARD S. ARNOLD, FAGG,\n      WOLLMAN, BEAM, LOKEN, HANSEN, MORRIS SHEPPARD ARNOLD,\n      and MURPHY, Circuit Judges.\n                              ___________\n\nBEAM, Circuit Judge.\n\n    Christopher Alsbrook brought this suit against his employer, the City of\nMaumelle, Arkansas (the City); the State of Arkansas (the State); the Arkansas\n\n      1\n       The Honorable Pasco M. Bowman stepped down as Chief Judge of the United\nStates Court of Appeals for the Eighth Circuit at the close of business on April 23,\n1999. He has been succeeded by the Honorable Roger L. Wollman.\n\n                                          -2-\n\fCommission on Law Enforcement Standards and Training (ACLEST); and the\ncommissioners of ACLEST, in their official capacities, under Title II of the Americans\nwith Disabilities Act (ADA) and 42 U.S.C. § 1983. He also brought claims against the\ncommissioners, in their individual capacities, under 42 U.S.C. § 1983. The State,\nACLEST, and the commissioners (collectively, appellants) moved for summary\njudgment asserting that the ADA claim was barred by Eleventh Amendment immunity\nand that the section 1983 claims were barred by Eleventh Amendment immunity,\nqualified immunity, and failure to state a cause of action against the commissioners in\ntheir individual capacities. The district court denied the motion. This interlocutory\nappeal followed.\n\n       We reverse the district court's denial of summary judgment on the ADA claim,\nbecause we find that extension of Title II of the ADA to the State exceeds Congress's\nauthority under Section 5 of the Fourteenth Amendment. We also reverse the district\ncourt's denial of summary judgment on the section 1983 claim.\n\nI.    BACKGROUND\n\n        ACLEST is an agency of the State of Arkansas which regulates the hiring and\ncertification of law enforcement officers within the State. To be certified as a law\nenforcement officer, an applicant must meet certain minimum standards established by\nACLEST. The standards, set out in Section 1002 of the Rules and Regulations of the\nExecutive Commission on Law Enforcement Standards and Training (Section 1002),\nprovide in pertinent part that \"[e]very officer employed by a law enforcement unit shall\n. . . [b]e examined by a licensed physician and meet the physical requirements\nprescribed in Specification S-5, Physical Examination.\" The relevant portion of\nSpecification S-5 states that an applicant must possess visual acuity that can be\ncorrected to 20/20 in each eye.\n\n\n\n\n                                          -3-\n\f        Christopher Alsbrook began his employment with the Maumelle Department of\nPublic Safety (Maumelle Department) in January 1993, as a public safety officer.\nAlsbrook's right eye has a corrected vision of 20/30 and cannot be corrected to 20/20\ndue to a congenital condition called amblyopia. At the time he was hired by the\nMaumelle Department, Dr. Cosgrove, an ophthalmologist in Little Rock, had written\na letter opining that Alsbrook's amblyopia would not impair his ability to perform any\nactivity or type of work.\n\n       In May 1993, Alsbrook submitted an application for enrollment in an officer\ntraining course at the Arkansas Law Enforcement Training Academy. In the\napplication, Alsbrook's supervisor certified that Alsbrook met the minimum standards\nfor appointment as a law enforcement officer as prescribed in Section 1002.2 Alsbrook\nwas accepted into the course and successfully completed it in December, 1993. He\nwas then employed as a law enforcement officer with the Maumelle Department.\nHowever, because the Maumelle Department never filed a request for certification on\nAlsbrook's behalf after he completed the training course, Alsbrook was technically\nfunctioning as an uncertified law enforcement officer during this time period.3\n\n\n\n      2\n        It appears from the record that Alsbrook's supervisor thought that Dr.\nCosgrove's letter, opining that Alsbrook's amblyopia would not affect his job\nperformance, took care of any problem regarding Alsbrook's inability to meet the visual\nacuity requirement.\n      3\n        In order for an individual who has completed the officer training course to\nbecome a certified law enforcement officer in the State of Arkansas, it is necessary for\nthe employing agency to request certification by the filing of an Application for Award\nof Law Enforcement Officer Certificate, form F-7. It remains unclear from the record\nas to why the Maumelle Department failed to apply for Alsbrook's certification.\nAccording to Alsbrook, the Maumelle Department told him that the failure to request\ncertification was not uncommon and probably due to administrative oversight. It was\nnot until September 11, 1995, that the Maumelle Department finally requested\ncertification.\n\n                                          -4-\n\f        In 1995, Alsbrook sought to join the larger Little Rock Police Department which\nhe believed would offer him better opportunities for advancement. After being notified\nof the results of an eye exam Alsbrook took as part of his application to the Little Rock\nPolice Department, and having reviewed the documentation on Alsbrook's eye\ncondition on file at the Maumelle Department, the training officer in Little Rock\ninformed Alsbrook that he needed to obtain a waiver from ACLEST exempting him\nfrom the visual acuity requirement before he could be hired.\n\n       On September 5, 1995, Alsbrook appeared before ACLEST requesting a waiver\nof the visual acuity requirement. ACLEST determined that it did not have the authority\nto waive the requirement. It undertook a study to determine whether the requirement\nshould be changed, and concluded that the visual acuity requirement was necessary to\nmeet legitimate concerns. On September 19, 1995, ACLEST notified the Maumelle\nDepartment that it would not certify Alsbrook due to his eyesight. Because of his\ninability to obtain a waiver, Alsbrook was denied employment with the Little Rock\nPolice Department. He remained with the Maumelle Department, but was barred from\nresponding to any police calls or working on any police-related paperwork or duties.\nHis salary remained unaffected. Appellants admit that Alsbrook has successfully\ncompleted all requirements to be a certified law enforcement officer in the State other\nthan having a corrected vision of 20/20 in his right eye.\n\n        Alsbrook brought the present action in federal district court seeking injunctive\nrelief as well as compensatory and punitive damages on the grounds that appellants\nviolated his rights under Title II of the ADA4 and 42 U.S.C. § 1983 in refusing to\n\n      4\n          Title II of the ADA, captioned \"Public Services,\" provides:\n\n      Subject to the provisions of this subchapter, no qualified individual with\n      a disability shall, by reason of such disability, be excluded from\n      participation in or be denied the benefits of the services, programs, or\n      activities of a public entity, or be subjected to discrimination by any such\n\n                                           -5-\n\fcertify him as a law enforcement officer because of his disability, or because they\nregarded him as having a disability.5\n\n       Appellants moved for summary judgment arguing that: (1) there was no valid\nabrogation of their Eleventh Amendment immunity under the ADA; (2) the section\n1983 claim asserted against appellants in their official capacities was barred by the\nEleventh Amendment; (3) the section 1983 claim against the commissioners in their\nindividual capacities for violations of Title II of the ADA failed to state a cause of\naction because Title II only covers discrimination by a public entity; and (4) in any\n\n\n\n      entity.\n\n42 U.S.C. § 12132.\n\n      A qualified individual with a disability is defined as:\n\n      [A]n individual with a disability who, with or without reasonable\n      modifications to rules, policies, or practices, the removal of architectural,\n      communication, or transportation barriers, or the provision of auxiliary\n      aids and services, meets the essential eligibility requirements for the\n      receipt of services or the participation in programs or activities provided\n      by a public entity.\n\n42 U.S.C. § 12131.\n      5\n        Oral argument revealed that Alsbrook recently received a waiver of the visual\nacuity requirement and now works as a law enforcement officer with the City of Little\nRock. Therefore, the demand for injunctive relief is moot, leaving only Alsbrook's\nclaim for money damages. The claim for money damages appears to be premised on\nthe argument that, had Alsbrook received certification, he would have been employed\nat a higher salary with the City of Little Rock rather than the salary he had with the\nMaumelle Department. In addition, Alsbrook claims that lack of certification prevented\nhim from doing off-duty work requiring law enforcement certification, and resulted in\nemotional distress and loss of reputation.\n\n                                          -6-\n\fevent, the commissioners were entitled to qualified immunity. The summary judgment\nmotion also asserted that Alsbrook was not disabled within the meaning of the ADA.\n\n       The district court denied appellants' motion. It found that because the ADA was\nenacted pursuant to the Fourteenth Amendment, it represented a valid abrogation of\nEleventh Amendment immunity. It also denied summary judgment on the section 1983\nclaims brought against the commissioners in their individual capacities.6 In reaching\nits decision the district court was careful to point out that:\n\n      The narrow holding of this Order is simply that the defendants are not\n      entitled to summary judgment, either in their official or individual\n      capacities. At trial, the defendants may be able to demonstrate that the\n      standards they set are reasonable and rationally related to necessary skills\n      for law enforcement officers. On the record currently before the Court,\n      the defendants are not entitled to judgment as a matter of law.\n\nAlsbrook v. City of Maumelle, No. LR-C-96-68, memo. op. at 9 (E.D. Ark. Mar. 24,\n1997).\n\n        This interlocutory appeal on the issues of Eleventh Amendment and qualified\nimmunity followed. Pursuant to 28 U.S.C. § 2403(a), the United States has intervened\nin the appeal to oppose appellants' Eleventh Amendment argument as it pertains to the\nADA claim. On appeal, a panel of this court, one judge dissenting, affirmed the district\ncourt's denial of summary judgment on the ADA claim, but reversed the district court's\ndenial of summary judgment on the section 1983 claims against the commissioners in\ntheir individual capacities. See Alsbrook v. City of Maumelle, 156 F.3d 825 (8th Cir.\n1998).\n\n\n\n\n      6\n       The district court order did not mention the § 1983 claim asserted against the\nappellants in their official capacities.\n\n                                          -7-\n\f       We granted rehearing en banc, thereby vacating the panel opinion. After\nconsideration by the court en banc, we now reverse the district court's denial of\nsummary judgment on both grounds for the reasons discussed below.\n\nII.   DISCUSSION\n\n        As a preliminary matter, we hold that we have jurisdiction over this\ninterlocutory appeal under the collateral order doctrine of Cohen v. Beneficial Industrial\nLoan Corp., 337 U.S. 541, 545-47 (1949). See, e.g., Murphy v. Arkansas, 127 F.3d\n750, 753 (8th Cir.1997) (order denying claim of Eleventh Amendment immunity is\nappealable as a collateral order); Manzano v. South Dakota Dep't of Soc. Servs., 60\nF.3d 505, 509 (8th Cir. 1995) (denial of a motion for summary judgment based on\nqualified immunity is immediately appealable under the collateral order doctrine).\nIssues of law that are closely related to the qualified immunity determination may also\nbe considered on interlocutory appeal. See Henderson v. Baird, 29 F.3d 464, 467 (8th\nCir. 1994).\n\n       We review a denial of summary judgment de novo. See Hopkins v. Saunders,\n93 F.3d 522, 525 (8th Cir. 1996). Summary judgment should be granted if there is no\ngenuine issue of material fact and the moving party is entitled to judgment as a matter\nof law. See Fed. R. Civ. P. 56(c); Hopkins 93 F.3d at 525. As in this case, where the\nunresolved issues are primarily legal rather than factual, summary judgment is\nparticularly appropriate. See Crain v. Board of Police Comm'rs, 920 F.2d 1402,\n1405-06 (8th Cir. 1990).\n\n\n\n\n                                           -8-\n\f       A.     The ADA Claim7\n\n       Appellants argue that the district court erred in failing to grant them summary\njudgment on the basis of Eleventh Amendment immunity. In rejecting appellants'\nEleventh Amendment argument, the district court stated: \"[t]he Court is unpersuaded\nby the State defendants' analysis of Eleventh Amendment immunity. The Americans\nwith Disabilities Act was passed under the auspices of the Fourteenth Amendment as\nwell as the Commerce Clause.\"8\n\n       The Eleventh Amendment grants a state immunity from suits brought in federal\ncourt by its own citizens as well as citizens of another state. See U.S. Const. amend.\nXI; Edelman v. Jordan, 415 U.S. 651, 662-63 (1974). Congress can, however,\nabrogate this immunity or a state can waive it. See Atascadero State Hosp. v. Scanlon,\n\n       7\n        In Pennsylvania Department of Corrections v. Yeskey, 524 U.S. 206 (1998), the\nSupreme Court declined to consider whether application of the ADA to state prisons\nis a constitutional exercise of Congress's power under Section 5 in light of plaintiffs'\nfailure to raise the issue below.\n       8\n        It is unclear from the complaint whether Alsbrook is asserting an ADA claim\nagainst the commissioners in their individual capacities. To the extent that he is, we\nagree with the panel opinion's conclusion that the commissioners may not be sued in\ntheir individual capacities directly under the provisions of Title II. Title II provides\ndisabled individuals redress for discrimination by a \"public entity.\" See 42 U.S.C. §\n12132. That term, as it is defined within the statute, does not include individuals. See\n42 U.S.C. § 12131(1); see also Transamerica Mortgage Advisors, Inc. v. Lewis, 444\nU.S. 11, 19 (1979) (\"[I]t is an elemental canon of statutory construction that where a\nstatute expressly provides a particular remedy or remedies, a court must be chary of\nreading others into it.\"). Furthermore, while no circuit has directly addressed the issue\nof individual liability under Title II, three have held that there is no liability under Title\nI against individuals who do not otherwise qualify as \"employers\" under the statutory\ndefinition. See Butler v. City of Prairie Village, 172 F.3d 736, 744 (10th Cir. 1999);\nMason v. Stallings, 82 F.3d 1007, 1009 (11th Cir. 1996); EEOC v. AIC Sec.\nInvestigations, Ltd., 55 F.3d 1276, 1280-82 (7th Cir. 1995).\n\n                                             -9-\n\f473 U.S. 234, 238 (1985). It is undisputed that Arkansas has not consented to this suit.\nAlsbrook contends, however, that Congress abrogated the State's immunity when it\npassed the ADA.\n\n        Congress has a limited power to abrogate Eleventh Amendment immunity. See\nFitzpatrick v. Bitzer, 427 U.S. 445, 456 (1976). But because the Eleventh Amendment\n\"implicates the fundamental constitutional balance between the Federal Government\nand the States,\" the Supreme Court has cautioned that courts should exercise care\nbefore finding abrogation. Atascadero, 473 U.S. at 238; see also Pennhurst State Sch.\nand Hosp. v. Halderman, 465 U.S. 89, 99 (1984) (\"Our reluctance to infer that a State's\nimmunity from suit in the federal courts has been negated stems from recognition of the\nvital role of the doctrine of sovereign immunity in our federal system.\"). Cf. Alden v.\nMaine, No. 98-436, 1999 WL 412617, at *7 (U.S. June 23, 1999) (\"[states'] immunity\nfrom private suits central to sovereign dignity\").\n\n       In order to determine the validity of Congress's abrogation of immunity, we\nengage in a two-prong analysis. See Seminole Tribe of Florida v. Florida, 517 U.S.\n44, 55 (1996). First, we determine whether Congress has unequivocally expressed its\nintent to abrogate the immunity–which is obvious in this case. Section 12202 of the\nADA provides that \"[a] State shall not be immune under the eleventh amendment . . .\nfrom an action in Federal or State court of competent jurisdiction for a violation of this\nchapter.\" 9 See 42 U.S.C. § 12202. Thus, we find that Congress, in passing the ADA,\n\n\n      9\n        We believe that Congress's reference to abrogating Eleventh Amendment\nimmunity in \"state court\" is mere surplusage because \"the Eleventh Amendment does\nnot apply in state courts.\" Will v. Michigan Dep't of State Police, 491 U.S. 58, 63-64\n(1989). Furthermore, the Supreme Court's recent decision in Alden v. Maine, declaring\nunconstitutional the provisions of the Fair Labor Standards Act purporting to authorize\nprivate actions against the states in their own courts without regard to consent, suggests\nthat any attempt by Congress to subject an unconsenting state to suit under Title II\nwould likewise be invalid.\n\n                                          -10-\n\f\"unequivocally expressed\" its intent to abrogate Eleventh Amendment immunity.\nAccord Coolbaugh v. Louisiana, 136 F.3d 430, 433 (5th Cir.) (finding that Congress's\nintent to abrogate state immunity is \"patently clear\" in the ADA), cert. denied, 119 S.\nCt. 58 (1998).\n\n       Second, we determine whether Congress has acted pursuant to a valid exercise\nof power. See Seminole Tribe, 517 U.S. at 55. As a threshold matter, we ask whether\nthe ADA was passed pursuant to a constitutional provision granting Congress the\npower to abrogate. See id. at 59. Following the Supreme Court's holding in Seminole\nTribe, Congress can abrogate Eleventh Amendment immunity only if it is acting\npursuant to its powers under Section 5 of the Fourteenth Amendment (Section 5). See\nid. at 59-67. In passing the ADA, Congress stated that it was invoking its powers\nunder Section 5 and the Commerce Clause. See 42 U.S.C. § 12101(b)(4) (listing\namong the ADA's purposes \"to invoke the sweep of congressional authority, including\nthe power to enforce the fourteenth amendment and to regulate commerce, in order to\naddress the major areas of discrimination faced day-to-day by people with\ndisabilities\").\n\n      Congress's declaration that a statute is passed pursuant to Section 5 does not,\nhowever, end our inquiry under the second prong. We next turn to the question of\nwhether the substantive provisions of the statute are a constitutional exercise of that\npower. See Brown v. North Carolina Div. of Motor Vehicles, 166 F.3d 698, 702-03\n(4th Cir. 1999). Section 5 states: \"[t]he Congress shall have power to enforce, by\nappropriate legislation, the provisions of this article.\" U.S. Const. amend. XIV, § 5.10\n\n        10\n             Among the provisions in the Fourteenth Amendment is Section 1's mandate\nthat:\n\n        No State shall make or enforce any law which shall abridge the privileges\n        or immunities of citizens of the United States; nor shall any State deprive\n        any person of life, liberty, or property, without due process of law; nor\n\n                                           -11-\n\f Thus, the crux of our inquiry boils down to the following question–does Title II of the\nADA represent a proper exercise of Congress's Section 5 powers \"to enforce\" by\n\"appropriate legislation\" the constitutional guarantees of the Fourteenth Amendment,\nin particular, the Equal Protection Clause?11 See City of Boerne v. Flores, 521 U.S.\n507, 517 (1997). If the provision at issue exceeds Section 5 powers, \"it is without\njurisdictional effect and cannot constitutionally abrogate immunity.\" Brown, 166 F.3d\nat 703.\n\n       In Boerne, the Supreme Court's most detailed pronouncement on Congress's\nauthority to impose legislation on the states pursuant to its Section 5 powers, the Court\nheld that Congress exceeded its Section 5 powers in enacting the Religious Freedom\nRestoration Act (RFRA).12 While the Court in Boerne acknowledged that Congress's\n\n\n      deny to any person within its jurisdiction the equal protection of the laws.\n\nU.S. Const. amend XIV, § 1.\n      11\n        We limit the scope of our Section 5 inquiry to Title II of the ADA, under which\nAlsbrook brought his suit. Although the United States, as intervenor, would prefer that\nwe consider the statute as a whole, we decline to do so. See Spector Motor Serv., Inc.\nv. McLaughlin, 323 U.S. 101, 105 (1944) (\"If there is one doctrine more deeply rooted\nthan any other in the process of constitutional adjudication, it is that we ought not to\npass on questions of constitutionality . . . unless such adjudication is unavoidable.\");\nBrown, 166 F.3d at 703-05 (declining to engage in \"broad-brush\" review of the ADA\nfor purposes of determining whether Congress exceeded its Section 5 powers).\n      12\n         The Supreme Court recently expounded on its views of Congress's Section 5\npower in Florida Prepaid Postsecondary Education Expense Board v. College Savings\nBank, No. 98-531, 1999 WL 412723 (U.S. June 23, 1999) (College Savings II), in\nwhich it held that Congress could not abrogate states' immunity under the Patent\nRemedy Act (PRA) because the statute could not be sustained as legislation enacted\nto enforce the guarantees of the Fourteenth Amendment. We think the Court's extensive\ndiscussion of Congress's Section 5 powers and its application of Boerne to the facts\nof that case provide further support for the conclusion we reach today.\n\n                                          -12-\n\fpowers under Section 5 are broad, it also stated \"that as broad as the congressional\nenforcement power is, it is not unlimited.\" Boerne, 521 U.S. at 518 (quotations and\ncitations omitted); see Humenansky v. Regents of the Univ. of Minn., 152 F.3d 822,\n828 (8th Cir. 1998) (\"Congress' § 5 powers, while broad, are not without limits\"),\npetition for cert. filed, 67 U.S.L.W. 3504 (U.S. Feb. 1, 1999) (No. 98-1235); see also\nEEOC v. Wyoming, 460 U.S. 226, 259 (1983) (Burger, C.J., dissenting on other\ngrounds) (Congress's ability to enact legislation affecting the states under Section 5,\n\"does not mean that Congress has been given a 'blank check' to intrude into details of\nstates' governments at will.\").\n\n       The Court in Boerne found that Congress's enforcement power under Section 5\nwas limited to enacting remedial legislation. Congress has no authority, the Court\nemphasized, to enact substantive legislation defining the scope of the Fourteenth\nAmendment's restrictions on the states. See Boerne, 512 U.S. at 519. \"Congress does\nnot enforce a constitutional right by changing what the right is.\" Id. The Court\nconcluded that for legislation to be classified as remedial and therefore a valid exercise\nof Section 5 power \"[t]here must be a congruence and proportionality between the\ninjury to be prevented or remedied and the means adopted to that end.\" Id. at 520.\nUnder the reasoning set forth in Boerne, we do not think that extension of Title II of the\nADA to the states constitutes a proper exercise of Congress's power under Section 5.13\n\n      13\n         In so holding, we part company with some circuits that have decided this issue.\nSee Kimel v. Florida Bd.of Regents, 139 F.3d 1426 (11th Cir. 1998), cert. granted,\n119 S. Ct. 901, 902 (1999); Coolbaugh v. Louisiana, 136 F.3d 430 (5th Cir.), cert.\ndenied, 119 S. Ct. 58 (1998); Clark v. California, 123 F.3d 1267 (9th Cir.1997), cert.\ndenied sub nom. Wilson v. Armstrong, 118 S. Ct. 2340 (1998); Crawford v. Indiana\nDep't of Corrections, 115 F.3d 481 (7th Cir. 1997); see also Torres v. Puerto Rico\nTourism Co., 175 F.3d 1, 6 n.7 (1st Cir. 1999) (declining to address issue but stating\nin dicta \"we have considered the issue of Congress's authority sufficiently to conclude\nthat, were we to confront the question head-on, we almost certainly would join the\nmajority of courts upholding the [abrogation] provision\"). However, in Brown, the\nFourth Circuit held that a regulation promulgated under Title II of the ADA, 28 C.F.R.\n\n                                          -13-\n\f       Alsbrook and the United States, as intervenor, argue that unlike with RFRA,\nCongress made detailed findings, when passing the ADA, of a serious and pervasive\nproblem of discrimination against the disabled, and that we should defer to Congress's\nassessment of the problem. We do not dispute that in passing the ADA Congress made\nextensive findings regarding the discrimination faced by disabled citizens. See 42\nU.S.C. § 12101(a); Coolbaugh, 136 F.3d at 436-37 & n.4 (citing to the extensive\nstudies, reports, and testimony compiled in the legislative history of the ADA). We also\nnote that other circuits have relied to a great extent on the existence of congressional\nfindings in determining that Congress did not exceed its Section 5 powers in extending\nthe ADA to the states.14\n\n        We think, however, that the state of the legislative record, alone, cannot suffice\nto bring Title II within the ambit of Congress's Section 5 powers if Title II is not\n\"adapted to the mischief and wrong which the Fourteenth Amendment was intended to\nprovide against.\" Boerne, 521 U.S. at 532 (quotations and alterations omitted); see also\nid. (\"[r]egardless of the state of the legislative record, RFRA cannot be considered\nremedial, preventive legislation, if those terms are to have any meaning\"). Just\nrecently, the Supreme Court in Saenz v. Roe, No. 98-97, 1999 WL 303743 (May 17,\n1999), noted that \"'Congress' power under § 5 . . . is limited to adopting measures to\n\n\n§ 35.130(f), exceeded Congress's powers under Section 5. See Brown v. North\nCarolina Div. of Motor Vehicles, 166 F.3d 698 (4th Cir. 1999). But see Amos v.\nMaryland Dep't of Pub. Safety and Correctional Servs., No. 96-7091, 1999 WL 454509\n(4th Cir. June 24, 1999) (holding that application of Title II of the ADA to state\nprisons is a constitutional exercise of Congress's power under Section 5).\n      14\n        See, e.g., Clark, 123 F.3d at 1270 (finding that because Congress explicitly\nfound that persons with disabilities have suffered discrimination, the ADA is therefore\nwithin the scope of appropriate legislation under the Equal Protection Clause);\nCoolbaugh, 136 F.3d at 438 (\"[w]e cannot say, however, in light of the extensive\nfindings of unconstitutional discrimination made by Congress, that these remedies [of\nthe ADA] are too sweeping\").\n\n                                          -14-\n\fenforce the guarantees of the [Fourteenth] Amendment; § 5 grants Congress no power\nto restrict, abrogate, or dilute these guarantees.'\" Id. at *10 (quoting Katzenbach v.\nMorgan, 384 U.S. 641, 651 n.10 (1966)). We think a necessary corollary to this is that\nCongress may also not pass legislation which attempts to expand, enhance, or add to\nthe guarantees of the Fourteenth Amendment. See, e.g., Humenansky, 152 F.3d at 827\n(stating that Congress's power to enforce the Equal Protection Clause would be\nvirtually unlimited if it is not tied to enforcing judicially recognized equal protection\nviolations). In short, regardless of the extent of its findings, Congress, under Section\n5, only has the power to prohibit that which the Fourteenth Amendment prohibits.\n\n       In City of Cleburne v. Cleburne Living Center, Inc., 473 U.S. 432 (1985), the\nSupreme Court held that under the Equal Protection Clause of the Fourteenth\nAmendment, state classifications on the basis of mental retardation need only satisfy\nrational basis review.15 We do not think that Title II of the ADA \"enforces\" the rational\nrelationship standard recognized by the Supreme Court in Cleburne. The United States,\nas intervenor, argues that because Cleburne recognized that arbitrary discrimination\nagainst the disabled violates the Equal Protection Clause, the ADA, which also\nprohibits discrimination against the disabled, lies within Congress's enforcement\npowers. Congress's enforcement powers under Section 5, it argues, are not limited to\nonly suspect classifications.\n\n      We agree that congressional enforcement of equal protection rights under\nSection 5 is not limited to suspect classifications. It is not enough to say, however, that\nthe ADA falls within Congress's enforcement powers simply because it prohibits\n\n\n      15\n        Although Cleburne dealt specifically with discrimination against the mentally\ndisabled, we think its reasoning extends to disabilities generally. Accord Brown, 166\nF.3d at 706 (\"we cannot extend to the physically disabled, a different standard of\nprotection from that given to the mentally disabled [in Cleburne]); Coolbaugh, 136 F.3d\nat 433 n.1 (same).\n\n                                           -15-\n\fdiscrimination against the disabled. \"[I]t matters what kind of discrimination the\nConstitution prohibits, and whether the ADA was aimed at that kind of discrimination.\"\nKimel, 139 F.3d at 1448-49 n.2 (Cox, J., concurring in part and dissenting in part).16\n And we do not agree with the United States' argument that the ADA enforces the\nrational basis standard articulated in Cleburne because it merely requires states to show\nthat distinctions made on the basis of disability are not the result of stereotypes or\nirrational fears but, rather, are based on legitimate governmental objectives.\n\n        Title II does far more than enforce the rational relationship standard recognized\nby the Supreme Court in Cleburne. Under Title II, a state's program, service, or\nactivity, even if rationally related to a legitimate state interest and valid under Cleburne,\nwould be struck down unless it provided \"reasonable modifications.\" See 42 U.S.C.\n§ 12131(2). Only if a state can demonstrate that modifications would \"fundamentally\nalter\" the nature of the service, program, or activity, could a court uphold the state's\npolicy. See 28 C.F.R. § 35.130(b)(7); see also Boerne, 521 U.S. at 534; Coolbaugh,\n136 F.3d at 440-41 (Smith, J., dissenting) (discussing similar problem with respect to\nthe \"reasonable accommodation\" requirement of Title I). The specter of open-ended\nobligations for a state under Title II is further compounded by the fact that, unlike the\nterm \"reasonable accommodation\" used in Title I, the term \"reasonable modification\"\nis not defined anywhere in the statute. Compare 42 U.S.C. § 12111(9) with 42 U.S.C.\n§ 12131.\n\n      Nor does enforcement of Title II against the states comport with the rationale\nbehind the Supreme Court's decision to adopt the rational basis test in Cleburne. The\nCleburne Court emphasized that a rational basis standard of review would best allow\n\n\n       16\n        The dissent commits the same fallacy when it states that \"Congress did not\nexceed its authority under § 5 of the Fourteenth Amendment . . . because protection\nagainst disability-based discrimination is a well-established Fourteenth Amendment\nequal protection guarantee.\" Post at 23.\n                                            -16-\n\fgovernmental bodies the flexibility and freedom to shape remedial efforts towards the\ndisabled. See Cleburne, 473 U.S. at 446. Title II's provisions detract from this notion,\nby preventing states from making decisions tailored to meet specific local needs and\ninstead imposing upon them the amorphous requirement of providing reasonable\nmodifications in every program, service, and activity they provide. Cf. Wyoming, 460\nU.S. at 264-65 (discussing intrusion into state sovereignty when Congress acts under\nSection 5 to enact Age Discrimination in Employment Act). \"This is a considerable\ncongressional intrusion into the State's traditional prerogatives and general authority to\nregulate for the health and welfare of their citizens.\" Boerne, 521 U.S. at 534.\n\n        Nevertheless, appellees contend that the Supreme Court's statement in Boerne\nthat \"[l]egislation which deters or remedies constitutional violations can fall within the\nsweep of Congress' enforcement power even if in the process it prohibits conduct which\nis not itself unconstitutional and intrudes into 'legislative spheres of autonomy\npreviously reserved to the States'\" indicates that Congress's Section 5 authority can\nextend beyond conduct which is unconstitutional. Id. at 518 (quoting Fitzpatrick, 427\nU.S. at 455). We think this passage, which the Court noted was illustrated by\nCongress's legislation in the voting rights area, is best understood as saying that\nCongress may prohibit conduct which itself is not necessarily unconstitutional, if to do\nso would rectify an existing constitutional violation. See College Savings II, 1999 WL\n412723, at *11 (discussing Congress's voting rights legislation as examples of\ncongressional enactments that pervasively prohibit \"constitutional state action in an\neffort to remedy or to prevent unconstitutional state action\") (emphasis added). In the\npresent case, it cannot be said that Title II identifies or counteracts particular state laws\nor specific state actions which violate the Constitution. Title II targets every state law,\npolicy, or program. \"Preventative measures prohibiting certain types of laws may be\nappropriate when there is reason to believe that many of the laws affected by the\ncongressional enactment have a significant likelihood of being unconstitutional.\" Id.\nat 532. We do not think that the legislative record of the ADA supports the proposition\n\n\n                                            -17-\n\fthat most state programs and services discriminate arbitrarily against the disabled.17\nIndeed, all states in this circuit have enacted comprehensive laws to combat\ndiscrimination against the disabled, many of them adopted prior to the effective date\nof the ADA.18 Cf. Brown, 166 F.3d at 707.\n\n       In sum, it cannot be said that in applying Title II of the ADA to the states,\nCongress has acted to enforce equal protection guarantees for the disabled as they have\nbeen defined by the Supreme Court. We find therefore, that the extension of Title II\nof the ADA to the states was not a proper exercise of Congress's power under Section\n5 of the Fourteenth Amendment. Consequently, there is no valid abrogation of\nArkansas' Eleventh Amendment immunity from private suit in federal court and the\ndistrict court lacked subject matter jurisdiction over the ADA claim.\n\n\n\n\n      17\n          The dissent suggests that Congress was not required to make specific findings\nthat the states themselves were discriminating against the disabled. See post at 30. In\nCollege Savings II, however, the Supreme Court noted that part of the problem with\nCongress's attempted abrogation under the PRA was that the legislative record of the\nPRA provided \"little evidence of infringing conduct on the part of the States.\" 1999\nWL 412723, at *8. Consequently, we also disagree with the dissent's attempt to\ndifferentiate the Court's holding in College Savings II from the present case on the basis\nthat the legislative record compiled in enacting the PRA, unlike the ADA, did not show\na history of widespread deprivation of constitutional rights. In fact, the legislative\nrecord of the ADA suffers from exactly the same infirmity that the Supreme Court\nnoted with respect to the legislative record of the PRA–an absence of a showing of\nwidespread discrimination on the part of the states.\n      18\n        See Ark. Code Ann. §§ 16-123-101 et seq.; Iowa Code Ann.§§ 216C.1 et seq.;\nMinn. Stat. Ann. §§ 363. 01 et seq.; Mo. Ann. Stat. §§ 213.010 et seq.; Neb. Rev.\nStat. Ann. §§ 20-126 et seq.; N.D. Cent. Code §§ 14-02.4-01 et seq.; S.D. Codified\nLaws §§ 20-13-1 et seq.\n                                          -18-\n\fB.    Section 1983 Claims\n\n       Alsbrook also brings section 1983 claims against the appellants for the alleged\ndeprivation of his rights under the ADA. We note first, that a section 1983 suit cannot\nbe brought against the State or ACLEST. See Will v. Michigan Dep't of State Police,\n491 U.S. 58, 64 & 70 (1989) (a state and its agencies are not \"persons\" within the\nmeaning of section 1983); see also Quern v. Jordan, 440 U.S. 332, 345 (1979) (section\n1983 does not abrogate a state's Eleventh Amendment immunity). Nor can a section\n1983 suit be asserted against the commissioners of ACLEST in their official capacities,\nbecause such suit is no different from a suit against the state itself. See Will, 491 U.S.\nat 70-71.19 This leaves only the claim against the commissioners in their individual\ncapacities as the sole cognizable section 1983 claim. See Hafer v. Melo, 502 U.S. 21,\n23 (1991) (state officials sued in their individual capacities are \"persons\" for purposes\nof section 1983).\n\n        The substance of Alsbrook's section 1983 claim is that the refusal to grant him\na waiver of the visual acuity requirement violated his rights under Title II of the ADA.\nAppellants argue that the district court erred in failing to grant summary judgment\ndismissing the section 1983 claim because the individual commissioners are not \"public\nentities\" within the meaning of Title II and hence any section 1983 action premised on\na violation of Title II fails to state a cause of action. Alternatively, they maintain that\nthe commissioners are protected by qualified immunity. In reversing the district court's\ndenial of summary judgment, the panel opinion held that it would be inconsistent with\n\n      19\n         The exception to this rule is that a state official may be sued in his or her\nofficial capacity for injunctive relief. See Will, 491 U.S. 71 n.10 (state officials sued\nin their official capacities for injunctive relief are \"persons\" under section 1983\nbecause official capacity actions for prospective relief are not treated as actions against\nthe state). As noted earlier, the only form of relief available to Alsbrook at this point\nwould be money damages. See supra note 5.\n                                           -19-\n\fthe ADA's comprehensive remedial and enforcement scheme to recognize a section\n1983 suit predicated solely on alleged violations of the ADA.\n\n       Section 1983 provides a federal cause of action for plaintiffs to sue officials\nacting under color of state law for alleged deprivations of \"rights, privileges, or\nimmunities secured by the Constitution and laws\" of the United States. See 42 U.S.C.\n§ 1983. It is well recognized that a plaintiff may use section 1983 to enforce not only\nrights contained in the Constitution, but also rights that are defined by federal statutes.\nSee Maine v. Thiboutot, 448 U.S. 1, 4-8 (1980); Arkansas Med. Soc'y, Inc. v.\nReynolds, 6 F.3d 519, 523 (8th Cir. 1993). An exception to this general rule exists\nwhen a comprehensive remedial scheme evidences a congressional intent to foreclose\nresort to section 1983 for remedy of statutory violations. See Middlesex County\nSewerage Auth. v. National Sea Clammers Ass'n, 453 U.S. 1, 19-21 (1981). Courts\nshould presume that Congress intended that the enforcement mechanism provided in\nthe statute be exclusive. See Pona v. Cecil Whittaker's, Inc., 155 F.3d 1034, 1038 (8th\nCir. 1998), cert. denied, 119 S. Ct. 1805 (1999).\n\n       We agree with the panel's conclusion that the ADA's comprehensive remedial\nscheme bars Alsbrook's section 1983 claims against the commissioners in their\nindividual capacities. In Davis v. Francis Howell School District, 104 F.3d 204, 206\n(8th Cir. 1997), this court, in dicta, expressed the view that \"the comprehensive\nenforcement mechanisms provided under § 504 [of the Rehabilitation Act] and the\nADA suggest Congress did not intend violations of those statutes to be also cognizable\nunder § 1983.\" More recently, in Pona, we found that, \"Congress has provided [Title\nII] with detailed means of enforcement that it imported from Title VII . . . . [We] think\nthat Congress has, under the applicable legal principles, rather clearly indicated an\nintention to make the remedies that Title II itself gives the exclusive ones for the\nenforcement of that subchapter.\" Pona, 155 F.3d at 1038; see also Holbrook v. City\nof Alpharetta, 112 F.3d 1522, 1531 (11th Cir. 1997) (holding that a plaintiff may not\n\n\n                                           -20-\n\fmaintain a section 1983 action in lieu of, or in addition to, an ADA cause of action if\nthe only alleged deprivation is of employee's rights created by the ADA).\n\n       We agree with the conclusions reached in these cases and hold that Title II's\ndetailed remedial scheme bars Alsbrook from maintaining a section 1983 action against\nthe commissioners in their individual capacities for alleged violations of the ADA.20\nMore fundamentally, we find that Alsbrook cannot bring a section 1983 claim against\nthe commissioners in their individual capacities when, as we have earlier concluded,\nhe could not do so directly under the ADA. See supra note 8; Huebschen v.\nDepartment of Health and Soc. Serv., 716 F.2d 1167, 1170 (7th Cir. 1983) (\"[A]\nplaintiff cannot bring an action under section 1983 based upon Title VII against a\nperson who could not be sued directly under Title VII.\"). Allowing a plaintiff to bring\na section 1983 claim based on violations of Title II against a defendant who could not\nbe sued directly under Title II would enlarge the relief available for violations of Title\nII. See Huebschen, 716 F.2d at 1170. We have consistently stated that section 1983\n\n\n      20\n         In reaching its decision that a section 1983 suit could not be maintained against\nthe commissioners in their individual capacities, the panel opinion noted that Alsbrook\nwas not without recourse for the ADA violations he alleged. We acknowledge that our\npresent holding may seem contradictory, i.e., finding that Alsbrook may not sue the\nState and its agencies, and yet concluding that the ADA contains a comprehensive\nremedial scheme barring a section 1983 suit. In Seminole Tribe, the Supreme Court\nreached a similar result when it held that Congress could not abrogate the states'\nimmunity to suit under section 2710(d)(7) of the Indian Gaming Regulatory Act, and\nyet found the Act's detailed remedial scheme precluded application of the doctrine of\nEx Parte Young against a state official. See 517 U.S. at 74. In reaching the latter\nconclusion, the Court noted \"nor are we free to rewrite the statutory scheme in order\nto approximate what we think Congress might have wanted had it known that §\n2710(d)(7) [of the Act] was beyond its authority. If that effort is to be made, it should\nbe made by Congress, and not by the federal courts.\" Id. at 76. Similarly, we conclude\nthat the fact that Congress was unaware that it was without authority to abrogate a\nstate's immunity from suit under Title II does not detract from our finding that Title II\nprovides a comprehensive remedial scheme of enforcement.\n                                          -21-\n\fcreates no substantive rights; that it is merely a vehicle for seeking a federal remedy for\nviolations of federally protected rights. See, e.g., Riley v. St. Louis County, 153 F.3d\n627, 630 (8th Cir. 1998); Foster v. Wyrick, 823 F.2d 218, 221 (8th Cir. 1987). Thus,\nAlsbrook is precluded from bringing a section 1983 suit against the commissioners in\ntheir individual capacities for alleged violations of Title II of the ADA when he could\nnot do so directly under Title II itself. Because we hold that Alsbrook may not\nmaintain a section 1983 action against the commissioners in their individual capacities,\nwe need not determine whether the commissioners are otherwise entitled to qualified\nimmunity.\n\nIII.   CONCLUSION\n\n      For the foregoing reasons, we find that Alsbrook's ADA claim is barred by the\nEleventh Amendment and that his section 1983 claims are not cognizable.\nAccordingly, we reverse the decision of the district court.\n\n    McMILLIAN, Circuit Judge, with whom RICHARD S. ARNOLD, FAGG and\nMURPHY, Circuit Judges, join, concurring in part and dissenting in part.\n\n       I concur in Part IIB of the majority opinion, but respectfully dissent from\nPart IIA.\n\n      I believe that Congress validly enacted the ADA pursuant to its enforcement\nauthority under § 5 of the Fourteenth Amendment and therefore properly abrogated the\nEleventh Amendment when it applied Title II of the ADA to the states. For the sake\nof brevity, I will not repeat the reasons for this conclusion that I stated in the panel\nopinion, see Alsbrook v. City of Maumelle, 156 F.3d 825 (8th Cir. 1998), or those\nstated by the several other circuits which have taken the same position. See supra at\n\n\n\n\n                                           -22-\n\f13-14 n.13 (citing cases).21 I will instead take this opportunity to explain why I\ndisagree with the majority's reasoning in this en banc decision.\n\n        To begin, even accepting as a correct statement of the law the majority's\nproposed \"necessary corollary\" to the Supreme Court's holding in Saenz v. Roe – \"that\nCongress may also not pass legislation which attempts to expand, enhance, or add to\nthe guarantees of the Fourteenth Amendment,\" supra at 15, – Congress did not exceed\nits authority under § 5 of the Fourteenth Amendment when it enacted Title II of the\nADA because protection against disability-based discrimination is a well-established\nFourteenth Amendment equal protection guarantee. See City of Cleburne v. Cleburne\nLiving Ctr., 473 U.S. 432, 447 (1985) (Cleburne) (\"the [disabled], like others, have and\nretain their substantive constitutional rights in addition to the right to be treated equally\nby the law\"). Similarly, the majority's reference to Humenansky v. Regents of the\nUniv. of Minn., 152 F.3d 822, 827 (8th Cir. 1998), for the proposition that \"Congress's\npower to enforce the Equal Protection Clause would be virtually unlimited if it is not\ntied to enforcing judicially recognized equal protection violations,\" supra at 15, fails to\n\n       21\n         The majority acknowledges that its holding is contrary to decisions of the\nEleventh, Fifth, Ninth, and Seventh Circuits and in disagreement with dicta expressed\nby the First Circuit. See supra at 13-14 n.13. Although the majority also cites Amos\nv. Maryland Dep't of Pub. Safety & Correctional Servs., No. 96-7091, 1999 WL\n454509 (4th Cir. June 24, 1999), the majority fails to acknowledge that the Fourth\nCircuit, like all the other circuits which have decided this issue, also held that the ADA\nwas validly enacted pursuant to Congress's authority under § 5 of the Fourteenth\nAmendment. See 1999 WL 454509, at *9 (\"we hold that Congress acted within its\nconstitutionally granted powers when it enacted the ADA . . . pursuant to § 5 of the\nFourteenth Amendment\"). The majority instead highlights the Fourth Circuit's earlier\ndecision in Brown v. North Carolina Div. of Motor Vehicles. In that case, however,\nthe Fourth Circuit specifically stated that it was only considering the constitutionality\nof a federal regulation and not considering the constitutionality of 42 U.S.C. § 12132,\nthe liability provision of Title II of the ADA. See 166 F.3d at 708 n.* (\"Deciding this\ncase on the basis of the constitutionality of 28 C.F.R. § 35.130(f), we need not pass on\n42 U.S.C. § 12132 itself.\").\n                                            -23-\n\fadvance the majority's position because, as Cleburne illustrates, arbitrary discrimination\nagainst individuals with disabilities is a judicially recognized equal protection violation.\n\n       I also disagree with the majority's conclusion that, in enacting the ADA,\nCongress exceeded its authority under § 5 of the Fourteenth Amendment because \"Title\nII does far more than enforce the rational relationship standard recognized by the\nSupreme Court in Cleburne.\" Id. at 16. The Supreme Court has instructed that\n\"[l]egislation which deters or remedies constitutional violations can fall within the\nsweep of Congress's enforcement power [under § 5 of the Fourteenth Amendment]\neven if in the process it prohibits conduct which is not itself unconstitutional and\nintrudes into 'legislative spheres of autonomy previously reserved to the States.'\" City\nof Boerne v. Flores, 521 U.S. 507, 518 (1997) (City of Boerne) (quoting Fitzpatrick v.\nBitzer, 427 U.S. 445, 455 (1976)).22 The majority avoids this language by ascribing\nto it what, in my view, is an overly-narrow interpretation. The majority reasons: \"[w]e\nthink this passage . . . is best understood as saying that Congress may prohibit conduct\nwhich itself is not necessarily unconstitutional, if to do so would rectify an existing\nconstitutional violation.\" Supra at 17 (emphasis added). However, that interpretation\ncannot be correct for the simple reason that it entirely ignores the Supreme Court's\nreference to legislation which \"deters\" constitutional violations and only takes into\nconsideration legislation which \"remedies\" constitutional violations. I am confident\nthat the Supreme Court's reference to deterrent legislation was both intentional and\nmeaningful because the City of Boerne opinion is replete with references to Congress's\n\n\n       22\n         Although the Supreme Court has yet to decide the issue now before us, it has\nindicated that City of Boerne v. Flores, 521 U.S. 507, 518 (1997), sets forth the law to\nbe applied in determining whether Congress, in enacting the ADA, validly exercised\nits authority under § 5 of the Fourteenth Amendment. See Pennsylvania Dep't of\nCorrections v. Yeskey, 118 S. Ct. 1952, 1956 (1998) (\"We do not address . . . whether\napplication of the ADA to state prisons is a constitutional exercise of Congress's power\nunder . . . § 5 of the Fourteenth Amendment, see City of Boerne v. Flores, 521 U.S.\n507 (1997).\").\n                                           -24-\n\fauthority to deter or prevent constitutional violations. See, e.g., 521 U.S. at 519 (\"the\nline between measures that remedy or prevent unconstitutional actions and measures\nthat make a substantive change in the governing law is not easy to discern\"), 520\n(\"there must be a congruence between the injury to be prevented or remedied and the\nmeans adopted to that end\"), 524 (\"[t]he remedial and preventive nature of Congress'\nenforcement power, and the limitation inherent in the power, were confirmed in our\nearliest cases on the Fourteenth Amendment\"), 530 (\"preventive rules are sometimes\nappropriate remedial measures\"). Moreover, the majority's proposed interpretation\ndoes not comport with a full reading of City of Boerne because it fails to acknowledge\nCongress's broad discretion in fashioning remedial or preventive legislation. See, e.g.,\nid. at 520 (\"Congress must have wide latitude in determining where [the line between\nremedial or preventive measures and substantive measures] lies\"), 536 (\"it is for\nCongress in the first instance to 'determin[e] whether and what legislation is needed to\nsecure the guarantees of the Fourteenth Amendment,' and its conclusions are entitled\nto much deference\") (quoting Katzenbach v. Morgan, 384 U.S. 641, 651 (1966)).\n\n      I believe that the decisive question in the present case is whether the statutory\nprovisions in question reflect a \"congruence and proportionality between the injury to\nbe prevented or remedied and the means adopted to that end.\" Id. at 520; accord Little\nRock Sch. Dist. v. Mauney, No. 98-1721, 1999 WL 407763 at *6-11 (8th Cir. June 14,\n1999) (applying same analysis to hold that the Individuals with Disabilities in\nEducation Act is a proper exercise of Congress's § 5 enforcement power under the\nFourteenth Amendment). In other words, the constitutional injury to be prevented or\nremedied and the legislative means to achieve those goals must bear both a congruent\nand a proportional relationship to one another. It is this \"congruence and\nproportionality\" standard which allows the courts to identify legislation which exceeds\nCongress's § 5 authority because the legislation is, in effect, substantive in nature. See\nCity of Boerne, 521 U.S. at 520 (\"Lacking such a connection, legislation may become\nsubstantive in operation and effect.\").\n\n\n                                          -25-\n\f       In City of Boerne, the Supreme Court explained that \"[t]he appropriateness of\nremedial measures must be considered in light of the evil presented.\" 521 U.S. at 530\n(emphasis added). The legislation at issue in City of Boerne, the Religious Freedom\nRestoration Act (RFRA), was enacted by Congress with the stated purpose of restoring\nthe compelling interest test set forth in Sherbert v. Verner, 374 U.S. 398 (1972), which\nhad been abandoned when Sherbert v. Verner was overruled by Employment Div.,\nDep't of Human Resources v. Smith, 494 U.S. 872 (1990). RFRA prohibited any\ngovernment, state or federal, from substantially burdening a person's exercise of\nreligion, even if the burden resulted from a rule of general applicability, unless it were\nin furtherance of a compelling governmental interest and the least restrictive means to\nadvance that compelling interest. RFRA applied to all federal and state laws and the\nimplementation of such laws. Examining the \"evil\" that Congress sought to prevent or\nremedy by enacting RFRA, the Supreme Court noted, based upon RFRA's legislative\nrecord, that \"the emphasis of the [congressional] hearings was on laws of general\napplicability which place incidental burdens on religion.\" 521 U.S. at 530 (emphasis\nadded). Congress did not find examples of laws or governmental policies that were\n\"enacted or enforced due to animus or hostility to the burdened religious practices\" or\n\"indicat[ing] some widespread pattern of religious discrimination in this country.\" Id.\nat 531. Indeed, the Supreme Court explained, \"RFRA's legislative record lacks\nexamples of modern instances of generally applicable laws passed because of religious\nbigotry.\" Id. at 530.\n\n       Turning now to the ADA, the injury or \"evil\" that Congress intended to prevent\nand remedy by enacting that legislation cannot be described as mere \"incidental\nburdens\" on the rights of the disabled. See 42 U.S.C. § 12101(a). Without repeating\nall of Congress's findings, I note, for the sake of comparison, the following findings\nmade by Congress:\n\n      [D]iscrimination against individuals with disabilities persists in such\n      critical areas as employment, housing, public accommodations, education,\n\n                                          -26-\n\f      transportation, communication, recreation, institutionalization, health\n      services, voting, and access to public services[.]\n\n\nId. § 12101(a)(3).\n\n\n      [I]ndividuals with disabilities continually encounter various forms of\n      discrimination, including outright intentional exclusion, the discriminatory\n      effects of architectural, transportation, and communication barriers,\n      overprotective rules and policies, failure to make modifications to existing\n      facilities and practices, exclusionary qualification standards and criteria,\n      segregation, and relegation to lesser services, programs, activities,\n      benefits, jobs, or other opportunities[.]\n\n\nId. § 12101(a)(5).\n\n       No one, including the majority, see supra at 14, seriously disputes the fact that\nCongress enacted the ADA upon an extensive evidentiary record and after making\n\"detailed findings of a serious and pervasive problem of discrimination against the\ndisabled.\" Coolbaugh v. Louisiana, 136 F.3d 430, 435 (5th Cir.), cert. denied, 119\nS. Ct. 58 (1998).\n\n      Alsbrook's ADA claim is brought pursuant to 42 U.S.C. § 12132, which states:\n\n              Subject to the provisions of this subchapter, no qualified individual\n      with a disability shall, by reason of such disability, be excluded from\n      participation in or be denied the benefits of the services, programs, or\n      activities of a public entity, or be subjected to discrimination by any such\n      entity.\n\n\n      Title 42 U.S.C. § 12131 provides the following pertinent definitions:\n\n\n                                          -27-\n\f      (1) Public entity\n       The term \"public entity\" means –\n            (A) any State or local government;\n            (B) any department, agency, special purpose district, or\n            other instrumentality of a State or States or local\n            government; . . .\n\n      (2) Qualified individual with a disability\n            The term \"qualified individual with a disability\" means an\n            individual with a disability who, with or without reasonable\n            modifications to rules, policies, or practices . . . meets the\n            essential eligibility requirements for the receipt of services\n            or the participation in programs or activities provided by a\n            public entity.[23]\n\n\n       These remedial provisions bear a congruent relationship to the constitutional\ninjury to be remedied or deterred because they specifically address discriminatory\ntreatment toward individuals with disabilities. See City of Boerne, 521 U.S. at 530\n(discussing congruence in terms of the \"appropriateness of remedial measures . . . in\nlight of the evil presented\"). Moreover, because a reasonableness standard is\nincorporated into § 12131(2) (requiring no more than \"reasonable modifications\"), and\nbecause Congress has broad discretion in fashioning preventive and remedial measures,\nI believe that these statutory provisions are also proportional to the widespread and\npersistent discrimination against individuals with disabilities that Congress found to\n\n\n      23\n         Not only has Alsbrook \"successfully completed all requirements to be a\ncertified law enforcement officer in the State other than having a corrected vision of\n20/20 in his right eye,\" supra at 5, but also, the \"City of Maumelle admits that Mr.\nAlsbrook has, and can, perform all essential functions of a police officer.\" Alsbrook\nv. City of Maumelle, No. LR-C-96-68, slip op. at 2 (E.D. Ark. Mar. 24, 1997) (noting,\nfor example, that Alsbrook has consistently scored \"expert\" when tested on his ability\nto shoot with a handgun, which indicates that he can shoot with either hand at targets\non either his left side or his right side).\n                                         -28-\n\fexist throughout our society. See 42 U.S.C. § 12101(a). Unlike RFRA, these statutory\nprovisions are not \"so out of proportion to a supposed remedial or preventive object\nthat [they] cannot be understood as responsive to, or designed to prevent,\nunconstitutional behavior.\" City of Boerne, 521 U.S. at 532.\n\n       The majority, by contrast, reasons that Congress exceeded its § 5 authority in\nenacting Title II because \"a state's program, service, or activity, even if rationally\nrelated to a legitimate state interest and valid under Cleburne, would be struck down\nunless it provided 'reasonable modifications.'\" Supra at 16. The majority also reasons\nthat the \"reasonable modifications\" standard exceeds Congress's lawmaking authority\nunder § 5 because it \"prevent[s] states from making decisions tailored to meet specific\nlocal needs and instead impos[es] upon them the amorphous requirement of providing\nreasonable modifications in every program, service, and activity they provide.\" Id. at\n17. However, both of these concerns were anticipated and dispelled by the Supreme\nCourt when it stated in City of Boerne that \"[l]egislation which deters or remedies\nconstitutional violations can fall within the sweep of Congress's enforcement power\n[under § 5 of the Fourteenth Amendment] even if in the process it prohibits conduct\nwhich is not itself unconstitutional and intrudes into 'legislative spheres of autonomy\npreviously reserved to the States.'\" 521 U.S. at 518 (emphasis added) (quoting\nFitzpatrick v. Bitzer, 427 U.S. at 455).24\n\n       24\n         The majority additionally criticizes the \"reasonable modifications\" standard set\nforth in § 12131 on the ground that the term \"reasonable modifications\" is not defined\nin the statute itself, which, the majority reasons, contributes to \"[t]he specter of open-\nended obligations for a state under Title II.\" Supra at 16. If anything, this appears to\nbe a vagueness argument, which was not asserted by appellants. In any event, it lacks\nmerit because, as the majority points out, id. at 16, the relevant term has been defined\nin the applicable federal regulations. See 28 C.F.R. § 35.130(b)(7)(1998) (defining\n\"reasonable modifications\" to mean modifications that are \"necessary to avoid\ndiscrimination on the basis of disability, unless the public entity can demonstrate that\nmaking the modifications would fundamentally alter the nature of the service, program,\nor activity being offered\") (cited and interpreted, in the context of discussing the states’\n                                           -29-\n\f       Finally, I note the majority's comment that \"[w]e do not think that the legislative\nrecord of the ADA supports the proposition that most state programs and services\ndiscriminate arbitrarily against the disabled.\" Supra at 17-18. The majority apparently\nassumes that, in order for Congress to abrogate the states' Eleventh Amendment\nimmunity through an exercise of legislative authority under § 5 of the Fourteenth\nAmendment, there must be evidence in the legislative record supporting the proposition\nthat \"most state programs and services\" are responsible for the constitutional injury to\nbe remedied or deterred. To my knowledge, no such requirement is constitutionally\nimposed. In any event, I think Congress's express findings in the ADA lead\ninescapably to the conclusion that Congress found the states to be partly responsible\nfor the “various forms of discrimination” suffered by individuals with disabilities. 42\nU.S.C. § 12101(a)(5). As noted above, Congress specifically found that\n\"discrimination against individuals with disabilities persists in such critical areas as\nemployment, housing, public accommodations, education, transportation,\ncommunication, recreation, institutionalization, health services, voting, and access\nto public services.\" Id. § 12101(a)(3) (emphasis added). Each of these \"critical areas\"\nof our society is, by its very nature, partially or entirely under the control of state or\nlocal government. Therefore, I think it fair to conclude that Congress had before it\nample evidence indicating that state programs and services bear some responsibility for\nthe constitutional injury that Title II of the ADA is designed to remedy and deter.\n\n       In sum, I would hold that Congress properly exercised its authority under § 5 of\nthe Fourteenth Amendment in enacting the relevant provisions of Title II of the ADA\nand, consequently, appellants are not protected by Eleventh Amendment immunity from\nAlsbrook's ADA claim.25\n\n\nresponsibilities vis-a-vis the mentally disabled, in Olmstead v. Zimring, No. 98-536,\n1999 WL 407380, at *12-13 (U.S. June 22, 1999)).\n      25\n         My conclusion on this issue is unaffected by the Supreme Court's recent trilogy\nof cases holding invalid Congress's attempts to abrogate the Eleventh Amendment and\n                                          -30-\n\f       A true copy.\n\n              Attest:\n\n                 U.S. COURT OF APPEALS, EIGHTH CIRCUIT.\n\n\n\nsubject the states to suit under the following legislation: the overtime provisions of the\nFair Labor Standards Act, see Alden v. Maine, No. 98-436, 1999 WL 412617 (U.S.\nJune 23, 1999) (Alden); the Trademark Remedy Clarification Act, see College Sav.\nBank v. Florida Prepaid Postsecondary Educ. Expense Bd., No. 98-149, 1999 WL\n412639 (U.S. June 23, 1999) (College Savings I); and the Patent and Plant Variety\nProtection Remedy Clarification Act, see Florida Prepaid Postsecondary Educ. Expense\nBd. v. College Sav. Bank, No. 98-531, 1999 WL 412723 (U.S. June 23, 1999)\n(College Savings II). Each of these cases is distinguishable from the case at bar. In\nAlden, the Supreme Court considered Congress's power to abrogate the Eleventh\nAmendment through legislation enacted pursuant to Article I of the Constitution and\nconcluded that \"the States retain immunity from private suit in their own courts, an\nimmunity beyond the congressional power to abrogate by Article I legislation.\" 1999\nWL 412617, at *31. The present case, by contrast, involves Congress's lawmaking\nauthority under § 5 of the Fourteenth Amendment. In College Savings I, the Supreme\nCourt held that Congress had exceeded its authority to enforce the due process clause\nthrough legislation enacted pursuant to § 5 of the Fourteenth Amendment because no\nlegally cognizable property interest was at stake and, thus, the legislation did not\nremedy or deter a judicially recognized due process violation. 1999 WL 412639, at *5-\n6. As discussed above, the ADA responds to a judicially recognized equal protection\nviolation. Finally, in College Savings II, which also involved legislation intended to\nenforce the due process clause, the Supreme Court found that a judicially recognized\nproperty interest was at stake, but, much like that in City of Boerne, the legislative\nrecord failed to show \"'a history of widespread and persisting deprivation of\nconstitutional rights' of the sort Congress has faced in enacting proper prophylactic § 5\nlegislation.\" 1999 WL 412723, at *11 (quoting City of Boerne, 521 U.S. at 526). In\nthe present case, by contrast, Congress enacted the ADA upon a legislative record and\nspecific legislative findings showing a history of widespread and persisting\ndiscrimination against individuals with disabilities, in violation of their rights under the\nequal protection clause.\n                                           -31-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                    United States Court of Appeals\n                           FOR THE EIGHTH CIRCUIT\n                                  ___________\n\n                                  No. 97-1825\n                                  ___________\n\nChristopher B. Alsbrook;                  *\n                                          *\n       Plaintiff/Appellee,                *\n                                          *\nUnited States of America,                 *\n                                          *\n               Intervenor on Appeal,      *\n                                          *\n       v.                                 * Appeal from the United States\n                                          * District Court for the Eastern\nCity of Maumelle, Arkansas;               * District of Arkansas.\n                                          *\n               Defendant,                 *\n                                          *\nArkansas Commission on Law                *\nEnforcement Standards and Training;       *\nState of Arkansas; W. C. Brassell, also *\nknown as Dub Brassell, Individually       *\nand in his capacity as Chairman of the *\nArkansas Commission on Law                *\nEnforcement Standards and Training;       *\nBobby Hilderbrand, Individually and in *\nhis official capacity as a member of the *\nArkansas Commission on Law                *\nEnforcement Standards and Training;       *\nWillard, Individually and in his official *\ncapacity as a member of the Arkansas *\nCommission on Law Enforcement             *\nStandards and Training; Elanor            *\nAnthony, Individually and in her          *\nofficial capacity as a member of the      *\n\fArkansas Commission on Law              *\nEnforcement Standards and Training;     *\nBob Johnston, Individually and in his   *\nofficial capacity as a member of the    *\nArkansas Commission on Law              *\nEnforcement Standards and Training;     *\nDavid Muniz, Individually and in his    *\nofficial capacity as a member of the    *\nArkansas Commission on Law              *\nEnforcement Standards and Training;     *\nGary Ashcraft, Individually, and in his *\nofficial capacity as a member of the    *\nArkansas Commission on Law              *\nEnforcement Standards and Training,     *\n                                        *\n      Defendants/Appellants.            *\n                                   ___________\n\n                             Submitted: January 11, 1999\n\n                                  Filed: July 23, 1999\n                                   ___________\n\nBefore BOWMAN,1 Chief Judge, McMILLIAN, RICHARD S. ARNOLD, FAGG,\n      WOLLMAN, BEAM, LOKEN, HANSEN, MORRIS SHEPPARD ARNOLD,\n      and MURPHY, Circuit Judges.\n                              ___________\n\nBEAM, Circuit Judge.\n\n    Christopher Alsbrook brought this suit against his employer, the City of\nMaumelle, Arkansas (the City); the State of Arkansas (the State); the Arkansas\n\n      1\n       The Honorable Pasco M. Bowman stepped down as Chief Judge of the United\nStates Court of Appeals for the Eighth Circuit at the close of business on April 23,\n1999. He has been succeeded by the Honorable Roger L. Wollman.\n\n                                          -2-\n\fCommission on Law Enforcement Standards and Training (ACLEST); and the\ncommissioners of ACLEST, in their official capacities, under Title II of the Americans\nwith Disabilities Act (ADA) and 42 U.S.C. § 1983. He also brought claims against the\ncommissioners, in their individual capacities, under 42 U.S.C. § 1983. The State,\nACLEST, and the commissioners (collectively, appellants) moved for summary\njudgment asserting that the ADA claim was barred by Eleventh Amendment immunity\nand that the section 1983 claims were barred by Eleventh Amendment immunity,\nqualified immunity, and failure to state a cause of action against the commissioners in\ntheir individual capacities. The district court denied the motion. This interlocutory\nappeal followed.\n\n       We reverse the district court's denial of summary judgment on the ADA claim,\nbecause we find that extension of Title II of the ADA to the State exceeds Congress's\nauthority under Section 5 of the Fourteenth Amendment. We also reverse the district\ncourt's denial of summary judgment on the section 1983 claim.\n\nI.    BACKGROUND\n\n        ACLEST is an agency of the State of Arkansas which regulates the hiring and\ncertification of law enforcement officers within the State. To be certified as a law\nenforcement officer, an applicant must meet certain minimum standards established by\nACLEST. The standards, set out in Section 1002 of the Rules and Regulations of the\nExecutive Commission on Law Enforcement Standards and Training (Section 1002),\nprovide in pertinent part that \"[e]very officer employed by a law enforcement unit shall\n. . . [b]e examined by a licensed physician and meet the physical requirements\nprescribed in Specification S-5, Physical Examination.\" The relevant portion of\nSpecification S-5 states that an applicant must possess visual acuity that can be\ncorrected to 20/20 in each eye.\n\n\n\n\n                                          -3-\n\f        Christopher Alsbrook began his employment with the Maumelle Department of\nPublic Safety (Maumelle Department) in January 1993, as a public safety officer.\nAlsbrook's right eye has a corrected vision of 20/30 and cannot be corrected to 20/20\ndue to a congenital condition called amblyopia. At the time he was hired by the\nMaumelle Department, Dr. Cosgrove, an ophthalmologist in Little Rock, had written\na letter opining that Alsbrook's amblyopia would not impair his ability to perform any\nactivity or type of work.\n\n       In May 1993, Alsbrook submitted an application for enrollment in an officer\ntraining course at the Arkansas Law Enforcement Training Academy. In the\napplication, Alsbrook's supervisor certified that Alsbrook met the minimum standards\nfor appointment as a law enforcement officer as prescribed in Section 1002.2 Alsbrook\nwas accepted into the course and successfully completed it in December, 1993. He\nwas then employed as a law enforcement officer with the Maumelle Department.\nHowever, because the Maumelle Department never filed a request for certification on\nAlsbrook's behalf after he completed the training course, Alsbrook was technically\nfunctioning as an uncertified law enforcement officer during this time period.3\n\n\n\n      2\n        It appears from the record that Alsbrook's supervisor thought that Dr.\nCosgrove's letter, opining that Alsbrook's amblyopia would not affect his job\nperformance, took care of any problem regarding Alsbrook's inability to meet the visual\nacuity requirement.\n      3\n        In order for an individual who has completed the officer training course to\nbecome a certified law enforcement officer in the State of Arkansas, it is necessary for\nthe employing agency to request certification by the filing of an Application for Award\nof Law Enforcement Officer Certificate, form F-7. It remains unclear from the record\nas to why the Maumelle Department failed to apply for Alsbrook's certification.\nAccording to Alsbrook, the Maumelle Department told him that the failure to request\ncertification was not uncommon and probably due to administrative oversight. It was\nnot until September 11, 1995, that the Maumelle Department finally requested\ncertification.\n\n                                          -4-\n\f        In 1995, Alsbrook sought to join the larger Little Rock Police Department which\nhe believed would offer him better opportunities for advancement. After being notified\nof the results of an eye exam Alsbrook took as part of his application to the Little Rock\nPolice Department, and having reviewed the documentation on Alsbrook's eye\ncondition on file at the Maumelle Department, the training officer in Little Rock\ninformed Alsbrook that he needed to obtain a waiver from ACLEST exempting him\nfrom the visual acuity requirement before he could be hired.\n\n       On September 5, 1995, Alsbrook appeared before ACLEST requesting a waiver\nof the visual acuity requirement. ACLEST determined that it did not have the authority\nto waive the requirement. It undertook a study to determine whether the requirement\nshould be changed, and concluded that the visual acuity requirement was necessary to\nmeet legitimate concerns. On September 19, 1995, ACLEST notified the Maumelle\nDepartment that it would not certify Alsbrook due to his eyesight. Because of his\ninability to obtain a waiver, Alsbrook was denied employment with the Little Rock\nPolice Department. He remained with the Maumelle Department, but was barred from\nresponding to any police calls or working on any police-related paperwork or duties.\nHis salary remained unaffected. Appellants admit that Alsbrook has successfully\ncompleted all requirements to be a certified law enforcement officer in the State other\nthan having a corrected vision of 20/20 in his right eye.\n\n        Alsbrook brought the present action in federal district court seeking injunctive\nrelief as well as compensatory and punitive damages on the grounds that appellants\nviolated his rights under Title II of the ADA4 and 42 U.S.C. § 1983 in refusing to\n\n      4\n          Title II of the ADA, captioned \"Public Services,\" provides:\n\n      Subject to the provisions of this subchapter, no qualified individual with\n      a disability shall, by reason of such disability, be excluded from\n      participation in or be denied the benefits of the services, programs, or\n      activities of a public entity, or be subjected to discrimination by any such\n\n                                           -5-\n\fcertify him as a law enforcement officer because of his disability, or because they\nregarded him as having a disability.5\n\n       Appellants moved for summary judgment arguing that: (1) there was no valid\nabrogation of their Eleventh Amendment immunity under the ADA; (2) the section\n1983 claim asserted against appellants in their official capacities was barred by the\nEleventh Amendment; (3) the section 1983 claim against the commissioners in their\nindividual capacities for violations of Title II of the ADA failed to state a cause of\naction because Title II only covers discrimination by a public entity; and (4) in any\n\n\n\n      entity.\n\n42 U.S.C. § 12132.\n\n      A qualified individual with a disability is defined as:\n\n      [A]n individual with a disability who, with or without reasonable\n      modifications to rules, policies, or practices, the removal of architectural,\n      communication, or transportation barriers, or the provision of auxiliary\n      aids and services, meets the essential eligibility requirements for the\n      receipt of services or the participation in programs or activities provided\n      by a public entity.\n\n42 U.S.C. § 12131.\n      5\n        Oral argument revealed that Alsbrook recently received a waiver of the visual\nacuity requirement and now works as a law enforcement officer with the City of Little\nRock. Therefore, the demand for injunctive relief is moot, leaving only Alsbrook's\nclaim for money damages. The claim for money damages appears to be premised on\nthe argument that, had Alsbrook received certification, he would have been employed\nat a higher salary with the City of Little Rock rather than the salary he had with the\nMaumelle Department. In addition, Alsbrook claims that lack of certification prevented\nhim from doing off-duty work requiring law enforcement certification, and resulted in\nemotional distress and loss of reputation.\n\n                                          -6-\n\fevent, the commissioners were entitled to qualified immunity. The summary judgment\nmotion also asserted that Alsbrook was not disabled within the meaning of the ADA.\n\n       The district court denied appellants' motion. It found that because the ADA was\nenacted pursuant to the Fourteenth Amendment, it represented a valid abrogation of\nEleventh Amendment immunity. It also denied summary judgment on the section 1983\nclaims brought against the commissioners in their individual capacities.6 In reaching\nits decision the district court was careful to point out that:\n\n      The narrow holding of this Order is simply that the defendants are not\n      entitled to summary judgment, either in their official or individual\n      capacities. At trial, the defendants may be able to demonstrate that the\n      standards they set are reasonable and rationally related to necessary skills\n      for law enforcement officers. On the record currently before the Court,\n      the defendants are not entitled to judgment as a matter of law.\n\nAlsbrook v. City of Maumelle, No. LR-C-96-68, memo. op. at 9 (E.D. Ark. Mar. 24,\n1997).\n\n        This interlocutory appeal on the issues of Eleventh Amendment and qualified\nimmunity followed. Pursuant to 28 U.S.C. § 2403(a), the United States has intervened\nin the appeal to oppose appellants' Eleventh Amendment argument as it pertains to the\nADA claim. On appeal, a panel of this court, one judge dissenting, affirmed the district\ncourt's denial of summary judgment on the ADA claim, but reversed the district court's\ndenial of summary judgment on the section 1983 claims against the commissioners in\ntheir individual capacities. See Alsbrook v. City of Maumelle, </pre><span class=\"citation\" data-id=\"758079\"><a href=\"/opinion/758079/christopher-b-alsbrook-united-states-of-america-intervenor-on-appeal-v/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span><pre class=\"inline\"> (8th Cir.\n1998).\n\n\n\n\n      6\n       The district court order did not mention the § 1983 claim asserted against the\nappellants in their official capacities.\n\n                                          -7-\n\f       We granted rehearing en banc, thereby vacating the panel opinion. After\nconsideration by the court en banc, we now reverse the district court's denial of\nsummary judgment on both grounds for the reasons discussed below.\n\nII.   DISCUSSION\n\n        As a preliminary matter, we hold that we have jurisdiction over this\ninterlocutory appeal under the collateral order doctrine of Cohen v. Beneficial Industrial\nLoan Corp., </pre><span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span><pre class=\"inline\">, 545-47 (1949). See, e.g., Murphy v. Arkansas, </pre><span class=\"citation\" data-id=\"747220\"><a href=\"/opinion/747220/ronald-m-murphy-plaintiff-appelleecross-appellant-v-state-of-arkansas/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">750</span></a></span><pre class=\"inline\">, 753 (8th Cir.1997) (order denying claim of Eleventh Amendment immunity is\nappealable as a collateral order); Manzano v. South Dakota Dep't of Soc. Servs., </pre><span class=\"citation\" data-id=\"699615\"><a href=\"/opinion/699615/edward-j-manzano-jr-v-south-dakota-department-of-social-services-james/\"><span class=\"volume\">60</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span><pre class=\"inline\">, 509 (8th Cir. 1995) (denial of a motion for summary judgment based on\nqualified immunity is immediately appealable under the collateral order doctrine).\nIssues of law that are closely related to the qualified immunity determination may also\nbe considered on interlocutory appeal. See Henderson v. Baird, </pre><span class=\"citation\" data-id=\"673923\"><a href=\"/opinion/673923/andre-t-henderson-v-david-baird-jointly-and-severally-in-their-official/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, 467 (8th\nCir. 1994).\n\n       We review a denial of summary judgment de novo. See Hopkins v. Saunders,\n</pre><span class=\"citation\" data-id=\"724936\"><a href=\"/opinion/724936/tommy-d-hopkins-v-john-l-saunders-kyle-vickers-charles-ausfahl-roy/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">522</span></a></span><pre class=\"inline\">, 525 (8th Cir. 1996). Summary judgment should be granted if there is no\ngenuine issue of material fact and the moving party is entitled to judgment as a matter\nof law. See Fed. R. Civ. P. 56(c); Hopkins 93 F.3d at 525. As in this case, where the\nunresolved issues are primarily legal rather than factual, summary judgment is\nparticularly appropriate. See Crain v. Board of Police Comm'rs, </pre><span class=\"citation no-link\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1402</span></span><pre class=\"inline\">,\n1405-06 (8th Cir. 1990).\n\n\n\n\n                                           -8-\n\f       A.     The ADA Claim7\n\n       Appellants argue that the district court erred in failing to grant them summary\njudgment on the basis of Eleventh Amendment immunity. In rejecting appellants'\nEleventh Amendment argument, the district court stated: \"[t]he Court is unpersuaded\nby the State defendants' analysis of Eleventh Amendment immunity. The Americans\nwith Disabilities Act was passed under the auspices of the Fourteenth Amendment as\nwell as the Commerce Clause.\"8\n\n       The Eleventh Amendment grants a state immunity from suits brought in federal\ncourt by its own citizens as well as citizens of another state. See U.S. Const. amend.\nXI; Edelman v. Jordan, </pre><span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span><pre class=\"inline\">, 662-63 (1974). Congress can, however,\nabrogate this immunity or a state can waive it. See Atascadero State Hosp. v. Scanlon,\n\n       7\n        In Pennsylvania Department of Corrections v. Yeskey, </pre><span class=\"citation\" data-id=\"118228\"><a href=\"/opinion/118228/pennsylvania-dept-of-corrections-v-yeskey/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span><pre class=\"inline\"> (1998), the\nSupreme Court declined to consider whether application of the ADA to state prisons\nis a constitutional exercise of Congress's power under Section 5 in light of plaintiffs'\nfailure to raise the issue below.\n       8\n        It is unclear from the complaint whether Alsbrook is asserting an ADA claim\nagainst the commissioners in their individual capacities. To the extent that he is, we\nagree with the panel opinion's conclusion that the commissioners may not be sued in\ntheir individual capacities directly under the provisions of Title II. Title II provides\ndisabled individuals redress for discrimination by a \"public entity.\" See 42 U.S.C. §\n12132. That term, as it is defined within the statute, does not include individuals. See\n42 U.S.C. § 12131(1); see also Transamerica Mortgage Advisors, Inc. v. Lewis, </pre><span class=\"citation\" data-id=\"110154\"><a href=\"/opinion/110154/transamerica-mortgage-advisors-inc-v-lewis/\"><span class=\"volume\">444</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 19 (1979) (\"[I]t is an elemental canon of statutory construction that where a\nstatute expressly provides a particular remedy or remedies, a court must be chary of\nreading others into it.\"). Furthermore, while no circuit has directly addressed the issue\nof individual liability under Title II, three have held that there is no liability under Title\nI against individuals who do not otherwise qualify as \"employers\" under the statutory\ndefinition. See Butler v. City of Prairie Village, </pre><span class=\"citation\" data-id=\"762830\"><a href=\"/opinion/762830/william-adrian-butler-v-city-of-prairie-village-kansas-h-monroe/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span><pre class=\"inline\">, 744 (10th Cir. 1999);\nMason v. Stallings, </pre><span class=\"citation\" data-id=\"717529\"><a href=\"/opinion/717529/gary-mason-v-ricky-stallings-cl-st-clair-jr-charles-burkhalter/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1007</span></a></span><pre class=\"inline\">, 1009 (11th Cir. 1996); EEOC v. AIC Sec.\nInvestigations, Ltd., </pre><span class=\"citation\" data-id=\"696617\"><a href=\"/opinion/696617/us-equal-employment-opportunity-commission-and-randall-wessel-as/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span><pre class=\"inline\">, 1280-82 (7th Cir. 1995).\n\n                                             -9-\n\f</pre><span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span><pre class=\"inline\">, 238 (1985). It is undisputed that Arkansas has not consented to this suit.\nAlsbrook contends, however, that Congress abrogated the State's immunity when it\npassed the ADA.\n\n        Congress has a limited power to abrogate Eleventh Amendment immunity. See\nFitzpatrick v. Bitzer, </pre><span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span><pre class=\"inline\">, 456 (1976). But because the Eleventh Amendment\n\"implicates the fundamental constitutional balance between the Federal Government\nand the States,\" the Supreme Court has cautioned that courts should exercise care\nbefore finding abrogation. Atascadero, 473 U.S. at 238; see also Pennhurst State Sch.\nand Hosp. v. Halderman, </pre><span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span><pre class=\"inline\">, 99 (1984) (\"Our reluctance to infer that a State's\nimmunity from suit in the federal courts has been negated stems from recognition of the\nvital role of the doctrine of sovereign immunity in our federal system.\"). Cf. Alden v.\nMaine, No. 98-436, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">412617</span></span><pre class=\"inline\">, at *7 (U.S. June 23, 1999) (\"[states'] immunity\nfrom private suits central to sovereign dignity\").\n\n       In order to determine the validity of Congress's abrogation of immunity, we\nengage in a two-prong analysis. See Seminole Tribe of Florida v. Florida, </pre><span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">44</span></a></span><pre class=\"inline\">, 55 (1996). First, we determine whether Congress has unequivocally expressed its\nintent to abrogate the immunity–which is obvious in this case. Section 12202 of the\nADA provides that \"[a] State shall not be immune under the eleventh amendment . . .\nfrom an action in Federal or State court of competent jurisdiction for a violation of this\nchapter.\" 9 See 42 U.S.C. § 12202. Thus, we find that Congress, in passing the ADA,\n\n\n      9\n        We believe that Congress's reference to abrogating Eleventh Amendment\nimmunity in \"state court\" is mere surplusage because \"the Eleventh Amendment does\nnot apply in state courts.\" Will v. Michigan Dep't of State Police, </pre><span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 63-64\n(1989). Furthermore, the Supreme Court's recent decision in Alden v. Maine, declaring\nunconstitutional the provisions of the Fair Labor Standards Act purporting to authorize\nprivate actions against the states in their own courts without regard to consent, suggests\nthat any attempt by Congress to subject an unconsenting state to suit under Title II\nwould likewise be invalid.\n\n                                          -10-\n\f\"unequivocally expressed\" its intent to abrogate Eleventh Amendment immunity.\nAccord Coolbaugh v. Louisiana, </pre><span class=\"citation\" data-id=\"751642\"><a href=\"/opinion/751642/stafford-j-coolbaugh-v-state-of-louisiana-on-behalf-of-ladept-of/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span><pre class=\"inline\">, 433 (5th Cir.) (finding that Congress's\nintent to abrogate state immunity is \"patently clear\" in the ADA), cert. denied, 119 S.\nCt. 58 (1998).\n\n       Second, we determine whether Congress has acted pursuant to a valid exercise\nof power. See Seminole Tribe, 517 U.S. at 55. As a threshold matter, we ask whether\nthe ADA was passed pursuant to a constitutional provision granting Congress the\npower to abrogate. See id. at 59. Following the Supreme Court's holding in Seminole\nTribe, Congress can abrogate Eleventh Amendment immunity only if it is acting\npursuant to its powers under Section 5 of the Fourteenth Amendment (Section 5). See\nid. at 59-67. In passing the ADA, Congress stated that it was invoking its powers\nunder Section 5 and the Commerce Clause. See 42 U.S.C. § 12101(b)(4) (listing\namong the ADA's purposes \"to invoke the sweep of congressional authority, including\nthe power to enforce the fourteenth amendment and to regulate commerce, in order to\naddress the major areas of discrimination faced day-to-day by people with\ndisabilities\").\n\n      Congress's declaration that a statute is passed pursuant to Section 5 does not,\nhowever, end our inquiry under the second prong. We next turn to the question of\nwhether the substantive provisions of the statute are a constitutional exercise of that\npower. See Brown v. North Carolina Div. of Motor Vehicles, </pre><span class=\"citation\" data-id=\"761257\"><a href=\"/opinion/761257/willie-m-brown-david-s-bagley-joan-bagley-orris-cross-russell-anderson/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\">, 702-03\n(4th Cir. 1999). Section 5 states: \"[t]he Congress shall have power to enforce, by\nappropriate legislation, the provisions of this article.\" U.S. Const. amend. XIV, § 5.10\n\n        10\n             Among the provisions in the Fourteenth Amendment is Section 1's mandate\nthat:\n\n        No State shall make or enforce any law which shall abridge the privileges\n        or immunities of citizens of the United States; nor shall any State deprive\n        any person of life, liberty, or property, without due process of law; nor\n\n                                           -11-\n\f Thus, the crux of our inquiry boils down to the following question–does Title II of the\nADA represent a proper exercise of Congress's Section 5 powers \"to enforce\" by\n\"appropriate legislation\" the constitutional guarantees of the Fourteenth Amendment,\nin particular, the Equal Protection Clause?11 See City of Boerne v. Flores, </pre><span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">507</span></a></span><pre class=\"inline\">, 517 (1997). If the provision at issue exceeds Section 5 powers, \"it is without\njurisdictional effect and cannot constitutionally abrogate immunity.\" Brown, 166 F.3d\nat 703.\n\n       In Boerne, the Supreme Court's most detailed pronouncement on Congress's\nauthority to impose legislation on the states pursuant to its Section 5 powers, the Court\nheld that Congress exceeded its Section 5 powers in enacting the Religious Freedom\nRestoration Act (RFRA).12 While the Court in Boerne acknowledged that Congress's\n\n\n      deny to any person within its jurisdiction the equal protection of the laws.\n\nU.S. Const. amend XIV, § 1.\n      11\n        We limit the scope of our Section 5 inquiry to Title II of the ADA, under which\nAlsbrook brought his suit. Although the United States, as intervenor, would prefer that\nwe consider the statute as a whole, we decline to do so. See Spector Motor Serv., Inc.\nv. McLaughlin, </pre><span class=\"citation\" data-id=\"104029\"><a href=\"/opinion/104029/spector-motor-service-inc-v-mclaughlin/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 105 (1944) (\"If there is one doctrine more deeply rooted\nthan any other in the process of constitutional adjudication, it is that we ought not to\npass on questions of constitutionality . . . unless such adjudication is unavoidable.\");\nBrown, 166 F.3d at 703-05 (declining to engage in \"broad-brush\" review of the ADA\nfor purposes of determining whether Congress exceeded its Section 5 powers).\n      12\n         The Supreme Court recently expounded on its views of Congress's Section 5\npower in Florida Prepaid Postsecondary Education Expense Board v. College Savings\nBank, No. 98-531, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">412723</span></span><pre class=\"inline\"> (U.S. June 23, 1999) (College Savings II), in\nwhich it held that Congress could not abrogate states' immunity under the Patent\nRemedy Act (PRA) because the statute could not be sustained as legislation enacted\nto enforce the guarantees of the Fourteenth Amendment. We think the Court's extensive\ndiscussion of Congress's Section 5 powers and its application of Boerne to the facts\nof that case provide further support for the conclusion we reach today.\n\n                                          -12-\n\fpowers under Section 5 are broad, it also stated \"that as broad as the congressional\nenforcement power is, it is not unlimited.\" Boerne, 521 U.S. at 518 (quotations and\ncitations omitted); see Humenansky v. Regents of the Univ. of Minn., </pre><span class=\"citation\" data-id=\"757096\"><a href=\"/opinion/757096/john-humenansky-v-regents-of-the-university-of-minnesota/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">822</span></a></span><pre class=\"inline\">,\n828 (8th Cir. 1998) (\"Congress' § 5 powers, while broad, are not without limits\"),\npetition for cert. filed, </pre><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3504</span></span><pre class=\"inline\"> (U.S. Feb. 1, 1999) (No. 98-1235); see also\nEEOC v. Wyoming, </pre><span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 259 (1983) (Burger, C.J., dissenting on other\ngrounds) (Congress's ability to enact legislation affecting the states under Section 5,\n\"does not mean that Congress has been given a 'blank check' to intrude into details of\nstates' governments at will.\").\n\n       The Court in Boerne found that Congress's enforcement power under Section 5\nwas limited to enacting remedial legislation. Congress has no authority, the Court\nemphasized, to enact substantive legislation defining the scope of the Fourteenth\nAmendment's restrictions on the states. See Boerne, 512 U.S. at 519. \"Congress does\nnot enforce a constitutional right by changing what the right is.\" Id. The Court\nconcluded that for legislation to be classified as remedial and therefore a valid exercise\nof Section 5 power \"[t]here must be a congruence and proportionality between the\ninjury to be prevented or remedied and the means adopted to that end.\" Id. at 520.\nUnder the reasoning set forth in Boerne, we do not think that extension of Title II of the\nADA to the states constitutes a proper exercise of Congress's power under Section 5.13\n\n      13\n         In so holding, we part company with some circuits that have decided this issue.\nSee Kimel v. Florida Bd.of Regents, </pre><span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1426</span></span><pre class=\"inline\"> (11th Cir. 1998), cert. granted,\n</pre><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">901</span></span><pre class=\"inline\">, 902 (1999); Coolbaugh v. Louisiana, </pre><span class=\"citation\" data-id=\"751642\"><a href=\"/opinion/751642/stafford-j-coolbaugh-v-state-of-louisiana-on-behalf-of-ladept-of/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span><pre class=\"inline\"> (5th Cir.), cert.\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">58</span></span><pre class=\"inline\"> (1998); Clark v. California, </pre><span class=\"citation\" data-id=\"745448\"><a href=\"/opinion/745448/derrick-clark-and-ambrose-woods-individually-and-on-behalf-of-all-others/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1267</span></a></span><pre class=\"inline\"> (9th Cir.1997), cert.\ndenied sub nom. Wilson v. Armstrong, </pre><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2340</span></span><pre class=\"inline\"> (1998); Crawford v. Indiana\nDep't of Corrections, </pre><span class=\"citation\" data-id=\"741785\"><a href=\"/opinion/741785/ricky-crawford-v-indiana-department-of-corrections/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">481</span></a></span><pre class=\"inline\"> (7th Cir. 1997); see also Torres v. Puerto Rico\nTourism Co., </pre><span class=\"citation\" data-id=\"198411\"><a href=\"/opinion/198411/torres-v-tourism-co/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 n.7 (1st Cir. 1999) (declining to address issue but stating\nin dicta \"we have considered the issue of Congress's authority sufficiently to conclude\nthat, were we to confront the question head-on, we almost certainly would join the\nmajority of courts upholding the [abrogation] provision\"). However, in Brown, the\nFourth Circuit held that a regulation promulgated under Title II of the ADA, 28 C.F.R.\n\n                                          -13-\n\f       Alsbrook and the United States, as intervenor, argue that unlike with RFRA,\nCongress made detailed findings, when passing the ADA, of a serious and pervasive\nproblem of discrimination against the disabled, and that we should defer to Congress's\nassessment of the problem. We do not dispute that in passing the ADA Congress made\nextensive findings regarding the discrimination faced by disabled citizens. See 42\nU.S.C. § 12101(a); Coolbaugh, 136 F.3d at 436-37 & n.4 (citing to the extensive\nstudies, reports, and testimony compiled in the legislative history of the ADA). We also\nnote that other circuits have relied to a great extent on the existence of congressional\nfindings in determining that Congress did not exceed its Section 5 powers in extending\nthe ADA to the states.14\n\n        We think, however, that the state of the legislative record, alone, cannot suffice\nto bring Title II within the ambit of Congress's Section 5 powers if Title II is not\n\"adapted to the mischief and wrong which the Fourteenth Amendment was intended to\nprovide against.\" Boerne, 521 U.S. at 532 (quotations and alterations omitted); see also\nid. (\"[r]egardless of the state of the legislative record, RFRA cannot be considered\nremedial, preventive legislation, if those terms are to have any meaning\"). Just\nrecently, the Supreme Court in Saenz v. Roe, No. 98-97, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">303743</span></span><pre class=\"inline\"> (May 17,\n1999), noted that \"'Congress' power under § 5 . . . is limited to adopting measures to\n\n\n§ 35.130(f), exceeded Congress's powers under Section 5. See Brown v. North\nCarolina Div. of Motor Vehicles, </pre><span class=\"citation\" data-id=\"761257\"><a href=\"/opinion/761257/willie-m-brown-david-s-bagley-joan-bagley-orris-cross-russell-anderson/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\"> (4th Cir. 1999). But see Amos v.\nMaryland Dep't of Pub. Safety and Correctional Servs., No. 96-7091, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">454509</span></span><pre class=\"inline\">\n(4th Cir. June 24, 1999) (holding that application of Title II of the ADA to state\nprisons is a constitutional exercise of Congress's power under Section 5).\n      14\n        See, e.g., Clark, 123 F.3d at 1270 (finding that because Congress explicitly\nfound that persons with disabilities have suffered discrimination, the ADA is therefore\nwithin the scope of appropriate legislation under the Equal Protection Clause);\nCoolbaugh, 136 F.3d at 438 (\"[w]e cannot say, however, in light of the extensive\nfindings of unconstitutional discrimination made by Congress, that these remedies [of\nthe ADA] are too sweeping\").\n\n                                          -14-\n\fenforce the guarantees of the [Fourteenth] Amendment; § 5 grants Congress no power\nto restrict, abrogate, or dilute these guarantees.'\" Id. at *10 (quoting Katzenbach v.\nMorgan, </pre><span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 651 n.10 (1966)). We think a necessary corollary to this is that\nCongress may also not pass legislation which attempts to expand, enhance, or add to\nthe guarantees of the Fourteenth Amendment. See, e.g., Humenansky, 152 F.3d at 827\n(stating that Congress's power to enforce the Equal Protection Clause would be\nvirtually unlimited if it is not tied to enforcing judicially recognized equal protection\nviolations). In short, regardless of the extent of its findings, Congress, under Section\n5, only has the power to prohibit that which the Fourteenth Amendment prohibits.\n\n       In City of Cleburne v. Cleburne Living Center, Inc., </pre><span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span><pre class=\"inline\"> (1985), the\nSupreme Court held that under the Equal Protection Clause of the Fourteenth\nAmendment, state classifications on the basis of mental retardation need only satisfy\nrational basis review.15 We do not think that Title II of the ADA \"enforces\" the rational\nrelationship standard recognized by the Supreme Court in Cleburne. The United States,\nas intervenor, argues that because Cleburne recognized that arbitrary discrimination\nagainst the disabled violates the Equal Protection Clause, the ADA, which also\nprohibits discrimination against the disabled, lies within Congress's enforcement\npowers. Congress's enforcement powers under Section 5, it argues, are not limited to\nonly suspect classifications.\n\n      We agree that congressional enforcement of equal protection rights under\nSection 5 is not limited to suspect classifications. It is not enough to say, however, that\nthe ADA falls within Congress's enforcement powers simply because it prohibits\n\n\n      15\n        Although Cleburne dealt specifically with discrimination against the mentally\ndisabled, we think its reasoning extends to disabilities generally. Accord Brown, 166\nF.3d at 706 (\"we cannot extend to the physically disabled, a different standard of\nprotection from that given to the mentally disabled [in Cleburne]); Coolbaugh, 136 F.3d\nat 433 n.1 (same).\n\n                                           -15-\n\fdiscrimination against the disabled. \"[I]t matters what kind of discrimination the\nConstitution prohibits, and whether the ADA was aimed at that kind of discrimination.\"\nKimel, 139 F.3d at 1448-49 n.2 (Cox, J., concurring in part and dissenting in part).16\n And we do not agree with the United States' argument that the ADA enforces the\nrational basis standard articulated in Cleburne because it merely requires states to show\nthat distinctions made on the basis of disability are not the result of stereotypes or\nirrational fears but, rather, are based on legitimate governmental objectives.\n\n        Title II does far more than enforce the rational relationship standard recognized\nby the Supreme Court in Cleburne. Under Title II, a state's program, service, or\nactivity, even if rationally related to a legitimate state interest and valid under Cleburne,\nwould be struck down unless it provided \"reasonable modifications.\" See 42 U.S.C.\n§ 12131(2). Only if a state can demonstrate that modifications would \"fundamentally\nalter\" the nature of the service, program, or activity, could a court uphold the state's\npolicy. See 28 C.F.R. § 35.130(b)(7); see also Boerne, 521 U.S. at 534; Coolbaugh,\n136 F.3d at 440-41 (Smith, J., dissenting) (discussing similar problem with respect to\nthe \"reasonable accommodation\" requirement of Title I). The specter of open-ended\nobligations for a state under Title II is further compounded by the fact that, unlike the\nterm \"reasonable accommodation\" used in Title I, the term \"reasonable modification\"\nis not defined anywhere in the statute. Compare 42 U.S.C. § 12111(9) with 42 U.S.C.\n§ 12131.\n\n      Nor does enforcement of Title II against the states comport with the rationale\nbehind the Supreme Court's decision to adopt the rational basis test in Cleburne. The\nCleburne Court emphasized that a rational basis standard of review would best allow\n\n\n       16\n        The dissent commits the same fallacy when it states that \"Congress did not\nexceed its authority under § 5 of the Fourteenth Amendment . . . because protection\nagainst disability-based discrimination is a well-established Fourteenth Amendment\nequal protection guarantee.\" Post at 23.\n                                            -16-\n\fgovernmental bodies the flexibility and freedom to shape remedial efforts towards the\ndisabled. See Cleburne, 473 U.S. at 446. Title II's provisions detract from this notion,\nby preventing states from making decisions tailored to meet specific local needs and\ninstead imposing upon them the amorphous requirement of providing reasonable\nmodifications in every program, service, and activity they provide. Cf. Wyoming, 460\nU.S. at 264-65 (discussing intrusion into state sovereignty when Congress acts under\nSection 5 to enact Age Discrimination in Employment Act). \"This is a considerable\ncongressional intrusion into the State's traditional prerogatives and general authority to\nregulate for the health and welfare of their citizens.\" Boerne, 521 U.S. at 534.\n\n        Nevertheless, appellees contend that the Supreme Court's statement in Boerne\nthat \"[l]egislation which deters or remedies constitutional violations can fall within the\nsweep of Congress' enforcement power even if in the process it prohibits conduct which\nis not itself unconstitutional and intrudes into 'legislative spheres of autonomy\npreviously reserved to the States'\" indicates that Congress's Section 5 authority can\nextend beyond conduct which is unconstitutional. Id. at 518 (quoting Fitzpatrick, 427\nU.S. at 455). We think this passage, which the Court noted was illustrated by\nCongress's legislation in the voting rights area, is best understood as saying that\nCongress may prohibit conduct which itself is not necessarily unconstitutional, if to do\nso would rectify an existing constitutional violation. See College Savings II, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">412723</span></span><pre class=\"inline\">, at *11 (discussing Congress's voting rights legislation as examples of\ncongressional enactments that pervasively prohibit \"constitutional state action in an\neffort to remedy or to prevent unconstitutional state action\") (emphasis added). In the\npresent case, it cannot be said that Title II identifies or counteracts particular state laws\nor specific state actions which violate the Constitution. Title II targets every state law,\npolicy, or program. \"Preventative measures prohibiting certain types of laws may be\nappropriate when there is reason to believe that many of the laws affected by the\ncongressional enactment have a significant likelihood of being unconstitutional.\" Id.\nat 532. We do not think that the legislative record of the ADA supports the proposition\n\n\n                                            -17-\n\fthat most state programs and services discriminate arbitrarily against the disabled.17\nIndeed, all states in this circuit have enacted comprehensive laws to combat\ndiscrimination against the disabled, many of them adopted prior to the effective date\nof the ADA.18 Cf. Brown, 166 F.3d at 707.\n\n       In sum, it cannot be said that in applying Title II of the ADA to the states,\nCongress has acted to enforce equal protection guarantees for the disabled as they have\nbeen defined by the Supreme Court. We find therefore, that the extension of Title II\nof the ADA to the states was not a proper exercise of Congress's power under Section\n5 of the Fourteenth Amendment. Consequently, there is no valid abrogation of\nArkansas' Eleventh Amendment immunity from private suit in federal court and the\ndistrict court lacked subject matter jurisdiction over the ADA claim.\n\n\n\n\n      17\n          The dissent suggests that Congress was not required to make specific findings\nthat the states themselves were discriminating against the disabled. See post at 30. In\nCollege Savings II, however, the Supreme Court noted that part of the problem with\nCongress's attempted abrogation under the PRA was that the legislative record of the\nPRA provided \"little evidence of infringing conduct on the part of the States.\" </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span>\n<span class=\"reporter\">WL</span> <span class=\"page\">412723</span></span><pre class=\"inline\">, at *8. Consequently, we also disagree with the dissent's attempt to\ndifferentiate the Court's holding in College Savings II from the present case on the basis\nthat the legislative record compiled in enacting the PRA, unlike the ADA, did not show\na history of widespread deprivation of constitutional rights. In fact, the legislative\nrecord of the ADA suffers from exactly the same infirmity that the Supreme Court\nnoted with respect to the legislative record of the PRA–an absence of a showing of\nwidespread discrimination on the part of the states.\n      18\n        See Ark. Code Ann. §§ 16-123-101 et seq.; Iowa Code Ann.§§ 216C.1 et seq.;\nMinn. Stat. Ann. §§ 363. 01 et seq.; Mo. Ann. Stat. §§ 213.010 et seq.; Neb. Rev.\nStat. Ann. §§ 20-126 et seq.; N.D. Cent. Code §§ 14-02.4-01 et seq.; S.D. Codified\nLaws §§ 20-13-1 et seq.\n                                          -18-\n\fB.    Section 1983 Claims\n\n       Alsbrook also brings section 1983 claims against the appellants for the alleged\ndeprivation of his rights under the ADA. We note first, that a section 1983 suit cannot\nbe brought against the State or ACLEST. See Will v. Michigan Dep't of State Police,\n</pre><span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 64 & 70 (1989) (a state and its agencies are not \"persons\" within the\nmeaning of section 1983); see also Quern v. Jordan, </pre><span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 345 (1979) (section\n1983 does not abrogate a state's Eleventh Amendment immunity). Nor can a section\n1983 suit be asserted against the commissioners of ACLEST in their official capacities,\nbecause such suit is no different from a suit against the state itself. See Will, 491 U.S.\nat 70-71.19 This leaves only the claim against the commissioners in their individual\ncapacities as the sole cognizable section 1983 claim. See Hafer v. Melo, </pre><span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">,\n23 (1991) (state officials sued in their individual capacities are \"persons\" for purposes\nof section 1983).\n\n        The substance of Alsbrook's section 1983 claim is that the refusal to grant him\na waiver of the visual acuity requirement violated his rights under Title II of the ADA.\nAppellants argue that the district court erred in failing to grant summary judgment\ndismissing the section 1983 claim because the individual commissioners are not \"public\nentities\" within the meaning of Title II and hence any section 1983 action premised on\na violation of Title II fails to state a cause of action. Alternatively, they maintain that\nthe commissioners are protected by qualified immunity. In reversing the district court's\ndenial of summary judgment, the panel opinion held that it would be inconsistent with\n\n      19\n         The exception to this rule is that a state official may be sued in his or her\nofficial capacity for injunctive relief. See Will, </pre><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></span><pre class=\"inline\"> n.10 (state officials sued\nin their official capacities for injunctive relief are \"persons\" under section 1983\nbecause official capacity actions for prospective relief are not treated as actions against\nthe state). As noted earlier, the only form of relief available to Alsbrook at this point\nwould be money damages. See supra note 5.\n                                           -19-\n\fthe ADA's comprehensive remedial and enforcement scheme to recognize a section\n1983 suit predicated solely on alleged violations of the ADA.\n\n       Section 1983 provides a federal cause of action for plaintiffs to sue officials\nacting under color of state law for alleged deprivations of \"rights, privileges, or\nimmunities secured by the Constitution and laws\" of the United States. See 42 U.S.C.\n§ 1983. It is well recognized that a plaintiff may use section 1983 to enforce not only\nrights contained in the Constitution, but also rights that are defined by federal statutes.\nSee Maine v. Thiboutot, </pre><span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4-8 (1980); Arkansas Med. Soc'y, Inc. v.\nReynolds, </pre><span class=\"citation\" data-id=\"654248\"><a href=\"/opinion/654248/42-socsecrepser-362-medicaremedicaid-guide-p-41659-arkansas-medical/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span><pre class=\"inline\">, 523 (8th Cir. 1993). An exception to this general rule exists\nwhen a comprehensive remedial scheme evidences a congressional intent to foreclose\nresort to section 1983 for remedy of statutory violations. See Middlesex County\nSewerage Auth. v. National Sea Clammers Ass'n, </pre><span class=\"citation\" data-id=\"110546\"><a href=\"/opinion/110546/middlesex-county-sewerage-authority-v-national-sea-clammers-assn/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 19-21 (1981). Courts\nshould presume that Congress intended that the enforcement mechanism provided in\nthe statute be exclusive. See Pona v. Cecil Whittaker's, Inc., </pre><span class=\"citation\" data-id=\"757834\"><a href=\"/opinion/757834/marilyn-pona-v-cecil-whittakers-inc-and-cw-central-westend-inc/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1034</span></a></span><pre class=\"inline\">, 1038 (8th\nCir. 1998), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1805</span></span><pre class=\"inline\"> (1999).\n\n       We agree with the panel's conclusion that the ADA's comprehensive remedial\nscheme bars Alsbrook's section 1983 claims against the commissioners in their\nindividual capacities. In Davis v. Francis Howell School District, </pre><span class=\"citation\" data-id=\"732505\"><a href=\"/opinion/732505/mary-davis-individually-bobby-d-davis-individually-and-as-next-friends/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span><pre class=\"inline\">, 206\n(8th Cir. 1997), this court, in dicta, expressed the view that \"the comprehensive\nenforcement mechanisms provided under § 504 [of the Rehabilitation Act] and the\nADA suggest Congress did not intend violations of those statutes to be also cognizable\nunder § 1983.\" More recently, in Pona, we found that, \"Congress has provided [Title\nII] with detailed means of enforcement that it imported from Title VII . . . . [We] think\nthat Congress has, under the applicable legal principles, rather clearly indicated an\nintention to make the remedies that Title II itself gives the exclusive ones for the\nenforcement of that subchapter.\" Pona, 155 F.3d at 1038; see also Holbrook v. City\nof Alpharetta, </pre><span class=\"citation\" data-id=\"740413\"><a href=\"/opinion/740413/william-a-holbrook-v-city-of-alpharetta-georgia/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1522</span></a></span><pre class=\"inline\">, 1531 (11th Cir. 1997) (holding that a plaintiff may not\n\n\n                                           -20-\n\fmaintain a section 1983 action in lieu of, or in addition to, an ADA cause of action if\nthe only alleged deprivation is of employee's rights created by the ADA).\n\n       We agree with the conclusions reached in these cases and hold that Title II's\ndetailed remedial scheme bars Alsbrook from maintaining a section 1983 action against\nthe commissioners in their individual capacities for alleged violations of the ADA.20\nMore fundamentally, we find that Alsbrook cannot bring a section 1983 claim against\nthe commissioners in their individual capacities when, as we have earlier concluded,\nhe could not do so directly under the ADA. See supra note 8; Huebschen v.\nDepartment of Health and Soc. Serv., </pre><span class=\"citation\" data-id=\"424717\"><a href=\"/opinion/424717/32-fair-emplpraccas-1582-32-empl-prac-dec-p-33812-david-huebschen/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span><pre class=\"inline\">, 1170 (7th Cir. 1983) (\"[A]\nplaintiff cannot bring an action under section 1983 based upon Title VII against a\nperson who could not be sued directly under Title VII.\"). Allowing a plaintiff to bring\na section 1983 claim based on violations of Title II against a defendant who could not\nbe sued directly under Title II would enlarge the relief available for violations of Title\nII. See Huebschen, 716 F.2d at 1170. We have consistently stated that section 1983\n\n\n      20\n         In reaching its decision that a section 1983 suit could not be maintained against\nthe commissioners in their individual capacities, the panel opinion noted that Alsbrook\nwas not without recourse for the ADA violations he alleged. We acknowledge that our\npresent holding may seem contradictory, i.e., finding that Alsbrook may not sue the\nState and its agencies, and yet concluding that the ADA contains a comprehensive\nremedial scheme barring a section 1983 suit. In Seminole Tribe, the Supreme Court\nreached a similar result when it held that Congress could not abrogate the states'\nimmunity to suit under section 2710(d)(7) of the Indian Gaming Regulatory Act, and\nyet found the Act's detailed remedial scheme precluded application of the doctrine of\nEx Parte Young against a state official. See 517 U.S. at 74. In reaching the latter\nconclusion, the Court noted \"nor are we free to rewrite the statutory scheme in order\nto approximate what we think Congress might have wanted had it known that §\n2710(d)(7) [of the Act] was beyond its authority. If that effort is to be made, it should\nbe made by Congress, and not by the federal courts.\" Id. at 76. Similarly, we conclude\nthat the fact that Congress was unaware that it was without authority to abrogate a\nstate's immunity from suit under Title II does not detract from our finding that Title II\nprovides a comprehensive remedial scheme of enforcement.\n                                          -21-\n\fcreates no substantive rights; that it is merely a vehicle for seeking a federal remedy for\nviolations of federally protected rights. See, e.g., Riley v. St. Louis County, </pre><span class=\"citation\" data-id=\"757354\"><a href=\"/opinion/757354/sharon-riley-v-st-louis-county-of-missouri-ronald-a-battelle-st-louis/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">627</span></a></span><pre class=\"inline\">, 630 (8th Cir. 1998); Foster v. Wyrick, </pre><span class=\"citation\" data-id=\"491006\"><a href=\"/opinion/491006/william-w-foster-v-donald-wyrick-warden-board-of-classification/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span><pre class=\"inline\">, 221 (8th Cir. 1987). Thus,\nAlsbrook is precluded from bringing a section 1983 suit against the commissioners in\ntheir individual capacities for alleged violations of Title II of the ADA when he could\nnot do so directly under Title II itself. Because we hold that Alsbrook may not\nmaintain a section 1983 action against the commissioners in their individual capacities,\nwe need not determine whether the commissioners are otherwise entitled to qualified\nimmunity.\n\nIII.   CONCLUSION\n\n      For the foregoing reasons, we find that Alsbrook's ADA claim is barred by the\nEleventh Amendment and that his section 1983 claims are not cognizable.\nAccordingly, we reverse the decision of the district court.\n\n    McMILLIAN, Circuit Judge, with whom RICHARD S. ARNOLD, FAGG and\nMURPHY, Circuit Judges, join, concurring in part and dissenting in part.\n\n       I concur in Part IIB of the majority opinion, but respectfully dissent from\nPart IIA.\n\n      I believe that Congress validly enacted the ADA pursuant to its enforcement\nauthority under § 5 of the Fourteenth Amendment and therefore properly abrogated the\nEleventh Amendment when it applied Title II of the ADA to the states. For the sake\nof brevity, I will not repeat the reasons for this conclusion that I stated in the panel\nopinion, see Alsbrook v. City of Maumelle, </pre><span class=\"citation\" data-id=\"758079\"><a href=\"/opinion/758079/christopher-b-alsbrook-united-states-of-america-intervenor-on-appeal-v/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span><pre class=\"inline\"> (8th Cir. 1998), or those\nstated by the several other circuits which have taken the same position. See supra at\n\n\n\n\n                                           -22-\n\f13-14 n.13 (citing cases).21 I will instead take this opportunity to explain why I\ndisagree with the majority's reasoning in this en banc decision.\n\n        To begin, even accepting as a correct statement of the law the majority's\nproposed \"necessary corollary\" to the Supreme Court's holding in Saenz v. Roe – \"that\nCongress may also not pass legislation which attempts to expand, enhance, or add to\nthe guarantees of the Fourteenth Amendment,\" supra at 15, – Congress did not exceed\nits authority under § 5 of the Fourteenth Amendment when it enacted Title II of the\nADA because protection against disability-based discrimination is a well-established\nFourteenth Amendment equal protection guarantee. See City of Cleburne v. Cleburne\nLiving Ctr., </pre><span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 447 (1985) (Cleburne) (\"the [disabled], like others, have and\nretain their substantive constitutional rights in addition to the right to be treated equally\nby the law\"). Similarly, the majority's reference to Humenansky v. Regents of the\nUniv. of Minn., </pre><span class=\"citation\" data-id=\"757096\"><a href=\"/opinion/757096/john-humenansky-v-regents-of-the-university-of-minnesota/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">822</span></a></span><pre class=\"inline\">, 827 (8th Cir. 1998), for the proposition that \"Congress's\npower to enforce the Equal Protection Clause would be virtually unlimited if it is not\ntied to enforcing judicially recognized equal protection violations,\" supra at 15, fails to\n\n       21\n         The majority acknowledges that its holding is contrary to decisions of the\nEleventh, Fifth, Ninth, and Seventh Circuits and in disagreement with dicta expressed\nby the First Circuit. See supra at 13-14 n.13. Although the majority also cites Amos\nv. Maryland Dep't of Pub. Safety & Correctional Servs., No. 96-7091, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">454509</span></span><pre class=\"inline\"> (4th Cir. June 24, 1999), the majority fails to acknowledge that the Fourth\nCircuit, like all the other circuits which have decided this issue, also held that the ADA\nwas validly enacted pursuant to Congress's authority under § 5 of the Fourteenth\nAmendment. See </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">454509</span></span><pre class=\"inline\">, at *9 (\"we hold that Congress acted within its\nconstitutionally granted powers when it enacted the ADA . . . pursuant to § 5 of the\nFourteenth Amendment\"). The majority instead highlights the Fourth Circuit's earlier\ndecision in Brown v. North Carolina Div. of Motor Vehicles. In that case, however,\nthe Fourth Circuit specifically stated that it was only considering the constitutionality\nof a federal regulation and not considering the constitutionality of 42 U.S.C. § 12132,\nthe liability provision of Title II of the ADA. See 166 F.3d at 708 n.* (\"Deciding this\ncase on the basis of the constitutionality of 28 C.F.R. § 35.130(f), we need not pass on\n42 U.S.C. § 12132 itself.\").\n                                            -23-\n\fadvance the majority's position because, as Cleburne illustrates, arbitrary discrimination\nagainst individuals with disabilities is a judicially recognized equal protection violation.\n\n       I also disagree with the majority's conclusion that, in enacting the ADA,\nCongress exceeded its authority under § 5 of the Fourteenth Amendment because \"Title\nII does far more than enforce the rational relationship standard recognized by the\nSupreme Court in Cleburne.\" Id. at 16. The Supreme Court has instructed that\n\"[l]egislation which deters or remedies constitutional violations can fall within the\nsweep of Congress's enforcement power [under § 5 of the Fourteenth Amendment]\neven if in the process it prohibits conduct which is not itself unconstitutional and\nintrudes into 'legislative spheres of autonomy previously reserved to the States.'\" City\nof Boerne v. Flores, </pre><span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span><pre class=\"inline\">, 518 (1997) (City of Boerne) (quoting Fitzpatrick v.\nBitzer, </pre><span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span><pre class=\"inline\">, 455 (1976)).22 The majority avoids this language by ascribing\nto it what, in my view, is an overly-narrow interpretation. The majority reasons: \"[w]e\nthink this passage . . . is best understood as saying that Congress may prohibit conduct\nwhich itself is not necessarily unconstitutional, if to do so would rectify an existing\nconstitutional violation.\" Supra at 17 (emphasis added). However, that interpretation\ncannot be correct for the simple reason that it entirely ignores the Supreme Court's\nreference to legislation which \"deters\" constitutional violations and only takes into\nconsideration legislation which \"remedies\" constitutional violations. I am confident\nthat the Supreme Court's reference to deterrent legislation was both intentional and\nmeaningful because the City of Boerne opinion is replete with references to Congress's\n\n\n       22\n         Although the Supreme Court has yet to decide the issue now before us, it has\nindicated that City of Boerne v. Flores, </pre><span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span><pre class=\"inline\">, 518 (1997), sets forth the law to\nbe applied in determining whether Congress, in enacting the ADA, validly exercised\nits authority under § 5 of the Fourteenth Amendment. See Pennsylvania Dep't of\nCorrections v. Yeskey, </pre><span class=\"citation\" data-id=\"118228\"><a href=\"/opinion/118228/pennsylvania-dept-of-corrections-v-yeskey/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1952</span></a></span><pre class=\"inline\">, 1956 (1998) (\"We do not address . . . whether\napplication of the ADA to state prisons is a constitutional exercise of Congress's power\nunder . . . § 5 of the Fourteenth Amendment, see City of Boerne v. Flores, </pre><span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">507</span></a></span><pre class=\"inline\"> (1997).\").\n                                           -24-\n\fauthority to deter or prevent constitutional violations. See, e.g., 521 U.S. at 519 (\"the\nline between measures that remedy or prevent unconstitutional actions and measures\nthat make a substantive change in the governing law is not easy to discern\"), 520\n(\"there must be a congruence between the injury to be prevented or remedied and the\nmeans adopted to that end\"), 524 (\"[t]he remedial and preventive nature of Congress'\nenforcement power, and the limitation inherent in the power, were confirmed in our\nearliest cases on the Fourteenth Amendment\"), 530 (\"preventive rules are sometimes\nappropriate remedial measures\"). Moreover, the majority's proposed interpretation\ndoes not comport with a full reading of City of Boerne because it fails to acknowledge\nCongress's broad discretion in fashioning remedial or preventive legislation. See, e.g.,\nid. at 520 (\"Congress must have wide latitude in determining where [the line between\nremedial or preventive measures and substantive measures] lies\"), 536 (\"it is for\nCongress in the first instance to 'determin[e] whether and what legislation is needed to\nsecure the guarantees of the Fourteenth Amendment,' and its conclusions are entitled\nto much deference\") (quoting Katzenbach v. Morgan, </pre><span class=\"citation\" data-id=\"107256\"><a href=\"/opinion/107256/katzenbach-v-morgan/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 651 (1966)).\n\n      I believe that the decisive question in the present case is whether the statutory\nprovisions in question reflect a \"congruence and proportionality between the injury to\nbe prevented or remedied and the means adopted to that end.\" Id. at 520; accord Little\nRock Sch. Dist. v. Mauney, No. 98-1721, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">407763</span></span><pre class=\"inline\"> at *6-11 (8th Cir. June 14,\n1999) (applying same analysis to hold that the Individuals with Disabilities in\nEducation Act is a proper exercise of Congress's § 5 enforcement power under the\nFourteenth Amendment). In other words, the constitutional injury to be prevented or\nremedied and the legislative means to achieve those goals must bear both a congruent\nand a proportional relationship to one another. It is this \"congruence and\nproportionality\" standard which allows the courts to identify legislation which exceeds\nCongress's § 5 authority because the legislation is, in effect, substantive in nature. See\nCity of Boerne, 521 U.S. at 520 (\"Lacking such a connection, legislation may become\nsubstantive in operation and effect.\").\n\n\n                                          -25-\n\f       In City of Boerne, the Supreme Court explained that \"[t]he appropriateness of\nremedial measures must be considered in light of the evil presented.\" 521 U.S. at 530\n(emphasis added). The legislation at issue in City of Boerne, the Religious Freedom\nRestoration Act (RFRA), was enacted by Congress with the stated purpose of restoring\nthe compelling interest test set forth in Sherbert v. Verner, </pre><span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></span><pre class=\"inline\"> (1972), which\nhad been abandoned when Sherbert v. Verner was overruled by Employment Div.,\nDep't of Human Resources v. Smith, </pre><span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span><pre class=\"inline\"> (1990). RFRA prohibited any\ngovernment, state or federal, from substantially burdening a person's exercise of\nreligion, even if the burden resulted from a rule of general applicability, unless it were\nin furtherance of a compelling governmental interest and the least restrictive means to\nadvance that compelling interest. RFRA applied to all federal and state laws and the\nimplementation of such laws. Examining the \"evil\" that Congress sought to prevent or\nremedy by enacting RFRA, the Supreme Court noted, based upon RFRA's legislative\nrecord, that \"the emphasis of the [congressional] hearings was on laws of general\napplicability which place incidental burdens on religion.\" 521 U.S. at 530 (emphasis\nadded). Congress did not find examples of laws or governmental policies that were\n\"enacted or enforced due to animus or hostility to the burdened religious practices\" or\n\"indicat[ing] some widespread pattern of religious discrimination in this country.\" Id.\nat 531. Indeed, the Supreme Court explained, \"RFRA's legislative record lacks\nexamples of modern instances of generally applicable laws passed because of religious\nbigotry.\" Id. at 530.\n\n       Turning now to the ADA, the injury or \"evil\" that Congress intended to prevent\nand remedy by enacting that legislation cannot be described as mere \"incidental\nburdens\" on the rights of the disabled. See 42 U.S.C. § 12101(a). Without repeating\nall of Congress's findings, I note, for the sake of comparison, the following findings\nmade by Congress:\n\n      [D]iscrimination against individuals with disabilities persists in such\n      critical areas as employment, housing, public accommodations, education,\n\n                                          -26-\n\f      transportation, communication, recreation, institutionalization, health\n      services, voting, and access to public services[.]\n\n\nId. § 12101(a)(3).\n\n\n      [I]ndividuals with disabilities continually encounter various forms of\n      discrimination, including outright intentional exclusion, the discriminatory\n      effects of architectural, transportation, and communication barriers,\n      overprotective rules and policies, failure to make modifications to existing\n      facilities and practices, exclusionary qualification standards and criteria,\n      segregation, and relegation to lesser services, programs, activities,\n      benefits, jobs, or other opportunities[.]\n\n\nId. § 12101(a)(5).\n\n       No one, including the majority, see supra at 14, seriously disputes the fact that\nCongress enacted the ADA upon an extensive evidentiary record and after making\n\"detailed findings of a serious and pervasive problem of discrimination against the\ndisabled.\" Coolbaugh v. Louisiana, </pre><span class=\"citation\" data-id=\"751642\"><a href=\"/opinion/751642/stafford-j-coolbaugh-v-state-of-louisiana-on-behalf-of-ladept-of/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">430</span></a></span><pre class=\"inline\">, 435 (5th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">119</span>\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">58</span></span><pre class=\"inline\"> (1998).\n\n      Alsbrook's ADA claim is brought pursuant to 42 U.S.C. § 12132, which states:\n\n              Subject to the provisions of this subchapter, no qualified individual\n      with a disability shall, by reason of such disability, be excluded from\n      participation in or be denied the benefits of the services, programs, or\n      activities of a public entity, or be subjected to discrimination by any such\n      entity.\n\n\n      Title 42 U.S.C. § 12131 provides the following pertinent definitions:\n\n\n                                          -27-\n\f      (1) Public entity\n       The term \"public entity\" means –\n            (A) any State or local government;\n            (B) any department, agency, special purpose district, or\n            other instrumentality of a State or States or local\n            government; . . .\n\n      (2) Qualified individual with a disability\n            The term \"qualified individual with a disability\" means an\n            individual with a disability who, with or without reasonable\n            modifications to rules, policies, or practices . . . meets the\n            essential eligibility requirements for the receipt of services\n            or the participation in programs or activities provided by a\n            public entity.[23]\n\n\n       These remedial provisions bear a congruent relationship to the constitutional\ninjury to be remedied or deterred because they specifically address discriminatory\ntreatment toward individuals with disabilities. See City of Boerne, 521 U.S. at 530\n(discussing congruence in terms of the \"appropriateness of remedial measures . . . in\nlight of the evil presented\"). Moreover, because a reasonableness standard is\nincorporated into § 12131(2) (requiring no more than \"reasonable modifications\"), and\nbecause Congress has broad discretion in fashioning preventive and remedial measures,\nI believe that these statutory provisions are also proportional to the widespread and\npersistent discrimination against individuals with disabilities that Congress found to\n\n\n      23\n         Not only has Alsbrook \"successfully completed all requirements to be a\ncertified law enforcement officer in the State other than having a corrected vision of\n20/20 in his right eye,\" supra at 5, but also, the \"City of Maumelle admits that Mr.\nAlsbrook has, and can, perform all essential functions of a police officer.\" Alsbrook\nv. City of Maumelle, No. LR-C-96-68, slip op. at 2 (E.D. Ark. Mar. 24, 1997) (noting,\nfor example, that Alsbrook has consistently scored \"expert\" when tested on his ability\nto shoot with a handgun, which indicates that he can shoot with either hand at targets\non either his left side or his right side).\n                                         -28-\n\fexist throughout our society. See 42 U.S.C. § 12101(a). Unlike RFRA, these statutory\nprovisions are not \"so out of proportion to a supposed remedial or preventive object\nthat [they] cannot be understood as responsive to, or designed to prevent,\nunconstitutional behavior.\" City of Boerne, 521 U.S. at 532.\n\n       The majority, by contrast, reasons that Congress exceeded its § 5 authority in\nenacting Title II because \"a state's program, service, or activity, even if rationally\nrelated to a legitimate state interest and valid under Cleburne, would be struck down\nunless it provided 'reasonable modifications.'\" Supra at 16. The majority also reasons\nthat the \"reasonable modifications\" standard exceeds Congress's lawmaking authority\nunder § 5 because it \"prevent[s] states from making decisions tailored to meet specific\nlocal needs and instead impos[es] upon them the amorphous requirement of providing\nreasonable modifications in every program, service, and activity they provide.\" Id. at\n17. However, both of these concerns were anticipated and dispelled by the Supreme\nCourt when it stated in City of Boerne that \"[l]egislation which deters or remedies\nconstitutional violations can fall within the sweep of Congress's enforcement power\n[under § 5 of the Fourteenth Amendment] even if in the process it prohibits conduct\nwhich is not itself unconstitutional and intrudes into 'legislative spheres of autonomy\npreviously reserved to the States.'\" 521 U.S. at 518 (emphasis added) (quoting\nFitzpatrick v. Bitzer, 427 U.S. at 455).24\n\n       24\n         The majority additionally criticizes the \"reasonable modifications\" standard set\nforth in § 12131 on the ground that the term \"reasonable modifications\" is not defined\nin the statute itself, which, the majority reasons, contributes to \"[t]he specter of open-\nended obligations for a state under Title II.\" Supra at 16. If anything, this appears to\nbe a vagueness argument, which was not asserted by appellants. In any event, it lacks\nmerit because, as the majority points out, id. at 16, the relevant term has been defined\nin the applicable federal regulations. See 28 C.F.R. § 35.130(b)(7)(1998) (defining\n\"reasonable modifications\" to mean modifications that are \"necessary to avoid\ndiscrimination on the basis of disability, unless the public entity can demonstrate that\nmaking the modifications would fundamentally alter the nature of the service, program,\nor activity being offered\") (cited and interpreted, in the context of discussing the states’\n                                           -29-\n\f       Finally, I note the majority's comment that \"[w]e do not think that the legislative\nrecord of the ADA supports the proposition that most state programs and services\ndiscriminate arbitrarily against the disabled.\" Supra at 17-18. The majority apparently\nassumes that, in order for Congress to abrogate the states' Eleventh Amendment\nimmunity through an exercise of legislative authority under § 5 of the Fourteenth\nAmendment, there must be evidence in the legislative record supporting the proposition\nthat \"most state programs and services\" are responsible for the constitutional injury to\nbe remedied or deterred. To my knowledge, no such requirement is constitutionally\nimposed. In any event, I think Congress's express findings in the ADA lead\ninescapably to the conclusion that Congress found the states to be partly responsible\nfor the “various forms of discrimination” suffered by individuals with disabilities. 42\nU.S.C. § 12101(a)(5). As noted above, Congress specifically found that\n\"discrimination against individuals with disabilities persists in such critical areas as\nemployment, housing, public accommodations, education, transportation,\ncommunication, recreation, institutionalization, health services, voting, and access\nto public services.\" Id. § 12101(a)(3) (emphasis added). Each of these \"critical areas\"\nof our society is, by its very nature, partially or entirely under the control of state or\nlocal government. Therefore, I think it fair to conclude that Congress had before it\nample evidence indicating that state programs and services bear some responsibility for\nthe constitutional injury that Title II of the ADA is designed to remedy and deter.\n\n       In sum, I would hold that Congress properly exercised its authority under § 5 of\nthe Fourteenth Amendment in enacting the relevant provisions of Title II of the ADA\nand, consequently, appellants are not protected by Eleventh Amendment immunity from\nAlsbrook's ADA claim.25\n\n\nresponsibilities vis-a-vis the mentally disabled, in Olmstead v. Zimring, No. 98-536,\n</pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">407380</span></span><pre class=\"inline\">, at *12-13 (U.S. June 22, 1999)).\n      25\n         My conclusion on this issue is unaffected by the Supreme Court's recent trilogy\nof cases holding invalid Congress's attempts to abrogate the Eleventh Amendment and\n                                          -30-\n\f       A true copy.\n\n              Attest:\n\n                 U.S. COURT OF APPEALS, EIGHTH CIRCUIT.\n\n\n\nsubject the states to suit under the following legislation: the overtime provisions of the\nFair Labor Standards Act, see Alden v. Maine, No. 98-436, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">412617</span></span><pre class=\"inline\"> (U.S.\nJune 23, 1999) (Alden); the Trademark Remedy Clarification Act, see College Sav.\nBank v. Florida Prepaid Postsecondary Educ. Expense Bd., No. 98-149, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">412639</span></span><pre class=\"inline\"> (U.S. June 23, 1999) (College Savings I); and the Patent and Plant Variety\nProtection Remedy Clarification Act, see Florida Prepaid Postsecondary Educ. Expense\nBd. v. College Sav. Bank, No. 98-531, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">412723</span></span><pre class=\"inline\"> (U.S. June 23, 1999)\n(College Savings II). Each of these cases is distinguishable from the case at bar. In\nAlden, the Supreme Court considered Congress's power to abrogate the Eleventh\nAmendment through legislation enacted pursuant to Article I of the Constitution and\nconcluded that \"the States retain immunity from private suit in their own courts, an\nimmunity beyond the congressional power to abrogate by Article I legislation.\" </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span>\n<span class=\"reporter\">WL</span> <span class=\"page\">412617</span></span><pre class=\"inline\">, at *31. The present case, by contrast, involves Congress's lawmaking\nauthority under § 5 of the Fourteenth Amendment. In College Savings I, the Supreme\nCourt held that Congress had exceeded its authority to enforce the due process clause\nthrough legislation enacted pursuant to § 5 of the Fourteenth Amendment because no\nlegally cognizable property interest was at stake and, thus, the legislation did not\nremedy or deter a judicially recognized due process violation. </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">412639</span></span><pre class=\"inline\">, at *5-\n6. As discussed above, the ADA responds to a judicially recognized equal protection\nviolation. Finally, in College Savings II, which also involved legislation intended to\nenforce the due process clause, the Supreme Court found that a judicially recognized\nproperty interest was at stake, but, much like that in City of Boerne, the legislative\nrecord failed to show \"'a history of widespread and persisting deprivation of\nconstitutional rights' of the sort Congress has faced in enacting proper prophylactic § 5\nlegislation.\" </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">412723</span></span><pre class=\"inline\">, at *11 (quoting City of Boerne, 521 U.S. at 526). In\nthe present case, by contrast, Congress enacted the ADA upon a legislative record and\nspecific legislative findings showing a history of widespread and persisting\ndiscrimination against individuals with disabilities, in violation of their rights under the\nequal protection clause.\n                                           -31-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104029/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110322/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/198411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/654248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/696617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/699615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/717529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/724936/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/732505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/745448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/747220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/751642/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/761257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762830/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T22:40:27.450931Z",
      "date_modified": "2015-10-13T22:40:27.450931Z",
      "date_filed": "1999-07-23",
      "date_filed_is_approximate": false,
      "slug": "c-b-alsbrook-v-ar-commission-on-law",
      "citation_id": 2995801,
      "case_name_short": "",
      "case_name": "C. B. Alsbrook v. AR Commission on Law",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2880450/c-b-alsbrook-v-ar-commission-on-law/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T22:28:10.887574Z",
  "date_modified": "2015-10-13T22:28:10.887574Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "C. B. Alsbrook v. AR Commission on Law",
  "case_name_full": "",
  "slug": "c-b-alsbrook-v-ar-commission-on-law",
  "docket_number": "97-1825",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}