{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/288054/",
  "id": 288054,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ariz/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1151761/",
      "id": 1151761,
      "absolute_url": "/opinion/1151761/city-of-phoenix-v-consolidated-water-company/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/288054/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1151761/",
          "id": 1151761,
          "absolute_url": "/opinion/1151761/city-of-phoenix-v-consolidated-water-company/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1151761/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3726/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T04:24:38.055240Z",
          "date_modified": "2017-03-30T19:46:51.576222Z",
          "type": "010combined",
          "sha1": "265af75fc9b4f7c5b3ee6e14593aa5b3208d13a2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>101 Ariz. 43 (1966)</b></center>\n<center><b>415 P.2d 866</b></center>\n<center><h1>The CITY OF PHOENIX, a municipal corporation, Appellant,<br>\nv.<br>\nCONSOLIDATED WATER COMPANY, a corporation, Spencer D. Stewart and Mary Jane Stewart, his wife, Capital Auto Supply and Stewart Management Company, Appellees.</h1></center>\n<center>No. 8640.</center>\n<center><p><b>Supreme Court of Arizona, In Banc.</b></p></center>\n<center>June 22, 1966.</center>\n<center>Rehearing Denied September 20, 1966.</center>\n<p><span class=\"star-pagination\">*44</span> Merle L. Hanson, City Atty., Dow Ben Roush, Richard Kamps, Phoenix, Allen L. Feinstein, Phoenix, of counsel, for appellant.</p>\n<p>Evans, Kitchel &amp; Jenckes, Phoenix, for appellees.</p>\n<p>STRUCKMEYER, Chief Justice.</p>\n<p>This is an action by the City of Phoenix, a municipal corporation, against Spencer D. Stewart and Mary Jane Stewart, his wife, doing business as Consolidated Water Company, hereinafter called Consolidated. The City seeks to acquire by eminent domain a water works system owned and operated by Consolidated as a public utility. After trial to the court the value of Consolidated was found to be $3,400,000 and judgment was entered for that sum less $2,450,000 previously paid when the City took possession of the property under A.R.S. § 12-1116 (amended by Laws of 1964, Ch. 147, § 1).</p>\n<p>The court below made fourteen findings of fact which in their relevant aspects disclose that Consolidated held a certificate of public convenience and necessity issued by the Arizona Corporation Commission authorizing service as a public utility water company over an area of approximately ten square miles; that on July 24, 1962, Consolidated had in excess of 7,500 meters in service and was furnishing water through a single integrated and continuous grid pipeline system. Consolidated had substantial growth potential since approximately fifty per cent of its certificated area was not subdivided and developed and the existing utilities system had the capacity which could be utilized in such undeveloped areas, thus reducing the unit cost to provide new services. The overall condition <span class=\"star-pagination\">*45</span> of the utility was good and the system was designed and constructed in accordance with sound utility practices.</p>\n<p>By finding No. 12 the trial court determined that the fair and equitable value of the plant and property being condemned, including its value as a going concern, was the sum of $3,400,000. While the principal complaint of the City is that the value found by the court is excessive because based on improper evidence, as a further ground for reversal the city asserts that finding of fact No. 12 was insufficient and inadequate for the reason that there were no findings or conclusions on the components of the total worth; that it is, accordingly, impossible to determine how the trial court resolved certain issues and how much consideration it gave to certain items of claimed improper evidence.</p>\n<p>By Rule 52(a) of the Rules of Civil Procedure, 16 A.R.S., the court, if requested before trial, \"shall find the facts specially and state separately its conclusions of law thereon * * *.\" Manifestly, the purpose of Rule 52(a) is to permit an examination of the basis upon which the trial court relied in reaching the ultimate judgment. \"Of course, the purpose of findings is to tell someone else how the court reached its decision.\" Carpenters Union, Local 131 v. Cisco Construction Co., 9 Cir., 266 F.2d 365 at 369, cert. den. 361 U.S. 828, 80 S.Ct. 75, 4 L.Ed.2d 70.</p>\n<p>In this case, where the City complains that improper evidence on damages was admitted in evidence, a detailed specification of the items which the court considered in awarding the total amount of its judgment would be both an aid to counsel in preparing the appeal and this Court in resolving the ultimate question presented as to whether the gross judgment can be supported by the record. It has been held that where the record is so clear that the court does not need the aid of findings, it may waive such defect on the ground that the error is not substantial in the particular case. See Hurwitz v. Hurwitz, 78 U.S. App.D.C. 66, 136 F.2d 796, 148 A.L.R. 226.</p>\n<p>In this state, by Article 2, § 17 of the Constitution of Arizona, A.R.S.,</p>\n<blockquote>\"No private property shall be taken or damaged for public or private use without <i>just compensation</i> having first been made, or paid in to court for the owner, * * *.\" (Emphasis supplied.)</blockquote>\n<p>By A.R.S. § 9-518 subsec. B. (Laws, 1962), the legislature has provided that in an action commenced by a municipality to condemn a water utility:</p>\n<blockquote>\"The court or jury shall ascertain the compensation to be paid for the taking of the plant and property of the public utility, <i>which shall include the fair and equitable value of such plant and property, including its value as a going concern,</i> * * *.\" (Emphasis supplied.)</blockquote>\n<p>There are no decisions by this Court which establish any particular method or formula to be used in determining the compensation which must be paid to the owner of a water utility upon the taking of his property. It is plain, however, that the City is taking the plant, system and business of appellees and that the court is concerned with the value of appellees' property as a going business. This is not a commercial venture which, if the real property were taken, the business would not be destroyed since it could be moved to another location. This is a case where the owner loses his real estate, plant and equipment, his franchise, his customers and his business. For this he is entitled to \"just compensation\" on the basis of a \"fair and equitable value of such plant and property, including its value as a going concern.\"</p>\n<p>Arizona has long been committed to the rule that value in condemnation cases is to be determined by the market value of the property  by what a willing buyer would pay and a willing seller would accept. Pima County v. DeConcini, 79 Ariz. 154, 285 P.2d 609; Viliborghi v. Prescott School Dist., 55 Ariz. 230, 100 P.2d 178; Mandl v. City of Phoenix, 41 Ariz. 351, 18 P.2d 271. In some instances it is impossible to determine what a willing buyer <span class=\"star-pagination\">*46</span> would pay and what a willing seller would accept simply because there are no sales of comparable property. In that event, resort must be had to other means of fixing market value. E.g., State v. Hollis, 93 Ariz. 200, 379 P.2d 750. Actions for the condemnation of utility properties usually fall within the exception to the rule since public utility properties are seldom bought and sold on the open market. Cf. Arizona Corporation Commission v. Arizona Water Co., 85 Ariz. 198, 335 P.2d 412.</p>\n<p>The evidence of the value of the property was contradictory. The owner, Spencer D. Stewart expressed his opinion that his utility system was worth in the neighborhood of $4,500,000 to $5,000,000. He valued the physical plant at $3,500,000 with the balance representing going concern value. John Luthin, an engineer with Brown &amp; Caldwell, consulting engineers, testified in behalf of Consolidated that the value of the utility was not less than $3,140,670. This amount was later reduced slightly due to an admitted mathematical error. He calculated as part of the value the cost of cutting and replacing pavement, boring under driveways and curbs, and destroying and replacing landscaping as of the day of the condemnation, July 24, 1962. These items were included irrespective of whether there were actual costs incurred by Consolidated at the time of installation. The president of a construction and supply company testified in response to a hypothetical question that the value of Consolidated was $3,656,800. This figure included an estimate of going concern value of $757,000 which was based in part on the capitalization of income, on earnings and on the earning power of the system. This witness's opinion as to value also included the sum of $372,000 for cutting and replacing pavement as would be necessary under the physical conditions existing on July 24, 1962, rather than on the date the water system was in fact installed.</p>\n<p>One of the City's experts, a consulting civil engineer, testified that the fair value of Consolidated, including going concern value, was $2,457,080. He stated the primary difference between his estimate and that of Luthin, the expert engineer who testified on behalf of Consolidated, was the nonallowance for the cost of cutting and replacing pavement and landscaping as of the 24th day of July, 1962, and of a five per cent finder's fee for a broker locating a new water system for Stewart to acquire. A second engineer for the City testified to a value of $2,500,000.</p>\n<p>Patently, the court below rejected the City's evidence of valuation and adopted Consolidated's testimony as a more appropriate approximation of actual value.</p>\n<p>We immediately note that the amount awarded by the trial judge in the instant case was not based upon capitalization of income as the controlling factor. At the time of taking, July 24, 1962, the appellees' system was earning approximately $282,000 per year. If this amount were capitalized at six per cent per annum, it would result in an award of $4,700,000. Such an amount would be $1,300,000 more than the valuation fixed by the court. While capitalized earnings cannot be considered as the controlling factor in arriving at a fair value in eminent domain proceedings, still, this does not mean that earnings are to be wholly disregarded. Earnings can be given that consideration which with other factors they are entitled. 2 Orgel 157, and see Nichols on Eminent Domain, Vol. 5, § 19.31(2).</p>\n<p>Evidence of earnings is ordinarily improper but it may be admitted in utility condemnation cases because the courts consider that it is not simply the real property which is taken but that the entire enterprise is being appropriated. Where a company is doing business without competition, the amount of net income may and should be considered in valuation. Kennebec Water District v. City of Waterville, 97 Me. 185, 54 A. 6, 60 L.R.A. 856.</p>\n<blockquote>\"The value of property, generally speaking, is determined by its productiveness,  the profits which its use brings to the owner. * * * The value, therefore, <span class=\"star-pagination\">*47</span> is not determined by the mere cost of construction, but more by what the completed structure brings in the way of earnings to its owner.\" Monongahela Navigation Co. v. United States, 148 U.S. 312, at 328, 13 S.Ct. 622, at 627, 37 L.Ed. 463.</blockquote>\n<p>In considering the evidence as a whole, we note that John Luthin, who testified as an expert for Consolidated, estimated the reproduction cost new depreciated and the going concern value at $3,416,038. Luthin also testified that he valued the property on an original cost depreciated basis at $2,039,204 and that he arbitrarily fixed between the two figures the total value of $3,140,670.</p>\n<p>In Simms v. Round Valley Light and Power Co., 80 Ariz. 145, 294 P.2d 378, in a rate case, we held that the corporation commission must consider both original cost and reproduction cost new depreciated. But while original cost is admissible in evidence, it should have little if any value for the determination of what is fair and equitable in a condemnation action.</p>\n<blockquote>\"Original cost is admissible in evidence, but is never controlling. This test is important in rate cases, where it nearly always is given great, if not dominant, consideration. However, by virtue of the vast distinction between the value for rate-making and the value of property for purchase or condemnation, this, measure of value should not, and seldom does, carry much weight in the determination of just compensation. In short, `original cost' and `present value' are not equivalent terms.</blockquote>\n<blockquote>\"Evidence of reproduction costs less depreciation is more widely employed as the test of value for condemnation, although by no means conclusive. Matter of City of New York, 198 N.Y. 84, 91 N.E. 278, 41 L.R.A.,N.S., 411; Kennebec Water District v. City of Waterville, 97 Me. 185, 54 A. 6, 60 L.R.A. 856.\" Onondaga County Water Authority v. New York Water Service Corp., 285 App.Div. 655, 139 N.Y.S.2d 755, at 763.</blockquote>\n<p>We hold, therefore, that the trial court could disregard the value of $3,140,670 fixed by the expert Luthin by weighing the reproduction cost new depreciated against the original cost depreciated and could accept as a proper guideline for establishing value the figure $3,416,038, being that which the witness ascribed to reproduction cost new depreciated plus going concern.</p>\n<p>As stated, the principal difference between the expert for the City in fixing the sum of $2,457,080 and the expert for Consolidated was the exclusion from valuations of all costs of cutting and relaying pavement built after the installation of water mains and other conduits. It was stipulated that this item could run as high as $492,000. This exclusion was improper. The Constitution requires just compensation and we have said that value is to be determined as of the date that the complaint in condemnation is filed. Necessarily, any proposed purchaser as of July 24, 1962, would take into consideration the fact that the cost of cutting and relaying pavement would not have to be incurred since it was already completed. Obviously, this would affect the market price of this utility in the eyes of a willing purchaser.</p>\n<p>It is to be acknowledged that the weight of authority seems to be against the position of Consolidated, but we think the better reasoning is to the contrary. See Wichita Water Co. v. City of Wichita, D.C., 271 F. 973, rev. on other grounds, 10 Cir., 280 F. 770. The trial judge could have concluded, as did the court in East Bay Water Co. v. McLaughlin, D.C., 24 F. Supp. 222 (Calif.),</p>\n<blockquote>\"* * * that in computing the reproduction costs of a public utility property, cost of paving is properly included, even though the work was done by others subsequent to the laying of the mains. Consequently I have given it consideration in arriving at the reproduction cost and given to it such effect as I think it is entitled to in view of all the evidence in determining the ultimate question of value.\"</blockquote>\n<p><span class=\"star-pagination\">*48</span> By the finding No. 5 the court below indicated that Consolidated had substantial growth potentiality in its certificated area and that the existing system had additional capacity which could be utilized in service in such undeveloped areas thus reducing the unit cost to provide new services. While, generally, projections of future productiveness must be excluded in eminent domain cases, still it has been held that in determining the value of the franchise of a water company in a condemnation proceeding it is permissible to give some weight to its productiveness or net earning power both present and reasonably prospective within the territory embraced by the taking and it is proper to consider the exclusiveness of the franchise of the company and whether other companies would be permitted to operate in the area. See Kennebec Water District v. City of Waterville, supra; and City of Baxter Springs v. Bilger's Estate, 110 Kan. 409, 204 P. 678.</p>\n<p>One final question remains to be disposed of. In Luthin's appraisal of the value of Consolidated's property, he allowed a total of nine per cent of the value of the physical properties as the value of going concern, stating that this was to produce \"an amount of total value to fully indemnify the owners for the loss of the water utility.\" Two components of cost to the owners were considered in the allowance for going concern: First, a finder's fee of five per cent; and, Second, loss of income of four per cent suffered during the period of transition.</p>\n<p>What constitutes going concern value is a matter about which the courts differ widely.</p>\n<blockquote>\"The extreme difficulty of arriving at a satisfactory method of estimating going concern value has emphasized the impossibility of segregating for separate analysis an element of value which is inextricably entwined with the value of the entire property * * *.</blockquote>\n<blockquote>\"Accordingly, in a number of cases, although holding that the utility had a going concern value and that this value would be included in the award, the tribunals have refused to adopt a definite method of computation or to set a specific amount as representing the going concern value.\" 2 Orgel 138, 139.</blockquote>\n<p>The cross-examination of the City's expert consulting engineer established that the appraisal guide, Marston and Agg, used by the witness, gave valuations of going concern for utilities as running between 2.30 per cent and 14.30 per cent of physical value and that the average appeared to be 9.4 per cent. Accordingly, we do not pass upon the question of whether Consolidated's expert used the proper components in determining going concern value. We think it sufficient to say that the allowance of nine per cent of the value of Consolidated's physical properties, if such were allowed, would not be unreasonable.</p>\n<p>We note that the defendant, Spencer D. Stewart, in testifying to his valuation, took into consideration the approximate sum of one-half million dollars by way of capital gain tax, based on two million dollars profit. We are cited no authority which support the inclusion of an item of this nature. But we do not think it constituted error. The court obviously did not accept Stewart's opinion as to the value of his utility system, since he fixed it in the neighborhood of $4,500,000 to $5,000,000.</p>\n<p>Where the trial court does not make sufficient detailed findings to apprise the litigant of the basis of its judgment, we would ordinarily return the cause to the court below for appropriate specifications. But here the amount is not inordinately large. Evidence of earnings, of cutting and relaying pavement, of going concern, were all properly admitted and could have properly been used to readjust upward the basic reconstruction new cost as testified to by the City's expert witnesses.</p>\n<p>We believe the amount awarded is plainly within the limits of the relevant <span class=\"star-pagination\">*49</span> evidence and have concluded, therefore, to affirm the judgment.</p>\n<p>Judgment affirmed.</p>\n<p>BERNSTEIN, V.C.J., and UDALL, LOCKWOOD, and McFARLAND, JJ., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">43</span></span> (1966)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">866</span></span></b></center>\n<center><h1>The CITY OF PHOENIX, a municipal corporation, Appellant,<br>\nv.<br>\nCONSOLIDATED WATER COMPANY, a corporation, Spencer D. Stewart and Mary Jane Stewart, his wife, Capital Auto Supply and Stewart Management Company, Appellees.</h1></center>\n<center>No. 8640.</center>\n<center><p><b>Supreme Court of Arizona, In Banc.</b></p></center>\n<center>June 22, 1966.</center>\n<center>Rehearing Denied September 20, 1966.</center>\n<p><span class=\"star-pagination\">*44</span> Merle L. Hanson, City Atty., Dow Ben Roush, Richard Kamps, Phoenix, Allen L. Feinstein, Phoenix, of counsel, for appellant.</p>\n<p>Evans, Kitchel &amp; Jenckes, Phoenix, for appellees.</p>\n<p>STRUCKMEYER, Chief Justice.</p>\n<p>This is an action by the City of Phoenix, a municipal corporation, against Spencer D. Stewart and Mary Jane Stewart, his wife, doing business as Consolidated Water Company, hereinafter called Consolidated. The City seeks to acquire by eminent domain a water works system owned and operated by Consolidated as a public utility. After trial to the court the value of Consolidated was found to be $3,400,000 and judgment was entered for that sum less $2,450,000 previously paid when the City took possession of the property under A.R.S. § 12-1116 (amended by Laws of 1964, Ch. 147, § 1).</p>\n<p>The court below made fourteen findings of fact which in their relevant aspects disclose that Consolidated held a certificate of public convenience and necessity issued by the Arizona Corporation Commission authorizing service as a public utility water company over an area of approximately ten square miles; that on July 24, 1962, Consolidated had in excess of 7,500 meters in service and was furnishing water through a single integrated and continuous grid pipeline system. Consolidated had substantial growth potential since approximately fifty per cent of its certificated area was not subdivided and developed and the existing utilities system had the capacity which could be utilized in such undeveloped areas, thus reducing the unit cost to provide new services. The overall condition <span class=\"star-pagination\">*45</span> of the utility was good and the system was designed and constructed in accordance with sound utility practices.</p>\n<p>By finding No. 12 the trial court determined that the fair and equitable value of the plant and property being condemned, including its value as a going concern, was the sum of $3,400,000. While the principal complaint of the City is that the value found by the court is excessive because based on improper evidence, as a further ground for reversal the city asserts that finding of fact No. 12 was insufficient and inadequate for the reason that there were no findings or conclusions on the components of the total worth; that it is, accordingly, impossible to determine how the trial court resolved certain issues and how much consideration it gave to certain items of claimed improper evidence.</p>\n<p>By Rule 52(a) of the Rules of Civil Procedure, 16 A.R.S., the court, if requested before trial, \"shall find the facts specially and state separately its conclusions of law thereon * * *.\" Manifestly, the purpose of Rule 52(a) is to permit an examination of the basis upon which the trial court relied in reaching the ultimate judgment. \"Of course, the purpose of findings is to tell someone else how the court reached its decision.\" Carpenters Union, Local 131 v. Cisco Construction Co., 9 Cir., <span class=\"citation\" data-id=\"247955\"><a href=\"/opinion/247955/carpenters-union-local-131-carpenters-union-local-1289-seattle-district/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span> at 369, cert. den. <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span></span>.</p>\n<p>In this case, where the City complains that improper evidence on damages was admitted in evidence, a detailed specification of the items which the court considered in awarding the total amount of its judgment would be both an aid to counsel in preparing the appeal and this Court in resolving the ultimate question presented as to whether the gross judgment can be supported by the record. It has been held that where the record is so clear that the court does not need the aid of findings, it may waive such defect on the ground that the error is not substantial in the particular case. See Hurwitz v. Hurwitz, 78 U.S. App.D.C. 66, <span class=\"citation\" data-id=\"1511607\"><a href=\"/opinion/1511607/hurwitz-v-hurwitz/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">796</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">226</span></span>.</p>\n<p>In this state, by Article 2, § 17 of the Constitution of Arizona, A.R.S.,</p>\n<blockquote>\"No private property shall be taken or damaged for public or private use without <i>just compensation</i> having first been made, or paid in to court for the owner, * * *.\" (Emphasis supplied.)</blockquote>\n<p>By A.R.S. § 9-518 subsec. B. (Laws, 1962), the legislature has provided that in an action commenced by a municipality to condemn a water utility:</p>\n<blockquote>\"The court or jury shall ascertain the compensation to be paid for the taking of the plant and property of the public utility, <i>which shall include the fair and equitable value of such plant and property, including its value as a going concern,</i> * * *.\" (Emphasis supplied.)</blockquote>\n<p>There are no decisions by this Court which establish any particular method or formula to be used in determining the compensation which must be paid to the owner of a water utility upon the taking of his property. It is plain, however, that the City is taking the plant, system and business of appellees and that the court is concerned with the value of appellees' property as a going business. This is not a commercial venture which, if the real property were taken, the business would not be destroyed since it could be moved to another location. This is a case where the owner loses his real estate, plant and equipment, his franchise, his customers and his business. For this he is entitled to \"just compensation\" on the basis of a \"fair and equitable value of such plant and property, including its value as a going concern.\"</p>\n<p>Arizona has long been committed to the rule that value in condemnation cases is to be determined by the market value of the property  by what a willing buyer would pay and a willing seller would accept. Pima County v. DeConcini, <span class=\"citation\" data-id=\"1438611\"><a href=\"/opinion/1438611/pima-county-v-de-concini/\"><span class=\"volume\">79</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"1438611\"><a href=\"/opinion/1438611/pima-county-v-de-concini/\"><span class=\"volume\">285</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">609</span></a></span>; Viliborghi v. Prescott School Dist., <span class=\"citation\" data-id=\"3256395\"><a href=\"/opinion/3254206/viliborghi-v-prescott-school-dist/\"><span class=\"volume\">55</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">230</span></a></span>, <span class=\"citation\" data-id=\"3256395\"><a href=\"/opinion/3254206/viliborghi-v-prescott-school-dist/\"><span class=\"volume\">100</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">178</span></a></span>; Mandl v. City of Phoenix, <span class=\"citation\" data-id=\"3255725\"><a href=\"/opinion/3253574/mandl-v-city-of-phoenix/\"><span class=\"volume\">41</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">351</span></a></span>, <span class=\"citation\" data-id=\"3255725\"><a href=\"/opinion/3253574/mandl-v-city-of-phoenix/\"><span class=\"volume\">18</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">271</span></a></span>. In some instances it is impossible to determine what a willing buyer <span class=\"star-pagination\">*46</span> would pay and what a willing seller would accept simply because there are no sales of comparable property. In that event, resort must be had to other means of fixing market value. E.g., State v. Hollis, <span class=\"citation\" data-id=\"2610475\"><a href=\"/opinion/2610475/state-v-hollis/\"><span class=\"volume\">93</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">200</span></a></span>, <span class=\"citation\" data-id=\"2610475\"><a href=\"/opinion/2610475/state-v-hollis/\"><span class=\"volume\">379</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">750</span></a></span>. Actions for the condemnation of utility properties usually fall within the exception to the rule since public utility properties are seldom bought and sold on the open market. Cf. Arizona Corporation Commission v. Arizona Water Co., <span class=\"citation\" data-id=\"1373656\"><a href=\"/opinion/1373656/arizona-corporation-comn-v-arizona-water-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"1373656\"><a href=\"/opinion/1373656/arizona-corporation-comn-v-arizona-water-co/\"><span class=\"volume\">335</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">412</span></a></span>.</p>\n<p>The evidence of the value of the property was contradictory. The owner, Spencer D. Stewart expressed his opinion that his utility system was worth in the neighborhood of $4,500,000 to $5,000,000. He valued the physical plant at $3,500,000 with the balance representing going concern value. John Luthin, an engineer with Brown &amp; Caldwell, consulting engineers, testified in behalf of Consolidated that the value of the utility was not less than $3,140,670. This amount was later reduced slightly due to an admitted mathematical error. He calculated as part of the value the cost of cutting and replacing pavement, boring under driveways and curbs, and destroying and replacing landscaping as of the day of the condemnation, July 24, 1962. These items were included irrespective of whether there were actual costs incurred by Consolidated at the time of installation. The president of a construction and supply company testified in response to a hypothetical question that the value of Consolidated was $3,656,800. This figure included an estimate of going concern value of $757,000 which was based in part on the capitalization of income, on earnings and on the earning power of the system. This witness's opinion as to value also included the sum of $372,000 for cutting and replacing pavement as would be necessary under the physical conditions existing on July 24, 1962, rather than on the date the water system was in fact installed.</p>\n<p>One of the City's experts, a consulting civil engineer, testified that the fair value of Consolidated, including going concern value, was $2,457,080. He stated the primary difference between his estimate and that of Luthin, the expert engineer who testified on behalf of Consolidated, was the nonallowance for the cost of cutting and replacing pavement and landscaping as of the 24th day of July, 1962, and of a five per cent finder's fee for a broker locating a new water system for Stewart to acquire. A second engineer for the City testified to a value of $2,500,000.</p>\n<p>Patently, the court below rejected the City's evidence of valuation and adopted Consolidated's testimony as a more appropriate approximation of actual value.</p>\n<p>We immediately note that the amount awarded by the trial judge in the instant case was not based upon capitalization of income as the controlling factor. At the time of taking, July 24, 1962, the appellees' system was earning approximately $282,000 per year. If this amount were capitalized at six per cent per annum, it would result in an award of $4,700,000. Such an amount would be $1,300,000 more than the valuation fixed by the court. While capitalized earnings cannot be considered as the controlling factor in arriving at a fair value in eminent domain proceedings, still, this does not mean that earnings are to be wholly disregarded. Earnings can be given that consideration which with other factors they are entitled. 2 Orgel 157, and see Nichols on Eminent Domain, Vol. 5, § 19.31(2).</p>\n<p>Evidence of earnings is ordinarily improper but it may be admitted in utility condemnation cases because the courts consider that it is not simply the real property which is taken but that the entire enterprise is being appropriated. Where a company is doing business without competition, the amount of net income may and should be considered in valuation. Kennebec Water District v. City of Waterville, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Me.</span> <span class=\"page\">185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">A.</span> <span class=\"page\">6</span></span>, 60 L.R.A. 856.</p>\n<blockquote>\"The value of property, generally speaking, is determined by its productiveness,  the profits which its use brings to the owner. * * * The value, therefore, <span class=\"star-pagination\">*47</span> is not determined by the mere cost of construction, but more by what the completed structure brings in the way of earnings to its owner.\" Monongahela Navigation Co. v. United States, <span class=\"citation\" data-id=\"93562\"><a href=\"/opinion/93562/monongahela-nav-co-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, at 328, <span class=\"citation\" data-id=\"93562\"><a href=\"/opinion/93562/monongahela-nav-co-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">622</span></a></span>, at 627, <span class=\"citation\" data-id=\"93562\"><a href=\"/opinion/93562/monongahela-nav-co-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">463</span></a></span>.</blockquote>\n<p>In considering the evidence as a whole, we note that John Luthin, who testified as an expert for Consolidated, estimated the reproduction cost new depreciated and the going concern value at $3,416,038. Luthin also testified that he valued the property on an original cost depreciated basis at $2,039,204 and that he arbitrarily fixed between the two figures the total value of $3,140,670.</p>\n<p>In Simms v. Round Valley Light and Power Co., <span class=\"citation\" data-id=\"1428627\"><a href=\"/opinion/1428627/simms-v-round-valley-light-power-company/\"><span class=\"volume\">80</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation\" data-id=\"1428627\"><a href=\"/opinion/1428627/simms-v-round-valley-light-power-company/\"><span class=\"volume\">294</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">378</span></a></span>, in a rate case, we held that the corporation commission must consider both original cost and reproduction cost new depreciated. But while original cost is admissible in evidence, it should have little if any value for the determination of what is fair and equitable in a condemnation action.</p>\n<blockquote>\"Original cost is admissible in evidence, but is never controlling. This test is important in rate cases, where it nearly always is given great, if not dominant, consideration. However, by virtue of the vast distinction between the value for rate-making and the value of property for purchase or condemnation, this, measure of value should not, and seldom does, carry much weight in the determination of just compensation. In short, `original cost' and `present value' are not equivalent terms.</blockquote>\n<blockquote>\"Evidence of reproduction costs less depreciation is more widely employed as the test of value for condemnation, although by no means conclusive. Matter of City of New York, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">84</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">278</span></span>, 41 L.R.A.,N.S., 411; Kennebec Water District v. City of Waterville, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">Me.</span> <span class=\"page\">185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">A.</span> <span class=\"page\">6</span></span>, 60 L.R.A. 856.\" Onondaga County Water Authority v. New York Water Service Corp., <span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">655</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">755</span></span>, at 763.</blockquote>\n<p>We hold, therefore, that the trial court could disregard the value of $3,140,670 fixed by the expert Luthin by weighing the reproduction cost new depreciated against the original cost depreciated and could accept as a proper guideline for establishing value the figure $3,416,038, being that which the witness ascribed to reproduction cost new depreciated plus going concern.</p>\n<p>As stated, the principal difference between the expert for the City in fixing the sum of $2,457,080 and the expert for Consolidated was the exclusion from valuations of all costs of cutting and relaying pavement built after the installation of water mains and other conduits. It was stipulated that this item could run as high as $492,000. This exclusion was improper. The Constitution requires just compensation and we have said that value is to be determined as of the date that the complaint in condemnation is filed. Necessarily, any proposed purchaser as of July 24, 1962, would take into consideration the fact that the cost of cutting and relaying pavement would not have to be incurred since it was already completed. Obviously, this would affect the market price of this utility in the eyes of a willing purchaser.</p>\n<p>It is to be acknowledged that the weight of authority seems to be against the position of Consolidated, but we think the better reasoning is to the contrary. See Wichita Water Co. v. City of Wichita, D.C., <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">F.</span> <span class=\"page\">973</span></span>, rev. on other grounds, 10 Cir., <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">F.</span> <span class=\"page\">770</span></span>. The trial judge could have concluded, as did the court in East Bay Water Co. v. McLaughlin, D.C., <span class=\"citation\" data-id=\"1682475\"><a href=\"/opinion/1682475/east-bay-water-co-v-mclaughlin/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></a></span> (Calif.),</p>\n<blockquote>\"* * * that in computing the reproduction costs of a public utility property, cost of paving is properly included, even though the work was done by others subsequent to the laying of the mains. Consequently I have given it consideration in arriving at the reproduction cost and given to it such effect as I think it is entitled to in view of all the evidence in determining the ultimate question of value.\"</blockquote>\n<p><span class=\"star-pagination\">*48</span> By the finding No. 5 the court below indicated that Consolidated had substantial growth potentiality in its certificated area and that the existing system had additional capacity which could be utilized in service in such undeveloped areas thus reducing the unit cost to provide new services. While, generally, projections of future productiveness must be excluded in eminent domain cases, still it has been held that in determining the value of the franchise of a water company in a condemnation proceeding it is permissible to give some weight to its productiveness or net earning power both present and reasonably prospective within the territory embraced by the taking and it is proper to consider the exclusiveness of the franchise of the company and whether other companies would be permitted to operate in the area. See Kennebec Water District v. City of Waterville, supra; and City of Baxter Springs v. Bilger's Estate, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">P.</span> <span class=\"page\">678</span></span>.</p>\n<p>One final question remains to be disposed of. In Luthin's appraisal of the value of Consolidated's property, he allowed a total of nine per cent of the value of the physical properties as the value of going concern, stating that this was to produce \"an amount of total value to fully indemnify the owners for the loss of the water utility.\" Two components of cost to the owners were considered in the allowance for going concern: First, a finder's fee of five per cent; and, Second, loss of income of four per cent suffered during the period of transition.</p>\n<p>What constitutes going concern value is a matter about which the courts differ widely.</p>\n<blockquote>\"The extreme difficulty of arriving at a satisfactory method of estimating going concern value has emphasized the impossibility of segregating for separate analysis an element of value which is inextricably entwined with the value of the entire property * * *.</blockquote>\n<blockquote>\"Accordingly, in a number of cases, although holding that the utility had a going concern value and that this value would be included in the award, the tribunals have refused to adopt a definite method of computation or to set a specific amount as representing the going concern value.\" 2 Orgel 138, 139.</blockquote>\n<p>The cross-examination of the City's expert consulting engineer established that the appraisal guide, Marston and Agg, used by the witness, gave valuations of going concern for utilities as running between 2.30 per cent and 14.30 per cent of physical value and that the average appeared to be 9.4 per cent. Accordingly, we do not pass upon the question of whether Consolidated's expert used the proper components in determining going concern value. We think it sufficient to say that the allowance of nine per cent of the value of Consolidated's physical properties, if such were allowed, would not be unreasonable.</p>\n<p>We note that the defendant, Spencer D. Stewart, in testifying to his valuation, took into consideration the approximate sum of one-half million dollars by way of capital gain tax, based on two million dollars profit. We are cited no authority which support the inclusion of an item of this nature. But we do not think it constituted error. The court obviously did not accept Stewart's opinion as to the value of his utility system, since he fixed it in the neighborhood of $4,500,000 to $5,000,000.</p>\n<p>Where the trial court does not make sufficient detailed findings to apprise the litigant of the basis of its judgment, we would ordinarily return the cause to the court below for appropriate specifications. But here the amount is not inordinately large. Evidence of earnings, of cutting and relaying pavement, of going concern, were all properly admitted and could have properly been used to readjust upward the basic reconstruction new cost as testified to by the City's expert witnesses.</p>\n<p>We believe the amount awarded is plainly within the limits of the relevant <span class=\"star-pagination\">*49</span> evidence and have concluded, therefore, to affirm the judgment.</p>\n<p>Judgment affirmed.</p>\n<p>BERNSTEIN, V.C.J., and UDALL, LOCKWOOD, and McFARLAND, JJ., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93562/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/247955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1373656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1438611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1511607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1682475/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2610475/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3255725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3256395/"
          ]
        }
      ],
      "judges": "Struckmeyer",
      "date_created": "2015-02-17T16:53:25.989312Z",
      "date_modified": "2016-03-03T19:03:27.598774Z",
      "date_filed": "1966-06-22",
      "date_filed_is_approximate": false,
      "slug": "city-of-phoenix-v-consolidated-water-company",
      "citation_id": 1124532,
      "case_name_short": "",
      "case_name": "City of Phoenix v. Consolidated Water Company",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "101 Ariz. 43",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "415 P.2d 866",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 17,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/288054/city-of-phoenix-v-consolidated-water-company/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:11:51.822410Z",
  "date_modified": "2014-10-30T08:11:51.822410Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "City of Phoenix v. Consolidated Water Company",
  "case_name_full": "",
  "slug": "city-of-phoenix-v-consolidated-water-company",
  "docket_number": "8640",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}