{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/288380/",
  "id": 288380,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca1/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/198240/",
      "id": 198240,
      "absolute_url": "/opinion/198240/theriault-v-dept-of-safety/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/288380/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/198240/",
          "id": 198240,
          "absolute_url": "/opinion/198240/theriault-v-dept-of-safety/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/198240/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-02-07T03:48:27Z",
          "date_modified": "2017-03-24T10:55:23.916856Z",
          "type": "010combined",
          "sha1": "8ec7d8f0aa10bce2569b58e7b787bc10ba0f9906",
          "page_count": null,
          "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1420.01A",
          "local_path": null,
          "plain_text": "                United States Court of Appeals\r\n                    For the First Circuit\r\n\nNo. 98-1420\r\n\n                       DENNIS THERIAULT,\r\n\n                     Plaintiff, Appellant,\r\n\n                               v.\r\n\n                RICHARD M. FLYNN, COMMISSIONER, \r\n             NEW HAMPSHIRE DEPARTMENT OF SAFETY,\r\n\n                     Defendant, Appellee.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\r\n\n                            Before\r\n\n                     Lipez, Circuit Judge,\r\n       and Coffin and Campbell, Senior Circuit Judges.\r\n\n    Wiltrud R. Mott-Smith with whom Ronald K. Lospennato was on\r\nbrief for appellant.\r\n    Martha A. Moore, Assistant Attorney General, with whom Philip\r\nT. McLaughlin, Attorney General, was on brief for appellee.\r\n\n                       December 8, 1998\r\n\n COFFIN, Senior Circuit Judge. Plaintiff-appellant Dennis\r\nTheriault claims that the Commissioner of the New Hampshire\r\nDepartment of Safety (\"the Commissioner\") violated the Americans\r\nwith Disabilities Act, 42 U.S.C.  12101-12213, by requiring him\r\nto take a road test as a prerequisite to renewing his driver's\r\nlicense when such testing was not a mandatory part of the renewal\r\nprocedure for all applicants.  Theriault, who has cerebral palsy\r\nand uses a wheelchair, previously had obtained a license to operate\r\na vehicle equipped with hand controls.  He maintains that he was\r\nrequired to pass a new test solely because of his disability.  The\r\ndistrict court concluded that a licensing officer's decision to\r\nadminister the road test, after observing Theriault's apparent\r\ninability to control his hand movements, did not constitute\r\nunlawful discrimination, and granted summary judgment for the\r\nDepartment.  We affirm.\r\n                         I. Background\r\n Our review of a district court's grant of summary\r\njudgment is plenary, see American Airlines v. Cardoza-Rodriguez,\r\n133 F.3d 111, 116 (1st Cir. 1998), and we must consider the facts\r\nin the light most favorable to the opposing party, plaintiff\r\nTheriault.  See id.  Summary judgment is appropriate only if there\r\nis no genuine issue of material fact, allowing the court to\r\nconclude that the Commissioner is entitled to judgment as a matter\r\nof law.  See id.; Fed. R. Civ. P. 56(c). We briefly outline the\r\nrelevant facts with these standards in mind.\r\n Theriault's cerebral palsy, among other symptoms,\r\ndiminishes his ability to use his legs and causes involuntary hand\r\nmovements.  He uses a walker to travel short distances and a manual\r\nwheelchair or electric scooter for longer distances.  He originally\r\nobtained a driver's license in 1987 after a road test in which he\r\nused a vehicle equipped with hand controls.  Although road tests\r\nare not always part of the renewal process, Theriault was asked to\r\ntake a road test again when he first renewed his license in 1991;\r\nhe was told that the test was necessary at that time because his\r\noriginal license had not been properly coded for the use of special\r\nequipment.  He successfully completed the test and was issued a\r\nlicense stamped with the letter \"C,\" which indicated the use of hand\r\ncontrols.  In February 1995, Theriault applied to renew his license\r\nfor the second time, triggering the events underlying this case. \r\nBecause his ability to write is extremely limited as a result of\r\nhis cerebral palsy, Theriault's father completed the application\r\nform for him.  After submitting the form, Theriault  was asked to\r\ntake a road test again.  No explanation was given at that time for\r\nthe testing.  He again successfully completed the driving\r\nevaluation and was issued the renewal license.\r\n    Theriault subsequently filed this lawsuit and alleged\r\nthat requiring a road test \"solely on the basis of his obvious\r\ndisability, and without any substantiated information that he posed\r\na particular risk to public safety,\" constituted discrimination in\r\nviolation of the ADA.  In response, the Commissioner argued that\r\nthe decision to require a road test did not reflect impermissible\r\ndiscrimination, but resulted instead from the licensing officer's\r\njudgment that Theriault's physical condition on the day he sought\r\nrelicensing warranted assurance that he could safely drive a\r\nvehicle.  In support of the decision to require the road test, the\r\nCommissioner relied upon a New Hampshire Department of Safety\r\nregulation stating that applicants under age 75 may be required to\r\ntake road tests as part of the renewal process\r\n    if the director has any reason to believe the\r\n    applicant may be a hazard to public safety if\r\n    licensed to drive, such as but not limited to\r\n    apparent psychological or physical impairment.\r\n\nN.H. Code Admin. R. [Saf-C] 1003.27(b).  \r\n    The district court concluded that the Commissioner did\r\nnot discriminate against Theriault based on his disability and\r\ntherefore did not violate the ADA in requiring Theriault to take a\r\nroad test.  The court explained its review of the undisputed facts\r\nas follows:\r\n    [I]t is evident that defendant required\r\n    plaintiff to perform a road test, not simply\r\n    because he finds himself among that group of\r\n    persons who suffer from cerebral palsy, but\r\n    based upon his own manifested symptoms and\r\n    apparent inability to control his hand\r\n    movements on the day he sought relicensing,\r\n    and the fact that he operates his automobile\r\n    with hand controls.  That is to say, defendant\r\n    asked plaintiff to demonstrate his ability to\r\n    safely operate his motor vehicle because the\r\n    physical manifestations of his disability (at\r\n    least on the day in question) reasonably\r\n    suggested to defendant that, despite his prior\r\n    ability to drive safely, plaintiff may have no\r\n    longer been able to do so.\r\n\n    After an unsuccessful motion to alter judgment, Theriault\r\nappealed, claiming that the court improperly drew factual\r\ninferences favorable to the Commissioner and misapplied the ADA in\r\nconcluding as a matter of law that the road testing did not\r\nconstitute unlawful discrimination.\r\n                         II. Discussion\r\n    The ADA is a federal civil rights statute designed to\r\nprovide comprehensive protection for disabled individuals against\r\ndiscrimination based on their disabilities.  See Arnold v. United\r\nParcel Serv., 136 F.3d 854, 861 (1st Cir. 1998); Jacques v. Clean-\r\nUp Group, Inc., 96 F.3d 506, 510 (1st Cir. 1996); 42 U.S.C. \r\n12101(b)(1).  Title II of the statute provides that no \"qualified\r\nindividual with a disability\" shall, by reason of that disability,\r\n\"be excluded from participation in or be denied the benefits of the\r\nservices, programs, or activities of a public entity.\"  42 U.S.C. \r\n12132.   The protection afforded by the ADA is characterized as\r\na guarantee of \"meaningful access\" to government benefits and\r\nprograms, see Alexander v. Choate, 469 U.S. 287, 301 (1985); Wynnev. Tufts Univ. Sch. of Med., 932 F.2d 19, 24 (1st Cir. 1991) (enbanc), which broadly means that public entities must take\r\nreasonable steps to ensure that individuals with disabilities can\r\ntake advantage of such public undertakings.\r\n    This aspect of the ADA is not directly at issue here, as\r\nit cannot reasonably be argued that Theriault was denied\r\n\"meaningful access\" to a government benefit or program.  New\r\nHampshire does not foreclose individuals with cerebral palsy, or\r\nthose who use wheelchairs, or even those whose hands uncontrollably\r\nshake, from driving, although their licenses may be restricted to\r\noperating vehicles with appropriate modifications.  See N.H. Rev.\r\nStat. Ann.  263:6, 13.  Indeed, Theriault had been a licensed\r\ndriver for eight years before the application process at issue, and\r\nhis license was renewed, with minimal delay, following the\r\nchallenged road test.\r\n    Theriault's claim centers instead on the method used to\r\ndetermine access to the government benefit, and his contention is\r\nthat the extra eligibility requirement imposed upon him -- the road\r\ntest -- constituted discrimination based on his disability.\r\nFederal regulations explicitly forbid public entities from\r\n\"administer[ing] a licensing or certification program in a manner\r\nthat subjects qualified individuals with disabilities to\r\ndiscrimination on the basis of disability.\"  See 28 C.F.R. \r\n35.130(b)(6).  In the context of licensing or certification, a\r\nperson is \"qualified\" and thus within the protected category if he\r\nor she can meet the \"essential eligibility requirements\" for\r\nreceiving a license or certification, with accommodation made for\r\nthe disability. See 42 U.S.C.  12131(2); 28 C.F.R. pt. 35, app. A,\r\nat 472 (1997); Applicants v. Texas State Bd. of Law, 1994 WL\r\n923404, at *6 (W.D. Tex. Oct. 11, 1994).\r\n    In determining whether \"essential eligibility\r\nrequirements\" are met, a public entity properly may consider\r\nwhether an applicant with a disability poses a direct threat to the\r\nhealth and safety of others.  See 28 C.F.R. pt. 35, app. A, at 472-\r\n73 (1997); id. at  36.208(c).   See also Bragdon v. Abbott, 118 S.\r\nCt. 2196, 2210 (1998) (involving Title III of the ADA) (noting the\r\nneed to balance the interests of individuals with disabilities\r\nagainst legitimate concerns for public safety); School Board of\r\nNassau County v. Arline, 480 U.S. 273, 287 (1987) (involving the\r\nRehabilitation Act) (relied on in Bragdon).   According to\r\nregulation, this judgment may not be based on generalizations or\r\nstereotypes about the effects of a particular disability, but must\r\nresult from \"an individualized assessment, based on reasonable\r\njudgment that relies on current medical evidence or on the best\r\navailable objective evidence.\"  28 C.F.R.  36.208(c); see Arline,\r\n480 U.S. at 287.\r\n    At this juncture, there is no dispute that Theriault,\r\nhaving demonstrated his ability to drive safely by means of the road\r\ntest, meets the \"essential eligibility requirements\" for obtaining\r\na New Hampshire driver's license. The issue is whether the\r\nCommissioner violated the ADA in making that determination by\r\nrequiring Theriault to take the third road test.  Theriault\r\nmaintains that his condition had not changed, and perhaps even had\r\nimproved, since he previously had renewed his license, and he\r\nemphasizes that he had never had an accident during his eight years\r\nof driving.  In Theriault's view, therefore, his eligibility for a\r\ndriver's license already had been established, and asking him to\r\nrequalify with a road test when nondisabled individuals are not\r\nsimilarly reviewed constitutes discrimination in the administration\r\nof the driver's license program in violation of the ADA.\r\n    If this were, in fact, a case in which an additional\r\neligibility requirement had been imposed on an applicant simply\r\nbecause he is disabled, a violation of the ADA in all likelihood\r\nwould have occurred.  See Clark v. Virginia Bd. of Bar Examiners,\r\n880 F. Supp. 430, 442 (E.D. Va. 1995) (finding discrimination based\r\non disability where question on bar application \"imposes an\r\nadditional burden on applicants with [mental] disabilities to\r\nsatisfy additional eligibility criteria\").  There is no evidence,\r\nhowever, that Theriault was singled out simply because he is a\r\ndisabled individual or because he has cerebral palsy. The record\r\nreflects, without dispute, that Theriault had limited use of his\r\nhands (so much so that he was unable to complete the application),\r\nand that the license he carried reported that he operated his\r\nvehicle with hand controls.  We agree with the district court that\r\nasking him to demonstrate that his present condition did not\r\ninterfere with his safe driving ability   in other words, asking\r\nhim to demonstrate that he remained qualified to drive   was not\r\nonly permissible but also the state's obligation in balancing the\r\nrights of the disabled with the responsibility to ensure safety on\r\nthe roads. \r\nTheriault argues that the Commissioner could have   and\r\nshould have   met that obligation in a way that did not have a\r\ndisparate impact on individuals with disabilities, either by\r\nadministering road tests to all renewal applicants or by soliciting\r\ninformation from all applicants and their motor vehicle records\r\nabout driving history or conditions that might affect their driving. \r\nThe expense of hiring enough licensing officials to conduct the\r\nthousands of tests that would be required to satisfy the first of\r\nthese suggestions strikes us as facially unreasonable, and even\r\nTheriault does not press this position.  Relying on file information\r\nabout driving history, on the other hand, does not speak to an\r\nindividual's present ability to drive safely.  Moreover, while\r\nrequesting information directly from applicants might help identify\r\nadditional individuals who should be given road tests, such\r\ninterviews would not render road tests irrelevant or improper for\r\napplicants with observable limitations directly relevant to driving\r\nability.\r\nIn the face of a licensing officer's judgment, based on\r\ndirect observation, that an applicant has a condition that could\r\nimpact his or her ability to drive safely, we think the Commissioner\r\nmay reject reliance on an applicant's statement that the condition\r\nat issue has not changed materially since his or her license\r\noriginally was issued or last renewed.  Unless invasive probing of\r\ntruthfulness were to burden the application process, the results of\r\nself-serving statements would be a shaky basis for license issuance.\r\nMoreover, even assuming candid responses from applicants, such\r\nchanges presumably can be small and, while insignificant to the\r\napplicant, properly may prove a basis for concern to an official\r\nwhose responsibility extends not only to the applicant before him\r\nbut also to all other drivers on the road.  The Commissioner cannot\r\nbe faulted for erring on the side of caution when safety is at\r\nissue, providing, of course, that the triggering judgment is based\r\nnot on stereotypes but on observable, relevant circumstances.\r\nTheriault does not, in fact, argue that the limitations\r\nin the use of his hands are an inappropriate basis for concern in\r\na driver who operates a motor vehicle with hand controls.  His\r\nargument is that he previously had met this concern.  We do not\r\ndiscount the inconvenience of multiple road tests and take to heart\r\nTheriault's assertion that it is demeaning to be asked repeatedly\r\nto prove his ability to drive.  The ADA, however, does not protect\r\ndisabled individuals from all differences in treatment stemming from\r\ntheir disabilities, and it certainly does not require licensing\r\nofficials to refrain from evaluating safety risks because an\r\napplicant appears to be disabled.  To the contrary, when the safety\r\nof the public at large is implicated, public entities must be\r\npermitted some latitude in their judgments that individualized\r\nassessments of qualifications are necessary.  See generally Strathiev. Department of Transp., 716 F.2d 227, 231 (3d Cir. 1983) (program\r\nadministrators entitled to \"some measure of deference\" in\r\ndetermining reasonableness of a refusal to accommodate an individual\r\nwith a disability) (cited in Wynne, 932 F.2d at 25).  In our view,\r\nthe Commissioner's use of a relatively non-burdensome procedure,\r\nproperly based on criteria tailored to the ability to drive safely,\r\nwas a lawful method for determining whether Theriault remained a\r\nqualified driver and thus was entitled to a license.\r\nWe recognize that, in so holding, we effectively are\r\nsaying that it is not \"discrimination\" within the meaning of the ADA\r\nto rely on the symptoms or appearance of a disability to single out\r\na person for an individualized assessment.  Although the concurrence\r\noffers a thoughtful differing view, see infra at 22-24, we believe\r\nour approach is consistent with the Supreme Court's ruling in\r\nArline, 480 U.S. at 273, which rejected a school board's attempt to\r\njustify its discharge of a teacher by claiming that its decision was\r\nbased on the contagiousness of her tuberculosis as distinguished\r\nfrom the disease itself.  The school's rationale was found lacking\r\nbecause there had been no individualized inquiry into the actual\r\nrisks of infection posed by the teacher's own illness, and thus no\r\nconsideration of whether she was qualified to teach despite her\r\nillness.  She was fired simply because she had tuberculosis and\r\nbecause tuberculosis generally is contagious.\r\nThus, what is impermissible under Arline is rejecting an\r\napplicant automatically as a result of his disease or its symptoms,\r\nwithout considering the individual's abilities.  When, however,\r\nsymptoms concededly and objectively raise a concern about\r\nqualifications   such as significant hand movements in an applicant\r\nfor a driver's license who operates his vehicle with hand controls\r\n the public entity properly may engage in an individualized\r\ninquiry into whether the person is nonetheless qualified without\r\nshouldering the burden of defending its \"discrimination\" as\r\n\"necessary.\"  See 28 C.F.R.  35.130(b)(8).  Indeed, we believe this\r\nis why the ADA prohibits discrimination against qualifiedindividuals with disabilities.  No cognizable discrimination takes\r\nplace when an objectively appropriate qualifying assessment is\r\nrequired.  A different case would be presented, of course, if the\r\nstate's criteria for qualification were assertedly discriminatory. \r\nThat is not the case here; the safe-driving standard is accepted as\r\nappropriate.\r\nMoreover, it is important to note that the triggering\r\ncriteria here are not limited to conditions of disability.  The\r\ntouchstone is observed apparent hazard; the regulation authorizes\r\nfurther inquiry if there is \"any reason\" to believe the applicant\r\nmay pose a risk to public safety.  Although apparent psychological\r\nor physical impairment are specifically listed, the category covers\r\nany condition that might impair one's ability to drive, whether\r\nbased on alcohol, drugs, or emotional, physical or other factors. \r\nThis is not a situation in which disabled individuals are singled\r\nout for less favorable treatment based only on the fact that they\r\nare disabled.  In our view, the ADA permits a public entity to\r\nconsider the symptoms or appearance of a disability at this\r\nthreshold stage without activating the burden to defend\r\ndiscrimination.\r\nPutting to one side whether our judgment is correct that\r\nno violation of the ADA took place as a matter of law, Theriault\r\nalternatively argues that summary judgment was premature because the\r\nrecord contained no information about the connection between his\r\nhand movements and the mechanics of the hand controls in his car. \r\nWe reject the suggestion that the licensing official needed to\r\nascertain the precise way in which Theriault's hand controls worked\r\nor the range of his hand movements before requiring the road test. \r\nThe question faced by the licensing official was whether, given the\r\napparent physical condition of the applicant before him and the\r\nlicense restriction, he could safely operate his vehicle.  Whether\r\na road test was a proper method for resolving that concern turns on\r\nthose undisputed facts alone.   \r\nTheriault also suggests that the procedure used here was \r\nnot an \"individualized assessment\" of his eligibility for a driver's\r\nlicense, as required by statute, because the details surrounding his\r\ndriving record were not examined.  In our view, the requirements\r\nwere fully met.  It was the individual factors of Theriault's\r\nlicense restriction and the apparent limitations in the use of his\r\nhands   not his status as a disabled individual or an individual\r\nwith cerebral palsy   that made further inquiry into his driving\r\nability reasonable.  The ensuing road test unquestionably was an\r\nindividualized assessment of his safe driving skills.  Cf., e.g.,\r\nWard v. Skinner, 943 F.2d 157, 164 (1st Cir. 1991) (upholding denial\r\nof waiver from general rule disqualifying individuals with history\r\nof epilepsy from driving commercial vehicles); Stillwell v. Kansas\r\nCity, Mo., Bd. of Police Comm'rs, 872 F. Supp. 682, 683 (W.D. Mo.\r\n1995) (invalidating automatic disqualification of one-handed\r\napplicants for licensing as armed security guards).  The fact that\r\nother information about his driving ability could have been\r\nconsidered does not render the procedures followed inadequate.\r\n                        III. Conclusion To sum up briefly, we conclude that the road test\r\nadministered to Theriault was a mechanism to determine whether he\r\nremained qualified, not a licensing requirement imposed as a barrier\r\nto his participation in a government program.  The record does not\r\nsupport an inference that Theriault was asked to take the test\r\nsimply because he is disabled or suffers from cerebral palsy; his\r\napparent physical condition on the day of the test presented a\r\nlegitimate basis for concern about his ability to safely operate his\r\nmotor vehicle.  The ADA does not bar such qualifying assessments. \r\nIt is, in fact, a public entity's responsibility first to determine\r\nwhether a disabled individual is qualified and then to assure that\r\nsuch qualified individuals are given meaningful access to public\r\nprograms and activities.  We believe that, on this record, a\r\nfactfinder would have to conclude that the Commissioner fulfilled\r\nthese responsibilities.\r\nWe therefore affirm the district court's summary judgment\r\nthat the Commissioner did not violate the ADA.\r\nAffirmed.\r\n                    Concurrence follows. LIPEZ, Circuit Judge,(concurring).  I agree with the\r\nmajority that New Hampshire has a right to require that each driver\r\nlicensed by the state meets the essential eligibility requirement\r\nof being able to drive safely.  I also agree that there is no\r\nviolation of the ADA in the Commissioner's requirement that\r\nTheriault, as part of the license renewal process, perform a road\r\ntest in order to establish that he still meets that essential\r\neligibility requirement.  The majority says there is no violation\r\nbecause requiring Theriault to take a road test to gain the renewal\r\nof his license was not discrimination within the meaning of the ADA. \r\nI conclude that there was no violation because requiring Theriault\r\nto take a road test, though discriminatory within the meaning of the\r\nADA, was permissible discrimination under the Act.  I believe those\r\ndivergent routes reflect important differences in the application\r\nof the ADA, and I therefore write separately.\r\n                              I.\r\nThis case involves a challenge to New Hampshire's method\r\nof administering its driver's license renewal program.  In my view,\r\nthat program discriminates on the basis of disability as the term\r\n\"disability\" is defined in the ADA: \"The term 'disability' means,\r\nwith respect to an individual--(A) a physical or mental impairmentthat substantially limits one or more of the major life activities\r\nof such individual; (B) a record of such an impairment; or (C) being\r\nregarded as having such an impairment.\"  42 U.S.C.  12102(2)\r\n(emphasis added).  Pursuant to the New Hampshire Department of\r\nSafety regulation, an applicant can be required to take a road test\r\nto renew his or her driver's license\r\nif the director has any reason to believe the\r\napplicant may be a hazard to public safety if\r\nlicensed to drive, such as but not limited to\r\napparent psychological or physical impairment.\r\n\nN.H. Code Admin. R. [Saf-C] 1003.27(b) (emphasis added).  This\r\nregulation clearly distinguishes between those who have an apparent\r\ndisability, described as an apparent psychological or physical\r\nimpairment, and those who do not.  The requirement that Theriault\r\ntake a road test because of his apparent disability was\r\ndiscriminatory within the meaning of the ADA. \r\n                             II. \r\nIn concluding that the New Hampshire regulation does not\r\n\"discriminate\" on the basis of disability as that term is used in\r\nthe ADA, the majority focuses primarily on \"meaningful access\" to\r\ngovernment services and programs.  Inasmuch as Theriault received\r\na driver's license renewal, the majority is correct in recognizing\r\nthat one of the goals of the ADA has been vindicated.  However, this\r\nfocus on access does not permit adequate review of the process\r\nthrough which the government determines qualifications for a\r\nprogram.  That process may be as discriminatory as the ultimate\r\ndetermination of eligibility itself.  Yet the majority seems to say\r\nthat it is only once all the qualification judgments have been made,\r\nand the entitlement to access established, that the disabled can\r\nclaim that there is discrimination within the meaning of the ADA if\r\naccess to the program is denied.\r\nThe majority cites the ADA's prohibition of\r\ndiscrimination against \"qualified\" individuals to support its\r\nconclusion that different treatment of a disabled individual during\r\na \"threshold inquiry\" into qualifications is not discrimination\r\nwithin the meaning of the ADA.  So long as some reasonable,\r\nobjective basis for questioning an applicant's qualifications is\r\npresent, there is no discrimination.  Thus, in the qualifications\r\ncontext, the majority reads an \"invidiousness\" or \"irrationality\"\r\nelement into the statutory definition of \"discrimination.\"\r\n  I think that is too narrow a view of the ADA, one\r\npurpose of which is \"to provide a clear and comprehensive national\r\nmandate for the elimination of discrimination against individuals\r\nwith disabilities.\"  42 U.S.C.  12101.  Congress did not premise\r\nthe ADA on \"reasonable\" assumptions about people with disabilities. \r\nThe ADA establishes a framework for scrutinizing all government\r\nregulations that discriminate on the basis of disability, not just\r\nunreasonable ones.  In enacting the ADA, one of Congress' targets\r\nwas society's basic assumption that it is reasonable to link \r\n\"disabled\" with  \"not qualified.\"  Congress recognized the inherent\r\nunfairness embodied in such assumptions:\r\nThe discriminatory nature of policies and\r\npractices that exclude and segregate disabled\r\npeople has been obscured by the unchallenged\r\nequation of disability with incapacity and by\r\nthe gloss of \"good intentions.\"  The innate\r\nbiological and physical \"inferiority\" of\r\ndisabled people is considered self-evident. \r\nThis \"self-evident\" proposition has served to\r\njustify the exclusion and segregation of\r\ndisabled people from all aspects of life.\r\n\nS. Rep. 101-116, at 16 (1989); H.R. Rep. 101-485, at 41 (1990)\r\n(quoting testimony of Arlene Meyerson), reprinted in 1990\r\nU.S.C.C.A.N. 267, 323.  Congress was of course concerned with\r\nensuring that qualified individuals with disabilities be given\r\nopportunities commensurate with their real abilities.  But Congress\r\nalso took cognizance of the discrimination experienced by the\r\ndisabled during the process of gaining access to opportunity and\r\nsought to limit such discrimination.  The stigmatic effects of such\r\ndiscrimination are very real, leading Congress to conclude that\r\n\"[d]iscrimination produces fear and reluctance to participate on the\r\npart of people with disabilities.\"  S. Rep. 101-116, at 16 (1989);\r\nH.R. Rep. 101-485, at 42 (1990), reprinted in 1990 U.S.C.C.A.N. 267,\r\n324.  That is why additional administrative requirements applied\r\nonly to those with an apparent disability are subjected to the more\r\nsearching inquiry of necessity rather than mere reasonableness.  See28 C.F.R.  35.130(b)(7) (discussed below).\r\nNew Hampshire's regulation classifies people on the basis\r\nof apparent disability rather than on their actual ability to drive\r\nsafely.  Simply put, New Hampshire discriminates against the entire\r\nclass of disabled persons -- qualified and not qualified alike --\r\nto ensure that no driver's license is issued to a disabled person\r\nwho cannot drive safely (and, thus, is not qualified).  New\r\nHampshire's regulation discriminates against both qualified and non-\r\nqualified individuals with disabilities by singling out disabled\r\nindividuals as a group for separate treatment.  It is the use of\r\ndisability as a proxy for \"presumptively not qualified\" that works\r\nthe discrimination of which Theriault complains.  \r\nAssuming non-disabled individuals are qualified while\r\nassuming disabled individuals are not is generally inconsistent with\r\nthe ADA.  A similar proscription from Title I of the ADA helps to\r\ninform this understanding.  The ADA explicitly forbids\r\ndiscrimination \"in regard to job application procedures\" and\r\nspecifies that the term \"discriminate\" includes \"limiting,\r\nsegregating, or classifying a job applicant in a way that adversely\r\naffects the opportunities or status of such applicant or employee\r\nbecause of the disability of such applicant.\"  42 U.S.C.  12112. \r\nIn Title I language very similar to the Title II regulation (28\r\nC.F.R. Part 35) under which we review New Hampshire's driver's\r\nlicense renewal program, the ADA prohibits the utilization of\r\n\"standards, criteria, or methods of administration . . . that have\r\nthe effect of discrimination on the basis of disability.\"  42 U.S.C.\r\n12112(b)(3).  Methods of administration which assume that non-\r\ndisabled individuals are more likely to be qualified than disabled\r\nindividuals \"have the effect of discriminating on the basis of\r\ndisability,\" even if they have intuitive appeal as reasonable.\r\n  The majority further concludes that New Hampshire's\r\nprogram does not discriminate on the basis of disability because the\r\nroad test requirement was based on the symptoms of a disability\r\n(Theriault's limited use of his hands) rather than the disability\r\nitself (cerebral palsy).  The majority disassociates Theriault's\r\ndisability from the symptoms of that disability, stating that\r\n\"[t]here is no evidence ... that Theriault was singled out because\r\nhe is a disabled individual.\"  Instead, he was asked to take the\r\nroad test because of \"his physical condition on the day of the\r\ntest.\"   I question the validity of this distinction.  Theriault was\r\nsingled out for a road test because he has a disability which always\r\nmanifests itself in the limited use of his hands.  He is disabled\r\nbecause he has these symptoms.\r\nI think School Board of Nassau County, Fla. v. Arline,\r\n480 U.S. 273 (1987), does not support the majority's distinction\r\nbetween a response to the symptoms of a disability and the\r\ndisability itself.  In Arline, the school board sought to shield its\r\ntreatment of a teacher with tuberculosis from review under Section\r\n504 of the Rehabilitation Act of 1973.  Id. at 276.  The school\r\nboard argued that its treatment of Arline was not based on her\r\ntuberculosis as such, but on her contagiousness.  Id. at 281-82. \r\nThe Supreme Court rejected this reasoning, opining that \"[i]t would\r\nbe unfair to allow an employer to seize upon the distinction between\r\nthe effects of a disease on others and the effects of a disease on\r\na patient and use that distinction to justify discriminatory\r\ntreatment.\"  Id. at 282.  A fortiori, if the law does not recognize\r\na distinction between a disability and its possible effect on others\r\n(i.e., contagiousness), the law does not recognize a distinction\r\nbetween a disease and its effect on the afflicted individual\r\nhimself.  As the Supreme Court recognized, \r\nCongress extended coverage ... to those\r\nindividuals who are simply \"regarded as\r\nhaving\" a physical or mental impairment.  The\r\nSenate Report provides as an example of a\r\nperson who would be covered under this\r\nsubsection \"a person with some kind of visible\r\nphysical impairment which in fact does not\r\nsubstantially limit that person's\r\nfunctioning.\" \r\n\nId. (quoting S. Rep. 93-1297, at 64).  Theriault is just such an\r\nindividual: he has a visible physical impairment which in fact does\r\nnot substantially limit him from functioning as a driver. \r\nNonetheless, Theriault was treated differently because of his\r\nvisible physical impairment, which is exactly what Congress sought\r\nto address through the ADA.\r\n                             III.\r\nRecognizing that discrimination is taking place is\r\ncritical because it shifts the burden to the government to justify\r\nthe discrimination.  Thus, a policy or practice that discriminates\r\non the basis of disability in the administration of a governmental\r\nprogram cannot be defended on the basis that the policy is\r\nreasonable.  The ADA sets a higher standard for justifying\r\ngovernmental discrimination on the basis of disability: in the\r\npresent context, the government must show that the discrimination\r\nitself is \"necessary\" to the licensing scheme, or that modification\r\nwould work a \"fundamental alteration\" in the program.  See 28 C.F.R.\r\n35.130(b)(7)&amp;(8); see also Clark v. Virginia Bd. of Bar Examiners,\r\n880 F. Supp. 430, 443-43 (E.D. Va. 1995) (holding that under Title\r\nII of the ADA, when an \"additional burden discriminates against\r\nthose with disabilities . . . the [public entity] must show that\r\n[the additional burden] is necessary to the performance of its\r\nlicensing function\").\r\nThis affirmative burden on the government to justify the\r\ndiscrimination is inconsistent with some of the district court's\r\nreasoning in denying Theriault's claim and demands further\r\nexplication.  After finding that Theriault had failed to articulate\r\na prima facie case of unlawful discrimination, the district court\r\nprovided an alternative ground for its decision by doing a McDonnell\r\nDouglas analysis.  The court held that the Commissioner had\r\nadvanced a \"legitimate non-discriminatory basis\" for requiring the\r\nroad test and that Theriault had \"failed to produce any evidence\r\nthat would reasonably support a finding of discriminatory animus on\r\ndefendant's part.\"  Because the majority agrees with the district\r\ncourt that no discrimination under the ADA had been established, it\r\ndeclines to comment on the propriety of this alternative holding. \r\nBecause I find that the regulation does discriminate, but\r\nnevertheless withstands ADA scrutiny, a discussion of the\r\nappropriate legal framework is in order.   \r\nThe McDonnell Douglas analysis is inapposite when\r\nexamining a regulation for compliance with Title II of the ADA. \r\nMcDonnell Douglas established a process for inferring discriminatory\r\nintent when direct evidence of such intent is lacking.  SeeMcDonnell Douglas, 411 U.S. at 802-03.  However, in a facial\r\nchallenge to a regulation under Title II of the ADA the intent of\r\nthe public entity that promulgated the regulation is not at issue. \r\nTitle II prohibits public entities from acting in a way which has\r\nthe effect of discriminating on the basis of disability, whether the\r\npublic entity intended to discriminate or not.  See 28 C.F.R. \r\n35.130(b)(3) (prohibiting public entities from administering\r\nprograms or criteria that \"have the effect of subjecting qualified\r\nindividuals with disabilities to discrimination on the basis of\r\ndisability\" pursuant to Title II of the ADA); see also Tyler v. City\r\nof Manhattan, 118 F.3d 1400, 1407 (10th Cir. 1997)(\"In enacting the\r\nADA, Congress recognized that discrimination against the disabled\r\nis often the product of indifference rather than animosity.\").  In\r\ninterpreting Section 504 of the Rehabilitation Act, the Supreme\r\nCourt stated that \"much of the conduct that Congress sought to alter\r\nin passing the Rehabilitation Act would be difficult if not\r\nimpossible to reach were the Act construed to proscribe only conduct\r\nfueled by discriminatory intent.\"  Alexander v. Choate, 469 U.S.\r\n287, 296-97 (1985).  Therefore, McDonnell Douglas burden shifting\r\nis unnecessary in this context; intent need not be found.  Once\r\nTheriault showed that the challenged regulation discriminated among\r\napplicants on the basis of disability, the burden should have\r\nshifted to the Commissioner to justify the regulation as necessary\r\nto protect public safety.\r\nNot all disability-based discrimination is prohibited by\r\nthe ADA.  Indeed, where, as in the  present context, important\r\npublic safety concerns are present, some discrimination may be\r\npermissible.  See e.g., 28 C.F.R. Pt. 35, App. A, at 477 (1997)(in\r\nestablishing safety standards for licensees \"the public entity must\r\nensure that standards that it promulgates do not discriminate\r\nagainst ... qualified individuals with disabilities in an\r\nimpermissible manner\")(emphasis added).  The inquiry turns then on\r\nwhether the New Hampshire regulation impermissibly discriminates.\r\nThe ADA regulations require public agencies to eliminate\r\npolicies, practices, and procedures which discriminate on the basis\r\nof disability \"unless the public entity can demonstrate that making\r\n[] modifications would fundamentally alter the nature of the\r\nservice, program, or activity.\"  28 C.F.R.  35.130(b)(7).  The\r\nregulations go on to prohibit eligibility criteria that have the\r\neffect of discriminating against disabled individuals \"unless such\r\ncriteria can be shown to be necessary[.]\"  28 C.F.R.  35.130(b)(8); \r\nsee also 28 C.F.R. Pt. 35, App. A, at 478 (1997)(citing driver's\r\nlicense requirements as a context where policies which tend to\r\nscreen out disabled individuals can be justified by safety\r\nconcerns).  The ability to require a road test is necessary if the\r\nCommissioner is to adequately protect public safety.  The ADA does\r\nnot require a state to forgo testing and rely solely on a license\r\nrenewal applicant's representations of driving ability.  Nor does\r\nthe ADA demand that a state require every renewal applicant take a\r\nroad test in order to legitimize more selective testing.  Such a\r\ndrastic change would \"fundamentally alter\" the program as that term\r\nis used in 28 C.F.R.  35.130(b)(7) and is therefore not required\r\nby the ADA.  As the majority points out, the state must be given\r\nsome leeway in balancing public safety concerns with the ADA's anti-\r\ndiscrimination mandate.  The regulation at issue here appropriately\r\ncharts that course.  Because the Commissioner has affirmatively met\r\nthe burden required to justify discrimination under the ADA, I\r\nconcur.\n",
          "html": "<p class=\"case_cite\">162 F.3d 46</p>\n    <p class=\"case_cite\">8 A.D. Cases 1582, 14 NDLR P 65</p>\n    <p class=\"parties\">Dennis THERIAULT, Plaintiff, Appellant,<br>v.<br>Richard M. FLYNN, Commissioner, New Hampshire Department of<br>Safety, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1420.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 19, 1998.<br>Decided Dec. 8, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wiltrud R. Mott-Smith with whom Ronald K. Lospennato, was on brief, for appellant.</p>\n      <p class=\"indent\">Martha A. Moore, Assistant Attorney General, with whom Philip T. McLaughlin, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, and COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Dennis Theriault claims that the Commissioner of the New Hampshire Department of Safety (\"the Commissioner\") violated the Americans with Disabilities Act, 42 U.S.C. &#167;&#167; 12101-12213, by requiring him to take a road test as a prerequisite to renewing his driver's license when such testing was not a mandatory part of the renewal procedure for all applicants.  Theriault, who has cerebral palsy and uses a wheelchair, previously had obtained a license to operate a vehicle equipped with hand controls.  He maintains that he was required to pass a new test solely because of his disability.  The district court concluded that a licensing officer's decision to administer the road test, after observing Theriault's apparent inability to control his hand movements, did not constitute unlawful discrimination, and granted summary judgment for the Department.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review of a district court's grant of summary judgment is plenary, see American Airlines v. Cardoza-Rodriguez, 133 F.3d 111, 116 (1st Cir.1998), and we must consider the facts in the light most favorable to the opposing party, plaintiff Theriault.  See id.   Summary judgment is appropriate only if there is no genuine issue of material fact, allowing the court to conclude that the Commissioner is entitled to judgment as a matter of law.  See id.;  Fed.R.Civ.P. 56(c).  We briefly outline the relevant facts with these standards in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Theriault's cerebral palsy, among other symptoms, diminishes his ability to use his legs and causes involuntary hand movements.  He uses a walker to travel short distances and a manual wheelchair or electric scooter for longer distances.  He originally obtained a driver's license in 1987 after a road test in which he used a vehicle equipped with hand controls.  Although road tests are not always part of the renewal process,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Theriault was asked to take a road test again when he first renewed his license in 1991;  he was told that the test was necessary at that time because his original license had not been properly coded for the use of special equipment.  He successfully completed the test and was issued a license stamped with the letter \"C,\" which indicated the use of hand controls.  In February 1995, Theriault applied to renew his license for the second time, triggering the events underlying this case.  Because his ability to write is extremely limited as a result of his cerebral palsy, Theriault's father completed the application form for him.  After submitting the form, Theriault was asked to take a road test again.  No explanation was given at that time for the testing.  He again successfully completed the driving evaluation and was issued the renewal license.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Theriault subsequently filed this lawsuit and alleged that requiring a road test \"solely on the basis of his obvious disability, and without any substantiated information that he posed a particular risk to public safety,\" constituted discrimination in violation of the ADA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In response, the Commissioner argued that the decision to require a road test did not reflect impermissible discrimination, but resulted instead from the licensing officer's judgment that Theriault's physical condition on the day he sought relicensing warranted assurance that he could safely drive a vehicle.  In support of the decision to require the road test, the Commissioner relied upon a New Hampshire Department of Safety regulation stating that applicants under age 75 may be required to take road tests as part of the renewal process</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>if the director has any reason to believe the applicant may be a hazard to public safety if licensed to drive, such as but not limited to apparent psychological or physical impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">N.H.Code Admin.  R. [Saf-C] 1003.27(b).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court concluded that the Commissioner did not discriminate against Theriault based on his disability and therefore did not violate the ADA in requiring Theriault to take a road test.  The court explained its review of the undisputed facts as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[I]t is evident that defendant required plaintiff to perform a road test, not simply because he finds himself among that group of persons who suffer from cerebral palsy, but based upon his own manifested symptoms and apparent inability to control his hand movements on the day he sought relicensing, and the fact that he operates his automobile with hand controls.  That is to say, defendant asked plaintiff to demonstrate his ability to safely operate his motor vehicle because the physical manifestations of his disability (at least on the day in question) reasonably suggested to defendant that, despite his prior ability to drive safely, plaintiff may have no longer been able to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After an unsuccessful motion to alter judgment, Theriault appealed, claiming that the court improperly drew factual inferences favorable to the Commissioner and misapplied the ADA in concluding as a matter of law that the road testing did not constitute unlawful discrimination.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The ADA is a federal civil rights statute designed to provide comprehensive protection for disabled individuals against discrimination based on their disabilities.  See Arnold v. United Parcel Serv., 136 F.3d 854, 861 (1st Cir.1998);  Jacques v. Clean-Up Group, Inc., 96 F.3d 506, 510 (1st Cir.1996);  42 U.S.C. &#167; 12101(b)(1).  Title II of the statute provides that no \"qualified individual with a disability\" shall, by reason of that disability, \"be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity.\"  42 U.S.C. &#167; 12132.  The protection afforded by the ADA is characterized as a guarantee of \"meaningful access\" to government benefits and programs, see Alexander v. Choate, 469 U.S. 287, 301, 105 S.Ct. 712, 83 L.Ed.2d 661 (1985)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>;  Wynne v. Tufts Univ.  Sch. of Med., 932 F.2d 19, 24 (1st Cir.1991) (en banc ), which broadly means that public entities must take reasonable steps to ensure that individuals with disabilities can take advantage of such public undertakings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This aspect of the ADA is not directly at issue here, as it cannot reasonably be argued that Theriault was denied \"meaningful access\" to a government benefit or program.  New Hampshire does not foreclose individuals with cerebral palsy, or those who use wheelchairs, or even those whose hands uncontrollably shake, from driving, although their licenses may be restricted to operating vehicles with appropriate modifications.  See N.H.Rev.Stat. Ann. &#167;&#167; 263:6, 13.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Indeed, Theriault had been a licensed driver for eight years before the application process at issue, and his license was renewed, with minimal delay, following the challenged road test.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Theriault's claim centers instead on the method used to determine access to the government benefit, and his contention is that the extra eligibility requirement imposed upon him--the road test--constituted discrimination based on his disability.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Federal regulations explicitly forbid public entities from \"administer[ing] a licensing or certification program in a manner that subjects qualified individuals with disabilities to discrimination on the basis of disability.\"   See 28 C.F.R. &#167; 35.130(b)(6).  In the context of licensing or certification, a person is \"qualified\" and thus within the protected category if he or she can meet the \"essential eligibility requirements\" for receiving a license or certification, with accommodation made for the disability.  See 42 U.S.C. &#167; 12131(2);  28 C.F.R. pt. 35, app.  A, at 472 (1997);  Applicants v. Texas State Bd. of Law, 1994 WL 923404, at * 6 (W.D.Tex. Oct. 11, 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In determining whether \"essential eligibility requirements\" are met, a public entity properly may consider whether an applicant with a disability poses a direct threat to the health and safety of others.  See 28 C.F.R. pt. 35, app.  A, at 472-73 (1997);  id. at &#167; 36.208(c).  See also Bragdon v. Abbott, 524 U.S. 624, ----, 118 S.Ct. 2196, 2210, 141 L.Ed.2d 540 (1998) (involving Title III of the ADA) (noting the need to balance the interests of individuals with disabilities against legitimate concerns for public safety);  School Board of Nassau County v. Arline, 480 U.S. 273, 287, 107 S.Ct. 1123, 94 L.Ed.2d 307 (1987) (involving the Rehabilitation Act) (relied on in Bragdon ).   According to regulation, this judgment may not be based on generalizations or stereotypes about the effects of a particular disability, but must result from \"an individualized assessment, based on reasonable judgment that relies on current medical evidence or on the best available objective evidence.\"  28 C.F.R. &#167; 36.208(c);  see Arline, 480 U.S. at 287, 107 S.Ct. 1123.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At this juncture, there is no dispute that Theriault, having demonstrated his ability to drive safely by means of the road test, meets the \"essential eligibility requirements\" for obtaining a New Hampshire driver's license.  The issue is whether the Commissioner violated the ADA in making that determination by requiring Theriault to take the third road test.  Theriault maintains that his condition had not changed, and perhaps even had improved, since he previously had renewed his license, and he emphasizes that he had never had an accident during his eight years of driving.  In Theriault's view, therefore, his eligibility for a driver's license already had been established, and asking him to requalify with a road test when nondisabled individuals are not similarly reviewed constitutes discrimination in the administration of the driver's license program in violation of the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If this were, in fact, a case in which an additional eligibility requirement had been imposed on an applicant simply because he is disabled, a violation of the ADA in all likelihood would have occurred.  See Clark v. Virginia Bd. of Bar Examiners, 880 F.Supp. 430, 442 (E.D.Va.1995) (finding discrimination based on disability where question on bar application \"imposes an additional burden on applicants with [mental] disabilities to satisfy additional eligibility criteria\").  There is no evidence, however, that Theriault was singled out simply because he is a disabled individual or because he has cerebral palsy.  The record reflects, without dispute, that Theriault had limited use of his hands (so much so that he was unable to complete the application), and that the license he carried reported that he operated his vehicle with hand controls.  We agree with the district court that asking him to demonstrate that his present condition did not interfere with his safe driving ability--in other words, asking him to demonstrate that he remained qualified to drive--was not only permissible but also the state's obligation in balancing the rights of the disabled with the responsibility to ensure safety on the roads.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Theriault argues that the Commissioner could have--and should have--met that obligation in a way that did not have a disparate impact on individuals with disabilities, either by administering road tests to all renewal applicants or by soliciting information from all applicants and their motor vehicle records about driving history or conditions that might affect their driving.  The expense of hiring enough licensing officials to conduct the thousands of tests that would be required to satisfy the first of these suggestions strikes us as facially unreasonable, and even Theriault does not press this position.  Relying on file information about driving history, on the other hand, does not speak to an individual's present ability to drive safely.  Moreover, while requesting information directly from applicants might help identify additional individuals who should be given road tests, such interviews would not render road tests irrelevant or improper for applicants with observable limitations directly relevant to driving ability.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the face of a licensing officer's judgment, based on direct observation, that an applicant has a condition that could impact his or her ability to drive safely, we think the Commissioner may reject reliance on an applicant's statement that the condition at issue has not changed materially since his or her license originally was issued or last renewed.  Unless invasive probing of truthfulness were to burden the application process, the results of self-serving statements would be a shaky basis for license issuance.  Moreover, even assuming candid responses from applicants, such changes presumably can be small and, while insignificant to the applicant, properly may prove a basis for concern to an official whose responsibility extends not only to the applicant before him but also to all other drivers on the road.  The Commissioner cannot be faulted for erring on the side of caution when safety is at issue, providing, of course, that the triggering judgment is based not on stereotypes but on observable, relevant circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Theriault does not, in fact, argue that the limitations in the use of his hands are an inappropriate basis for concern in a driver who operates a motor vehicle with hand controls.  His argument is that he previously had met this concern.  We do not discount the inconvenience of multiple road tests and take to heart Theriault's assertion that it is demeaning to be asked repeatedly to prove his ability to drive.  The ADA, however, does not protect disabled individuals from all differences in treatment stemming from their disabilities, and it certainly does not require licensing officials to refrain from evaluating safety risks because an applicant appears to be disabled.  To the contrary, when the safety of the public at large is implicated, public entities must be permitted some latitude in their judgments that individualized assessments of qualifications are necessary.  See generally Strathie v. Department of Transp., 716 F.2d 227, 231 (3d Cir.1983) (program administrators entitled to \"some measure of deference\" in determining reasonableness of a refusal to accommodate an individual with a disability) (cited in Wynne, 932 F.2d at 25).   In our view, the Commissioner's use of a relatively non-burdensome procedure, properly based on criteria tailored to the ability to drive safely, was a lawful method for determining whether Theriault remained a qualified driver and thus was entitled to a license.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We recognize that, in so holding, we effectively are saying that it is not \"discrimination\" within the meaning of the ADA to rely on the symptoms or appearance of a disability to single out a person for an individualized assessment.  Although the concurrence offers a thoughtful differing view, see infra at 54, we believe our approach is consistent with the Supreme Court's ruling in Arline, 480 U.S. at 273, 107 S.Ct. 1123, which rejected a school board's attempt to justify its discharge of a teacher by claiming that its decision was based on the contagiousness of her tuberculosis as distinguished from the disease itself.  The school's rationale was found lacking because there had been no individualized inquiry into the actual risks of infection posed by the teacher's own illness, and thus no consideration of whether she was qualified to teach despite her illness.  She was fired simply because she had tuberculosis and because tuberculosis generally is contagious.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, what is impermissible under Arline is rejecting an applicant automatically as a result of his disease or its symptoms, without considering the individual's abilities.  When, however, symptoms concededly and objectively raise a concern about qualifications--such as significant hand movements in an applicant for a driver's license who operates his vehicle with hand controls--the public entity properly may engage in an individualized inquiry into whether the person is nonetheless qualified without shouldering the burden of defending its \"discrimination\" as \"necessary.\"   See 28 C.F.R. &#167; 35.130(b)(8).  Indeed, we believe this is why the ADA prohibits discrimination against qualified individuals with disabilities.  No cognizable discrimination takes place when an objectively appropriate qualifying assessment is required.  A different case would be presented, of course, if the state's criteria for qualification were assertedly discriminatory.  That is not the case here;  the safe-driving standard is accepted as appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, it is important to note that the triggering criteria here are not limited to conditions of disability.  The touchstone is observed apparent hazard;  the regulation authorizes further inquiry if there is \"any reason\" to believe the applicant may pose a risk to public safety.  Although apparent psychological or physical impairment are specifically listed, the category covers any condition that might impair one's ability to drive, whether based on alcohol, drugs, or emotional, physical or other factors.  This is not a situation in which disabled individuals are singled out for less favorable treatment based only on the fact that they are disabled.  In our view, the ADA permits a public entity to consider the symptoms or appearance of a disability at this threshold stage without activating the burden to defend discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Putting to one side whether our judgment is correct that no violation of the ADA took place as a matter of law, Theriault alternatively argues that summary judgment was premature because the record contained no information about the connection between his hand movements and the mechanics of the hand controls in his car.  We reject the suggestion that the licensing official needed to ascertain the precise way in which Theriault's hand controls worked or the range of his hand movements before requiring the road test.  The question faced by the licensing official was whether, given the apparent physical condition of the applicant before him and the license restriction, he could safely operate his vehicle.  Whether a road test was a proper method for resolving that concern turns on those undisputed facts alone.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Theriault also suggests that the procedure used here was not an \"individualized assessment\" of his eligibility for a driver's license, as required by statute, because the details surrounding his driving record were not examined.  In our view, the requirements were fully met.  It was the individual factors of Theriault's license restriction and the apparent limitations in the use of his hands--not his status as a disabled individual or an individual with cerebral palsy--that made further inquiry into his driving ability reasonable.  The ensuing road test unquestionably was an individualized assessment of his safe driving skills.  Cf., e.g., Ward v. Skinner, 943 F.2d 157, 164 (1st Cir.1991) (upholding denial of waiver from general rule disqualifying individuals with history of epilepsy from driving commercial vehicles);  Stillwell v. Kansas City, Mo., Bd. of Police Comm'rs, 872 F.Supp. 682, 683 (W.D.Mo.1995) (invalidating automatic disqualification of one-handed applicants for licensing as armed security guards).  The fact that other information about his driving ability could have been considered does not render the procedures followed inadequate.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To sum up briefly, we conclude that the road test administered to Theriault was a mechanism to determine whether he remained qualified, not a licensing requirement imposed as a barrier to his participation in a government program.  The record does not support an inference that Theriault was asked to take the test simply because he is disabled or suffers from cerebral palsy;  his apparent physical condition on the day of the test presented a legitimate basis for concern about his ability to safely operate his motor vehicle.  The ADA does not bar such qualifying assessments.  It is, in fact, a public entity's responsibility first to determine whether a disabled individual is qualified and then to assure that such qualified individuals are given meaningful access to public programs and activities.  We believe that, on this record, a factfinder would have to conclude that the Commissioner fulfilled these responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore affirm the district court's summary judgment that the Commissioner did not violate the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge,(concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">I agree with the majority that New Hampshire has a right to require that each driver licensed by the state meets the essential eligibility requirement of being able to drive safely.  I also agree that there is no violation of the ADA in the Commissioner's requirement that Theriault, as part of the license renewal process, perform a road test in order to establish that he still meets that essential eligibility requirement.  The majority says there is no violation because requiring Theriault to take a road test to gain the renewal of his license was not discrimination within the meaning of the ADA.  I conclude that there was no violation because requiring Theriault to take a road test, though discriminatory within the meaning of the ADA, was permissible discrimination under the Act.  I believe those divergent routes reflect important differences in the application of the ADA, and I therefore write separately.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This case involves a challenge to New Hampshire's method of administering its driver's license renewal program.  In my view, that program discriminates on the basis of disability as the term \"disability\" is defined in the ADA:  \"The term 'disability' means, with respect to an individual--(A) a physical or mental impairment that substantially limits one or more of the major life activities of such individual;  (B) a record of such an impairment;  or (C) being regarded as having such an impairment.\"  42 U.S.C. &#167; 12102(2) (emphasis added).  Pursuant to the New Hampshire Department of Safety regulation, an applicant can be required to take a road test to renew his or her driver's license</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>if the director has any reason to believe the applicant may be a hazard to public safety if licensed to drive, such as but not limited to apparent psychological or physical impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">N.H.Code Admin.  R. [Saf-C] 1003.27(b) (emphasis added).  This regulation clearly distinguishes between those who have an apparent disability, described as an apparent psychological or physical impairment, and those who do not.  The requirement that Theriault take a road test because of his apparent disability was discriminatory within the meaning of the ADA.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In concluding that the New Hampshire regulation does not \"discriminate\" on the basis of disability as that term is used in the ADA, the majority focuses primarily on \"meaningful access\" to government services and programs.  Inasmuch as Theriault received a driver's license renewal, the majority is correct in recognizing that one of the goals of the ADA has been vindicated.  However, this focus on access does not permit adequate review of the process through which the government determines qualifications for a program.  That process may be as discriminatory as the ultimate determination of eligibility itself.  Yet the majority seems to say that it is only once all the qualification judgments have been made, and the entitlement to access established, that the disabled can claim that there is discrimination within the meaning of the ADA if access to the program is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The majority cites the ADA's prohibition of discrimination against \"qualified\" individuals to support its conclusion that different treatment of a disabled individual during a \"threshold inquiry\" into qualifications is not discrimination within the meaning of the ADA.  So long as some reasonable, objective basis for questioning an applicant's qualifications is present, there is no discrimination.  Thus, in the qualifications context, the majority reads an \"invidiousness\" or \"irrationality\" element into the statutory definition of \"discrimination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I think that is too narrow a view of the ADA, one purpose of which is \"to provide a clear and comprehensive national mandate for the elimination of discrimination against individuals with disabilities.\"  42 U.S.C. &#167; 12101.  Congress did not premise the ADA on \"reasonable\" assumptions about people with disabilities.  The ADA establishes a framework for scrutinizing all government regulations that discriminate on the basis of disability, not just unreasonable ones.  In enacting the ADA, one of Congress' targets was society's basic assumption that it is reasonable to link \"disabled\" with \"not qualified.\"   Congress recognized the inherent unfairness embodied in such assumptions:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>The discriminatory nature of policies and practices that exclude and segregate disabled people has been obscured by the unchallenged equation of disability with incapacity and by the gloss of \"good intentions.\"   The innate biological and physical \"inferiority\" of disabled people is considered self-evident.  This \"self-evident\" proposition has served to justify the exclusion and segregation of disabled people from all aspects of life.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">S.Rep. 101-116, at 16 (1989);  H.R. Rep. 101-485, at 41 (1990) (quoting testimony of Arlene Meyerson), reprinted in 1990 U.S.C.C.A.N. 267, 323.   Congress was of course concerned with ensuring that qualified individuals with disabilities be given opportunities commensurate with their real abilities.  But Congress also took cognizance of the discrimination experienced by the disabled during the process of gaining access to opportunity and sought to limit such discrimination.  The stigmatic effects of such discrimination are very real, leading Congress to conclude that \"[d]iscrimination produces fear and reluctance to participate on the part of people with disabilities.\"   S. Rep. 101-116, at 16 (1989);  H.R. Rep. 101-485, at 42 (1990), reprinted in 1990 U.S.C.C.A.N. 267, 324.   That is why additional administrative requirements applied only to those with an apparent disability are subjected to the more searching inquiry of necessity rather than mere reasonableness.  See 28 C.F.R. &#167; 35.130(b)(7) (discussed below).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">New Hampshire's regulation classifies people on the basis of apparent disability rather than on their actual ability to drive safely.  Simply put, New Hampshire discriminates against the entire class of disabled persons--qualified and not qualified alike--to ensure that no driver's license is issued to a disabled person who cannot drive safely (and, thus, is not qualified).  New Hampshire's regulation discriminates against both qualified and nonqualified individuals with disabilities by singling out disabled individuals as a group for separate treatment.  It is the use of disability as a proxy for \"presumptively not qualified\" that works the discrimination of which Theriault complains.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Assuming non-disabled individuals are qualified while assuming disabled individuals are not is generally inconsistent with the ADA.  A similar proscription from Title I of the ADA<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> helps to inform this understanding.  The ADA explicitly forbids discrimination \"in regard to job application procedures\" and specifies that the term \"discriminate\" includes \"limiting, segregating, or classifying a job applicant in a way that adversely affects the opportunities or status of such applicant or employee because of the disability of such applicant.\"  42 U.S.C. &#167; 12112.  In Title I language very similar to the Title II regulation (28 C.F.R. Part 35) under which we review New Hampshire's driver's license renewal program, the ADA prohibits the utilization of \"standards, criteria, or methods of administration ... that have the effect of discrimination on the basis of disability.\"  42 U.S.C. &#167; 12112(b)(3).  Methods of administration which assume that non-disabled individuals are more likely to be qualified than disabled individuals \"have the effect of discriminating on the basis of disability,\" even if they have intuitive appeal as reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The majority further concludes that New Hampshire's program does not discriminate on the basis of disability because the road test requirement was based on the symptoms of a disability (Theriault's limited use of his hands) rather than the disability itself (cerebral palsy).  The majority disassociates Theriault's disability from the symptoms of that disability, stating that \"[t]here is no evidence ... that Theriault was singled out because he is a disabled individual.\"   Instead, he was asked to take the road test because of \"his physical condition on the day of the test.\"   I question the validity of this distinction.  Theriault was singled out for a road test because he has a disability which always manifests itself in the limited use of his hands.  He is disabled because he has these symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">I think School Board of Nassau County, Fla. v. Arline, 480 U.S. 273, 107 S.Ct. 1123, 94 L.Ed.2d 307 (1987), does not support the majority's distinction between a response to the symptoms of a disability and the disability itself.  In Arline, the school board sought to shield its treatment of a teacher with tuberculosis from review under Section 504 of the Rehabilitation Act of 1973.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Id. at 276, 107 S.Ct. 1123.   The school board argued that its treatment of Arline was not based on her tuberculosis as such, but on her contagiousness.  Id. at 281-82, 107 S.Ct. 1123.   The Supreme Court rejected this reasoning, opining that \"[i]t would be unfair to allow an employer to seize upon the distinction between the effects of a disease on others and the effects of a disease on a patient and use that distinction to justify discriminatory treatment.\"  Id. at 282, 107 S.Ct. 1123.   A fortiori, if the law does not recognize a distinction between a disability and its possible effect on others (i.e., contagiousness), the law does not recognize a distinction between a disease and its effect on the afflicted individual himself.  As the Supreme Court recognized,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Congress extended coverage ... to those individuals who are simply \"regarded as having\" a physical or mental impairment.  The Senate Report provides as an example of a person who would be covered under this subsection \"a person with some kind of visible physical impairment which in fact does not substantially limit that person's functioning.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. (quoting S. Rep. 93-1297, at 64).  Theriault is just such an individual:  he has a visible physical impairment which in fact does not substantially limit him from functioning as a driver.  Nonetheless, Theriault was treated differently because of his visible physical impairment, which is exactly what Congress sought to address through the ADA.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Recognizing that discrimination is taking place is critical because it shifts the burden to the government to justify the discrimination.  Thus, a policy or practice that discriminates on the basis of disability in the administration of a governmental program cannot be defended on the basis that the policy is reasonable.  The ADA sets a higher standard for justifying governmental discrimination on the basis of disability:  in the present context, the government must show that the discrimination itself is \"necessary\" to the licensing scheme, or that modification would work a \"fundamental alteration\" in the program.  See 28 C.F.R. &#167; 35.130(b)(7) &amp; (8);  see also Clark v. Virginia Bd. of Bar Examiners, 880 F.Supp. 430, 442-43 (E.D.Va.1995) (holding that under Title II of the ADA, when an \"additional burden discriminates against those with disabilities ... the [public entity] must show that [the additional burden] is necessary to the performance of its licensing function\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This affirmative burden on the government to justify the discrimination is inconsistent with some of the district court's reasoning in denying Theriault's claim and demands further explication.  After finding that Theriault had failed to articulate a prima facie case of unlawful discrimination, the district court provided an alternative ground for its decision by doing a McDonnell Douglas<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> analysis.  The court held that the Commissioner had advanced a \"legitimate non-discriminatory basis\" for requiring the road test and that Theriault had \"failed to produce any evidence that would reasonably support a finding of discriminatory animus on defendant's part.\"   Because the majority agrees with the district court that no discrimination under the ADA had been established, it declines to comment on the propriety of this alternative holding.  Because I find that the regulation does discriminate, but nevertheless withstands ADA scrutiny, a discussion of the appropriate legal framework is in order.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The McDonnell Douglas analysis is inapposite when examining a regulation for compliance with Title II of the ADA.  McDonnell Douglas established a process for inferring discriminatory intent when direct evidence of such intent is lacking.  See McDonnell Douglas, 411 U.S. at 802-03, 93 S.Ct. 1817.   However, in a facial challenge to a regulation under Title II of the ADA the intent of the public entity that promulgated the regulation is not at issue.  Title II prohibits public entities from acting in a way which has the effect of discriminating on the basis of disability, whether the public entity intended to discriminate or not.  See 28 C.F.R. &#167; 35.130(b)(3) (prohibiting public entities from administering programs or criteria that \"have the effect of subjecting qualified individuals with disabilities to discrimination on the basis of disability\" pursuant to Title II of the ADA);  see also Tyler v. City of Manhattan, 118 F.3d 1400, 1407 (10th Cir.1997)(\"In enacting the ADA, Congress recognized that discrimination against the disabled is often the product of indifference rather than animosity.\").  In interpreting Section 504 of the Rehabilitation Act, the Supreme Court stated that \"much of the conduct that Congress sought to alter in passing the Rehabilitation Act would be difficult if not impossible to reach were the Act construed to proscribe only conduct fueled by discriminatory intent.\"  Alexander v. Choate, 469 U.S. 287, 296-97, 105 S.Ct. 712, 83 L.Ed.2d 661 (1985).  Therefore, McDonnell Douglas burden shifting is unnecessary in this context;  intent need not be found.  Once Theriault showed that the challenged regulation discriminated among applicants on the basis of disability, the burden should have shifted to the Commissioner to justify the regulation as necessary to protect public safety.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Not all disability-based discrimination is prohibited by the ADA.  Indeed, where, as in the present context, important public safety concerns are present, some discrimination may be permissible.  See e.g., 28 C.F.R. Pt. 35, App.  A, at 477 (1997)(in establishing safety standards for licensees \"the public entity must ensure that standards that it promulgates do not discriminate against ... qualified individuals with disabilities in an impermissible manner \")(emphasis added).  The inquiry turns then on whether the New Hampshire regulation impermissibly discriminates.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The ADA regulations require public agencies to eliminate policies, practices, and procedures which discriminate on the basis of disability \"unless the public entity can demonstrate that making [ ] modifications would fundamentally alter the nature of the service, program, or activity.\"  28 C.F.R. &#167; 35.130(b)(7).  The regulations go on to prohibit eligibility criteria that have the effect of discriminating against disabled individuals \"unless such criteria can be shown to be necessary[.]\"  28 C.F.R. &#167; 35.130(b)(8);  see also 28 C.F.R. Pt. 35, App.  A, at 478 (1997)(citing driver's license requirements as a context where policies which tend to screen out disabled individuals can be justified by safety concerns).  The ability to require a road test is necessary if the Commissioner is to adequately protect public safety.  The ADA does not require a state to forgo testing and rely solely on a license renewal applicant's representations of driving ability.  Nor does the ADA demand that a state require every renewal applicant take a road test in order to legitimize more selective testing.  Such a drastic change would \"fundamentally alter\" the program as that term is used in 28 C.F.R. &#167; 35.130(b)(7) and is therefore not required by the ADA.  As the majority points out, the state must be given some leeway in balancing public safety concerns with the ADA's anti-discrimination mandate.  The regulation at issue here appropriately charts that course.  Because the Commissioner has affirmatively met the burden required to justify discrimination under the ADA, I concur.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All drivers over age 75 are required to pass a road performance evaluation in order to renew their licenses.  N.H.Code Admin.  R. [Saf-C] 1003.27(c).  Drivers under age 75 must do so only in certain circumstances.  Id. at 1003.27(b).   See infra at 47.  Theriault was 25 when he applied for the renewal license in 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Theriault sought declaratory and injunctive relief establishing that the Commissioner had violated his rights under the ADA and barring the state from requiring persons with disabilities to take road tests as a prerequisite to license renewals in the absence of a substantiated safety risk</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Choate involved interpretation of Section 504 of the Rehabilitation Act, 29 U.S.C. &#167; 794, which outlawed discrimination against individuals with disabilities by public entities receiving federal financial assistance.  Title II of the ADA was expressly modeled after Section 504 of the Rehabilitation Act, and is to be interpreted consistently with that provision.  See 42 U.S.C. &#167;&#167; 12133, 12201(a);  see also Bragdon v. Abbott, 524 U.S. 624, ----, 118 S.Ct. 2196, 2202, 141 L.Ed.2d 540 (1998);  Arnold v. United Parcel Serv., 136 F.3d 854, 861 n. 6 (lst Cir.1998);  Crowder v. Kitagawa, 81 F.3d 1480, 1484 (9th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subsection 6, inter alia, provides that \"[n]o physical defect of an applicant shall debar him from receiving a license unless it can be shown by common experience that such defect incapacitates him from safely driving a motor vehicle, except as provided in [subsection 13].\"  Subsection 13 specifies licensing restrictions that may be imposed \"to assure the safe driving of a motor vehicle by the licensee.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is undisputed that Theriault is an \"individual with a disability\" within the meaning of the ADA and that the New Hampshire Department of Safety is a \"public entity\" subject to the obligations of the statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Theriault claims that the licensing officer's motivation in requiring a road test is a question of fact that is not resolved by the present record, which, he claims, does not even demonstrate which of two possible licensing officials was involved.  Absent some evidence indicating that discrimination based on his disability animated the official, we think it sufficient for purposes of summary judgment that the record contains objective evidence that, beyond dispute, warrants a reasonable concern for safety, i.e.,Theriault's limited use of his hands on the day in question in the face of his use of hand controls to drive.  Although, as the district court acknowledged, the Commissioner's case could have been strengthened with an affidavit from the licensing examiner stating the basis for his decision, we consider the record adequate to support summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In so concluding, we effectively also dispose of Theriault's related contention that the regulation upon which the Commissioner relied, N.H.Code Admin.  R. [Saf.-C] 1103.27(b), see supra at 47, is facially violative of the ADA.  The regulation's listing of \"psychological or physical impairment[s]\" as bases for a belief that \"the applicant may be a hazard to public safety\" does not authorize road testing of every individual manifesting such conditions but merely recognizes that such limitations are among the factors that could lead to a road test if--as in this case--they raise a question about the applicant's driving ability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Theriault suggests that the district court erroneously applied the analysis set out in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-03, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).  The court, however, gave little attention to that framework, and it was at best an alternative ruling.  We decline to delve into McDonnell Douglas;  our discussion makes it clear that Theriault failed to articulate a viable claim of discrimination based on disability in violation of the ADA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Title II of the ADA states that \"no qualified individual with a disability shall, by reason of such disability ... be subjected to discrimination by any [public] entity.\"  42 U.S.C. &#167; 12132</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Title II, which prohibits disability-based discrimination by public entities, speaks in more general terms than Title I (employment) and Title III (public accommodations).  However, Congress clearly did not intend to give public entities more latitude than private parties to discriminate against the disabled.  See H.R. Rep. 101-485, at 84 (1990), reprinted in 1990 U.S.C.C.A.N. 267, 367 (\"The Committee intends [ ] that the forms of discrimination prohibited by [Title II] be identical to those set out in the applicable provisions of titles I and III of [the ADA].\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As noted by the majority, Title II was modeled after Section 504 and is to be interpreted consistently with that provision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> McDonnell Douglas v. Green, 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></span></p>\n    <p class=\"case_cite\">8 A.D. Cases 1582, 14 NDLR P 65</p>\n    <p class=\"parties\">Dennis THERIAULT, Plaintiff, Appellant,<br>v.<br>Richard M. FLYNN, Commissioner, New Hampshire Department of<br>Safety, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1420.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 19, 1998.<br>Decided Dec. 8, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wiltrud R. Mott-Smith with whom Ronald K. Lospennato, was on brief, for appellant.</p>\n      <p class=\"indent\">Martha A. Moore, Assistant Attorney General, with whom Philip T. McLaughlin, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before LIPEZ, Circuit Judge, and COFFIN and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Dennis Theriault claims that the Commissioner of the New Hampshire Department of Safety (\"the Commissioner\") violated the Americans with Disabilities Act, 42 U.S.C. &#167;&#167; 12101-12213, by requiring him to take a road test as a prerequisite to renewing his driver's license when such testing was not a mandatory part of the renewal procedure for all applicants.  Theriault, who has cerebral palsy and uses a wheelchair, previously had obtained a license to operate a vehicle equipped with hand controls.  He maintains that he was required to pass a new test solely because of his disability.  The district court concluded that a licensing officer's decision to administer the road test, after observing Theriault's apparent inability to control his hand movements, did not constitute unlawful discrimination, and granted summary judgment for the Department.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Our review of a district court's grant of summary judgment is plenary, see American Airlines v. Cardoza-Rodriguez, <span class=\"citation\" data-id=\"750074\"><a href=\"/opinion/750074/75-fair-emplpraccas-bna-1217-73-empl-prac-dec-p-45332-pens-plan/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 116 (1st Cir.1998), and we must consider the facts in the light most favorable to the opposing party, plaintiff Theriault.  See id.   Summary judgment is appropriate only if there is no genuine issue of material fact, allowing the court to conclude that the Commissioner is entitled to judgment as a matter of law.  See id.;  Fed.R.Civ.P. 56(c).  We briefly outline the relevant facts with these standards in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Theriault's cerebral palsy, among other symptoms, diminishes his ability to use his legs and causes involuntary hand movements.  He uses a walker to travel short distances and a manual wheelchair or electric scooter for longer distances.  He originally obtained a driver's license in 1987 after a road test in which he used a vehicle equipped with hand controls.  Although road tests are not always part of the renewal process,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Theriault was asked to take a road test again when he first renewed his license in 1991;  he was told that the test was necessary at that time because his original license had not been properly coded for the use of special equipment.  He successfully completed the test and was issued a license stamped with the letter \"C,\" which indicated the use of hand controls.  In February 1995, Theriault applied to renew his license for the second time, triggering the events underlying this case.  Because his ability to write is extremely limited as a result of his cerebral palsy, Theriault's father completed the application form for him.  After submitting the form, Theriault was asked to take a road test again.  No explanation was given at that time for the testing.  He again successfully completed the driving evaluation and was issued the renewal license.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Theriault subsequently filed this lawsuit and alleged that requiring a road test \"solely on the basis of his obvious disability, and without any substantiated information that he posed a particular risk to public safety,\" constituted discrimination in violation of the ADA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In response, the Commissioner argued that the decision to require a road test did not reflect impermissible discrimination, but resulted instead from the licensing officer's judgment that Theriault's physical condition on the day he sought relicensing warranted assurance that he could safely drive a vehicle.  In support of the decision to require the road test, the Commissioner relied upon a New Hampshire Department of Safety regulation stating that applicants under age 75 may be required to take road tests as part of the renewal process</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>if the director has any reason to believe the applicant may be a hazard to public safety if licensed to drive, such as but not limited to apparent psychological or physical impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">N.H.Code Admin.  R. [Saf-C] 1003.27(b).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court concluded that the Commissioner did not discriminate against Theriault based on his disability and therefore did not violate the ADA in requiring Theriault to take a road test.  The court explained its review of the undisputed facts as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[I]t is evident that defendant required plaintiff to perform a road test, not simply because he finds himself among that group of persons who suffer from cerebral palsy, but based upon his own manifested symptoms and apparent inability to control his hand movements on the day he sought relicensing, and the fact that he operates his automobile with hand controls.  That is to say, defendant asked plaintiff to demonstrate his ability to safely operate his motor vehicle because the physical manifestations of his disability (at least on the day in question) reasonably suggested to defendant that, despite his prior ability to drive safely, plaintiff may have no longer been able to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After an unsuccessful motion to alter judgment, Theriault appealed, claiming that the court improperly drew factual inferences favorable to the Commissioner and misapplied the ADA in concluding as a matter of law that the road testing did not constitute unlawful discrimination.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The ADA is a federal civil rights statute designed to provide comprehensive protection for disabled individuals against discrimination based on their disabilities.  See Arnold v. United Parcel Serv., <span class=\"citation\" data-id=\"197809\"><a href=\"/opinion/197809/arnold-v-united-parcel/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">854</span></a></span>, 861 (1st Cir.1998);  Jacques v. Clean-Up Group, Inc., <span class=\"citation\" data-id=\"726664\"><a href=\"/opinion/726664/richard-jacques-v-clean-up-group-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span>, 510 (1st Cir.1996);  42 U.S.C. &#167; 12101(b)(1).  Title II of the statute provides that no \"qualified individual with a disability\" shall, by reason of that disability, \"be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity.\"  42 U.S.C. &#167; 12132.  The protection afforded by the ADA is characterized as a guarantee of \"meaningful access\" to government benefits and programs, see Alexander v. Choate, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 301, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>;  Wynne v. Tufts Univ.  Sch. of Med., <span class=\"citation\" data-id=\"560452\"><a href=\"/opinion/560452/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir.1991) (en banc ), which broadly means that public entities must take reasonable steps to ensure that individuals with disabilities can take advantage of such public undertakings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This aspect of the ADA is not directly at issue here, as it cannot reasonably be argued that Theriault was denied \"meaningful access\" to a government benefit or program.  New Hampshire does not foreclose individuals with cerebral palsy, or those who use wheelchairs, or even those whose hands uncontrollably shake, from driving, although their licenses may be restricted to operating vehicles with appropriate modifications.  See N.H.Rev.Stat. Ann. &#167;&#167; 263:6, 13.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Indeed, Theriault had been a licensed driver for eight years before the application process at issue, and his license was renewed, with minimal delay, following the challenged road test.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Theriault's claim centers instead on the method used to determine access to the government benefit, and his contention is that the extra eligibility requirement imposed upon him--the road test--constituted discrimination based on his disability.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Federal regulations explicitly forbid public entities from \"administer[ing] a licensing or certification program in a manner that subjects qualified individuals with disabilities to discrimination on the basis of disability.\"   See 28 C.F.R. &#167; 35.130(b)(6).  In the context of licensing or certification, a person is \"qualified\" and thus within the protected category if he or she can meet the \"essential eligibility requirements\" for receiving a license or certification, with accommodation made for the disability.  See 42 U.S.C. &#167; 12131(2);  28 C.F.R. pt. 35, app.  A, at 472 (1997);  Applicants v. Texas State Bd. of Law, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">923404</span></span>, at * 6 (W.D.Tex. Oct. 11, 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In determining whether \"essential eligibility requirements\" are met, a public entity properly may consider whether an applicant with a disability poses a direct threat to the health and safety of others.  See 28 C.F.R. pt. 35, app.  A, at 472-73 (1997);  id. at &#167; 36.208(c).  See also Bragdon v. Abbott, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, ----, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>, 2210, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1998) (involving Title III of the ADA) (noting the need to balance the interests of individuals with disabilities against legitimate concerns for public safety);  School Board of Nassau County v. Arline, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 287, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1987) (involving the Rehabilitation Act) (relied on in Bragdon ).   According to regulation, this judgment may not be based on generalizations or stereotypes about the effects of a particular disability, but must result from \"an individualized assessment, based on reasonable judgment that relies on current medical evidence or on the best available objective evidence.\"  28 C.F.R. &#167; 36.208(c);  see Arline, 480 U.S. at 287, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At this juncture, there is no dispute that Theriault, having demonstrated his ability to drive safely by means of the road test, meets the \"essential eligibility requirements\" for obtaining a New Hampshire driver's license.  The issue is whether the Commissioner violated the ADA in making that determination by requiring Theriault to take the third road test.  Theriault maintains that his condition had not changed, and perhaps even had improved, since he previously had renewed his license, and he emphasizes that he had never had an accident during his eight years of driving.  In Theriault's view, therefore, his eligibility for a driver's license already had been established, and asking him to requalify with a road test when nondisabled individuals are not similarly reviewed constitutes discrimination in the administration of the driver's license program in violation of the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If this were, in fact, a case in which an additional eligibility requirement had been imposed on an applicant simply because he is disabled, a violation of the ADA in all likelihood would have occurred.  See Clark v. Virginia Bd. of Bar Examiners, <span class=\"citation no-link\"><span class=\"volume\">880</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">430</span></span>, 442 (E.D.Va.1995) (finding discrimination based on disability where question on bar application \"imposes an additional burden on applicants with [mental] disabilities to satisfy additional eligibility criteria\").  There is no evidence, however, that Theriault was singled out simply because he is a disabled individual or because he has cerebral palsy.  The record reflects, without dispute, that Theriault had limited use of his hands (so much so that he was unable to complete the application), and that the license he carried reported that he operated his vehicle with hand controls.  We agree with the district court that asking him to demonstrate that his present condition did not interfere with his safe driving ability--in other words, asking him to demonstrate that he remained qualified to drive--was not only permissible but also the state's obligation in balancing the rights of the disabled with the responsibility to ensure safety on the roads.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Theriault argues that the Commissioner could have--and should have--met that obligation in a way that did not have a disparate impact on individuals with disabilities, either by administering road tests to all renewal applicants or by soliciting information from all applicants and their motor vehicle records about driving history or conditions that might affect their driving.  The expense of hiring enough licensing officials to conduct the thousands of tests that would be required to satisfy the first of these suggestions strikes us as facially unreasonable, and even Theriault does not press this position.  Relying on file information about driving history, on the other hand, does not speak to an individual's present ability to drive safely.  Moreover, while requesting information directly from applicants might help identify additional individuals who should be given road tests, such interviews would not render road tests irrelevant or improper for applicants with observable limitations directly relevant to driving ability.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the face of a licensing officer's judgment, based on direct observation, that an applicant has a condition that could impact his or her ability to drive safely, we think the Commissioner may reject reliance on an applicant's statement that the condition at issue has not changed materially since his or her license originally was issued or last renewed.  Unless invasive probing of truthfulness were to burden the application process, the results of self-serving statements would be a shaky basis for license issuance.  Moreover, even assuming candid responses from applicants, such changes presumably can be small and, while insignificant to the applicant, properly may prove a basis for concern to an official whose responsibility extends not only to the applicant before him but also to all other drivers on the road.  The Commissioner cannot be faulted for erring on the side of caution when safety is at issue, providing, of course, that the triggering judgment is based not on stereotypes but on observable, relevant circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Theriault does not, in fact, argue that the limitations in the use of his hands are an inappropriate basis for concern in a driver who operates a motor vehicle with hand controls.  His argument is that he previously had met this concern.  We do not discount the inconvenience of multiple road tests and take to heart Theriault's assertion that it is demeaning to be asked repeatedly to prove his ability to drive.  The ADA, however, does not protect disabled individuals from all differences in treatment stemming from their disabilities, and it certainly does not require licensing officials to refrain from evaluating safety risks because an applicant appears to be disabled.  To the contrary, when the safety of the public at large is implicated, public entities must be permitted some latitude in their judgments that individualized assessments of qualifications are necessary.  See generally Strathie v. Department of Transp., <span class=\"citation\" data-id=\"424048\"><a href=\"/opinion/424048/strathie-james-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span>, 231 (3d Cir.1983) (program administrators entitled to \"some measure of deference\" in determining reasonableness of a refusal to accommodate an individual with a disability) (cited in Wynne, 932 F.2d at 25).   In our view, the Commissioner's use of a relatively non-burdensome procedure, properly based on criteria tailored to the ability to drive safely, was a lawful method for determining whether Theriault remained a qualified driver and thus was entitled to a license.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We recognize that, in so holding, we effectively are saying that it is not \"discrimination\" within the meaning of the ADA to rely on the symptoms or appearance of a disability to single out a person for an individualized assessment.  Although the concurrence offers a thoughtful differing view, see infra at 54, we believe our approach is consistent with the Supreme Court's ruling in Arline, 480 U.S. at 273, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, which rejected a school board's attempt to justify its discharge of a teacher by claiming that its decision was based on the contagiousness of her tuberculosis as distinguished from the disease itself.  The school's rationale was found lacking because there had been no individualized inquiry into the actual risks of infection posed by the teacher's own illness, and thus no consideration of whether she was qualified to teach despite her illness.  She was fired simply because she had tuberculosis and because tuberculosis generally is contagious.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus, what is impermissible under Arline is rejecting an applicant automatically as a result of his disease or its symptoms, without considering the individual's abilities.  When, however, symptoms concededly and objectively raise a concern about qualifications--such as significant hand movements in an applicant for a driver's license who operates his vehicle with hand controls--the public entity properly may engage in an individualized inquiry into whether the person is nonetheless qualified without shouldering the burden of defending its \"discrimination\" as \"necessary.\"   See 28 C.F.R. &#167; 35.130(b)(8).  Indeed, we believe this is why the ADA prohibits discrimination against qualified individuals with disabilities.  No cognizable discrimination takes place when an objectively appropriate qualifying assessment is required.  A different case would be presented, of course, if the state's criteria for qualification were assertedly discriminatory.  That is not the case here;  the safe-driving standard is accepted as appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, it is important to note that the triggering criteria here are not limited to conditions of disability.  The touchstone is observed apparent hazard;  the regulation authorizes further inquiry if there is \"any reason\" to believe the applicant may pose a risk to public safety.  Although apparent psychological or physical impairment are specifically listed, the category covers any condition that might impair one's ability to drive, whether based on alcohol, drugs, or emotional, physical or other factors.  This is not a situation in which disabled individuals are singled out for less favorable treatment based only on the fact that they are disabled.  In our view, the ADA permits a public entity to consider the symptoms or appearance of a disability at this threshold stage without activating the burden to defend discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Putting to one side whether our judgment is correct that no violation of the ADA took place as a matter of law, Theriault alternatively argues that summary judgment was premature because the record contained no information about the connection between his hand movements and the mechanics of the hand controls in his car.  We reject the suggestion that the licensing official needed to ascertain the precise way in which Theriault's hand controls worked or the range of his hand movements before requiring the road test.  The question faced by the licensing official was whether, given the apparent physical condition of the applicant before him and the license restriction, he could safely operate his vehicle.  Whether a road test was a proper method for resolving that concern turns on those undisputed facts alone.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Theriault also suggests that the procedure used here was not an \"individualized assessment\" of his eligibility for a driver's license, as required by statute, because the details surrounding his driving record were not examined.  In our view, the requirements were fully met.  It was the individual factors of Theriault's license restriction and the apparent limitations in the use of his hands--not his status as a disabled individual or an individual with cerebral palsy--that made further inquiry into his driving ability reasonable.  The ensuing road test unquestionably was an individualized assessment of his safe driving skills.  Cf., e.g., Ward v. Skinner, <span class=\"citation\" data-id=\"567595\"><a href=\"/opinion/567595/alden-ward-v-samuel-skinner-in-his-official-capacity-as-acting-secretary/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 164 (1st Cir.1991) (upholding denial of waiver from general rule disqualifying individuals with history of epilepsy from driving commercial vehicles);  Stillwell v. Kansas City, Mo., Bd. of Police Comm'rs, <span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">682</span></span>, 683 (W.D.Mo.1995) (invalidating automatic disqualification of one-handed applicants for licensing as armed security guards).  The fact that other information about his driving ability could have been considered does not render the procedures followed inadequate.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To sum up briefly, we conclude that the road test administered to Theriault was a mechanism to determine whether he remained qualified, not a licensing requirement imposed as a barrier to his participation in a government program.  The record does not support an inference that Theriault was asked to take the test simply because he is disabled or suffers from cerebral palsy;  his apparent physical condition on the day of the test presented a legitimate basis for concern about his ability to safely operate his motor vehicle.  The ADA does not bar such qualifying assessments.  It is, in fact, a public entity's responsibility first to determine whether a disabled individual is qualified and then to assure that such qualified individuals are given meaningful access to public programs and activities.  We believe that, on this record, a factfinder would have to conclude that the Commissioner fulfilled these responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We therefore affirm the district court's summary judgment that the Commissioner did not violate the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">LIPEZ, Circuit Judge,(concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">I agree with the majority that New Hampshire has a right to require that each driver licensed by the state meets the essential eligibility requirement of being able to drive safely.  I also agree that there is no violation of the ADA in the Commissioner's requirement that Theriault, as part of the license renewal process, perform a road test in order to establish that he still meets that essential eligibility requirement.  The majority says there is no violation because requiring Theriault to take a road test to gain the renewal of his license was not discrimination within the meaning of the ADA.  I conclude that there was no violation because requiring Theriault to take a road test, though discriminatory within the meaning of the ADA, was permissible discrimination under the Act.  I believe those divergent routes reflect important differences in the application of the ADA, and I therefore write separately.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This case involves a challenge to New Hampshire's method of administering its driver's license renewal program.  In my view, that program discriminates on the basis of disability as the term \"disability\" is defined in the ADA:  \"The term 'disability' means, with respect to an individual--(A) a physical or mental impairment that substantially limits one or more of the major life activities of such individual;  (B) a record of such an impairment;  or (C) being regarded as having such an impairment.\"  42 U.S.C. &#167; 12102(2) (emphasis added).  Pursuant to the New Hampshire Department of Safety regulation, an applicant can be required to take a road test to renew his or her driver's license</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>if the director has any reason to believe the applicant may be a hazard to public safety if licensed to drive, such as but not limited to apparent psychological or physical impairment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">N.H.Code Admin.  R. [Saf-C] 1003.27(b) (emphasis added).  This regulation clearly distinguishes between those who have an apparent disability, described as an apparent psychological or physical impairment, and those who do not.  The requirement that Theriault take a road test because of his apparent disability was discriminatory within the meaning of the ADA.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In concluding that the New Hampshire regulation does not \"discriminate\" on the basis of disability as that term is used in the ADA, the majority focuses primarily on \"meaningful access\" to government services and programs.  Inasmuch as Theriault received a driver's license renewal, the majority is correct in recognizing that one of the goals of the ADA has been vindicated.  However, this focus on access does not permit adequate review of the process through which the government determines qualifications for a program.  That process may be as discriminatory as the ultimate determination of eligibility itself.  Yet the majority seems to say that it is only once all the qualification judgments have been made, and the entitlement to access established, that the disabled can claim that there is discrimination within the meaning of the ADA if access to the program is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The majority cites the ADA's prohibition of discrimination against \"qualified\" individuals to support its conclusion that different treatment of a disabled individual during a \"threshold inquiry\" into qualifications is not discrimination within the meaning of the ADA.  So long as some reasonable, objective basis for questioning an applicant's qualifications is present, there is no discrimination.  Thus, in the qualifications context, the majority reads an \"invidiousness\" or \"irrationality\" element into the statutory definition of \"discrimination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I think that is too narrow a view of the ADA, one purpose of which is \"to provide a clear and comprehensive national mandate for the elimination of discrimination against individuals with disabilities.\"  42 U.S.C. &#167; 12101.  Congress did not premise the ADA on \"reasonable\" assumptions about people with disabilities.  The ADA establishes a framework for scrutinizing all government regulations that discriminate on the basis of disability, not just unreasonable ones.  In enacting the ADA, one of Congress' targets was society's basic assumption that it is reasonable to link \"disabled\" with \"not qualified.\"   Congress recognized the inherent unfairness embodied in such assumptions:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>The discriminatory nature of policies and practices that exclude and segregate disabled people has been obscured by the unchallenged equation of disability with incapacity and by the gloss of \"good intentions.\"   The innate biological and physical \"inferiority\" of disabled people is considered self-evident.  This \"self-evident\" proposition has served to justify the exclusion and segregation of disabled people from all aspects of life.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">S.Rep. 101-116, at 16 (1989);  H.R. Rep. 101-485, at 41 (1990) (quoting testimony of Arlene Meyerson), reprinted in 1990 U.S.C.C.A.N. 267, 323.   Congress was of course concerned with ensuring that qualified individuals with disabilities be given opportunities commensurate with their real abilities.  But Congress also took cognizance of the discrimination experienced by the disabled during the process of gaining access to opportunity and sought to limit such discrimination.  The stigmatic effects of such discrimination are very real, leading Congress to conclude that \"[d]iscrimination produces fear and reluctance to participate on the part of people with disabilities.\"   S. Rep. 101-116, at 16 (1989);  H.R. Rep. 101-485, at 42 (1990), reprinted in 1990 U.S.C.C.A.N. 267, 324.   That is why additional administrative requirements applied only to those with an apparent disability are subjected to the more searching inquiry of necessity rather than mere reasonableness.  See 28 C.F.R. &#167; 35.130(b)(7) (discussed below).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">New Hampshire's regulation classifies people on the basis of apparent disability rather than on their actual ability to drive safely.  Simply put, New Hampshire discriminates against the entire class of disabled persons--qualified and not qualified alike--to ensure that no driver's license is issued to a disabled person who cannot drive safely (and, thus, is not qualified).  New Hampshire's regulation discriminates against both qualified and nonqualified individuals with disabilities by singling out disabled individuals as a group for separate treatment.  It is the use of disability as a proxy for \"presumptively not qualified\" that works the discrimination of which Theriault complains.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Assuming non-disabled individuals are qualified while assuming disabled individuals are not is generally inconsistent with the ADA.  A similar proscription from Title I of the ADA<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> helps to inform this understanding.  The ADA explicitly forbids discrimination \"in regard to job application procedures\" and specifies that the term \"discriminate\" includes \"limiting, segregating, or classifying a job applicant in a way that adversely affects the opportunities or status of such applicant or employee because of the disability of such applicant.\"  42 U.S.C. &#167; 12112.  In Title I language very similar to the Title II regulation (28 C.F.R. Part 35) under which we review New Hampshire's driver's license renewal program, the ADA prohibits the utilization of \"standards, criteria, or methods of administration ... that have the effect of discrimination on the basis of disability.\"  42 U.S.C. &#167; 12112(b)(3).  Methods of administration which assume that non-disabled individuals are more likely to be qualified than disabled individuals \"have the effect of discriminating on the basis of disability,\" even if they have intuitive appeal as reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The majority further concludes that New Hampshire's program does not discriminate on the basis of disability because the road test requirement was based on the symptoms of a disability (Theriault's limited use of his hands) rather than the disability itself (cerebral palsy).  The majority disassociates Theriault's disability from the symptoms of that disability, stating that \"[t]here is no evidence ... that Theriault was singled out because he is a disabled individual.\"   Instead, he was asked to take the road test because of \"his physical condition on the day of the test.\"   I question the validity of this distinction.  Theriault was singled out for a road test because he has a disability which always manifests itself in the limited use of his hands.  He is disabled because he has these symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">I think School Board of Nassau County, Fla. v. Arline, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1987), does not support the majority's distinction between a response to the symptoms of a disability and the disability itself.  In Arline, the school board sought to shield its treatment of a teacher with tuberculosis from review under Section 504 of the Rehabilitation Act of 1973.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Id. at 276, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>.   The school board argued that its treatment of Arline was not based on her tuberculosis as such, but on her contagiousness.  Id. at 281-82, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>.   The Supreme Court rejected this reasoning, opining that \"[i]t would be unfair to allow an employer to seize upon the distinction between the effects of a disease on others and the effects of a disease on a patient and use that distinction to justify discriminatory treatment.\"  Id. at 282, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>.   A fortiori, if the law does not recognize a distinction between a disability and its possible effect on others (i.e., contagiousness), the law does not recognize a distinction between a disease and its effect on the afflicted individual himself.  As the Supreme Court recognized,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Congress extended coverage ... to those individuals who are simply \"regarded as having\" a physical or mental impairment.  The Senate Report provides as an example of a person who would be covered under this subsection \"a person with some kind of visible physical impairment which in fact does not substantially limit that person's functioning.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. (quoting S. Rep. 93-1297, at 64).  Theriault is just such an individual:  he has a visible physical impairment which in fact does not substantially limit him from functioning as a driver.  Nonetheless, Theriault was treated differently because of his visible physical impairment, which is exactly what Congress sought to address through the ADA.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Recognizing that discrimination is taking place is critical because it shifts the burden to the government to justify the discrimination.  Thus, a policy or practice that discriminates on the basis of disability in the administration of a governmental program cannot be defended on the basis that the policy is reasonable.  The ADA sets a higher standard for justifying governmental discrimination on the basis of disability:  in the present context, the government must show that the discrimination itself is \"necessary\" to the licensing scheme, or that modification would work a \"fundamental alteration\" in the program.  See 28 C.F.R. &#167; 35.130(b)(7) &amp; (8);  see also Clark v. Virginia Bd. of Bar Examiners, <span class=\"citation no-link\"><span class=\"volume\">880</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">430</span></span>, 442-43 (E.D.Va.1995) (holding that under Title II of the ADA, when an \"additional burden discriminates against those with disabilities ... the [public entity] must show that [the additional burden] is necessary to the performance of its licensing function\").</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This affirmative burden on the government to justify the discrimination is inconsistent with some of the district court's reasoning in denying Theriault's claim and demands further explication.  After finding that Theriault had failed to articulate a prima facie case of unlawful discrimination, the district court provided an alternative ground for its decision by doing a McDonnell Douglas<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> analysis.  The court held that the Commissioner had advanced a \"legitimate non-discriminatory basis\" for requiring the road test and that Theriault had \"failed to produce any evidence that would reasonably support a finding of discriminatory animus on defendant's part.\"   Because the majority agrees with the district court that no discrimination under the ADA had been established, it declines to comment on the propriety of this alternative holding.  Because I find that the regulation does discriminate, but nevertheless withstands ADA scrutiny, a discussion of the appropriate legal framework is in order.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The McDonnell Douglas analysis is inapposite when examining a regulation for compliance with Title II of the ADA.  McDonnell Douglas established a process for inferring discriminatory intent when direct evidence of such intent is lacking.  See McDonnell Douglas, 411 U.S. at 802-03, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>.   However, in a facial challenge to a regulation under Title II of the ADA the intent of the public entity that promulgated the regulation is not at issue.  Title II prohibits public entities from acting in a way which has the effect of discriminating on the basis of disability, whether the public entity intended to discriminate or not.  See 28 C.F.R. &#167; 35.130(b)(3) (prohibiting public entities from administering programs or criteria that \"have the effect of subjecting qualified individuals with disabilities to discrimination on the basis of disability\" pursuant to Title II of the ADA);  see also Tyler v. City of Manhattan, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1400</span></span>, 1407 (10th Cir.1997)(\"In enacting the ADA, Congress recognized that discrimination against the disabled is often the product of indifference rather than animosity.\").  In interpreting Section 504 of the Rehabilitation Act, the Supreme Court stated that \"much of the conduct that Congress sought to alter in passing the Rehabilitation Act would be difficult if not impossible to reach were the Act construed to proscribe only conduct fueled by discriminatory intent.\"  Alexander v. Choate, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 296-97, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985).  Therefore, McDonnell Douglas burden shifting is unnecessary in this context;  intent need not be found.  Once Theriault showed that the challenged regulation discriminated among applicants on the basis of disability, the burden should have shifted to the Commissioner to justify the regulation as necessary to protect public safety.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Not all disability-based discrimination is prohibited by the ADA.  Indeed, where, as in the present context, important public safety concerns are present, some discrimination may be permissible.  See e.g., 28 C.F.R. Pt. 35, App.  A, at 477 (1997)(in establishing safety standards for licensees \"the public entity must ensure that standards that it promulgates do not discriminate against ... qualified individuals with disabilities in an impermissible manner \")(emphasis added).  The inquiry turns then on whether the New Hampshire regulation impermissibly discriminates.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The ADA regulations require public agencies to eliminate policies, practices, and procedures which discriminate on the basis of disability \"unless the public entity can demonstrate that making [ ] modifications would fundamentally alter the nature of the service, program, or activity.\"  28 C.F.R. &#167; 35.130(b)(7).  The regulations go on to prohibit eligibility criteria that have the effect of discriminating against disabled individuals \"unless such criteria can be shown to be necessary[.]\"  28 C.F.R. &#167; 35.130(b)(8);  see also 28 C.F.R. Pt. 35, App.  A, at 478 (1997)(citing driver's license requirements as a context where policies which tend to screen out disabled individuals can be justified by safety concerns).  The ability to require a road test is necessary if the Commissioner is to adequately protect public safety.  The ADA does not require a state to forgo testing and rely solely on a license renewal applicant's representations of driving ability.  Nor does the ADA demand that a state require every renewal applicant take a road test in order to legitimize more selective testing.  Such a drastic change would \"fundamentally alter\" the program as that term is used in 28 C.F.R. &#167; 35.130(b)(7) and is therefore not required by the ADA.  As the majority points out, the state must be given some leeway in balancing public safety concerns with the ADA's anti-discrimination mandate.  The regulation at issue here appropriately charts that course.  Because the Commissioner has affirmatively met the burden required to justify discrimination under the ADA, I concur.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All drivers over age 75 are required to pass a road performance evaluation in order to renew their licenses.  N.H.Code Admin.  R. [Saf-C] 1003.27(c).  Drivers under age 75 must do so only in certain circumstances.  Id. at 1003.27(b).   See infra at 47.  Theriault was 25 when he applied for the renewal license in 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Theriault sought declaratory and injunctive relief establishing that the Commissioner had violated his rights under the ADA and barring the state from requiring persons with disabilities to take road tests as a prerequisite to license renewals in the absence of a substantiated safety risk</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Choate involved interpretation of Section 504 of the Rehabilitation Act, 29 U.S.C. &#167; 794, which outlawed discrimination against individuals with disabilities by public entities receiving federal financial assistance.  Title II of the ADA was expressly modeled after Section 504 of the Rehabilitation Act, and is to be interpreted consistently with that provision.  See 42 U.S.C. &#167;&#167; 12133, 12201(a);  see also Bragdon v. Abbott, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, ----, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>, 2202, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1998);  Arnold v. United Parcel Serv., <span class=\"citation\" data-id=\"197809\"><a href=\"/opinion/197809/arnold-v-united-parcel/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">854</span></a></span>, 861 n. 6 (lst Cir.1998);  Crowder v. Kitagawa, <span class=\"citation\" data-id=\"716749\"><a href=\"/opinion/716749/vernon-crowder-stephanie-good-v-yukio-kitagawa-chairman-board-of/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1484 (9th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Subsection 6, inter alia, provides that \"[n]o physical defect of an applicant shall debar him from receiving a license unless it can be shown by common experience that such defect incapacitates him from safely driving a motor vehicle, except as provided in [subsection 13].\"  Subsection 13 specifies licensing restrictions that may be imposed \"to assure the safe driving of a motor vehicle by the licensee.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is undisputed that Theriault is an \"individual with a disability\" within the meaning of the ADA and that the New Hampshire Department of Safety is a \"public entity\" subject to the obligations of the statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Theriault claims that the licensing officer's motivation in requiring a road test is a question of fact that is not resolved by the present record, which, he claims, does not even demonstrate which of two possible licensing officials was involved.  Absent some evidence indicating that discrimination based on his disability animated the official, we think it sufficient for purposes of summary judgment that the record contains objective evidence that, beyond dispute, warrants a reasonable concern for safety, i.e.,Theriault's limited use of his hands on the day in question in the face of his use of hand controls to drive.  Although, as the district court acknowledged, the Commissioner's case could have been strengthened with an affidavit from the licensing examiner stating the basis for his decision, we consider the record adequate to support summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In so concluding, we effectively also dispose of Theriault's related contention that the regulation upon which the Commissioner relied, N.H.Code Admin.  R. [Saf.-C] 1103.27(b), see supra at 47, is facially violative of the ADA.  The regulation's listing of \"psychological or physical impairment[s]\" as bases for a belief that \"the applicant may be a hazard to public safety\" does not authorize road testing of every individual manifesting such conditions but merely recognizes that such limitations are among the factors that could lead to a road test if--as in this case--they raise a question about the applicant's driving ability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Theriault suggests that the district court erroneously applied the analysis set out in McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-03, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).  The court, however, gave little attention to that framework, and it was at best an alternative ruling.  We decline to delve into McDonnell Douglas;  our discussion makes it clear that Theriault failed to articulate a viable claim of discrimination based on disability in violation of the ADA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Title II of the ADA states that \"no qualified individual with a disability shall, by reason of such disability ... be subjected to discrimination by any [public] entity.\"  42 U.S.C. &#167; 12132</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Title II, which prohibits disability-based discrimination by public entities, speaks in more general terms than Title I (employment) and Title III (public accommodations).  However, Congress clearly did not intend to give public entities more latitude than private parties to discriminate against the disabled.  See H.R. Rep. 101-485, at 84 (1990), reprinted in 1990 U.S.C.C.A.N. 267, 367 (\"The Committee intends [ ] that the forms of discrimination prohibited by [Title II] be identical to those set out in the applicable provisions of titles I and III of [the ADA].\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As noted by the majority, Title II was modeled after Section 504 and is to be interpreted consistently with that provision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> McDonnell Douglas v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111832/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/197809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424048/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/560452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/567595/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/716749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/750074/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T23:48:45.022112Z",
      "date_modified": "2018-03-26T21:44:35.660637Z",
      "date_filed": "1998-12-09",
      "date_filed_is_approximate": false,
      "slug": "theriault-v-dept-of-safety",
      "citation_id": 174563,
      "case_name_short": "Theriault",
      "case_name": "Theriault v. Dept. of Safety",
      "case_name_full": "",
      "federal_cite_one": "162 F.3d 46",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 26,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/288380/theriault-v-dept-of-safety/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:12:01.204208Z",
  "date_modified": "2014-10-30T08:12:01.204208Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Theriault",
  "case_name": "Theriault v. Dept. of Safety",
  "case_name_full": "",
  "slug": "theriault-v-dept-of-safety",
  "docket_number": "98-1420",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}