{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2891223/",
  "id": 2891223,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3033797/",
      "id": 3033797,
      "absolute_url": "/opinion/3033797/rj-reynolds-v-shewry/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2891223/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3033797/",
          "id": 3033797,
          "absolute_url": "/opinion/3033797/rj-reynolds-v-shewry/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3033797/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T22:50:03.138162Z",
          "date_modified": "2017-04-11T22:27:05.717197Z",
          "type": "010combined",
          "sha1": "96f27562d8fdf5582999aedf9c2cb93366e5077f",
          "page_count": 51,
          "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2005/09/09/0316535.pdf",
          "local_path": "pdf/2005/09/09/r.j._reynolds_v._shewry.pdf",
          "plain_text": "                  FOR PUBLICATION\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\nR.J. REYNOLDS TOBACCO COMPANY;                No. 03-16535\nLORILLARD TOBACCO COMPANY;                       D.C. No.\nR. J. REYNOLDS SMOKE SHOP, INC.,            CV-03-00659-LKK\n               Plaintiffs-Appellants,\n                                            ORDER DENYING\n                 v.                          PETITIONS FOR\nSANDRA SHEWRY, Director of the               REHEARING EN\nCalifornia Department of Health               BANC AND\nServices; DILEEP G. BAL, Acting                AMENDING\nChief of the Tobacco Control                  OPINION AND\nSection of the California                     DISSENT AND\nDepartment of Health Services;                 AMENDED\nSTATE OF CALIFORNIA,                          OPINION AND\n             Defendants-Appellees.             AMENDED\n                                               DISSENT\n\n       Appeal from the United States District Court\n           for the Eastern District of California\n       Lawrence K. Karlton, Senior Judge, Presiding\n\n                 Argued and Submitted\n         May 10, 2004—San Francisco, California\n\n                 Filed September 28, 2004\n                Amended September 9, 2005\n\n       Before: Betty Binns Fletcher, Stephen Trott and\n             Raymond C. Fisher, Circuit Judges.\n\n                  Opinion by Judge Fisher;\n                   Dissent by Judge Trott\n\n\n\n                            12895\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY         12897\n\n\n                         COUNSEL\n\nH. Joseph Escher III, Howard Rice Nemerovski Canady Falk\n& Rabkin, San Francisco, California, for plaintiffs-appellants\n\f12898       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nR.J. Reynolds Tobacco Company and R.J. Reynolds Smoke\nShop, Inc., and Shannon L. Spangler and M. Kevin Underhill,\nShook, Hardy & Bacon, San Francisco, California, for\nplaintiff-appellant Lorillard Tobacco Company.\n\nRobert M. O’Neil and J. Joshua Wheeler, Charlottesville, Vir-\nginia, for amici curiae Thomas Jefferson Center for the Pro-\ntection of Free Expression and the Media Institute, in support\nof the plaintiffs-appellants.\n\nDaniel J. Popeo and Richard A. Samp, Washington, D.C., for\namici curiae Washington Legal Foundation, in support of the\nplaintiffs-appellants.\n\nKaren Leaf, Deputy Attorney General, Sacramento, Califor-\nnia, for the defendants-appellees.\n\nDeborah B. Caplan and Robert S. McWhorter, Olson, Hagel\n& Fishburn, LLP, Sacramento, California, for amici curiae\nAmerican Cancer Society, California Division, Inc., American\nHeart Association, Western States Affiliates, and American\nLung Association of California, in support of the defendants-\nappellees.\n\n\n                          ORDER\n\n   In light of the Supreme Court’s decision in Johanns v. Live-\nstock Marketing Ass’n, 125 S. Ct. 2055 (2005), the opinion\nand dissent filed on September 28, 2004, and appearing at slip\nop. 14,067, 384 F.3d 1126 (9th Cir. 2004), and slip op.\n14,096, 384 F.3d 1126, 1142, respectively, are amended as\nfollows:\n\n   At slip op. 14,095, line 31, insert the following postscript\nafter “we affirm the judgment of the district court.” and\nbefore “AFFIRMED.”:\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12899\n                        POSTSCRIPT\n\n   After we filed our opinion, the Supreme Court decided\nJohanns v. Livestock Marketing Ass’n, 125 S. Ct. 2055\n(2005), holding that the Beef Promotion and Research Act of\n1985 did not violate the First Amendment by imposing an\nassessment on all sales and importation of cattle to fund beef\npromotional campaigns with which many of the assessed par-\nties disagreed. The Court reasoned, as we do here, that the Act\nwas not susceptible to a First Amendment compelled-subsidy\nchallenge because the assessments funded government\nspeech. Although the Johanns opinion affirms our reasoning,\nJudge Trott remains in dissent. He would now remand to the\ndistrict court pursuant to the Court’s statement in Johanns that\nan as-applied challenge might lie “if it were established . . .\nthat individual beef advertisements were attributed to respon-\ndents.” Id. at 2065.\n\n   Appellants have never, before us or the district court,\nclaimed that the ads at issue in this litigation could be or were\nattributed to them; nor does the record reveal a material ques-\ntion of fact on the issue. A reasonable viewer could not\nbelieve that these anti-industry ads, expressly identified as\n“Sponsored by the California Department of Health Services,”\nwere created, produced or approved by the appellants. The ad\nsingled out by the dissent as “put[ting] [words] directly into\nthe mouth of the tobacco industry,” for example, is unmistak-\nable satire. In that ad, children play in a schoolyard while cig-\narettes fall like rain from the sky and a voiceover states “[w]e\nhave to sell cigarettes to your kids. We need half a million\nnew smokers a year . . . so we advertise near schools, at candy\ncounters.” No reasonable viewer could overlook the satirical\ntenor of this ad and attribute the voiceover text to actual\ntobacco executives.\n\n  We also find inapposite the dissent’s analogy to our recent\norder in Charter v. United States Department of Agriculture,\n412 F.3d 1017 (9th Cir. 2005). We remanded on the question\n\f12900        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nof attribution in that case because the record indicated that the\nNational Cattlemen’s Beef Association “routinely, before\nCongress, and in other public ways and in press announce-\nments, states that it is the trade organization and marketing\norganization of America’s one million cattle producers.” Id.\nat 1019. The record in this case contains no evidence that the\nstate ever attributed its ads to the appellants or that a reason-\nable viewer could have done so; accordingly, we reject the\nanalogy to Charter and decline Judge Trott’s invitation to\nremand.\n\n   At slip op. 14,108, line 8, insert the following postscript\nafter “is without merit.”:\n\n                        POSTSCRIPT\n\n  Shortly after I circulated this dissent, the Supreme Court\ndecided Johanns v. Livestock Marketing Ass’n, 544 U.S.\n______, 125 S.Ct. 2055 (2005). For the majority of the Court,\nJustice Scalia wrote:\n\n    The compelled-subsidy analysis is altogether unaf-\n    fected by whether the funds for the promotions are\n    raised by general taxes or through a targeted assess-\n    ment. Citizens may challenge compelled support of\n    private speech, but have no First Amendment right\n    not to fund government speech. And that is no less\n    true when the funding is achieved through targeted\n    assessments devoted exclusively to the program to\n    which the assessed citizens object. The First Amend-\n    ment does not confer a right to pay one’s taxes into\n    the general fund, because the injury of compelled\n    funding (as opposed to the injury of compelled\n    speech) does not stem from the Government’s mode\n    of accounting.\n\nId. at ______ (second emphasis added) (citations omitted).\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12901\n   Not surprisingly, California’s Attorney General suggests\nthat this ruling “eliminates all possible doubt about the cor-\nrectness” of the majority’s decision. I do not agree.\n\n  The Johanns Court suggests, while “express[ing] no view\non the point,” that if it were to be shown that the challenged\nspeech would “convince a reasonable factfinder” that “all . . .\nproducers[ ] would be tarred with the content of each trade-\nmarked ad,” an “as applied” First Amendment challenge\nmight lie. Id. at __________. (emphasis added).\n\n  Writing separately, Justice Thomas advanced the same sug-\ngestion:\n\n       Still, if the advertisements associated their generic\n    pro-beef message with either the individual or orga-\n    nization respondents, then respondents would have a\n    valid as-applied First Amendment challenge. The\n    government may not, consistent with the First\n    Amendment, associate individuals or organizations\n    involuntarily with speech by attributing an unwanted\n    message to them, whether or not those individuals\n    fund the speech, and whether or not the message is\n    under the government’s control. This principle fol-\n    lows not only from our cases establishing that the\n    government may not compel individuals to convey\n    messages with which they disagree, . . . but also\n    from our expressive-associate cases, which prohibit\n    the government from coercively associating individ-\n    uals or groups with unwanted messages.\n\nId. at ______. (emphasis added) (citations omitted).\n\n   Here, one challenged government television ad —\ndescribed by my colleagues as “particularly striking” — uses\na voice-over technique to speak to the public on behalf of the\ntobacco industry. The words put directly into the mouths of\nthe tobacco industry disparagingly associate the appellants\n\f12902        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nand the industry with the unwanted message about which they\nnow complain:\n\n    We have to sell cigarettes to your kids. We need half\n    a million new smokers a year just to stay in business\n    so we advertise near schools, at candy counters. We\n    lower our prices. We have to. It’s nothing personal.\n    You understand.\n\nThe “we” is the appellants.\n\n   If this language, albeit couched in a literary device, does\nnot “tar all in the industry” required to pay for the ad, and if\nthis language does not “coercively associate” and intention-\nally smear the appellants — all of them — with an “unwanted\nmessage” to which they object, it is hard to know what does.\nI respectfully disagree with the district court’s preemption of\nthis issue as a matter of law. The facts are such as to survive\nsummary judgment and should be submitted — as suggested\nby the Supreme Court — to a factfinder.\n\n   At the very least, we should take our lead from our recent\ndecision in Charter v. United States Department of Agricul-\nture, _____ F.3d _____, _____ (9th Cir. 2005), recognizing\nthe difference between that case and Johanns with respect to\na possible attribution/association “as applied” challenge:\n\n    In light of the Supreme Court’s recognition [in\n    Johanns] (without expressing a view on the issue)\n    that an attribution claim might form the basis for an\n    as-applied First Amendment challenge to the Act,\n    the district court’s decision must be vacated and the\n    case remanded for further proceedings to determine,\n    among other things, whether speech was attributed to\n    appellants and, if so, whether such attribution can\n    and does support a claim that the Act is unconstitu-\n    tional as applied. Id.; see also id. at *9 n.* (Thomas,\n    J., concurring) (noting that, pursuant to Federal Rule\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12903\n    of Civil Procedure 15, “on remand respondents may\n    be able to amend their complaint to assert an attribu-\n    tion claim”).\n\n   There is a world of difference between what was at issue\nand at stake in Johanns and what is on our docket here. In\nJohanns, the question was whether, consistent with the First\nAmendment, the government could compel beef producers to\nfund by way of mandatory assessments a generic advertising\nprogram promoting the sale of beef. 7 U.S.C. § 2901(b). In\nour case, however, the purpose of the coerced speech is delib-\nerately destructive of those forced to pay for it — not so in\nJohanns. Does this difference matter here? I believe it does.\nThe difference is not just one of degree, but of material kind.\nIt is one thing to promote the sale of an agricultural product;\nit is altogether another to attempt to destroy an entire legal\nindustry.\n\n   I see this case as distinguishable from Johanns, and I con-\ntinue respectfully to dissent. In my view, we should remand\nto the district court for reconsideration on the “as applied”\nissue as newly articulated in Johanns itself.\n\n  With these amendments, the panel judges have voted to\ndeny appellants’ petition for panel rehearing. Judge Fisher has\nvoted to deny the petition for rehearing en banc, and Judges\nFletcher and Trott so recommend.\n\n  The panel judges have voted to deny the petition for panel\nrehearing of amicus curiae Washington Legal Foundation.\nJudge Fisher has voted to deny the petition for rehearing en\nbanc, and Judges Fletcher and Trott so recommend.\n\n  The full court has been advised of the petitions for rehear-\ning en banc and no judge of the court has requested a vote on\nwhether to rehear the matter en banc. Fed. R. App. P. 35.\n\n  Appellants’ petition for panel rehearing and petition for\nrehearing en banc, filed October 19, 2004, is DENIED.\n\f12904        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n  The petition for panel rehearing and rehearing en banc of\namicus curiae Washington Legal Foundation, filed October\n27, 2004, is DENIED.\n\n  No further petitions for rehearing or petitions for rehearing\nen banc will be considered.\n\n\n                          OPINION\n\nFISHER, Circuit Judge:\n\n   We deal here with a novel First Amendment claim. The\nappellants, three tobacco companies, claim that California\nviolated their First Amendment rights by imposing a surtax on\ncigarettes and then using some of the proceeds of that surtax\nto pay for advertisements that criticize the tobacco industry.\nThe tobacco companies argue that this is a case of compelled\nsubsidization of speech prohibited by the First Amendment,\nanalogous to United States v. United Foods, Inc., 533 U.S.\n405 (2001). California counters that the advertisements are\ngovernment speech entirely immune from First Amendment\nattack.\n\n   The tobacco companies concede that (1) the imposition of\nthe tax itself is not unconstitutional and (2) the message pro-\nduced by the government’s advertisements creates no First\nAmendment problem apart from its method of funding.\nRather, they argue for an independent First Amendment viola-\ntion based on the close nexus between the government adver-\ntising and the excise tax that funds it. We reject this argument\nas unsupported by the Constitution and Supreme Court prece-\ndent, and as so unlimited in principle as to threaten a wide\nrange of legitimate government activity. We also reject the\ntobacco companies’ claim that the advertisements violated\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                   12905\ntheir rights under the Seventh Amendment or the Due Process\nClause. We thus affirm the district court.1\n\n      FACTUAL AND PROCEDURAL BACKGROUND2\n\n   In 1988, California voters approved Proposition 99, a state-\nwide ballot initiative also known as the “Tobacco Tax and\nHealth Protection Act of 1988.” Cal. Rev. & Tax Code\n§§ 30121-30130. The Act imposes the Cigarette and Tobacco\nProducts Surtax (“the surtax”), a 25-cent per-pack surtax on\nall wholesale cigarette sales in California.\n\n   The revenue generated by the surtax is placed in the “Ciga-\nrette and Tobacco Products Surtax Fund.” Twenty percent of\ntaxes in the surtax fund is allocated to a “Health Education\nAccount,” funds from which are only “available for appropri-\nation for programs for the prevention and reduction of\ntobacco use, primarily among children, through school and\ncommunity health education programs.” Id., § 30122(b)(1).\n\n   In order to implement Proposition 99, the California Legis-\nlature directed the California Department of Health Services\n(“DHS”) to establish “a program on tobacco use and health to\nreduce tobacco use in California by conducting health educa-\ntion interventions and behavior change programs at the state\nlevel, in the community, and other nonschool settings.” Cal.\nHealth & Safety Code § 104375(a). As part of this program,\ncalled the “Tobacco Control Program,” the DHS is required\nto develop a media campaign designed to raise public aware-\nness of the deleterious effects of smoking and to effect a\nreduction in tobacco use. Id., §§ 104375(b), (c), (e)(1) & (j);\n  1\n     We note that the district court issued a particularly thoughtful, thor-\nough and comprehensive opinion in this case, upon which we have sub-\nstantially relied even though we do not adopt all of its reasoning.\n   2\n     Because this case comes before us on the state’s motion to dismiss\nunder Federal Rule of Civil Procedure 12(b)(6), we accept as true all alle-\ngations in the tobacco companies’ complaint.\n\f12906       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n104385(a); 104400. The Tobacco Control Program is funded\nentirely with money from the Health Education Account —\nand thus, ultimately, exclusively from the proceeds of the sur-\ntax.\n\n   This case concerns certain advertisements the DHS pro-\nduced as part of its Tobacco Control Program. According to\nthe tobacco companies, the DHS concluded soon after the\nestablishment of the Tobacco Control Program that a media\ncampaign focused solely on presenting the health risks of\ntobacco use would be of limited utility in reducing the inci-\ndence of smoking in California, because people tend to “tune\nout” advertising that simply explains the health risks involved\nwith tobacco use. Thus, the DHS concluded that, in order to\ncarry out its mandate to encourage Californians to modify and\nreduce their use of tobacco, it would be necessary to launch\na campaign to “denormalize” smoking, by creating a climate\nin which smoking would seem less desirable and less socially\nacceptable.\n\n   One method used by the DHS in this campaign has been to\nportray the tobacco industry itself as deceptive and as an\nenemy of the public health, or, in the companies’ words, to\nattack not “the desirability of a product but . . . the moral\ncharacter of [the] industry, accusing it of hypocrisy, cynicism\nand duplicity.” The district court described these advertise-\nments as follows:\n\n    A recent round of television commercials features an\n    actor playing a public relations executive for the fic-\n    tional cigarette brand “Hampton,” detailing for view-\n    ers his unseemly methods for getting people to start\n    smoking. The ads end with the tagline, “Do You\n    Smell Smoke?,” implicitly referencing both cigarette\n    smoke and a smoke-and-mirrors marketing strategy.\n    Another ad portrays tobacco executives discussing\n    how to replace a customer base that is dying at the\n    rate of 1,100 users a day. Some of the ads end with\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12907\n    images of mock warning labels such as: “WARN-\n    ING: The tobacco industry is not your friend.”; or\n    “WARNING: Some people will say anything to sell\n    cigarettes.” Several spots suggest that tobacco com-\n    panies aggressively market to children. In one partic-\n    ularly striking television ad entitled “Rain,” children\n    in a schoolyard are shown looking up while ciga-\n    rettes rain down on them from the sky. A voice-over\n    states “We have to sell cigarettes to your kids. We\n    need half a million new smokers a year just to stay\n    in business. So we advertise near schools, at candy\n    counters. We lower our prices. We have to. It’s noth-\n    ing personal. You understand.” At the conclusion,\n    the narrator says, “The tobacco industry: how low\n    will they go to make a profit?”\n\nR.J. Reynolds v. Bonta, 272 F.Supp. 2d 1085, 1089 (2003).\nThe district court also noted that each of the challenged adver-\ntisements is “identified as ‘Sponsored by the California\nDepartment of Health Services.’ ” Id. The tobacco companies\ndo not claim that these advertisements contain any affirma-\ntively false statements.\n\n   That California itself is interested in the outcome of the\ncampaign is made clear by the Legislature’s finding that\n“[s]moking is the single most important source of preventable\ndisease and premature death in California” and that prevent-\ning tobacco use by children and young adults is the “highest\npriority in disease prevention for the state of California.” Cal.\nHealth & Safety Code § 104350(a). The district court\nexplained that “there is substantial evidence, including pub-\nlished medical studies, indicating that the Proposition 99 pro-\ngrams, and the media campaign in particular, have been\nsuccessful in achieving their goals.” Bonta, 272 F. Supp. 2d\nat 1088 n.5 (noting the following articles describing the suc-\ncess of California’s campaign in reducing the incidence of\nsmoking: C. Fichtenberg and S. Glantz, Association of the\nCalifornia Tobacco Control Program with Declines in Ciga-\n\f12908         R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nrette Consumption and Mortality from Heart Disease, NEW\nENG. J. MED. 343:24, 1772-1777 (2000); M. Siegel, Mass\nMedia Antismoking Campaigns: A Powerful Tool for Health\nPromotion, ANNALS OF INTERNAL MED., 129:2, 128-132\n(1998); J.P. Pierce, et al., Has the California Tobacco Control\nProgram Reduced Smoking?, JAMA 280:10, 893-899\n(1998)).\n\n   The appellant tobacco companies here are R.J. Reynolds\nTobacco Company; its wholly owned subsidiary R.J. Reyn-\nolds Smoke Shop, Inc.; and Lorillard Tobacco Company. R.J.\nReynolds pays the surtax through sales from its smoke shop\nsubsidiary; Lorillard pays the surtax in connection with cer-\ntain of its research and marketing activities in California.\nThese companies are not the most important sources of reve-\nnue for the surtax, however. Because the surtax is imposed on\ndistributors of cigarettes, most surtax payments are made not\nby cigarette manufacturers themselves, but by cigarette\nwholesalers. Nonetheless, because the tobacco companies sell\nor provide small quantities of cigarettes directly to smokers in\nCalifornia, they have paid and will in the future be required\nto pay the surtax. The tobacco companies here paid approxi-\nmately $14,000 in surtax funds, thus contributing approxi-\nmately $2,800 of the $25 million spent on the challenged ads.\nBonta, 272 F. Supp. 2d at 1090.\n\n   The tobacco companies brought five causes of action\nagainst the state defendants (“the state” or “California”) to the\ndistrict court, seeking both injunctive and declaratory relief.\nThey argued that the use of the surtax to fund the “anti-\nindustry” advertisements violated the First Amendment, that\nthe advertisements improperly stigmatized them in violation\nof the Fourteenth Amendment, that the advertisements inter-\nfered with their right to a jury trial under the Seventh and\nFourteenth Amendments and that the advertisements violated\nthe California Constitution.3 The state moved to dismiss under\n  3\n   This state law claim is not before us.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12909\nFederal Rule of Civil Procedure 12(b)(6). The district court\ndismissed with prejudice all of the companies’ federal consti-\ntutional claims, and the companies timely appealed.\n\n                        DISCUSSION\n\nI.   First Amendment\n\n   We begin by addressing the scope of the First Amendment\nissue. The tobacco companies do not raise a First Amendment\nchallenge to California’s right to sponsor “anti-industry”\nadvertisements. As their brief to this court puts it, “if the\nbroadcasts were funded by general taxes rather than by a tax\nimposed exclusively on the tobacco industry, the anti-industry\nads would raise no First Amendment issue.” Nor do the com-\npanies argue that the surtax itself has interfered with their con-\nstitutional rights. See, e.g., Arkansas Writers’ Project, Inc. v.\nRagland, 481 U.S. 221, 227-29 (1987) (invalidating a statute\nthat granted a tax exemption for religious, professional, trade\nand sports journals that did not apply to other journals); Min-\nneapolis Star & Tribune v. Minn. Comm’r of Revenue, 460\nU.S. 575, 591-93 (1983) (invalidating a special tax on the\npress limited to only a few newspapers). Their claim is spe-\ncific: they argue that using the money raised from an excise\ntax that targets the tobacco industry to pay for advertising that\ndenigrates the industry violates their constitutional rights.\n\n   Before discussing the precedent upon which the tobacco\ncompanies rely, we note that this is a novel argument. At\nissue is neither the government’s power to speak nor the gov-\nernment’s power to tax. Chief Justice John Marshall famously\nstated that “the power to tax involves the power to destroy.”\nMcCullough v. Maryland, 17 U.S. (4 Wheat.) 316, 431\n(1819). According to the tobacco companies, however, this\ncase involves neither an invalid exercise of the government’s\npower to tax nor a claim that they have been destroyed by the\ngovernment’s speech. Rather, the companies claim a constitu-\ntional violation in the link between the excise tax and the gov-\n\f12910         R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nernment speech to which they object. By suggesting that\ncertain taxpayers should be able to object to government\nspeech whenever an excise tax is used to fund a message that\nparticularly affects the group that pays the tax, the tobacco\ncompanies’ argument would implicate a range of other pro-\ngrams. As we shall explain, we reject the “nexus” argument\nas applied to excise taxation. A mere link between an excise\ntax and a government-sponsored advertising campaign, absent\na claim that either the tax or the advertising is unconstitu-\ntional, does not violate the First Amendment.\n\n  A.    United Foods, the Compelled Speech Doctrine and\n        Taxation\n\n   The tobacco companies rely in large part upon one case:\nUnited States v. United Foods, Inc., 533 U.S. 405 (2001).4 We\ndo not agree that United Foods controls. Rather, we conclude\nthat the compelled speech cases, of which United Foods is\none, do not apply where an excise tax is used to produce a\nmessage that indisputably comes from the government itself.\n\n   In United Foods, the Court considered a federal program\ncreated by the Mushroom Promotion, Research, and Con-\nsumer Information Act, 7 U.S.C. § 6101 et seq. As the Court\ndescribed the program,\n\n      The Act authorizes the Secretary of Agriculture to\n      establish a Mushroom Council to pursue the statute’s\n      goals. Mushroom producers and importers, as\n      defined by the statute, submit nominations from\n      among their group to the Secretary, who then desig-\n  4\n   The Supreme Court has recently granted certiorari in Livestock Mktg.\nAss’n v. USDA, 335 F.3d 711 (8th Cir. 2003), cert. granted sub nom.\nVeneman v. Livestock Mktg. Ass’n, 124 S. Ct. 2389, 72 U.S.L.W. 3721\n(U.S. May 24, 2004) (No. 03-1164) and Nebraska Cattlemen, Inc. v. Live-\nstock Mktg. Ass’n, 124 S.Ct. 2390, 72 USLW 3539 (U.S. May 24, 2004),\ninvolving the interaction between the compelled speech and government\nspeech doctrines.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12911\n    nates the Council membership. To fund its programs,\n    the Act allows the Council to impose mandatory\n    assessments upon handlers of fresh mushrooms in an\n    amount not to exceed one cent per pound of mush-\n    rooms produced or imported. The assessments can\n    be used for “projects of mushroom promotion,\n    research, consumer information, and industry infor-\n    mation.” It is undisputed, though, that most moneys\n    raised by the assessments are spent for generic\n    advertising to promote mushroom sales.\n\n533 U.S. at 408 (citations omitted). The petitioner in that case\nwas a mushroom producer that refused to pay its mandatory\nassessment. The Supreme Court described the question pre-\nsented as “whether the government may underwrite and spon-\nsor speech with a certain viewpoint using special subsidies\nexacted from a designated class of persons, some of whom\nobject to the idea being advanced.” 533 U.S. at 410. Under\nthe facts of United Foods, the Supreme Court held that the\nanswer to that question was “no.” The Court held that by\nrequiring the mushroom producer to contribute to generic\nadvertisements for mushroom sales to which it objected, the\ngovernment had put “First Amendment values . . . at serious\nrisk” by “compell[ing] a discrete group of citizens [ ] to pay\nspecial subsidies for speech on the side that [the government]\nfavors.” Id. at 411.\n\n   Read broadly, and taken in isolation, this language might\nplausibly suggest that the tobacco companies have the right to\nobject to the advertisements at issue here because they have\npaid “special subsidies” for the advertisements in the form of\na tax that disproportionately affects them. Yet United Foods\nalso makes clear that not every case in which the government\nmandates support for speech from a particular group necessar-\nily creates a First Amendment violation. Most importantly,\nthe Court specifically declined to address whether the same\nFirst Amendment analysis would apply to cases in which the\nspeech produced was “government speech” that derived from\n\f12912        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nthe state itself and not the Mushroom Council. See id. at 416\n(“The Government argues the advertising here is government\nspeech, and so immune from the scrutiny we would otherwise\napply. As the government admits . . . however, this argument\nwas not raised or addressed in the Court of Appeals.”) (cita-\ntions omitted). United Foods also carefully relied on the\nteaching of previous compelled speech cases to reach its hold-\ning about the contributions to the Mushroom Council. Id. In\norder to understand the impact of United Foods, therefore, we\nexamine the origins and the purpose of the compelled speech\ndoctrine.\n\n   [1] It has long been established that the First Amendment\nprohibits the government from compelling citizens to express\nbeliefs that they do not hold. “[T]he right of freedom of\nthought protected by the First Amendment against state action\nincludes both the right to speak freely and the right to refrain\nfrom speaking at all.” Wooley v. Maynard, 430 U.S. 705, 714\n(1977) (forbidding a state government from compelling\nmotorists to display the message “Live Free or Die” on their\nlicense plates); see also West Virginia State Bd. of Educ. v.\nBarnette, 319 U.S. 624 (1943) (preventing a state government\nfrom forcing children to salute the American flag when the\nchildren’s religious beliefs forbade such behavior). These\ncases are not directly applicable here because there is no\nclaim that the tobacco companies have been forced into\nexpressing any position.\n\n   The Court extended this fundamental principle of freedom\nof expression to situations “involving expression by groups\nwhich include persons who object to the speech, but who,\nnevertheless, must remain members of the group by law or\nnecessity.” United Foods, 533 U.S. at 413. The first such\ncase, Abood v. Detroit Board of Education, 431 U.S. 209\n(1977), involved a challenge by public school teachers to a\ncollective bargaining agreement. The agreement required non-\nunion members who were represented by the teachers union\nto pay a service fee equal to union dues. Some portions of this\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY             12913\nservice fee were then used to pay “for political and ideologi-\ncal purposes unrelated to collective bargaining.” Id. at 232.\nThe Court held that this program violated the principle that\n“the freedom of an individual to associate for the purpose of\nadvancing beliefs and ideas” is protected by the First Amend-\nment. Id. at 233. Although the union could compel objectors\nto provide funds for purposes that were “germane” to “its\nduties as [a] collective-bargaining representative,” it would\nviolate basic principles of freedom of association to compel\nthe financial support of objectors for ideological purposes\nunrelated to collective bargaining. Id. at 235. The Court revis-\nited similar issues in Keller v. State Bar of California, 496\nU.S. 1 (1990), in which it invalidated a program in which\nmandatory dues to the California State Bar were used, over\nmember’s objections, to advance political and ideological\ncauses to which some bar members did not subscribe. The\nCourt held that the state bar could use compulsory member-\nship dues to finance activities “germane” to the purposes for\nwhich the “compelled association and integrated bar [were]\njustified . . . the State’s interest in regulating the legal profes-\nsion and improving the quality of legal services.” Id. at 13. It\ncould not, however, order compulsory dues to be used to\n“fund activities of an ideological nature which fell outside of\nthose areas of activity.” Id. at 14.\n\n  Abood and Keller set forth the principles that were later\napplied — with differing results — in Glickman v. Wileman\nBros. & Elliot, 521 U.S. 457 (1997), and in United Foods to\nprograms in which the government compels agricultural pro-\nducers to contribute to joint marketing programs. In Glick-\nman, the Court rejected a First Amendment challenge to a\nregulatory program that required tree fruit growers to fund\nmarketing campaigns as part of a broader regulation of the\nindustry. The crucial distinction between Glickman and\nUnited Foods is that the mandatory assessment in Glickman\nwas “ancillary to a more comprehensive program restricting\nmarket autonomy.” United Foods, 533 U.S. at 411. We have\nexplained the distinction between the two cases as follows: “If\n\f12914          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nthe generic advertising assessment is part of a ‘comprehensive\nprogram’ that ‘displace[s] many aspects of independent busi-\nness activity,’ exempts the firms within its scope from the\nantitrust laws, and makes them ‘part of a broader collective\nenterprise,’ the assessment does not violate the First Amend-\nment.” Delano Farms v. Cal. Table Grape Comm’n, 318 F.3d\n895, 898-99 (9th Cir. 2003). The program in United Foods, on\nthe other hand, raised a constitutional problem because “[i]f\nthe program is, in the main, simply an assessment of indepen-\ndent and competing firms to pay for generic advertising, it\ndoes violate the First Amendment.” Id. at 899. The United\nFoods rule protects against “making one entrepreneur finance\nadvertising for the benefit of his competitors” when there is\nno broader regulatory interest at stake. 533 U.S. at 418 (Ste-\nvens, J., concurring).\n\n   Seen in this perspective, United Foods is a logical exten-\nsion of a long line of cases that have protected both freedom\nof expression and freedom of association. See United States\nv. Frame, 885 F.2d 1119, 1132 (3d Cir. 1989) (describing the\n“underlying rationale of the right to be free from compelled\nspeech or association” as guiding the Abood line of cases).\nUnder Wooley and Barnette, the First Amendment does not\npermit the government to force citizens to express beliefs that\nare not their own. As an extension of this principle, under\nAbood, Keller and United Foods, the First Amendment also\ndoes not permit the government to force citizens to contribute\nto a private association when the funds are used primarily to\nsupport expression from a certain viewpoint.5 The First\n  5\n    Read in this context, it is clear that United Foods relied on harm to\nexpressive and associational freedoms in order to support its conclusion.\nSee 533 U.S. at 413 (“It is true that the party who protests the assessment\nhere is required simply to support speech by others, not to utter the speech\nitself. We conclude, however, that the mandated support is contrary to the\nFirst Amendment principles set forth in cases involving expression by\ngroups which include persons who object to the speech, but who, never-\ntheless, must remain members of the group by law or necessity.”) (empha-\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                   12915\nAmendment may, however, under Abood and Glickman, per-\nmit the government to compel contributions to an associa-\ntion’s expression when that expression is germane to a\nbroader regulatory scheme that compelled the association in\nthe first place.6\n\n   [2] Nothing in United Foods suggests that the compelled\nspeech doctrine applies to situations where the government\nimposes an excise tax on private citizens and then uses the\nmoney to speak in the name of the government itself. No\ncourt has held otherwise. See NAACP v. Hunt, 891 F.2d 1555,\n1566 (11th Cir. 1990) (“Abood has never been applied to the\ngovernment, however; if it were, taxation would become\nimpossible.”). An otherwise valid tax for an otherwise valid\npurpose ordinarily must bind even those who object to the\ngovernment’s objective. In Board of Regents of the University\nof Wisconsin System v. Southworth, 529 U.S. 217, 229 (2000),\nthe Court explained that:\n\n     It is inevitable that government will adopt and pur-\n     sue programs and policies within its constitutional\n\nsis added). The Court emphasized that contributions to the Mushroom\nCouncil forced certain private parties to pay for the speech of other private\nparties — a violation of both expressive and associative freedom. Id. at\n416 (noting “the mandatory assessments imposed to require one group of\nprivate persons to pay for speech by others”).\n   6\n     Because United Foods is easily reconciled with previous Supreme\nCourt precedent, we do not see a basis in United Foods for our dissenting\ncolleague’s view that, in distinguishing Glickman, the Court intended to\nuntether the compelled speech doctrine from its expressive and associa-\ntional moorings and create a new constitutional right to challenge all\nforms of targeted taxation. Nor does United Foods suggest that we should\napply principles governing government suppression of private commercial\nspeech, see Central Hudson Gas & Elec. Corp. v. Pub. Serv. Comm’n, 447\nU.S. 557, 564 (1980), to this case — in which the government has neither\nsuppressed nor compelled speech, but has merely used an excise tax to\nfund a governmental message. Surely if the Court in United Foods had\nintended to create such broadly sweeping principles, it would have said so.\n\f12916        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n    powers but which nevertheless are contrary to the\n    profound beliefs and sincere convictions of some of\n    its citizens. The government, as a general rule, may\n    support valid programs and policies by taxes or other\n    exactions binding on protesting parties. Within this\n    broader principle it seems inevitable that funds\n    raised by the government will be spent for speech\n    and other expression to advocate and defend its own\n    policies.\n\n   [3] Put simply, the rationale of the Abood and Keller line\nof cases — protecting freedom of expression and association\n— does not apply to government speech when the govern-\nment acts as both a taxing authority and as a speaker. Paying\na tax, even an excise tax, does not create a compelled form of\nassociation. When the government acts as a speaker it may\nespouse views that directly contradict those of taxpayers with-\nout interfering with taxpayers’ freedom of expression. In a\ndemocracy based on majority rule, such a conclusion is ines-\ncapable. “Government officials are expected as a part of the\ndemocratic process to represent and to espouse the views of\na majority of their constituents. . . . If every citizen were to\nhave a right to insist that no one paid by public funds express\na view with which he disagreed, debate over issues of great\nconcern to the public would be limited to those in the private\nsector, and the process of government as we know it radically\ntransformed.” Keller, 496 U.S. at 12-13. As we have said\nbefore, “[s]imply because the government opens its mouth to\nspeak does not give every outside individual or group a First\nAmendment right to play ventriloquist.” Downs v. Los Ange-\nles Unified School Dist., 228 F.3d 1003, 1013 (9th Cir. 2000).\n\n  B.    The California Regulation and Compelled Speech\n\n   The companies claim that their situation is unique because\nthe DHS pays for its anti-industry ads exclusively from reve-\nnues raised ultimately through the surtax, which in turn is\nderived exclusively from sales of cigarette packages. They\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12917\nargue that imposing an excise tax on a particular industry and\nthen earmarking the use of the tax funds for advertisements\nthat criticize that industry suffices to make the companies\nsimilarly situated to the plaintiffs in the compelled speech\ncases.\n\n   There is a fundamental difference between the excise tax/\nspending regime at issue here and the compelled contributions\nto private associations that were at issue in Abood, Keller and\nUnited Foods. When a union, a state bar association or even\na mushroom growers’ association speaks, it represents only\nthe interests of that particular entity. When California uses\nfunds from the tobacco surtax to produce advertisements, it\ndoes so in the name of all of California’s citizens. As the dis-\ntrict court observed, “[The tobacco companies] are not seek-\ning to prevent coerced participation in private association;\nrather, they are attempting to exercise a taxpayer’s veto over\nspeech by the government itself.” Bonta, 272 F. Supp. 2d at\n1100. That California has chosen to fund a valid public health\nmessage through a targeted excise tax does not mean that it\nis no longer speaking as the State of California.\n\n   The key issue is not the targeted nature of the tax but the\ndegree of governmental control over the message. See Live-\nstock Mktg. Ass’n v. USDA, 335 F.3d 711, 723 (8th Cir. 2003)\n(noting that “the greater the government’s responsibility for,\nand control over, the speech in question, the greater the gov-\nernment’s interest therein”). In the compelled speech cases\ncited by the companies, control over the content of the mes-\nsage produced had been delegated to an association “represen-\ntative only of one segment of the population, with certain\ncommon interests.” Abood, 431 U.S. at 259 n.13 (Powell, J.,\nconcurring). The problem with the government forcing private\ncitizens to contribute funds in those cases was that the funds\nwere being used to support the speech of such segmented,\nspecific interests. Here there can be no doubt that the tobacco\ncompanies’ funds are being used to speak on behalf of the\npeople of California as a whole. Any coercion — that is, the\n\f12918        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\ncollection of funds used to produce a particular message — is\nperformed not in the name of a segment of the public, but of\nthe state.\n\n   Indeed, a wide range of First Amendment cases differenti-\nate between the government controlling the expenditure of its\nown revenue and the government sharing control with private\nor quasi-private parties. See, e.g., Rust v. Sullivan, 500 U.S.\n173, 197 (1991) (distinguishing situations where the govern-\nment imposes a direct constraint on the use of its own money\nfrom situations “in which the Government has placed a condi-\ntion on the recipient of the subsidy rather than on a particular\nprogram or service, thus effectively prohibiting the recipient\nfrom engaging in the protected conduct outside the scope of\nthe federally funded program”); FCC v. League of Women\nVoters of Cal., 468 U.S. 364, 399-400 (1984) (same); Widmar\nv. Vincent, 454 U.S. 263, 268 (1981) (establishing limited\npublic forum doctrine and explaining that the First Amend-\nment “forbids a State to enforce certain exclusions from a\nforum generally open to the public, even if it was not required\nto create the forum in the first place”).\n\n   This is not to say that a state may avoid the limits of the\nFirst Amendment simply by labeling a compelled contribution\na contribution to the government’s own speech. As the\nSupreme Court has noted, a state law “determination that [an\nentity] is a ‘government agency,’ and therefore entitled to the\ntreatment accorded a governor, a mayor, or a state tax com-\nmission, for instance, is not binding on us when such a deter-\nmination is essential to the decision of a federal question.”\nKeller, 496 U.S. at 11. The analysis may differ when the gov-\nernment nominally controls the production of advertisements,\nbut as a practical matter has delegated control over the speech\nto a particular group that represents only one segment of the\npopulation. See Frame, 885 F.2d at 1133-34 (describing com-\npelled contributions to a nominally government controlled\n“Cattleman’s Board,” where the persons with actual control\nover the disbursement of funds were private individuals\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                   12919\n“whose primary or overriding purpose is to promote the wel-\nfare of the cattle producers” (quoting 7 U.S.C. § 2905(b)(4)));\nsee also Mich. Pork Producers Ass’n v. Veneman, 348 F.3d\n157, 161 (6th Cir. 2003) (“We conclude that the pork indus-\ntry’s extensive control over the Pork Act’s promotional activi-\nties prevents their attribution to the government.”).7 But that\nsituation is not present here. As the district court put it,\n“[w]hile in some cases the distinction between government\nspeech and compelled allegiance may present ‘difficult\nissues,’ the analysis here is straightforward.” Bonta, 272 F.\nSupp. 2d at 1100 (quoting United Foods, 533 U.S. at 417).\n\n   [4] In their complaint, the tobacco companies themselves\nallege that the director of the DHS, a government agency, is\n“ultimately responsible for the advertising challenged in this\naction.” The DHS is acting expressly according to California\nlaw, which directs the DHS to implement a media campaign\nemphasizing “both preventing the initiation of tobacco use\nand quitting smoking . . . based on professional market\nresearch and surveys necessary to determine the most effec-\ntive method of diminishing tobacco use among specified tar-\nget populations.” Cal. Health & Safety Code § 104375(e)(1).\n  7\n    Thus, the dissent’s claim that there is an “untenable distinction”\nbetween situations in which the government speaks for itself and situations\nwhere the government has effectively licensed control over speech to a\nprivate organization is misplaced. In similar cases, courts can (and often\nhave) examined whether or not the government has delegated authority to\na private body, such that a compelled subsidy is being used to support a\nprivate interest instead of a governmental one. See, e.g., Cochran v. Vene-\nman, 359 F.3d 263, 278 (3d. Cir. 2003) (finding First Amendment con-\ncerns where an agricultural act “seem[ed] to really be special interest\nlegislation on behalf of the industry’s interest more . . . than the govern-\nment’s”). Indeed, this was what was at issue in the language the dissent\nquotes from the Third Circuit’s decision in Frame; that court identified an\nimproper “coerced nexus between the individual and . . . specific expres-\nsive activity” in a case where “the Cattlemen’s Board seems to be an\nentity ‘representative of one segment of the population, with certain com-\nmon interests.’ ” Frame, 885 F.2d at 1132, 1133 (citing Abood, 431 U.S.\nat 259 n.13 (Powell, J., concurring)).\n\f12920          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nThe advertisements are also clearly identified as coming from\nthe government itself and not from the tobacco companies, the\ntobacco industry or any other private party or group. Cf.\nFrame, 885 F.2d at 1133 n.11 (describing advertisements\n“without mention of the Secretary or the Department of Agri-\nculture, thus failing to communicate that the advertisements\nare funded through a government program”). As noted above,\nall the contested advertisements expressly state that they are\nsponsored by the DHS. Plainly, in imposing the surtax and in\nproducing the contested advertisements, California is acting\non behalf of all of its citizens.8\n   8\n     As a point of comparison, it is worth citing those aspects of the organi-\nzation of the State Bar of California upon which the Supreme Court relied\nto hold that its speech should not be classified as coming from the govern-\nment itself:\n    The State Bar of California is a good deal different from most\n    other entities that would be regarded in common parlance as\n    “governmental agencies.” Its principal funding comes, not from\n    appropriations made to it by the legislature, but from dues levied\n    on its members by the board of governors. Only lawyers admitted\n    to practice in the State of California are members of the State\n    Bar, and all 122,000 lawyers admitted to practice in the State\n    must be members. [The State Bar] undoubtedly performs impor-\n    tant and valuable services for the State by way of governance of\n    the profession, but those services are essentially advisory in\n    nature. The State Bar does not admit anyone to the practice of\n    law, it does not finally disbar or suspend anyone, and it does not\n    ultimately establish ethical codes of conduct. All of those func-\n    tions are reserved by California law to the State Supreme Court.\n    . . . The State Bar of California was created, not to participate in\n    the general government of the State, but to provide specialized\n    professional advice to those with the ultimate responsibility of\n    governing the legal profession. Its members and officers are such\n    not because they are citizens or voters, but because they are law-\n    yers. We think that these differences between the State Bar, on\n    the one hand, and traditional government agencies and officials,\n    on the other hand, render unavailing [the State Bar’s] argument\n    that it is not subject to the same constitutional rule with respect\n    to the use of compulsory dues as are labor unions representing\n    public and private employees.\nKeller, 496 U.S. at 11, 13 (footnotes and citations omitted). Here, by con-\ntrast, the contested advertisements are unquestionably part of the “general\ngovernment of the state.”\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12921\n  C.   Excise Taxation, Government Speech and the First\n       Amendment\n\n   In short, by being required to contribute to the DHS’s\nadvertisements, the tobacco companies have not been\ndeprived of their freedom of expression or their freedom of\nassociation, which are the harms that the compelled speech\ncases protect against. The tobacco companies’ claim goes to\nanother kind of harm — the harm caused by paying an excise\ntax used to fund government speech of which they under-\nstandably disapprove.\n\n   The tobacco companies concede that the state would not\nhave violated the First Amendment had it imposed the same\nsurtax on cigarette packs, commingled the proceeds of the\nsurtax with the state’s general fund and then used the general\nfund to produce precisely the same advertisements. Thus, the\ntobacco companies object only to the nexus between the\nexcise tax and the advertisements. Federal courts have tradi-\ntionally given great deference to a state’s control over its\nfinancial affairs when faced with constitutional challenges.\nSee, e.g., San Antonio Independent Sch. Dist. v. Rodriguez,\n411 U.S. 1, 40 (1973) (noting, in a challenge under the Equal\nProtection Clause, that “[t]his Court has often admonished\nagainst such interferences with the State’s fiscal policies”);\nsee also Welsh v. Likins, 550 F.2d 1122, 1131-32 (8th Cir.\n1977) (“No right of a state is entitled to greater respect by the\nfederal courts than the state’s right to determine how revenues\nshould be raised and how and for what purposes public funds\nshould be expended.”). The Supreme Court has repeatedly\nemphasized that deference not warranted in other regulatory\nareas is warranted when it comes to the tax system. Regan v.\nTaxation With Representation of Wash., 461 U.S. 540, 547-\n548 (1983) (“Legislatures have especially broad latitude in\ncreating classifications and distinctions in tax statutes. . . .\n‘[I]n taxation, even more than in other fields, legislatures pos-\nsess the greatest freedom in classification.’ ” (quoting Mad-\nden v. Kentucky, 309 U.S. 83, 87-88 (1940))). The tobacco\n\f12922        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\ncompanies can point to no case in which, when the state has\nthe right both to impose the relevant tax and to promulgate the\nrelevant speech, the First Amendment mandates that a state\narrange its budgetary categories so as to make the link\nbetween a tax and speech less direct.\n\n   The implication of the tobacco companies’ argument is that\nindustries subject to an excise tax are entitled to a special veto\nover government speech funded by the tax. Such a right, in\nturn, would suggest that excise taxes, especially those that\nearmark funds for particular purposes, are so unusual or\nimproper that they should allow payors of those taxes to avoid\nthe political process and use the courts to control government\nspeech. This suggestion fundamentally misunderstands the\nhistory of taxation in the United States, because excise taxa-\ntion targeted at particular goods or industries is not only com-\nmon but predates the income tax. See U.S. CONST. art. I, § 8,\ncl. 1 (“The Congress shall have Power To lay and collect\nTaxes, Duties, Imposts and Excises”) (emphasis added); THE\nFEDERALIST NO. 12 (Alexander Hamilton) (“[I]n America, far\nthe greatest part of the national revenue is derived from taxes\nof the indirect kind, from imposts, and from excises.”). One\nof the earliest Supreme Court cases upheld a uniform national\nexcise tax on carriages. Hylton v. United States, 3 U.S. (3\nDall.) 171 (1796). And excise taxes are hardly unusual today.\nAccording to the Office of Management and Budget, the fed-\neral government collected approximately 67 billion dollars in\nexcise taxes in 2002. See Office of Management and Budget,\nBudget for Fiscal Year 2004, Summary Tables, at http://\nwww.whitehouse.gov/omb/budget/fy2004/summarytables.html\n(last visited Aug. 23, 2004).\n\n   [5] Nor is it a novel feature of American government to\nlevy an excise tax on a particular industry and then use the\nproceeds of that tax in ways that regulate that industry. The\nnineteenth century Supreme Court upheld (albeit not against\na First Amendment challenge) a federal tax statute that\nrequired distillers of alcohol to both pay an excise tax and pay\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12923\nthe salaries of federal officers supervising the production of\nalcohol. United States v. Singer, 82 U.S. (15 Wall.) 111, 118-\n19, 122 (1872) (upholding an act requiring distillers to “ ‘re-\nimburse to the United States the expenses and salary of all\nstorekeepers or other officers in charge of . . . warehouses’ ”).\nExcise taxes levied in the name of public health have long\nbeen held constitutionally permissible, even when such taxa-\ntion has put severe burdens on particular industries. See\nMcCray v. United States, 195 U.S. 27, 63 (1904) (upholding,\nas an exercise of Congress’s ability to protect public health,\nthe constitutionality of an excise tax on artificially colored\noleomargarine “although it be true that the effect of the tax in\nquestion is to repress the manufacture of artificially colored\noleomargarine”); Patton v. Brady, 184 U.S. 608, 623 (1902)\n(upholding an excise tax on tobacco and noting that “it is no\npart of the function of a court to inquire into the reasonable-\nness of the excise either as respects the amount or the prop-\nerty upon which it is imposed”).\n\n   Today, a tax on heavy trucks and trailers is dedicated to a\nfund intended to improve highways. See 26 U.S.C. § 9503\n(establishing a “Highway Trust Fund”); 26 U.S.C. § 4051\n(imposing a retail tax on heavy trucks and trailers dedicated\nto the Highway Trust Fund). A tax on fishing equipment is\ndedicated to government action to preserve fisheries. See 26\nU.S.C. § 9504(a) (establishing an “Aquatic Resources Trust\nFund”); 26 U.S.C. § 4161 (imposing an excise tax on sport\nfishing equipment dedicated to the Aquatic Resources Trust\nFund). Yet we would not conclude that the manufacturers of\nlarge trucks have a First Amendment right to veto government\nspeech on highway safety, or that the makers of sonar fish\nfinders have a First Amendment right to direct government\nspeech on fishery management.\n\n   [6] There is thus a long history of excise taxation directed\nat particular industries in the name of public health and wel-\nfare. Despite this history, not one court has upheld a right of\nan industry to block otherwise legitimate government activity\n\f12924        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nsimply because the industry pays an excise tax. The tobacco\ncompanies offer no reason why they should be entitled to such\nunique treatment here.\n\n   Significantly, the tobacco companies have not offered any\nprinciple that could limit the consequences of sustaining their\nobjection. Although the companies claim that they object only\nto the denigratory advertisements at issue here, they offer no\nprincipled basis for limiting their “nexus” theory to such\nadvertisements alone. For example, the tobacco companies do\nnot explain why, if their First Amendment rights have been\nviolated solely because of a nexus between the surtax and the\nchallenged advertisements, they would not also have a right\nto challenge the use of surtax funds for anti-tobacco education\nin the public schools to the extent that they disagreed with the\nstate’s educational message.\n\n   [7] Thus, if the tobacco companies were permitted to object\nto government speech simply because they pay an excise tax\nused to fund speech contrary to their interests, the result could\nbe not only to reduce government’s ability to disseminate\nideas but also an explosion of litigation that could allow pri-\nvate interests to control public messages. There are numerous\ntaxpayers who contribute disproportionately through excise\ntaxes to government speech with which they disagree. If each\nwere to have a similar right to challenge what it may deem\ngovernment “propaganda,” the government’s ability to per-\nform crucial educational and public health activities in the\ninterests of all citizens would be hampered. Cf. Downs, 228\nF.3d at 1015 (noting that if a First Amendment violation\napplied to government speech, “[the plaintiff] would be able\nto do to the government what the government could not do to\n[the plaintiff]: compel it to embrace a viewpoint.”)\n\n  D.    Other Limitations on Government Speech and the\n        Power to Tax\n\n  At the risk of repetition, we emphasize that the tobacco\ncompanies do not argue that the government’s speech itself is\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12925\nconstitutionally impermissible; nor do they argue that the gov-\nernment has burdened their First Amendment rights through\nthe exercise of its power to tax. Were the tobacco companies\nchallenging a California restriction on their ability to express\ntheir views, our analysis would be different. As the district\ncourt noted, there are already several recognized instances of\nconstitutional limitations on government speech and “govern-\nment is no more free to disregard constitutional and other\nlegal norms when it speaks than when it acts.” Bonta, 272 F.\nSupp. 2d at 1110. For example, there may be instances in\nwhich the government speaks in such a way as to make pri-\nvate speech difficult or impossible, or to interfere with some\nother constitutional right, which could raise First Amendment\nconcerns. See Warner Cable Communications, Inc. v. City of\nNiceville, 911 F.2d 634, 638 (11th Cir. 1990) (“[T]he govern-\nment may not speak so loudly as to make it impossible for\nother speakers to be heard by their audience. The government\nwould then be preventing the speakers’ access to that audi-\nence, and first amendment concerns would arise.”).\n\n   Another limitation on government speech is found in the\nEstablishment Clause. See Bd. of Educ. of Westside Cmty.\nSchs. v. Mergens, 496 U.S. 226, 250 (1990) (“[T]here is a cru-\ncial difference between government speech endorsing reli-\ngion, which the Establishment Clause forbids, and private\nspeech endorsing religion, which the Free Speech and Free\nExercise Clauses protect.”) (emphasis in original). The dis-\nsent, quoting a passage often used by the tobacco companies\nin this litigation, invokes Thomas Jefferson’s pronouncement\nthat “to compel a man to furnish contributions of money for\nthe propagation of opinions which he disbelieves, is sinful and\ntyrannical.” P. Kurland & R. Lerner, eds., 5 THE FOUNDERS’\nCONSTITUTION 77 (1987). As the district court carefully\nexplained,\n\n    The quoted statement is taken from Jefferson’s Vir-\n    ginia Bill for Establishing Religious Freedom, a\n    landmark anti-establishment measure declaring that\n\f12926          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n      ‘no man shall be compelled to frequent or support\n      any religious worship, place, or ministry whatso-\n      ever.’ Id. It is perhaps significant that the statement\n      arose in this context, since ‘the Establishment Clause\n      is a specific prohibition on forms of state interven-\n      tion in religious affairs with no precise counterpart\n      in the speech provisions.’ Lee v. Weisman, 505 U.S.\n      577 (1992).\n\nBonta, 272 F. Supp. 2d at 1107 n.25. Jefferson’s comment\nwas directed to a situation in which the government speech\nitself was improper, not to valid taxation used to fund valid\ngovernmental speech.\n\n  There are also strict limits on the government’s ability to\nimpose taxes that are “general law[s] singling out a disfavored\ngroup on the basis of speech content.” Rust, 500 U.S. at 194;\nsee also Arkansas Writers’ Project, Inc., 481 U.S. at 228-29.9\nA government tax designed to suppress the speech of a tar-\ngeted group would raise serious First Amendment concerns.\n\n  [8] But these are issues not before us. On this record, we\nneed not determine the metes and bounds of constitutionally\npermissible government speech; nor need we articulate\nabstract limits on the state’s power to tax. We share our dis-\n  9\n    Concerns about forced expression, repression of speech, improper taxa-\ntion and interference with other constitutional rights could arise, for exam-\nple, under the facts of Summit Medical Center v. Riley, 284 F. Supp. 2d\n1350, 1353-54 (M.D. Ala. 2003), a case cited to us by the tobacco compa-\nnies. In Summit Medical, it appears that the state of Alabama designed a\nprogram to suppress abortion clinics’ ability to disseminate independent\ninformation, requiring the clinics to purchase from the state and then dis-\nplay information intended to dissuade women from obtaining abortions.\nThe plaintiffs in Summit Medical challenged the burden this mandatory\npurchase-and-display program imposed upon their own expression, as well\nas its compulsory and discriminatory nature. Id. at 1354. We take no posi-\ntion on the correctness of the district court’s decision in Summit Medical,\nbut note that it confronted a factual situation very different from the one\nwe consider here.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY            12927\nsenting colleague’s concern that the government not use its\ntaxation power to suppress the free expression of disfavored\ngroups, but the tobacco companies claim no suppression of\nideas. The nexus between excise taxation and government\nspeech is the only First Amendment argument they raise, and\nwe limit ourselves to that issue alone. For the reasons set out\nabove, we reject the companies’ argument.\n\nII.   Seventh Amendment and Due Process Claims\n\n   The tobacco companies also raise a novel claim under the\nSeventh Amendment. They note that they face litigation in\nstate and federal courts. They argue that because the adver-\ntisements publicly disparage the reputation and character of\nthe tobacco industry, their right to receive a jury trial under\nthe Seventh Amendment has been infringed because potential\nfuture jurors in potential future trials could be biased by the\nadvertising. They do not, however, allege that any actual trial\nin which they have participated was rendered unconstitution-\nally unfair by the challenged advertisements.\n\n   There are a number of problems with this argument. The\ncompanies cite only to cases involving a criminal defendant’s\nSixth Amendment right to jury trial in criminal cases or to\ninterpretations of the procedural rules governing the federal\ncourts, and not to any case suggesting that they have an inde-\npendent Seventh or Fourteenth Amendment right to be free of\ndisparaging state speech before a civil trial. Moreover, as the\ndistrict court noted, the Seventh Amendment’s guarantee of\nthe right to a civil trial by jury does not apply to the states and\nwas not incorporated into the Fourteenth Amendment. See\nDohany v. Rogers, 281 U.S. 363, 369 (1930); Walker v. Sau-\nvinet, 92 U.S. 90, 92 (1875). Therefore, whether parties may\nraise claims against state officials under 42 U.S.C. § 1983 for\nSeventh Amendment violations is questionable.\n\n  [9] We need not consider these issues, however. Even\nassuming that the tobacco companies may properly allege a\n\f12928        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nviolation of Seventh or Fourteenth Amendment rights due to\njuror bias created by these advertisements, the proper context\nfor raising such issues is an actual jury trial where a court\ncould consider whether real jurors actually have been biased.\nAllegations of juror bias are traditionally resolved by the\ncourt conducting the trial, not courts considering hypothetical\nfuture proceedings. See Smith v. Phillips, 455 U.S. 209, 217\n(1982) (“Due process means a jury capable and willing to\ndecide the case solely on the evidence before it, and a trial\njudge ever watchful to prevent prejudicial occurrences and to\ndetermine the effect of such occurrences when they happen.\nSuch determinations may properly be made at a hearing [con-\nducted by the trial court].”). None of the cases cited by the\ncompanies supports their asserted right to be free from nega-\ntive publicity because potential jurors may be prejudiced in\npotential cases, and we are aware of no case that supports\ntheir claim that this court should enjoin certain speech in\norder to protect the alleged injury occurring in another court.\n\n   The tobacco companies do not allege the elements of stig-\nmatization that would violate their due process rights. Cf.\nWisconsin v. Constantineau, 400 U.S. 433, 436 (1971) (estab-\nlishing that stigma can change a person’s legal status and\ntherefore constitute a violation of due process). The compa-\nnies cannot meet the requirements of the “stigma-plus” test\nestablished in Paul v. Davis, where the Supreme Court\nexplained that in addition to reputational harm, a due process\nstigma claim must assert that a recognized liberty or property\nright, as secured by the due process clauses, has been vio-\nlated. 424 U.S. 693, 701 (1976); see also WMX Tech., Inc. v.\nMiller, 197 F.3d 367, 374 (9th Cir. 1999) (“[R]eputation,\nwithout more, is not a protected constitutional interest.”). The\ncompanies assert that the alleged deprivation of their right to\na fair jury trial is sufficient to meet the stigma-plus test. In\nessence, the companies are trying to bootstrap two arguments\nabout reputational harm to create a single claim — arguing\nthat the reputational harm creates juror bias, and that the juror\nbias combined with reputational harm creates a constitution-\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12929\nally improper stigma. We reject such an attempt at bootstrap-\nping. See Paul, 424 U.S. at 712 (“[P]etitioners’ defamatory\npublications, however seriously they may have harmed\nrespondent’s reputation, did not deprive him of any ‘liberty’\nor ‘property’ interests protected by the Due Process Clause.”).\n\n                       CONCLUSION\n\n  [10] For the reasons set forth above, we affirm the judg-\nment of the district court.\n\n                        POSTSCRIPT\n\n   After we filed our opinion, the Supreme Court decided\nJohanns v. Livestock Marketing Ass’n, 125 S. Ct. 2055\n(2005), holding that the Beef Promotion and Research Act of\n1985 did not violate the First Amendment by imposing an\nassessment on all sales and importation of cattle to fund beef\npromotional campaigns with which many of the assessed par-\nties disagreed. The Court reasoned, as we do here, that the Act\nwas not susceptible to a First Amendment compelled-subsidy\nchallenge because the assessments funded government\nspeech. Although the Johanns opinion affirms our reasoning,\nJudge Trott remains in dissent. He would now remand to the\ndistrict court pursuant to the Court’s statement in Johanns that\nan as-applied challenge might lie “if it were established . . .\nthat individual beef advertisements were attributed to respon-\ndents.” Id. at 2065.\n\n   Appellants have never, before us or the district court,\nclaimed that the ads at issue in this litigation could be or were\nattributed to them; nor does the record reveal a material ques-\ntion of fact on the issue. A reasonable viewer could not\nbelieve that these anti-industry ads, expressly identified as\n“Sponsored by the California Department of Health Services,”\nwere created, produced or approved by the appellants. The ad\nsingled out by the dissent as “put[ting] [words] directly into\nthe mouth of the tobacco industry,” for example, is unmistak-\n\f12930        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nable satire. In that ad, children play in a schoolyard while cig-\narettes fall like rain from the sky and a voiceover states “[w]e\nhave to sell cigarettes to your kids. We need half a million\nnew smokers a year . . . so we advertise near schools, at candy\ncounters.” No reasonable viewer could overlook the satirical\ntenor of this ad and attribute the voiceover text to actual\ntobacco executives.\n\n   We also find inapposite the dissent’s analogy to our recent\norder in Charter v. United States Department of Agriculture,\n412 F.3d 1017 (9th Cir. 2005). We remanded on the question\nof attribution in that case because the record indicated that the\nNational Cattlemen’s Beef Association “routinely, before\nCongress, and in other public ways and in press announce-\nments, states that it is the trade organization and marketing\norganization of America’s one million cattle producers.” Id.\nat 1019. The record in this case contains no evidence that the\nstate ever attributed its ads to the appellants or that a reason-\nable viewer could have done so; accordingly, we reject the\nanalogy to Charter and decline Judge Trott’s invitation to\nremand.\n\n  AFFIRMED.\n\f              R.J. REYNOLDS TOBACCO CO. v. SHEWRY                 12931\nTROTT, Circuit Judge, Dissenting:\n\n      To compel a man to furnish contributions of money\n      for the propagation of opinions which he disbelieves\n      is sinful and tyrannical.1\n\n                                  Thomas Jefferson\n\n   The atmospheric challenge in this case, which is one we\noften face, is to focus not on the overwhelming demerits of\nthe underlying subject matter — smoking — but on the pri-\nmary constitutional principle at issue: whether consistent with\nthe First Amendment’s right against government abridgement\nof freedom of speech — which includes “the right to refrain\nfrom speaking at all”2 — a state can compel reluctant individ-\nuals and private entities directly and exclusively to pay for\nand to support a public interest message with which the enti-\nties disagree and which subjects them public scorn, obloquy,\nand even hatred. It would be a mistake in this principled con-\ntext to become overly distracted by the medical, physical, per-\nsonal, financial, and addictive havoc knowingly inflicted for\nprofit upon the public by the tobacco industry; or to be influ-\nenced by the hundreds of thousands of premature, prevent-\nable, and horrible smoking deaths caused by cancer,\nemphysema, heart and lung disease, and stroke. There is little\ndoubt that government, in its role as steward of the public’s\ngeneral welfare, can mount a vigorous public campaign\nagainst smoking and the tobacco industry, and that it can do\nso with general tax revenues and by way of “government\nspeech;” but can government do so using this particular com-\npulsory funding mechanism? Today the target of government\ndislike is smoking, but tomorrow it will be something else,\nsuch as Alabama’s imposition, in its the Woman’s Right to\nKnow Act, of a fee applied to abortion providers for the pro-\n  1\n    See, e.g., Abood v. Detroit Bd. of Education, 431 U.S. 209, 235 n. 31\n(1977).\n  2\n    Wooley v. Maynard, 430 U.S. 705, 714 (1977).\n\f12932        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nduction by the state of pro-childbirth materials which the pro-\nviders did not wish to endorse, much less purchase. See Ala.\nCode §§ 26-23A - 1 to 13; Summit Medical Center of Ala-\nbama, Inc. v. Riley, 284 F.Supp.2d 1350 (M.D. Alabama\n2003). Who knows whose disfavored ox or whose industry or\nbusiness or lifestyle will be the next to be fatally gored in this\nmanner by a well-intentioned government.\n\n   Moreover, hanging over this controversy like a blinking\nyellow light in the constitutional sky is Chief Justice Mar-\nshall’s timeless admonition in McCulloch v. Maryland, 4\nWheat. 316, 4 L.Ed. 579 (1819), that “the power to tax is the\npower to destroy.” This warning is not only memorable, but\nit reminds us that might, especially in the hands of govern-\nment, does not always make right.\n\n   There appears no doubt that California’s goal is to destroy\nthe industry singled out for this targeted and exclusive tax.\nAlthough an earnest deputy attorney general denied this lethal\npurpose during oral argument, claiming that the Act’s only\npurpose was to inform the public, her boss, the Attorney Gen-\neral of California William Lockyer, forthrightly said differ-\nently after the hearing. Attorney General Lockyer, who took\nthe unusual step of attending the argument himself, is quoted\nby the Los Angeles Daily Journal as calling the tobacco com-\npanies “merchants of death” and agreed that the ad campaign\naimed to put them out of business. He added that “the demo-\ncratic process will provide a check on the use of taxes to fund\nsuch messages. Elected officials are responsible for appropri-\nating the money . . . . If voters don’t like the message, they\ncan oust the messenger.”3 Query.\n\n  So this is the issue: can government, consistent with the\nFirst Amendment’s right against the abridgment of free\nspeech, create a public information program against an indus-\n  3\n   Los Angeles Daily Journal, Tuesday, May 11, 2004, “Court revisits\nanti-smoking ad campaign.”\n\f                R.J. REYNOLDS TOBACCO CO. v. SHEWRY                    12933\ntry funded by a targeted excise tax imposed solely upon that\nindustry and which is segregated in a special state health edu-\ncation account? Not surprisingly, in our system which values\nnot just good goals but also the right process, the question\nhere is not ends, but means.\n\n                              DISCUSSION\n\n                      First Amendment Claim\n\n  1.    Government and Compelled Speech\n\n   The First Amendment provides that “Congress shall make\nno law . . . abridging the freedom of speech . . . .” U.S. Const.\namend. I. It is axiomatic that “[j]ust as the First Amendment\nmay prevent the government from prohibiting speech, the\nAmendment may prevent the government from compelling\nindividuals to express certain views . . . or from compelling\ncertain individuals to pay subsidies for speech to which they\nobject.”4 United States v. United Foods, 533 U.S. 405, 410\n(2003). In United Foods, the latest in a series of compelled\nassessments cases, the Supreme Court held that government’s\nforced assessments of mushroom producers, which funded\nadvertisements promoting mushroom sales, violated the First\nAmendment. Relying primarily upon United Foods, appel-\nlants assert that California’s targeted tax, which funds anti-\nindustry advertisements, violates their right against compelled\nfinancing of speech.\n\n  By labeling the anti-tobacco advertisements “government\nspeech,” the majority concludes that the targeted tax is clear\n  4\n    W. Va. State Bd. of Educ. v. Barnette, 319 U.S. 624 (1943) provides\nan often quoted passage regarding the extension of free speech protections\nto those who wish not to speak: “If there is any fixed star in our constitu-\ntional constellation, it is that no official, high or petty, can prescribe what\nshall be orthodox in politics, nationalism, religion, or other matters of\nopinion or force citizens to confess by word or act their faith therein.” Id.\nat 642.\n\f12934          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nof First Amendment concerns. I respectfully disagree. Though\nthe Supreme Court has embraced the existence of a “govern-\nment speech” doctrine in this general context, United Foods,\n533 U.S. at 417, the Court has not provided a clear explana-\ntion of the reach or proper application of the doctrine. The\nappellants assert that the central question is the source of the\nfunding for the particular speech, contending that a targeted\ntax on a particular group to fund speech opposed to by that\ngroup constitutes unconstitutional compelled speech. Ulti-\nmately, the State’s argument that the First Amendment’s pro-\ntections against compelled speech can be avoided by finding\nthat the speech is spoken by the government is at odds with\nthe force and logic of controlling authority.\n\n  2.    Government Speech\n\n   Focusing on the Supreme Court’s brief reference to the\ngovernment speech inquiry in United Foods, and the Court’s\ndiscussion of government speech in other contexts, see, e.g.,\nLebron v. National Railroad Passenger Corp., 513 U.S. 374\n(1995), the State asserts that the government is free from First\nAmendment concerns “when the state is the speaker.” Rosen-\nberger v. Rector & Visitors of the Univ. of Virginia, 515 U.S.\n819, 833 (1995).5 Specifically, the State asserts that because\nthe speech at issue is not explicitly attributed to appellants,\nthe free speech concerns of traditional compelled speech\ncases, see, e.g., Wooley, 430 U.S. 705, are absent. Moreover,\n   5\n     I note that the State also supports its position with general pronounce-\nments made by the Court in its compelled assessments of speech cases\nindicating that the proper functioning of government requires the govern-\nment to have control over the nature and content of its speech. See, e.g.,\nKeller v. State Bar of California, 496 U.S. 1, 12-13 (1990) (“Government\nofficials are expected as part of the democratic process to represent and\nespouse the views of a majority of their constituents. . . . If every citizen\nwere to have a right to insist that no one paid by public funds to express\na view with which he disagreed, debate over issues of great concern to the\npublic would be limited to those in the private sector, and the process of\ngovernment as we know it would be radically transformed.”)\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12935\nthe state asserts that the source of the State’s funding for its\nspeech is irrelevant to the question of the constitutionality of\nthe particular speech.\n\n   The State’s arguments, however, are not consistent with the\ntrajectory and force of the Supreme Court’s recent compelled\nspeech jurisprudence. Specifically, the State’s framework\nignores the central lesson of United Foods: in that case, the\nSupreme Court reigned in its previous pronouncements in\nGlickman v. Wileman Bros. & Elliott, 521 U.S. 457, 476\n(1997) that coerced government speech is akin to economic\nregulation and not entitled to First Amendment protection.\nSee Glickman, 521 U.S. at 476. Instead, the United Foods\nCourt propounded a broad constitutional protection against\ncompelled contributions for commercial speech. See United\nFoods, 533 U.S. at 414. Indeed, applying United Foods, one\ncourt has held that the issue of government speech, which\ngenerally involves the state’s power to control the content of\nits speech, is fundamentally different from the “government’s\nauthority to compel [plaintiffs] to support speech with which\nthey personally disagree; such compulsion is a form of ‘gov-\nernment interference with private speech.’ ” Livestock Mar-\nketing Ass. v. USDA, 335 F.3d 711, 720 (8th Cir. 2003)\n(holding compelled contributions in beef promotion violated\nFirst Amendment) (certiorari granted in part by Veneman v.\nLivestock Marketing Ass’n, 124 S.Ct. 2389 (U.S. May 24,\n2004) and Nebraska Cattlemen, Inc. v. Livestock Marketing\nAss’n, 124 S.Ct. 2390 (U.S. May 24, 2004). As Justice\nThomas stressed in concurrence, “[a]ny regulation that com-\npels the funding of advertising must be subjected to the most\nstringent First Amendment scrutiny.” United Foods, 533 U.S.\nat 419 (Thomas, J., concurring). Finally, the State’s argument\nnecessarily relies on an untenable distinction between govern-\nment speech activities paid directly from the government trea-\nsury, or coordinated by traditional government agencies, and\nthose that are coordinated by more complex regulatory orga-\nnizations and schemes, even when such schemes are funded\nand run by the government. As one commentator has noted,\n\f12936        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n“[g]overnment speech cannot logically be made a function of\nthe office of the person making the allocation decision. That\napproach would elevate form over substance and would\nenable the government to dictate the First Amendment result\nsimply by manipulating the agency in the decision-making\nprocess.” Randall P. Bezanson & William G. Buss, The Many\nFaces of Government Speech, 86 Iowa L. Rev. 1377, 1430\n(2001).\n\n   Accordingly, recognizing the principle expressed in United\nFoods, the appellants clearly have a First Amendment interest\nat stake that is not erased by pigeonholing the ads as “govern-\nment speech.” The question remains, however, whether the\ncompelled speech does indeed violate appellants’ free speech\nrights, an analysis that is governed by the Supreme Court’s\ncompelled speech line of cases, including Abood, Keller,\nGlickman, and United Foods.\n\n  3.    Compelled Speech\n\n   Appellants rely on the string of cases, beginning with\nAbood, concerning compelled contributions to speech, and\nassert that there exists the fundamental principle that, under\nthe First Amendment, a discrete group should not be specifi-\ncally taxed to fund speech with which they disagree. Indeed,\nthis proffered principle provides a coherent picture of the puz-\nzle with which courts have been struggling. See, e.g., Summit\nv. Medical Ctr. of Al. v. Riley, 284 F.Supp.2d 1350, 1360\n(holding that state’s imposition of “a direct fee assessment on\na limited class of citizens — abortion providers — and using\nthe revenue to advance speech in support of the State’s\nfavored policy position on abortion” intruded on abortion pro-\nvider’s free speech rights) (emphasis added); United States v.\nFrame, 885 F.2d 1119 (3d Cir. 1989) (“[W]here the govern-\nment requires a publicly identifiable group to contribute to a\nfund earmarked for the dissemination of a particular message\nassociated with that group, the government has directly\nfocused its coercive power for expressive purposes.”) (citation\n\f                R.J. REYNOLDS TOBACCO CO. v. SHEWRY                     12937\nomitted) (emphasis added). The United Foods Court\nannounced that the “question is whether the government may\nunderwrite and sponsor speech with a certain viewpoint using\nspecial subsidies exacted from a designated class of person,\nsome of whom object to the idea being advanced.” United\nFoods, 533 U.S. at 410. And in United Foods, the Court\nanswered: No. Id. at 411.\n\n   In answering the question, however, the Court was forced\nto distinguish another recent compelled speech case, Glick-\nman, which was factually similar to United Foods, but where\nthe Court had found that no First Amendment issues were\nraised by the forced subsidies. 521 U.S. at 460. In Glickman,\nthe Court determined that “criticisms of generic advertising\nprovide no basis for concluding that factually accurate adver-\ntising constitutes an abridgement of anybody’s right to speak\nfreely.” Id. at 474. The United Foods Court distinguished\nGlickman by asserting that the program in Glickman “man-\ndated assessments for speech [which] were ancillary to a more\ncomprehensive program restricting marketing autonomy.”\nUnited Foods, 533 U.S. at 411-12.\n\n   Thus, after distinguishing Glickman, and finding that First\nAmendment interests were at stake, the Court proceeded to\napply the tenets established in Abood and Keller, which estab-\nlished the “germaneness test.” United Foods, 533 U.S. 413.\nThat test requires any coerced subsidized speech be germane\nto the larger purpose of the association at issue. Abood, 431\nU.S. at 235 (holding that union can only finance speech not\ngermane to collective bargaining with non-objecting mem-\nbers’ funds); Keller, 496 U.S. at 13-14 (holding that state bar\nassociation can only compel payment for activities related to\nbar’s purposes).6\n  6\n    I note that the district court’s decision relied on the question of associa-\ntion and stressed the non-associational nature of the tobacco industry\nbeing taxed, thereby distinguishing the Abood line of cases. Those cases\nstressed that there exists “a First Amendment interest in not being com-\n\f12938          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n   Guided by Glickman and United Foods, and looking at the\nstatutory scheme provided in the Act, it is clear that the\ntobacco companies are not similarly situated to the tree grow-\ners in Glickman, as they are not “bound together and required\nby statute to market their products according to cooperative\nrules” for purposes other than advertising or speech. United\nFoods, 533 U.S. at 412. Nor is the statutory scheme directly\ncongruous with that in United Foods, as the ads in this case\nare a part of a larger regulatory scheme, and thus not clearly\n“a program where the principal object is speech itself.” Id. at\n415. Thus, the Act is different from both the statute analyzed\nin United Foods and the statute in Glickman. Moreover, the\nfact that the speech at issue involves, not the promotion of the\nrelevant group’s product, but the disparagement of the entire\nindustry, only increases the difficulty of resolving this case.\n\n  Given the unique nature of the question presented, proper\nreview of the Act must acknowledge United Foods’s obvious\n\npelled to contribute to an organization whose expressive activities conflict\nwith one’s ‘freedom of belief.’ ” Glickman, 521 U.S. at 471 (quoting\nAbood, 431 U.S. at 235). The district court found that because the appel-\nlants subject to the surtax were not members of a particular association,\ntheir free speech rights were not undermined by any compelled financing\nof speech made on behalf of that association. This finding is also sup-\nported by some of the Court’s language in United Foods, where it noted\nthat there is “a threshold inquiry . . . whether there is some state imposed\nobligation which makes group membership less than voluntary; for it is\nonly the overriding associational purpose which allows any compelled\nsubsidy for speech in the first place.” United Foods, 533 U.S. at 413.\nHowever, hinging the right to be free from compelled commercial speech\non whether there is an associational interest at stake ignores the obvious\nfact of what the Court actually did in United Foods. Indeed, the Court not\nonly found that the compelled subsidies constituted an unconstitutional\ninfringement on the dissenting mushroom grower’s speech rights, but it\ndid so after expressly distinguishing Glickman on the grounds that there\nwas no “regime of cooperation” as presented in Glickman. Id. at 415.\nTherefore, though the Court saves some of its associational rights rhetoric,\nthe practical effect of its decision in United Foods is to unhinge its com-\npelled speech analysis from the previously-pronounced requirement that\nthere be an involuntary group membership.\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                 12939\nretreat from Glickman, and the Court’s pronouncement of\nbroadened protection against compelled speech. In this\nregard, as the appellants assert, United Foods and the Court’s\nprevious compelled speech case law can be reconciled and\nunderstood by applying what United Foods explicitly stated:\nthe First Amendment forbids certain compelled assessments\nfrom “a particular citizen, or a discrete group of citizens, to\npay special subsidies for speech.” 533 U.S. at 411.\n\n   As the Third Circuit recently explained, however, though a\ncase may be properly characterized as a compelled speech\ncase, “[t]he Supreme Court . . . has left unresolved the stan-\ndard for determining the validity of laws compelling commer-\ncial speech . . . .” Cochran v. Veneman, 359 F.3d 263, 277\n(3rd Cir. 2004). In Cochran, the court also explained that\nthere are several standards available which the courts may try\nto apply: 1) the lenient standard derived from commercial\nspeech cases, see, e.g., Central Hudson Gas & Elec. Corp. v.\nPub. Serv. Comm’n, 447 U.S. 557, 564 (1980), or some adap-\ntation of that commercial speech standard, see, e.g., Livestock\nMarketing, 335 F.3d at 722-23; 2) the “germaneness test” of\ntraditional compelled speech cases, see, e.g., Abood, 431 U.S.\nat 235-36, and 3) the stringent standard of associational cases,\nsee, e.g., United States v. Frame, 885 F.2d 1119 (3rd Cir.\n1989).\n\n   The speech and the funding mechanism in this case is ques-\ntionable under whatever standard one uses. In Central Hud-\nson, the Court held that commercial speech is to be evaluated\nusing intermediate scrutiny. That is, 1) the state must “assert\na substantial government interest;” 2) “the regulatory tech-\nnique must be in proportion to that interest;” and 3) the incur-\nsion on commercial speech “must be designed carefully to\nachieve the State’s goal.” 447 U.S. at 564. Under this stan-\ndard, though never before applied to compelled commercial\nspeech cases,7 the speech regulation at issue, and the targeted\n  7\n    I note, in this regard, that the Supreme Court in United Foods refused\nto apply the Central Hudson test because the “Government itself [did] not\n\f12940         R.J. REYNOLDS TOBACCO CO. v. SHEWRY\ntax placed on appellants, constitutes a disproportional and\noverly burdensome regulatory technique, thereby failing the\nsecond and third prongs of the Central Hudson test. Indeed,\nthe speech in this case is exceptional in its difference from\nwhat the Court has previously encountered in its compelled\ncommercial speech cases. Whereas previous cases generally\ninvolve promotional activity, see, e.g., Glickman, 521 U.S. at\n474; United Foods, 533 U.S. at 413-14, here, California is\nspecifically targeting one discrete and largely disfavored\ngroup, forcing that group to meet the State’s regulatory goals\nby directly financing speech designed to undermine that\ngroup’s status and reputation. Though the State’s goals may\nbe strong and laudatory, the methods used seriously under-\nmine the particular group’s speech rights and seem dispropor-\ntional to the goals to be achieved. Accordingly, the Act cannot\nsurvive Central Hudson’s intermediate scrutiny.\n\n   Moreover, as did the Sixth Circuit in Michigan Pork Pro-\nducers Ass’n, Inc. v. Veneman, 348 F.3d 157 (6th Cir. 2003),\nI “find inapplicable to this case the relaxed scrutiny of com-\nmercial speech analysis . . . .” Id. at 163 (citing Glickman, 521\nU.S. at 474 n.18 (questioning whether “the Central Hudson\ntest, which involved commercial speech should govern a case\ninvolving the compelled funding of speech”). The speech in\nthis case is materially different from the speech issuing from\nthe private sector that we normally label as commercial.\n\n   Applying the “germaneness test” derived from Abood and\nits progeny, the compelled speech here would also fail. The\nSupreme Court expressly applied this test in United Foods,\nand found that “the expression respondent [was] required to\n\nrely upon Central Hudson to challenge the Court of Appeals’ decision.”\n533 U.S. at 410. Accordingly, other courts have recognized that the Cen-\ntral Hudson test has never been applied by the Supreme Court to com-\npelled assessment of commercial speech cases. See Cochran, 359 F.3d at\n277.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12941\nsupport [was] not germane to a purpose related to an associa-\ntion independent from the speech itself.” United Foods, 533\nU.S. at 415-16. Of course, as previously explained, there is no\nrelevant association of tobacco companies for purposes of this\nanalysis. As the Court stressed in United Foods, the question\nis not whether the State necessarily has a larger regulatory\npurpose justifying the speech, but whether there is a “coopera-\ntive marketing structure . . . to sustain an ancillary assess-\nment” for speech. Id. Here, as in United Foods, there is no\ncollective association to which the compelled assessments for\nspeech is germane.\n\n   Finally, as in Frame, a pre-Glickman and pre-United Foods\ncase, the Third Circuit applied the stringent associational\nrights standard of Abood, but upheld the constitutionality of\nthe beef regulatory statute in question because of the compel-\nling state interest involved. Frame, 885 F.2d at 1134. In refus-\ning to extend Frame’s reach after United Foods, however, the\nsame court held in Cochran that United Foods established\nthat “promotional programs . . . seem really to be special\ninterest legislation on behalf of the industry’s interests more\nso than the government’s[,]” and therefore constitute uncon-\nstitutional compelled speech for those dissenting from the\npromotions. 359 F.3d at 279.\n\n   What has survived from Frame is the principle that in the\nreview of a compelled financing statute’s intrusion into free\nspeech rights, “it is relevant to consider ‘the coerced nexus\nbetween the individual and the specific expressive activity.’ ”\nSummit, 284 F.Supp.2d at 1360 (quoting Frame, 885 F.2d at\n1119). Here, the nexus is vital: unlike a situation in which\nmoney is allocated from the general treasury fund, individuals\nwho have specifically been targeted by the speech are forced\nto pay for the speech. See id.\n\n  4.   Conclusion\n\n   In sum, review under any of the available standards reveals\nthat the compelled assessments in this case constitute an\n\f12942          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nexceptional case of government intrusion on the right not to\nbe compelled to finance speech. Indeed, the Act is designed\nto force one particularly disfavored group to fund speech\ndirectly undermining that group’s reputation. Such state\naction offends the very essence of the First Amendment. See\ne.g., Sons of Confederate Veterans v. Comm’r of the Va. Dept.\nof Motor Vehicles, 305 F.3d 241, 242 (4th Cir. 2002) (“[T]he\nFirst Amendment was not written for the vast majority. . . .\nIt belongs to the minority of one.”) (Wilkinson, C.J., concur-\nring in denial of rehearing en banc).\n\n   Moreover, the State can provide no limiting principle, no\nlogical reason why, if the government is free to tax and speak\nin this manner against this group, it cannot do so against any\nother disfavored group or individual. See Summit Medical Ctr.\nof Alabama, 284 F.Supp.2d, at 1361 (refusing to apply the\ndistrict court’s analysis in this case, and finding that Ala-\nbama’s statute forcing abortion providers to pay for the state’s\ninformational materials infringes plaintiffs’ First Amendment\nrights). Contrary to the Attorney General’s claim that the\ndemocratic process will provide a check on the use of taxes\nto fund such messages, by removing the burden of the cost of\nthis program from every taxpayer except the ones targeted,\nthis tax becomes the ultimate cheap shot, one not fully subject\nto the considerations that normally attend the decision to\nrequire the public at large to pay for something. See Board of\nRegents v. Southworth, 529 U.S. 217, 229 (2000) (traditional\npolitical controls ensure responsible government).8 Further-\nmore, the approach I take does not hinder or unduly burden\nthe State’s right or power to speak, and it does not interfere\nwith the imposition of excise or other taxes. It simply requires\n  8\n   In Michigan Pork Producers Ass’n v. Venenan, 348 F.3d 157 (6th Cir.\n2003), one significant factor in the court’s determination that the speech\ninvolved was not government speech was that the funding did not come\nfrom general tax revenues. Id. at 162. See also Livestock Marketing Ass’n,\n335 F. 3d at 720 (the flaw in the government speech argument is that the\nplaintiff’s funds were identifiable as the funds used to finance the speech\nto which they objected).\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY         12943\nthe government when doing so to stay within normal channels\nand to avoid First Amendment violations. Under the reason-\ning and force of the Supreme Court’s compelled speech cases,\nparticularly the Court’s recent pronouncements in United\nFoods, I respectfully believe the majority’s argument,\nalthough well presented and articulated in their opinion, is\nwithout merit.\n\n                       POSTSCRIPT\n\n  Shortly after I circulated this dissent, the Supreme Court\ndecided Johanns v. Livestock Marketing Ass’n, 544 U.S.\n______, 125 S.Ct. 2055 (2005). For the majority of the Court,\nJustice Scalia wrote:\n\n    The compelled-subsidy analysis is altogether unaf-\n    fected by whether the funds for the promotions are\n    raised by general taxes or through a targeted assess-\n    ment. Citizens may challenge compelled support of\n    private speech, but have no First Amendment right\n    not to fund government speech. And that is no less\n    true when the funding is achieved through targeted\n    assessments devoted exclusively to the program to\n    which the assessed citizens object. The First Amend-\n    ment does not confer a right to pay one’s taxes into\n    the general fund, because the injury of compelled\n    funding (as opposed to the injury of compelled\n    speech) does not stem from the Government’s mode\n    of accounting.\n\nId. at ______ (second emphasis added) (citations omitted).\n\n   Not surprisingly, California’s Attorney General suggests\nthat this ruling “eliminates all possible doubt about the cor-\nrectness” of the majority’s decision. I do not agree.\n\n  The Johanns Court suggests, while “express[ing] no view\non the point,” that if it were to be shown that the challenged\n\f12944       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nspeech would “convince a reasonable factfinder” that “all . . .\nproducers[ ] would be tarred with the content of each trade-\nmarked ad,” an “as applied” First Amendment challenge\nmight lie. Id. at __________. (emphasis added).\n\n  Writing separately, Justice Thomas advanced the same sug-\ngestion:\n\n       Still, if the advertisements associated their generic\n    pro-beef message with either the individual or orga-\n    nization respondents, then respondents would have a\n    valid as-applied First Amendment challenge. The\n    government may not, consistent with the First\n    Amendment, associate individuals or organizations\n    involuntarily with speech by attributing an unwanted\n    message to them, whether or not those individuals\n    fund the speech, and whether or not the message is\n    under the government’s control. This principle fol-\n    lows not only from our cases establishing that the\n    government may not compel individuals to convey\n    messages with which they disagree, . . . but also\n    from our expressive-associate cases, which prohibit\n    the government from coercively associating individ-\n    uals or groups with unwanted messages.\n\nId. at ______. (emphasis added) (citations omitted).\n\n   Here, one challenged government television ad —\ndescribed by my colleagues as “particularly striking” — uses\na voice-over technique to speak to the public on behalf of the\ntobacco industry. The words put directly into the mouths of\nthe tobacco industry disparagingly associate the appellants\nand the industry with the unwanted message about which they\nnow complain:\n\n    We have to sell cigarettes to your kids. We need half\n    a million new smokers a year just to stay in business\n    so we advertise near schools, at candy counters. We\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12945\n    lower our prices. We have to. It’s nothing personal.\n    You understand.\n\nThe “we” is the appellants.\n\n   If this language, albeit couched in a literary device, does\nnot “tar all in the industry” required to pay for the ad, and if\nthis language does not “coercively associate” and intention-\nally smear the appellants — all of them — with an “unwanted\nmessage” to which they object, it is hard to know what does.\nI respectfully disagree with the district court’s preemption of\nthis issue as a matter of law. The facts are such as to survive\nsummary judgment and should be submitted — as suggested\nby the Supreme Court — to a factfinder.\n\n   At the very least, we should take our lead from our recent\ndecision in Charter v. United States Department of Agricul-\nture, _____ F.3d _____, _____ (9th Cir. 2005), recognizing\nthe difference between that case and Johanns with respect to\na possible attribution/association “as applied” challenge:\n\n    In light of the Supreme Court’s recognition [in\n    Johanns] (without expressing a view on the issue)\n    that an attribution claim might form the basis for an\n    as-applied First Amendment challenge to the Act,\n    the district court’s decision must be vacated and the\n    case remanded for further proceedings to determine,\n    among other things, whether speech was attributed to\n    appellants and, if so, whether such attribution can\n    and does support a claim that the Act is unconstitu-\n    tional as applied. Id.; see also id. at *9 n.* (Thomas,\n    J., concurring) (noting that, pursuant to Federal Rule\n    of Civil Procedure 15, “on remand respondents may\n    be able to amend their complaint to assert an attribu-\n    tion claim”).\n\n  There is a world of difference between what was at issue\nand at stake in Johanns and what is on our docket here. In\n\f12946       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nJohanns, the question was whether, consistent with the First\nAmendment, the government could compel beef producers to\nfund by way of mandatory assessments a generic advertising\nprogram promoting the sale of beef. 7 U.S.C. § 2901(b). In\nour case, however, the purpose of the coerced speech is delib-\nerately destructive of those forced to pay for it — not so in\nJohanns. Does this difference matter here? I believe it does.\nThe difference is not just one of degree, but of material kind.\nIt is one thing to promote the sale of an agricultural product;\nit is altogether another to attempt to destroy an entire legal\nindustry.\n\n   I see this case as distinguishable from Johanns, and I con-\ntinue respectfully to dissent. In my view, we should remand\nto the district court for reconsideration on the “as applied”\nissue as newly articulated in Johanns itself.\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                  FOR PUBLICATION\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\nR.J. REYNOLDS TOBACCO COMPANY;                No. 03-16535\nLORILLARD TOBACCO COMPANY;                       D.C. No.\nR. J. REYNOLDS SMOKE SHOP, INC.,            CV-03-00659-LKK\n               Plaintiffs-Appellants,\n                                            ORDER DENYING\n                 v.                          PETITIONS FOR\nSANDRA SHEWRY, Director of the               REHEARING EN\nCalifornia Department of Health               BANC AND\nServices; DILEEP G. BAL, Acting                AMENDING\nChief of the Tobacco Control                  OPINION AND\nSection of the California                     DISSENT AND\nDepartment of Health Services;                 AMENDED\nSTATE OF CALIFORNIA,                          OPINION AND\n             Defendants-Appellees.             AMENDED\n                                               DISSENT\n\n       Appeal from the United States District Court\n           for the Eastern District of California\n       Lawrence K. Karlton, Senior Judge, Presiding\n\n                 Argued and Submitted\n         May 10, 2004—San Francisco, California\n\n                 Filed September 28, 2004\n                Amended September 9, 2005\n\n       Before: Betty Binns Fletcher, Stephen Trott and\n             Raymond C. Fisher, Circuit Judges.\n\n                  Opinion by Judge Fisher;\n                   Dissent by Judge Trott\n\n\n\n                            12895\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY         12897\n\n\n                         COUNSEL\n\nH. Joseph Escher III, Howard Rice Nemerovski Canady Falk\n& Rabkin, San Francisco, California, for plaintiffs-appellants\n\f12898       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nR.J. Reynolds Tobacco Company and R.J. Reynolds Smoke\nShop, Inc., and Shannon L. Spangler and M. Kevin Underhill,\nShook, Hardy & Bacon, San Francisco, California, for\nplaintiff-appellant Lorillard Tobacco Company.\n\nRobert M. O’Neil and J. Joshua Wheeler, Charlottesville, Vir-\nginia, for amici curiae Thomas Jefferson Center for the Pro-\ntection of Free Expression and the Media Institute, in support\nof the plaintiffs-appellants.\n\nDaniel J. Popeo and Richard A. Samp, Washington, D.C., for\namici curiae Washington Legal Foundation, in support of the\nplaintiffs-appellants.\n\nKaren Leaf, Deputy Attorney General, Sacramento, Califor-\nnia, for the defendants-appellees.\n\nDeborah B. Caplan and Robert S. McWhorter, Olson, Hagel\n& Fishburn, LLP, Sacramento, California, for amici curiae\nAmerican Cancer Society, California Division, Inc., American\nHeart Association, Western States Affiliates, and American\nLung Association of California, in support of the defendants-\nappellees.\n\n\n                          ORDER\n\n   In light of the Supreme Court’s decision in Johanns v. Live-\nstock Marketing Ass’n, </pre><span class=\"citation\" data-id=\"142895\"><a href=\"/opinion/142895/johanns-v-livestock-marketing-assn/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2055</span></a></span><pre class=\"inline\"> (2005), the opinion\nand dissent filed on September 28, 2004, and appearing at slip\nop. 14,067, </pre><span class=\"citation\" data-id=\"787917\"><a href=\"/opinion/787917/rj-reynolds-tobacco-company-lorillard-tobacco-company-rj-reynolds-smoke/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1126</span></a></span><pre class=\"inline\"> (9th Cir. 2004), and slip op.\n14,096, </pre><span class=\"citation\" data-id=\"787917\"><a href=\"/opinion/787917/rj-reynolds-tobacco-company-lorillard-tobacco-company-rj-reynolds-smoke/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1126</span></a></span><pre class=\"inline\">, 1142, respectively, are amended as\nfollows:\n\n   At slip op. 14,095, line 31, insert the following postscript\nafter “we affirm the judgment of the district court.” and\nbefore “AFFIRMED.”:\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12899\n                        POSTSCRIPT\n\n   After we filed our opinion, the Supreme Court decided\nJohanns v. Livestock Marketing Ass’n, </pre><span class=\"citation\" data-id=\"142895\"><a href=\"/opinion/142895/johanns-v-livestock-marketing-assn/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2055</span></a></span><pre class=\"inline\">\n(2005), holding that the Beef Promotion and Research Act of\n1985 did not violate the First Amendment by imposing an\nassessment on all sales and importation of cattle to fund beef\npromotional campaigns with which many of the assessed par-\nties disagreed. The Court reasoned, as we do here, that the Act\nwas not susceptible to a First Amendment compelled-subsidy\nchallenge because the assessments funded government\nspeech. Although the Johanns opinion affirms our reasoning,\nJudge Trott remains in dissent. He would now remand to the\ndistrict court pursuant to the Court’s statement in Johanns that\nan as-applied challenge might lie “if it were established . . .\nthat individual beef advertisements were attributed to respon-\ndents.” Id. at 2065.\n\n   Appellants have never, before us or the district court,\nclaimed that the ads at issue in this litigation could be or were\nattributed to them; nor does the record reveal a material ques-\ntion of fact on the issue. A reasonable viewer could not\nbelieve that these anti-industry ads, expressly identified as\n“Sponsored by the California Department of Health Services,”\nwere created, produced or approved by the appellants. The ad\nsingled out by the dissent as “put[ting] [words] directly into\nthe mouth of the tobacco industry,” for example, is unmistak-\nable satire. In that ad, children play in a schoolyard while cig-\narettes fall like rain from the sky and a voiceover states “[w]e\nhave to sell cigarettes to your kids. We need half a million\nnew smokers a year . . . so we advertise near schools, at candy\ncounters.” No reasonable viewer could overlook the satirical\ntenor of this ad and attribute the voiceover text to actual\ntobacco executives.\n\n  We also find inapposite the dissent’s analogy to our recent\norder in Charter v. United States Department of Agriculture,\n</pre><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1017</span></span><pre class=\"inline\"> (9th Cir. 2005). We remanded on the question\n\f12900        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nof attribution in that case because the record indicated that the\nNational Cattlemen’s Beef Association “routinely, before\nCongress, and in other public ways and in press announce-\nments, states that it is the trade organization and marketing\norganization of America’s one million cattle producers.” Id.\nat 1019. The record in this case contains no evidence that the\nstate ever attributed its ads to the appellants or that a reason-\nable viewer could have done so; accordingly, we reject the\nanalogy to Charter and decline Judge Trott’s invitation to\nremand.\n\n   At slip op. 14,108, line 8, insert the following postscript\nafter “is without merit.”:\n\n                        POSTSCRIPT\n\n  Shortly after I circulated this dissent, the Supreme Court\ndecided Johanns v. Livestock Marketing Ass’n, </pre><span class=\"citation\" data-id=\"142895\"><a href=\"/opinion/142895/johanns-v-livestock-marketing-assn/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\"></span></a></span><pre class=\"inline\">______, </pre><span class=\"citation\" data-id=\"142895\"><a href=\"/opinion/142895/johanns-v-livestock-marketing-assn/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2055</span></a></span><pre class=\"inline\"> (2005). For the majority of the Court,\nJustice Scalia wrote:\n\n    The compelled-subsidy analysis is altogether unaf-\n    fected by whether the funds for the promotions are\n    raised by general taxes or through a targeted assess-\n    ment. Citizens may challenge compelled support of\n    private speech, but have no First Amendment right\n    not to fund government speech. And that is no less\n    true when the funding is achieved through targeted\n    assessments devoted exclusively to the program to\n    which the assessed citizens object. The First Amend-\n    ment does not confer a right to pay one’s taxes into\n    the general fund, because the injury of compelled\n    funding (as opposed to the injury of compelled\n    speech) does not stem from the Government’s mode\n    of accounting.\n\nId. at ______ (second emphasis added) (citations omitted).\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12901\n   Not surprisingly, California’s Attorney General suggests\nthat this ruling “eliminates all possible doubt about the cor-\nrectness” of the majority’s decision. I do not agree.\n\n  The Johanns Court suggests, while “express[ing] no view\non the point,” that if it were to be shown that the challenged\nspeech would “convince a reasonable factfinder” that “all . . .\nproducers[ ] would be tarred with the content of each trade-\nmarked ad,” an “as applied” First Amendment challenge\nmight lie. Id. at __________. (emphasis added).\n\n  Writing separately, Justice Thomas advanced the same sug-\ngestion:\n\n       Still, if the advertisements associated their generic\n    pro-beef message with either the individual or orga-\n    nization respondents, then respondents would have a\n    valid as-applied First Amendment challenge. The\n    government may not, consistent with the First\n    Amendment, associate individuals or organizations\n    involuntarily with speech by attributing an unwanted\n    message to them, whether or not those individuals\n    fund the speech, and whether or not the message is\n    under the government’s control. This principle fol-\n    lows not only from our cases establishing that the\n    government may not compel individuals to convey\n    messages with which they disagree, . . . but also\n    from our expressive-associate cases, which prohibit\n    the government from coercively associating individ-\n    uals or groups with unwanted messages.\n\nId. at ______. (emphasis added) (citations omitted).\n\n   Here, one challenged government television ad —\ndescribed by my colleagues as “particularly striking” — uses\na voice-over technique to speak to the public on behalf of the\ntobacco industry. The words put directly into the mouths of\nthe tobacco industry disparagingly associate the appellants\n\f12902        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nand the industry with the unwanted message about which they\nnow complain:\n\n    We have to sell cigarettes to your kids. We need half\n    a million new smokers a year just to stay in business\n    so we advertise near schools, at candy counters. We\n    lower our prices. We have to. It’s nothing personal.\n    You understand.\n\nThe “we” is the appellants.\n\n   If this language, albeit couched in a literary device, does\nnot “tar all in the industry” required to pay for the ad, and if\nthis language does not “coercively associate” and intention-\nally smear the appellants — all of them — with an “unwanted\nmessage” to which they object, it is hard to know what does.\nI respectfully disagree with the district court’s preemption of\nthis issue as a matter of law. The facts are such as to survive\nsummary judgment and should be submitted — as suggested\nby the Supreme Court — to a factfinder.\n\n   At the very least, we should take our lead from our recent\ndecision in Charter v. United States Department of Agricul-\nture, _____ F.3d _____, _____ (9th Cir. 2005), recognizing\nthe difference between that case and Johanns with respect to\na possible attribution/association “as applied” challenge:\n\n    In light of the Supreme Court’s recognition [in\n    Johanns] (without expressing a view on the issue)\n    that an attribution claim might form the basis for an\n    as-applied First Amendment challenge to the Act,\n    the district court’s decision must be vacated and the\n    case remanded for further proceedings to determine,\n    among other things, whether speech was attributed to\n    appellants and, if so, whether such attribution can\n    and does support a claim that the Act is unconstitu-\n    tional as applied. Id.; see also id. at *9 n.* (Thomas,\n    J., concurring) (noting that, pursuant to Federal Rule\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12903\n    of Civil Procedure 15, “on remand respondents may\n    be able to amend their complaint to assert an attribu-\n    tion claim”).\n\n   There is a world of difference between what was at issue\nand at stake in Johanns and what is on our docket here. In\nJohanns, the question was whether, consistent with the First\nAmendment, the government could compel beef producers to\nfund by way of mandatory assessments a generic advertising\nprogram promoting the sale of beef. 7 U.S.C. § 2901(b). In\nour case, however, the purpose of the coerced speech is delib-\nerately destructive of those forced to pay for it — not so in\nJohanns. Does this difference matter here? I believe it does.\nThe difference is not just one of degree, but of material kind.\nIt is one thing to promote the sale of an agricultural product;\nit is altogether another to attempt to destroy an entire legal\nindustry.\n\n   I see this case as distinguishable from Johanns, and I con-\ntinue respectfully to dissent. In my view, we should remand\nto the district court for reconsideration on the “as applied”\nissue as newly articulated in Johanns itself.\n\n  With these amendments, the panel judges have voted to\ndeny appellants’ petition for panel rehearing. Judge Fisher has\nvoted to deny the petition for rehearing en banc, and Judges\nFletcher and Trott so recommend.\n\n  The panel judges have voted to deny the petition for panel\nrehearing of amicus curiae Washington Legal Foundation.\nJudge Fisher has voted to deny the petition for rehearing en\nbanc, and Judges Fletcher and Trott so recommend.\n\n  The full court has been advised of the petitions for rehear-\ning en banc and no judge of the court has requested a vote on\nwhether to rehear the matter en banc. Fed. R. App. P. 35.\n\n  Appellants’ petition for panel rehearing and petition for\nrehearing en banc, filed October 19, 2004, is DENIED.\n\f12904        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n  The petition for panel rehearing and rehearing en banc of\namicus curiae Washington Legal Foundation, filed October\n27, 2004, is DENIED.\n\n  No further petitions for rehearing or petitions for rehearing\nen banc will be considered.\n\n\n                          OPINION\n\nFISHER, Circuit Judge:\n\n   We deal here with a novel First Amendment claim. The\nappellants, three tobacco companies, claim that California\nviolated their First Amendment rights by imposing a surtax on\ncigarettes and then using some of the proceeds of that surtax\nto pay for advertisements that criticize the tobacco industry.\nThe tobacco companies argue that this is a case of compelled\nsubsidization of speech prohibited by the First Amendment,\nanalogous to United States v. United Foods, Inc., </pre><span class=\"citation\" data-id=\"118455\"><a href=\"/opinion/118455/united-states-v-united-foods-inc/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">405</span></a></span><pre class=\"inline\"> (2001). California counters that the advertisements are\ngovernment speech entirely immune from First Amendment\nattack.\n\n   The tobacco companies concede that (1) the imposition of\nthe tax itself is not unconstitutional and (2) the message pro-\nduced by the government’s advertisements creates no First\nAmendment problem apart from its method of funding.\nRather, they argue for an independent First Amendment viola-\ntion based on the close nexus between the government adver-\ntising and the excise tax that funds it. We reject this argument\nas unsupported by the Constitution and Supreme Court prece-\ndent, and as so unlimited in principle as to threaten a wide\nrange of legitimate government activity. We also reject the\ntobacco companies’ claim that the advertisements violated\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                   12905\ntheir rights under the Seventh Amendment or the Due Process\nClause. We thus affirm the district court.1\n\n      FACTUAL AND PROCEDURAL BACKGROUND2\n\n   In 1988, California voters approved Proposition 99, a state-\nwide ballot initiative also known as the “Tobacco Tax and\nHealth Protection Act of 1988.” Cal. Rev. & Tax Code\n§§ 30121-30130. The Act imposes the Cigarette and Tobacco\nProducts Surtax (“the surtax”), a 25-cent per-pack surtax on\nall wholesale cigarette sales in California.\n\n   The revenue generated by the surtax is placed in the “Ciga-\nrette and Tobacco Products Surtax Fund.” Twenty percent of\ntaxes in the surtax fund is allocated to a “Health Education\nAccount,” funds from which are only “available for appropri-\nation for programs for the prevention and reduction of\ntobacco use, primarily among children, through school and\ncommunity health education programs.” Id., § 30122(b)(1).\n\n   In order to implement Proposition 99, the California Legis-\nlature directed the California Department of Health Services\n(“DHS”) to establish “a program on tobacco use and health to\nreduce tobacco use in California by conducting health educa-\ntion interventions and behavior change programs at the state\nlevel, in the community, and other nonschool settings.” Cal.\nHealth & Safety Code § 104375(a). As part of this program,\ncalled the “Tobacco Control Program,” the DHS is required\nto develop a media campaign designed to raise public aware-\nness of the deleterious effects of smoking and to effect a\nreduction in tobacco use. Id., §§ 104375(b), (c), (e)(1) & (j);\n  1\n     We note that the district court issued a particularly thoughtful, thor-\nough and comprehensive opinion in this case, upon which we have sub-\nstantially relied even though we do not adopt all of its reasoning.\n   2\n     Because this case comes before us on the state’s motion to dismiss\nunder Federal Rule of Civil Procedure 12(b)(6), we accept as true all alle-\ngations in the tobacco companies’ complaint.\n\f12906       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n104385(a); 104400. The Tobacco Control Program is funded\nentirely with money from the Health Education Account —\nand thus, ultimately, exclusively from the proceeds of the sur-\ntax.\n\n   This case concerns certain advertisements the DHS pro-\nduced as part of its Tobacco Control Program. According to\nthe tobacco companies, the DHS concluded soon after the\nestablishment of the Tobacco Control Program that a media\ncampaign focused solely on presenting the health risks of\ntobacco use would be of limited utility in reducing the inci-\ndence of smoking in California, because people tend to “tune\nout” advertising that simply explains the health risks involved\nwith tobacco use. Thus, the DHS concluded that, in order to\ncarry out its mandate to encourage Californians to modify and\nreduce their use of tobacco, it would be necessary to launch\na campaign to “denormalize” smoking, by creating a climate\nin which smoking would seem less desirable and less socially\nacceptable.\n\n   One method used by the DHS in this campaign has been to\nportray the tobacco industry itself as deceptive and as an\nenemy of the public health, or, in the companies’ words, to\nattack not “the desirability of a product but . . . the moral\ncharacter of [the] industry, accusing it of hypocrisy, cynicism\nand duplicity.” The district court described these advertise-\nments as follows:\n\n    A recent round of television commercials features an\n    actor playing a public relations executive for the fic-\n    tional cigarette brand “Hampton,” detailing for view-\n    ers his unseemly methods for getting people to start\n    smoking. The ads end with the tagline, “Do You\n    Smell Smoke?,” implicitly referencing both cigarette\n    smoke and a smoke-and-mirrors marketing strategy.\n    Another ad portrays tobacco executives discussing\n    how to replace a customer base that is dying at the\n    rate of 1,100 users a day. Some of the ads end with\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12907\n    images of mock warning labels such as: “WARN-\n    ING: The tobacco industry is not your friend.”; or\n    “WARNING: Some people will say anything to sell\n    cigarettes.” Several spots suggest that tobacco com-\n    panies aggressively market to children. In one partic-\n    ularly striking television ad entitled “Rain,” children\n    in a schoolyard are shown looking up while ciga-\n    rettes rain down on them from the sky. A voice-over\n    states “We have to sell cigarettes to your kids. We\n    need half a million new smokers a year just to stay\n    in business. So we advertise near schools, at candy\n    counters. We lower our prices. We have to. It’s noth-\n    ing personal. You understand.” At the conclusion,\n    the narrator says, “The tobacco industry: how low\n    will they go to make a profit?”\n\nR.J. Reynolds v. Bonta, </pre><span class=\"citation\" data-id=\"2295833\"><a href=\"/opinion/2295833/rj-reynolds-tobacco-co-v-bonta/\"><span class=\"volume\">272</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1085</span></a></span><pre class=\"inline\">, 1089 (2003).\nThe district court also noted that each of the challenged adver-\ntisements is “identified as ‘Sponsored by the California\nDepartment of Health Services.’ ” Id. The tobacco companies\ndo not claim that these advertisements contain any affirma-\ntively false statements.\n\n   That California itself is interested in the outcome of the\ncampaign is made clear by the Legislature’s finding that\n“[s]moking is the single most important source of preventable\ndisease and premature death in California” and that prevent-\ning tobacco use by children and young adults is the “highest\npriority in disease prevention for the state of California.” Cal.\nHealth & Safety Code § 104350(a). The district court\nexplained that “there is substantial evidence, including pub-\nlished medical studies, indicating that the Proposition 99 pro-\ngrams, and the media campaign in particular, have been\nsuccessful in achieving their goals.” Bonta, 272 F. Supp. 2d\nat 1088 n.5 (noting the following articles describing the suc-\ncess of California’s campaign in reducing the incidence of\nsmoking: C. Fichtenberg and S. Glantz, Association of the\nCalifornia Tobacco Control Program with Declines in Ciga-\n\f12908         R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nrette Consumption and Mortality from Heart Disease, NEW\nENG. J. MED. 343:24, 1772-1777 (2000); M. Siegel, Mass\nMedia Antismoking Campaigns: A Powerful Tool for Health\nPromotion, ANNALS OF INTERNAL MED., 129:2, 128-132\n(1998); J.P. Pierce, et al., Has the California Tobacco Control\nProgram Reduced Smoking?, JAMA 280:10, 893-899\n(1998)).\n\n   The appellant tobacco companies here are R.J. Reynolds\nTobacco Company; its wholly owned subsidiary R.J. Reyn-\nolds Smoke Shop, Inc.; and Lorillard Tobacco Company. R.J.\nReynolds pays the surtax through sales from its smoke shop\nsubsidiary; Lorillard pays the surtax in connection with cer-\ntain of its research and marketing activities in California.\nThese companies are not the most important sources of reve-\nnue for the surtax, however. Because the surtax is imposed on\ndistributors of cigarettes, most surtax payments are made not\nby cigarette manufacturers themselves, but by cigarette\nwholesalers. Nonetheless, because the tobacco companies sell\nor provide small quantities of cigarettes directly to smokers in\nCalifornia, they have paid and will in the future be required\nto pay the surtax. The tobacco companies here paid approxi-\nmately $14,000 in surtax funds, thus contributing approxi-\nmately $2,800 of the $25 million spent on the challenged ads.\nBonta, 272 F. Supp. 2d at 1090.\n\n   The tobacco companies brought five causes of action\nagainst the state defendants (“the state” or “California”) to the\ndistrict court, seeking both injunctive and declaratory relief.\nThey argued that the use of the surtax to fund the “anti-\nindustry” advertisements violated the First Amendment, that\nthe advertisements improperly stigmatized them in violation\nof the Fourteenth Amendment, that the advertisements inter-\nfered with their right to a jury trial under the Seventh and\nFourteenth Amendments and that the advertisements violated\nthe California Constitution.3 The state moved to dismiss under\n  3\n   This state law claim is not before us.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12909\nFederal Rule of Civil Procedure 12(b)(6). The district court\ndismissed with prejudice all of the companies’ federal consti-\ntutional claims, and the companies timely appealed.\n\n                        DISCUSSION\n\nI.   First Amendment\n\n   We begin by addressing the scope of the First Amendment\nissue. The tobacco companies do not raise a First Amendment\nchallenge to California’s right to sponsor “anti-industry”\nadvertisements. As their brief to this court puts it, “if the\nbroadcasts were funded by general taxes rather than by a tax\nimposed exclusively on the tobacco industry, the anti-industry\nads would raise no First Amendment issue.” Nor do the com-\npanies argue that the surtax itself has interfered with their con-\nstitutional rights. See, e.g., Arkansas Writers’ Project, Inc. v.\nRagland, </pre><span class=\"citation\" data-id=\"111866\"><a href=\"/opinion/111866/arkansas-writers-project-inc-v-ragland/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 227-29 (1987) (invalidating a statute\nthat granted a tax exemption for religious, professional, trade\nand sports journals that did not apply to other journals); Min-\nneapolis Star & Tribune v. Minn. Comm’r of Revenue, </pre><span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">460</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span><pre class=\"inline\">, 591-93 (1983) (invalidating a special tax on the\npress limited to only a few newspapers). Their claim is spe-\ncific: they argue that using the money raised from an excise\ntax that targets the tobacco industry to pay for advertising that\ndenigrates the industry violates their constitutional rights.\n\n   Before discussing the precedent upon which the tobacco\ncompanies rely, we note that this is a novel argument. At\nissue is neither the government’s power to speak nor the gov-\nernment’s power to tax. Chief Justice John Marshall famously\nstated that “the power to tax involves the power to destroy.”\nMcCullough v. Maryland, 17 U.S. (4 Wheat.) 316, 431\n(1819). According to the tobacco companies, however, this\ncase involves neither an invalid exercise of the government’s\npower to tax nor a claim that they have been destroyed by the\ngovernment’s speech. Rather, the companies claim a constitu-\ntional violation in the link between the excise tax and the gov-\n\f12910         R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nernment speech to which they object. By suggesting that\ncertain taxpayers should be able to object to government\nspeech whenever an excise tax is used to fund a message that\nparticularly affects the group that pays the tax, the tobacco\ncompanies’ argument would implicate a range of other pro-\ngrams. As we shall explain, we reject the “nexus” argument\nas applied to excise taxation. A mere link between an excise\ntax and a government-sponsored advertising campaign, absent\na claim that either the tax or the advertising is unconstitu-\ntional, does not violate the First Amendment.\n\n  A.    United Foods, the Compelled Speech Doctrine and\n        Taxation\n\n   The tobacco companies rely in large part upon one case:\nUnited States v. United Foods, Inc., </pre><span class=\"citation\" data-id=\"118455\"><a href=\"/opinion/118455/united-states-v-united-foods-inc/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span><pre class=\"inline\"> (2001).4 We\ndo not agree that United Foods controls. Rather, we conclude\nthat the compelled speech cases, of which United Foods is\none, do not apply where an excise tax is used to produce a\nmessage that indisputably comes from the government itself.\n\n   In United Foods, the Court considered a federal program\ncreated by the Mushroom Promotion, Research, and Con-\nsumer Information Act, 7 U.S.C. § 6101 et seq. As the Court\ndescribed the program,\n\n      The Act authorizes the Secretary of Agriculture to\n      establish a Mushroom Council to pursue the statute’s\n      goals. Mushroom producers and importers, as\n      defined by the statute, submit nominations from\n      among their group to the Secretary, who then desig-\n  4\n   The Supreme Court has recently granted certiorari in Livestock Mktg.\nAss’n v. USDA, </pre><span class=\"citation\" data-id=\"782657\"><a href=\"/opinion/782657/livestock-marketing-association-an-association-of-livestock-markets-on/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span><pre class=\"inline\"> (8th Cir. 2003), cert. granted sub nom.\nVeneman v. Livestock Mktg. Ass’n, </pre><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2389</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3721</span></span><pre class=\"inline\">\n(U.S. May 24, 2004) (No. 03-1164) and Nebraska Cattlemen, Inc. v. Live-\nstock Mktg. Ass’n, </pre><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2390</span></span><pre class=\"inline\">, 72 USLW 3539 (U.S. May 24, 2004),\ninvolving the interaction between the compelled speech and government\nspeech doctrines.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12911\n    nates the Council membership. To fund its programs,\n    the Act allows the Council to impose mandatory\n    assessments upon handlers of fresh mushrooms in an\n    amount not to exceed one cent per pound of mush-\n    rooms produced or imported. The assessments can\n    be used for “projects of mushroom promotion,\n    research, consumer information, and industry infor-\n    mation.” It is undisputed, though, that most moneys\n    raised by the assessments are spent for generic\n    advertising to promote mushroom sales.\n\n533 U.S. at 408 (citations omitted). The petitioner in that case\nwas a mushroom producer that refused to pay its mandatory\nassessment. The Supreme Court described the question pre-\nsented as “whether the government may underwrite and spon-\nsor speech with a certain viewpoint using special subsidies\nexacted from a designated class of persons, some of whom\nobject to the idea being advanced.” 533 U.S. at 410. Under\nthe facts of United Foods, the Supreme Court held that the\nanswer to that question was “no.” The Court held that by\nrequiring the mushroom producer to contribute to generic\nadvertisements for mushroom sales to which it objected, the\ngovernment had put “First Amendment values . . . at serious\nrisk” by “compell[ing] a discrete group of citizens [ ] to pay\nspecial subsidies for speech on the side that [the government]\nfavors.” Id. at 411.\n\n   Read broadly, and taken in isolation, this language might\nplausibly suggest that the tobacco companies have the right to\nobject to the advertisements at issue here because they have\npaid “special subsidies” for the advertisements in the form of\na tax that disproportionately affects them. Yet United Foods\nalso makes clear that not every case in which the government\nmandates support for speech from a particular group necessar-\nily creates a First Amendment violation. Most importantly,\nthe Court specifically declined to address whether the same\nFirst Amendment analysis would apply to cases in which the\nspeech produced was “government speech” that derived from\n\f12912        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nthe state itself and not the Mushroom Council. See id. at 416\n(“The Government argues the advertising here is government\nspeech, and so immune from the scrutiny we would otherwise\napply. As the government admits . . . however, this argument\nwas not raised or addressed in the Court of Appeals.”) (cita-\ntions omitted). United Foods also carefully relied on the\nteaching of previous compelled speech cases to reach its hold-\ning about the contributions to the Mushroom Council. Id. In\norder to understand the impact of United Foods, therefore, we\nexamine the origins and the purpose of the compelled speech\ndoctrine.\n\n   [1] It has long been established that the First Amendment\nprohibits the government from compelling citizens to express\nbeliefs that they do not hold. “[T]he right of freedom of\nthought protected by the First Amendment against state action\nincludes both the right to speak freely and the right to refrain\nfrom speaking at all.” Wooley v. Maynard, </pre><span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span><pre class=\"inline\">, 714\n(1977) (forbidding a state government from compelling\nmotorists to display the message “Live Free or Die” on their\nlicense plates); see also West Virginia State Bd. of Educ. v.\nBarnette, </pre><span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span><pre class=\"inline\"> (1943) (preventing a state government\nfrom forcing children to salute the American flag when the\nchildren’s religious beliefs forbade such behavior). These\ncases are not directly applicable here because there is no\nclaim that the tobacco companies have been forced into\nexpressing any position.\n\n   The Court extended this fundamental principle of freedom\nof expression to situations “involving expression by groups\nwhich include persons who object to the speech, but who,\nnevertheless, must remain members of the group by law or\nnecessity.” United Foods, 533 U.S. at 413. The first such\ncase, Abood v. Detroit Board of Education, </pre><span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">\n(1977), involved a challenge by public school teachers to a\ncollective bargaining agreement. The agreement required non-\nunion members who were represented by the teachers union\nto pay a service fee equal to union dues. Some portions of this\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY             12913\nservice fee were then used to pay “for political and ideologi-\ncal purposes unrelated to collective bargaining.” Id. at 232.\nThe Court held that this program violated the principle that\n“the freedom of an individual to associate for the purpose of\nadvancing beliefs and ideas” is protected by the First Amend-\nment. Id. at 233. Although the union could compel objectors\nto provide funds for purposes that were “germane” to “its\nduties as [a] collective-bargaining representative,” it would\nviolate basic principles of freedom of association to compel\nthe financial support of objectors for ideological purposes\nunrelated to collective bargaining. Id. at 235. The Court revis-\nited similar issues in Keller v. State Bar of California, </pre><span class=\"citation\" data-id=\"112443\"><a href=\"/opinion/112443/keller-v-state-bar-of-cal/\"><span class=\"volume\">496</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1990), in which it invalidated a program in which\nmandatory dues to the California State Bar were used, over\nmember’s objections, to advance political and ideological\ncauses to which some bar members did not subscribe. The\nCourt held that the state bar could use compulsory member-\nship dues to finance activities “germane” to the purposes for\nwhich the “compelled association and integrated bar [were]\njustified . . . the State’s interest in regulating the legal profes-\nsion and improving the quality of legal services.” Id. at 13. It\ncould not, however, order compulsory dues to be used to\n“fund activities of an ideological nature which fell outside of\nthose areas of activity.” Id. at 14.\n\n  Abood and Keller set forth the principles that were later\napplied — with differing results — in Glickman v. Wileman\nBros. & Elliot, </pre><span class=\"citation\" data-id=\"118139\"><a href=\"/opinion/118139/glickman-v-wileman-brothers-elliott-inc/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span><pre class=\"inline\"> (1997), and in United Foods to\nprograms in which the government compels agricultural pro-\nducers to contribute to joint marketing programs. In Glick-\nman, the Court rejected a First Amendment challenge to a\nregulatory program that required tree fruit growers to fund\nmarketing campaigns as part of a broader regulation of the\nindustry. The crucial distinction between Glickman and\nUnited Foods is that the mandatory assessment in Glickman\nwas “ancillary to a more comprehensive program restricting\nmarket autonomy.” United Foods, 533 U.S. at 411. We have\nexplained the distinction between the two cases as follows: “If\n\f12914          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nthe generic advertising assessment is part of a ‘comprehensive\nprogram’ that ‘displace[s] many aspects of independent busi-\nness activity,’ exempts the firms within its scope from the\nantitrust laws, and makes them ‘part of a broader collective\nenterprise,’ the assessment does not violate the First Amend-\nment.” Delano Farms v. Cal. Table Grape Comm’n, </pre><span class=\"citation\" data-id=\"780770\"><a href=\"/opinion/780770/delano-farms-company-a-washington-corporation-the-susan-neill-company-a/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">895</span></a></span><pre class=\"inline\">, 898-99 (9th Cir. 2003). The program in United Foods, on\nthe other hand, raised a constitutional problem because “[i]f\nthe program is, in the main, simply an assessment of indepen-\ndent and competing firms to pay for generic advertising, it\ndoes violate the First Amendment.” Id. at 899. The United\nFoods rule protects against “making one entrepreneur finance\nadvertising for the benefit of his competitors” when there is\nno broader regulatory interest at stake. 533 U.S. at 418 (Ste-\nvens, J., concurring).\n\n   Seen in this perspective, United Foods is a logical exten-\nsion of a long line of cases that have protected both freedom\nof expression and freedom of association. See United States\nv. Frame, </pre><span class=\"citation\" data-id=\"529727\"><a href=\"/opinion/529727/united-states-v-l-robert-frame-sr-and-vintage-sales-stables-inc/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span><pre class=\"inline\">, 1132 (3d Cir. 1989) (describing the\n“underlying rationale of the right to be free from compelled\nspeech or association” as guiding the Abood line of cases).\nUnder Wooley and Barnette, the First Amendment does not\npermit the government to force citizens to express beliefs that\nare not their own. As an extension of this principle, under\nAbood, Keller and United Foods, the First Amendment also\ndoes not permit the government to force citizens to contribute\nto a private association when the funds are used primarily to\nsupport expression from a certain viewpoint.5 The First\n  5\n    Read in this context, it is clear that United Foods relied on harm to\nexpressive and associational freedoms in order to support its conclusion.\nSee 533 U.S. at 413 (“It is true that the party who protests the assessment\nhere is required simply to support speech by others, not to utter the speech\nitself. We conclude, however, that the mandated support is contrary to the\nFirst Amendment principles set forth in cases involving expression by\ngroups which include persons who object to the speech, but who, never-\ntheless, must remain members of the group by law or necessity.”) (empha-\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                   12915\nAmendment may, however, under Abood and Glickman, per-\nmit the government to compel contributions to an associa-\ntion’s expression when that expression is germane to a\nbroader regulatory scheme that compelled the association in\nthe first place.6\n\n   [2] Nothing in United Foods suggests that the compelled\nspeech doctrine applies to situations where the government\nimposes an excise tax on private citizens and then uses the\nmoney to speak in the name of the government itself. No\ncourt has held otherwise. See NAACP v. Hunt, </pre><span class=\"citation\" data-id=\"533854\"><a href=\"/opinion/533854/national-association-for-the-advancement-of-colored-people-naacp-a/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span><pre class=\"inline\">,\n1566 (11th Cir. 1990) (“Abood has never been applied to the\ngovernment, however; if it were, taxation would become\nimpossible.”). An otherwise valid tax for an otherwise valid\npurpose ordinarily must bind even those who object to the\ngovernment’s objective. In Board of Regents of the University\nof Wisconsin System v. Southworth, </pre><span class=\"citation\" data-id=\"2621017\"><a href=\"/opinion/2621017/board-of-regents-of-univ-of-wis-system-v-southworth/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span><pre class=\"inline\">, 229 (2000),\nthe Court explained that:\n\n     It is inevitable that government will adopt and pur-\n     sue programs and policies within its constitutional\n\nsis added). The Court emphasized that contributions to the Mushroom\nCouncil forced certain private parties to pay for the speech of other private\nparties — a violation of both expressive and associative freedom. Id. at\n416 (noting “the mandatory assessments imposed to require one group of\nprivate persons to pay for speech by others”).\n   6\n     Because United Foods is easily reconciled with previous Supreme\nCourt precedent, we do not see a basis in United Foods for our dissenting\ncolleague’s view that, in distinguishing Glickman, the Court intended to\nuntether the compelled speech doctrine from its expressive and associa-\ntional moorings and create a new constitutional right to challenge all\nforms of targeted taxation. Nor does United Foods suggest that we should\napply principles governing government suppression of private commercial\nspeech, see Central Hudson Gas & Elec. Corp. v. Pub. Serv. Comm’n, </pre><span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"volume\">447</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span><pre class=\"inline\">, 564 (1980), to this case — in which the government has neither\nsuppressed nor compelled speech, but has merely used an excise tax to\nfund a governmental message. Surely if the Court in United Foods had\nintended to create such broadly sweeping principles, it would have said so.\n\f12916        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n    powers but which nevertheless are contrary to the\n    profound beliefs and sincere convictions of some of\n    its citizens. The government, as a general rule, may\n    support valid programs and policies by taxes or other\n    exactions binding on protesting parties. Within this\n    broader principle it seems inevitable that funds\n    raised by the government will be spent for speech\n    and other expression to advocate and defend its own\n    policies.\n\n   [3] Put simply, the rationale of the Abood and Keller line\nof cases — protecting freedom of expression and association\n— does not apply to government speech when the govern-\nment acts as both a taxing authority and as a speaker. Paying\na tax, even an excise tax, does not create a compelled form of\nassociation. When the government acts as a speaker it may\nespouse views that directly contradict those of taxpayers with-\nout interfering with taxpayers’ freedom of expression. In a\ndemocracy based on majority rule, such a conclusion is ines-\ncapable. “Government officials are expected as a part of the\ndemocratic process to represent and to espouse the views of\na majority of their constituents. . . . If every citizen were to\nhave a right to insist that no one paid by public funds express\na view with which he disagreed, debate over issues of great\nconcern to the public would be limited to those in the private\nsector, and the process of government as we know it radically\ntransformed.” Keller, 496 U.S. at 12-13. As we have said\nbefore, “[s]imply because the government opens its mouth to\nspeak does not give every outside individual or group a First\nAmendment right to play ventriloquist.” Downs v. Los Ange-\nles Unified School Dist., </pre><span class=\"citation\" data-id=\"770682\"><a href=\"/opinion/770682/robert-downs-v-los-angeles-unified-school-district/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1003</span></a></span><pre class=\"inline\">, 1013 (9th Cir. 2000).\n\n  B.    The California Regulation and Compelled Speech\n\n   The companies claim that their situation is unique because\nthe DHS pays for its anti-industry ads exclusively from reve-\nnues raised ultimately through the surtax, which in turn is\nderived exclusively from sales of cigarette packages. They\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12917\nargue that imposing an excise tax on a particular industry and\nthen earmarking the use of the tax funds for advertisements\nthat criticize that industry suffices to make the companies\nsimilarly situated to the plaintiffs in the compelled speech\ncases.\n\n   There is a fundamental difference between the excise tax/\nspending regime at issue here and the compelled contributions\nto private associations that were at issue in Abood, Keller and\nUnited Foods. When a union, a state bar association or even\na mushroom growers’ association speaks, it represents only\nthe interests of that particular entity. When California uses\nfunds from the tobacco surtax to produce advertisements, it\ndoes so in the name of all of California’s citizens. As the dis-\ntrict court observed, “[The tobacco companies] are not seek-\ning to prevent coerced participation in private association;\nrather, they are attempting to exercise a taxpayer’s veto over\nspeech by the government itself.” Bonta, 272 F. Supp. 2d at\n1100. That California has chosen to fund a valid public health\nmessage through a targeted excise tax does not mean that it\nis no longer speaking as the State of California.\n\n   The key issue is not the targeted nature of the tax but the\ndegree of governmental control over the message. See Live-\nstock Mktg. Ass’n v. USDA, </pre><span class=\"citation\" data-id=\"782657\"><a href=\"/opinion/782657/livestock-marketing-association-an-association-of-livestock-markets-on/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span><pre class=\"inline\">, 723 (8th Cir. 2003)\n(noting that “the greater the government’s responsibility for,\nand control over, the speech in question, the greater the gov-\nernment’s interest therein”). In the compelled speech cases\ncited by the companies, control over the content of the mes-\nsage produced had been delegated to an association “represen-\ntative only of one segment of the population, with certain\ncommon interests.” Abood, 431 U.S. at 259 n.13 (Powell, J.,\nconcurring). The problem with the government forcing private\ncitizens to contribute funds in those cases was that the funds\nwere being used to support the speech of such segmented,\nspecific interests. Here there can be no doubt that the tobacco\ncompanies’ funds are being used to speak on behalf of the\npeople of California as a whole. Any coercion — that is, the\n\f12918        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\ncollection of funds used to produce a particular message — is\nperformed not in the name of a segment of the public, but of\nthe state.\n\n   Indeed, a wide range of First Amendment cases differenti-\nate between the government controlling the expenditure of its\nown revenue and the government sharing control with private\nor quasi-private parties. See, e.g., Rust v. Sullivan, </pre><span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">173</span></a></span><pre class=\"inline\">, 197 (1991) (distinguishing situations where the govern-\nment imposes a direct constraint on the use of its own money\nfrom situations “in which the Government has placed a condi-\ntion on the recipient of the subsidy rather than on a particular\nprogram or service, thus effectively prohibiting the recipient\nfrom engaging in the protected conduct outside the scope of\nthe federally funded program”); FCC v. League of Women\nVoters of Cal., </pre><span class=\"citation\" data-id=\"111248\"><a href=\"/opinion/111248/fcc-v-league-of-women-voters-of-cal/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">, 399-400 (1984) (same); Widmar\nv. Vincent, </pre><span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span><pre class=\"inline\">, 268 (1981) (establishing limited\npublic forum doctrine and explaining that the First Amend-\nment “forbids a State to enforce certain exclusions from a\nforum generally open to the public, even if it was not required\nto create the forum in the first place”).\n\n   This is not to say that a state may avoid the limits of the\nFirst Amendment simply by labeling a compelled contribution\na contribution to the government’s own speech. As the\nSupreme Court has noted, a state law “determination that [an\nentity] is a ‘government agency,’ and therefore entitled to the\ntreatment accorded a governor, a mayor, or a state tax com-\nmission, for instance, is not binding on us when such a deter-\nmination is essential to the decision of a federal question.”\nKeller, 496 U.S. at 11. The analysis may differ when the gov-\nernment nominally controls the production of advertisements,\nbut as a practical matter has delegated control over the speech\nto a particular group that represents only one segment of the\npopulation. See Frame, 885 F.2d at 1133-34 (describing com-\npelled contributions to a nominally government controlled\n“Cattleman’s Board,” where the persons with actual control\nover the disbursement of funds were private individuals\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                   12919\n“whose primary or overriding purpose is to promote the wel-\nfare of the cattle producers” (quoting 7 U.S.C. § 2905(b)(4)));\nsee also Mich. Pork Producers Ass’n v. Veneman, </pre><span class=\"citation\" data-id=\"784038\"><a href=\"/opinion/784038/michigan-pork-producers-association-inc-v-ann-m-veneman-secretary/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">157</span></a></span><pre class=\"inline\">, 161 (6th Cir. 2003) (“We conclude that the pork indus-\ntry’s extensive control over the Pork Act’s promotional activi-\nties prevents their attribution to the government.”).7 But that\nsituation is not present here. As the district court put it,\n“[w]hile in some cases the distinction between government\nspeech and compelled allegiance may present ‘difficult\nissues,’ the analysis here is straightforward.” Bonta, 272 F.\nSupp. 2d at 1100 (quoting United Foods, 533 U.S. at 417).\n\n   [4] In their complaint, the tobacco companies themselves\nallege that the director of the DHS, a government agency, is\n“ultimately responsible for the advertising challenged in this\naction.” The DHS is acting expressly according to California\nlaw, which directs the DHS to implement a media campaign\nemphasizing “both preventing the initiation of tobacco use\nand quitting smoking . . . based on professional market\nresearch and surveys necessary to determine the most effec-\ntive method of diminishing tobacco use among specified tar-\nget populations.” Cal. Health & Safety Code § 104375(e)(1).\n  7\n    Thus, the dissent’s claim that there is an “untenable distinction”\nbetween situations in which the government speaks for itself and situations\nwhere the government has effectively licensed control over speech to a\nprivate organization is misplaced. In similar cases, courts can (and often\nhave) examined whether or not the government has delegated authority to\na private body, such that a compelled subsidy is being used to support a\nprivate interest instead of a governmental one. See, e.g., Cochran v. Vene-\nman, </pre><span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></span><pre class=\"inline\">, 278 (3d. Cir. 2003) (finding First Amendment con-\ncerns where an agricultural act “seem[ed] to really be special interest\nlegislation on behalf of the industry’s interest more . . . than the govern-\nment’s”). Indeed, this was what was at issue in the language the dissent\nquotes from the Third Circuit’s decision in Frame; that court identified an\nimproper “coerced nexus between the individual and . . . specific expres-\nsive activity” in a case where “the Cattlemen’s Board seems to be an\nentity ‘representative of one segment of the population, with certain com-\nmon interests.’ ” Frame, 885 F.2d at 1132, 1133 (citing Abood, 431 U.S.\nat 259 n.13 (Powell, J., concurring)).\n\f12920          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nThe advertisements are also clearly identified as coming from\nthe government itself and not from the tobacco companies, the\ntobacco industry or any other private party or group. Cf.\nFrame, 885 F.2d at 1133 n.11 (describing advertisements\n“without mention of the Secretary or the Department of Agri-\nculture, thus failing to communicate that the advertisements\nare funded through a government program”). As noted above,\nall the contested advertisements expressly state that they are\nsponsored by the DHS. Plainly, in imposing the surtax and in\nproducing the contested advertisements, California is acting\non behalf of all of its citizens.8\n   8\n     As a point of comparison, it is worth citing those aspects of the organi-\nzation of the State Bar of California upon which the Supreme Court relied\nto hold that its speech should not be classified as coming from the govern-\nment itself:\n    The State Bar of California is a good deal different from most\n    other entities that would be regarded in common parlance as\n    “governmental agencies.” Its principal funding comes, not from\n    appropriations made to it by the legislature, but from dues levied\n    on its members by the board of governors. Only lawyers admitted\n    to practice in the State of California are members of the State\n    Bar, and all 122,000 lawyers admitted to practice in the State\n    must be members. [The State Bar] undoubtedly performs impor-\n    tant and valuable services for the State by way of governance of\n    the profession, but those services are essentially advisory in\n    nature. The State Bar does not admit anyone to the practice of\n    law, it does not finally disbar or suspend anyone, and it does not\n    ultimately establish ethical codes of conduct. All of those func-\n    tions are reserved by California law to the State Supreme Court.\n    . . . The State Bar of California was created, not to participate in\n    the general government of the State, but to provide specialized\n    professional advice to those with the ultimate responsibility of\n    governing the legal profession. Its members and officers are such\n    not because they are citizens or voters, but because they are law-\n    yers. We think that these differences between the State Bar, on\n    the one hand, and traditional government agencies and officials,\n    on the other hand, render unavailing [the State Bar’s] argument\n    that it is not subject to the same constitutional rule with respect\n    to the use of compulsory dues as are labor unions representing\n    public and private employees.\nKeller, 496 U.S. at 11, 13 (footnotes and citations omitted). Here, by con-\ntrast, the contested advertisements are unquestionably part of the “general\ngovernment of the state.”\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12921\n  C.   Excise Taxation, Government Speech and the First\n       Amendment\n\n   In short, by being required to contribute to the DHS’s\nadvertisements, the tobacco companies have not been\ndeprived of their freedom of expression or their freedom of\nassociation, which are the harms that the compelled speech\ncases protect against. The tobacco companies’ claim goes to\nanother kind of harm — the harm caused by paying an excise\ntax used to fund government speech of which they under-\nstandably disapprove.\n\n   The tobacco companies concede that the state would not\nhave violated the First Amendment had it imposed the same\nsurtax on cigarette packs, commingled the proceeds of the\nsurtax with the state’s general fund and then used the general\nfund to produce precisely the same advertisements. Thus, the\ntobacco companies object only to the nexus between the\nexcise tax and the advertisements. Federal courts have tradi-\ntionally given great deference to a state’s control over its\nfinancial affairs when faced with constitutional challenges.\nSee, e.g., San Antonio Independent Sch. Dist. v. Rodriguez,\n</pre><span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 40 (1973) (noting, in a challenge under the Equal\nProtection Clause, that “[t]his Court has often admonished\nagainst such interferences with the State’s fiscal policies”);\nsee also Welsh v. Likins, </pre><span class=\"citation\" data-id=\"343468\"><a href=\"/opinion/343468/patricia-welsch-v-vera-j-likins-commissioner-of-the-department-of-public/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span><pre class=\"inline\">, 1131-32 (8th Cir.\n1977) (“No right of a state is entitled to greater respect by the\nfederal courts than the state’s right to determine how revenues\nshould be raised and how and for what purposes public funds\nshould be expended.”). The Supreme Court has repeatedly\nemphasized that deference not warranted in other regulatory\nareas is warranted when it comes to the tax system. Regan v.\nTaxation With Representation of Wash., </pre><span class=\"citation\" data-id=\"110935\"><a href=\"/opinion/110935/regan-v-taxation-with-representation-of-wash/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span><pre class=\"inline\">, 547-\n548 (1983) (“Legislatures have especially broad latitude in\ncreating classifications and distinctions in tax statutes. . . .\n‘[I]n taxation, even more than in other fields, legislatures pos-\nsess the greatest freedom in classification.’ ” (quoting Mad-\nden v. Kentucky, </pre><span class=\"citation\" data-id=\"103290\"><a href=\"/opinion/103290/madden-v-kentucky/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 87-88 (1940))). The tobacco\n\f12922        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\ncompanies can point to no case in which, when the state has\nthe right both to impose the relevant tax and to promulgate the\nrelevant speech, the First Amendment mandates that a state\narrange its budgetary categories so as to make the link\nbetween a tax and speech less direct.\n\n   The implication of the tobacco companies’ argument is that\nindustries subject to an excise tax are entitled to a special veto\nover government speech funded by the tax. Such a right, in\nturn, would suggest that excise taxes, especially those that\nearmark funds for particular purposes, are so unusual or\nimproper that they should allow payors of those taxes to avoid\nthe political process and use the courts to control government\nspeech. This suggestion fundamentally misunderstands the\nhistory of taxation in the United States, because excise taxa-\ntion targeted at particular goods or industries is not only com-\nmon but predates the income tax. See U.S. CONST. art. I, § 8,\ncl. 1 (“The Congress shall have Power To lay and collect\nTaxes, Duties, Imposts and Excises”) (emphasis added); THE\nFEDERALIST NO. 12 (Alexander Hamilton) (“[I]n America, far\nthe greatest part of the national revenue is derived from taxes\nof the indirect kind, from imposts, and from excises.”). One\nof the earliest Supreme Court cases upheld a uniform national\nexcise tax on carriages. Hylton v. United States, 3 U.S. (3\nDall.) 171 (1796). And excise taxes are hardly unusual today.\nAccording to the Office of Management and Budget, the fed-\neral government collected approximately 67 billion dollars in\nexcise taxes in 2002. See Office of Management and Budget,\nBudget for Fiscal Year 2004, Summary Tables, at http://\nwww.whitehouse.gov/omb/budget/fy2004/summarytables.html\n(last visited Aug. 23, 2004).\n\n   [5] Nor is it a novel feature of American government to\nlevy an excise tax on a particular industry and then use the\nproceeds of that tax in ways that regulate that industry. The\nnineteenth century Supreme Court upheld (albeit not against\na First Amendment challenge) a federal tax statute that\nrequired distillers of alcohol to both pay an excise tax and pay\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12923\nthe salaries of federal officers supervising the production of\nalcohol. United States v. Singer, 82 U.S. (15 Wall.) 111, 118-\n19, 122 (1872) (upholding an act requiring distillers to “ ‘re-\nimburse to the United States the expenses and salary of all\nstorekeepers or other officers in charge of . . . warehouses’ ”).\nExcise taxes levied in the name of public health have long\nbeen held constitutionally permissible, even when such taxa-\ntion has put severe burdens on particular industries. See\nMcCray v. United States, </pre><span class=\"citation\" data-id=\"96127\"><a href=\"/opinion/96127/mccray-v-united-states/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 63 (1904) (upholding,\nas an exercise of Congress’s ability to protect public health,\nthe constitutionality of an excise tax on artificially colored\noleomargarine “although it be true that the effect of the tax in\nquestion is to repress the manufacture of artificially colored\noleomargarine”); Patton v. Brady, </pre><span class=\"citation\" data-id=\"95617\"><a href=\"/opinion/95617/patton-v-brady/\"><span class=\"volume\">184</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">, 623 (1902)\n(upholding an excise tax on tobacco and noting that “it is no\npart of the function of a court to inquire into the reasonable-\nness of the excise either as respects the amount or the prop-\nerty upon which it is imposed”).\n\n   Today, a tax on heavy trucks and trailers is dedicated to a\nfund intended to improve highways. See 26 U.S.C. § 9503\n(establishing a “Highway Trust Fund”); 26 U.S.C. § 4051\n(imposing a retail tax on heavy trucks and trailers dedicated\nto the Highway Trust Fund). A tax on fishing equipment is\ndedicated to government action to preserve fisheries. See 26\nU.S.C. § 9504(a) (establishing an “Aquatic Resources Trust\nFund”); 26 U.S.C. § 4161 (imposing an excise tax on sport\nfishing equipment dedicated to the Aquatic Resources Trust\nFund). Yet we would not conclude that the manufacturers of\nlarge trucks have a First Amendment right to veto government\nspeech on highway safety, or that the makers of sonar fish\nfinders have a First Amendment right to direct government\nspeech on fishery management.\n\n   [6] There is thus a long history of excise taxation directed\nat particular industries in the name of public health and wel-\nfare. Despite this history, not one court has upheld a right of\nan industry to block otherwise legitimate government activity\n\f12924        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nsimply because the industry pays an excise tax. The tobacco\ncompanies offer no reason why they should be entitled to such\nunique treatment here.\n\n   Significantly, the tobacco companies have not offered any\nprinciple that could limit the consequences of sustaining their\nobjection. Although the companies claim that they object only\nto the denigratory advertisements at issue here, they offer no\nprincipled basis for limiting their “nexus” theory to such\nadvertisements alone. For example, the tobacco companies do\nnot explain why, if their First Amendment rights have been\nviolated solely because of a nexus between the surtax and the\nchallenged advertisements, they would not also have a right\nto challenge the use of surtax funds for anti-tobacco education\nin the public schools to the extent that they disagreed with the\nstate’s educational message.\n\n   [7] Thus, if the tobacco companies were permitted to object\nto government speech simply because they pay an excise tax\nused to fund speech contrary to their interests, the result could\nbe not only to reduce government’s ability to disseminate\nideas but also an explosion of litigation that could allow pri-\nvate interests to control public messages. There are numerous\ntaxpayers who contribute disproportionately through excise\ntaxes to government speech with which they disagree. If each\nwere to have a similar right to challenge what it may deem\ngovernment “propaganda,” the government’s ability to per-\nform crucial educational and public health activities in the\ninterests of all citizens would be hampered. Cf. Downs, 228\nF.3d at 1015 (noting that if a First Amendment violation\napplied to government speech, “[the plaintiff] would be able\nto do to the government what the government could not do to\n[the plaintiff]: compel it to embrace a viewpoint.”)\n\n  D.    Other Limitations on Government Speech and the\n        Power to Tax\n\n  At the risk of repetition, we emphasize that the tobacco\ncompanies do not argue that the government’s speech itself is\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12925\nconstitutionally impermissible; nor do they argue that the gov-\nernment has burdened their First Amendment rights through\nthe exercise of its power to tax. Were the tobacco companies\nchallenging a California restriction on their ability to express\ntheir views, our analysis would be different. As the district\ncourt noted, there are already several recognized instances of\nconstitutional limitations on government speech and “govern-\nment is no more free to disregard constitutional and other\nlegal norms when it speaks than when it acts.” Bonta, 272 F.\nSupp. 2d at 1110. For example, there may be instances in\nwhich the government speaks in such a way as to make pri-\nvate speech difficult or impossible, or to interfere with some\nother constitutional right, which could raise First Amendment\nconcerns. See Warner Cable Communications, Inc. v. City of\nNiceville, </pre><span class=\"citation\" data-id=\"546385\"><a href=\"/opinion/546385/warner-cable-communications-inc-an-illinois-corporation-v-city-of/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span><pre class=\"inline\">, 638 (11th Cir. 1990) (“[T]he govern-\nment may not speak so loudly as to make it impossible for\nother speakers to be heard by their audience. The government\nwould then be preventing the speakers’ access to that audi-\nence, and first amendment concerns would arise.”).\n\n   Another limitation on government speech is found in the\nEstablishment Clause. See Bd. of Educ. of Westside Cmty.\nSchs. v. Mergens, </pre><span class=\"citation\" data-id=\"112451\"><a href=\"/opinion/112451/board-of-ed-of-westside-community-schools-dist-66-v-mergens/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 250 (1990) (“[T]here is a cru-\ncial difference between government speech endorsing reli-\ngion, which the Establishment Clause forbids, and private\nspeech endorsing religion, which the Free Speech and Free\nExercise Clauses protect.”) (emphasis in original). The dis-\nsent, quoting a passage often used by the tobacco companies\nin this litigation, invokes Thomas Jefferson’s pronouncement\nthat “to compel a man to furnish contributions of money for\nthe propagation of opinions which he disbelieves, is sinful and\ntyrannical.” P. Kurland & R. Lerner, eds., 5 THE FOUNDERS’\nCONSTITUTION 77 (1987). As the district court carefully\nexplained,\n\n    The quoted statement is taken from Jefferson’s Vir-\n    ginia Bill for Establishing Religious Freedom, a\n    landmark anti-establishment measure declaring that\n\f12926          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n      ‘no man shall be compelled to frequent or support\n      any religious worship, place, or ministry whatso-\n      ever.’ Id. It is perhaps significant that the statement\n      arose in this context, since ‘the Establishment Clause\n      is a specific prohibition on forms of state interven-\n      tion in religious affairs with no precise counterpart\n      in the speech provisions.’ Lee v. Weisman, </pre><span class=\"citation\" data-id=\"112779\"><a href=\"/opinion/112779/lee-v-weisman/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span>\n      <span class=\"page\">577</span></a></span><pre class=\"inline\"> (1992).\n\nBonta, 272 F. Supp. 2d at 1107 n.25. Jefferson’s comment\nwas directed to a situation in which the government speech\nitself was improper, not to valid taxation used to fund valid\ngovernmental speech.\n\n  There are also strict limits on the government’s ability to\nimpose taxes that are “general law[s] singling out a disfavored\ngroup on the basis of speech content.” Rust, 500 U.S. at 194;\nsee also Arkansas Writers’ Project, Inc., 481 U.S. at 228-29.9\nA government tax designed to suppress the speech of a tar-\ngeted group would raise serious First Amendment concerns.\n\n  [8] But these are issues not before us. On this record, we\nneed not determine the metes and bounds of constitutionally\npermissible government speech; nor need we articulate\nabstract limits on the state’s power to tax. We share our dis-\n  9\n    Concerns about forced expression, repression of speech, improper taxa-\ntion and interference with other constitutional rights could arise, for exam-\nple, under the facts of Summit Medical Center v. Riley, </pre><span class=\"citation\" data-id=\"2562055\"><a href=\"/opinion/2562055/summit-medical-center-of-alabama-inc-v-riley/\"><span class=\"volume\">284</span> <span class=\"reporter\">F. Supp. 2d</span>\n<span class=\"page\">1350</span></a></span><pre class=\"inline\">, 1353-54 (M.D. Ala. 2003), a case cited to us by the tobacco compa-\nnies. In Summit Medical, it appears that the state of Alabama designed a\nprogram to suppress abortion clinics’ ability to disseminate independent\ninformation, requiring the clinics to purchase from the state and then dis-\nplay information intended to dissuade women from obtaining abortions.\nThe plaintiffs in Summit Medical challenged the burden this mandatory\npurchase-and-display program imposed upon their own expression, as well\nas its compulsory and discriminatory nature. Id. at 1354. We take no posi-\ntion on the correctness of the district court’s decision in Summit Medical,\nbut note that it confronted a factual situation very different from the one\nwe consider here.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY            12927\nsenting colleague’s concern that the government not use its\ntaxation power to suppress the free expression of disfavored\ngroups, but the tobacco companies claim no suppression of\nideas. The nexus between excise taxation and government\nspeech is the only First Amendment argument they raise, and\nwe limit ourselves to that issue alone. For the reasons set out\nabove, we reject the companies’ argument.\n\nII.   Seventh Amendment and Due Process Claims\n\n   The tobacco companies also raise a novel claim under the\nSeventh Amendment. They note that they face litigation in\nstate and federal courts. They argue that because the adver-\ntisements publicly disparage the reputation and character of\nthe tobacco industry, their right to receive a jury trial under\nthe Seventh Amendment has been infringed because potential\nfuture jurors in potential future trials could be biased by the\nadvertising. They do not, however, allege that any actual trial\nin which they have participated was rendered unconstitution-\nally unfair by the challenged advertisements.\n\n   There are a number of problems with this argument. The\ncompanies cite only to cases involving a criminal defendant’s\nSixth Amendment right to jury trial in criminal cases or to\ninterpretations of the procedural rules governing the federal\ncourts, and not to any case suggesting that they have an inde-\npendent Seventh or Fourteenth Amendment right to be free of\ndisparaging state speech before a civil trial. Moreover, as the\ndistrict court noted, the Seventh Amendment’s guarantee of\nthe right to a civil trial by jury does not apply to the states and\nwas not incorporated into the Fourteenth Amendment. See\nDohany v. Rogers, </pre><span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">363</span></span><pre class=\"inline\">, 369 (1930); Walker v. Sau-\nvinet, </pre><span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></span><pre class=\"inline\">, 92 (1875). Therefore, whether parties may\nraise claims against state officials under 42 U.S.C. § 1983 for\nSeventh Amendment violations is questionable.\n\n  [9] We need not consider these issues, however. Even\nassuming that the tobacco companies may properly allege a\n\f12928        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nviolation of Seventh or Fourteenth Amendment rights due to\njuror bias created by these advertisements, the proper context\nfor raising such issues is an actual jury trial where a court\ncould consider whether real jurors actually have been biased.\nAllegations of juror bias are traditionally resolved by the\ncourt conducting the trial, not courts considering hypothetical\nfuture proceedings. See Smith v. Phillips, </pre><span class=\"citation\" data-id=\"110645\"><a href=\"/opinion/110645/smith-v-phillips/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">, 217\n(1982) (“Due process means a jury capable and willing to\ndecide the case solely on the evidence before it, and a trial\njudge ever watchful to prevent prejudicial occurrences and to\ndetermine the effect of such occurrences when they happen.\nSuch determinations may properly be made at a hearing [con-\nducted by the trial court].”). None of the cases cited by the\ncompanies supports their asserted right to be free from nega-\ntive publicity because potential jurors may be prejudiced in\npotential cases, and we are aware of no case that supports\ntheir claim that this court should enjoin certain speech in\norder to protect the alleged injury occurring in another court.\n\n   The tobacco companies do not allege the elements of stig-\nmatization that would violate their due process rights. Cf.\nWisconsin v. Constantineau, </pre><span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span><pre class=\"inline\">, 436 (1971) (estab-\nlishing that stigma can change a person’s legal status and\ntherefore constitute a violation of due process). The compa-\nnies cannot meet the requirements of the “stigma-plus” test\nestablished in Paul v. Davis, where the Supreme Court\nexplained that in addition to reputational harm, a due process\nstigma claim must assert that a recognized liberty or property\nright, as secured by the due process clauses, has been vio-\nlated. </pre><span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span><pre class=\"inline\">, 701 (1976); see also WMX Tech., Inc. v.\nMiller, </pre><span class=\"citation\" data-id=\"766867\"><a href=\"/opinion/766867/wmx-technologies-inc-a-delaware-corporation-waste-management-of/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">367</span></a></span><pre class=\"inline\">, 374 (9th Cir. 1999) (“[R]eputation,\nwithout more, is not a protected constitutional interest.”). The\ncompanies assert that the alleged deprivation of their right to\na fair jury trial is sufficient to meet the stigma-plus test. In\nessence, the companies are trying to bootstrap two arguments\nabout reputational harm to create a single claim — arguing\nthat the reputational harm creates juror bias, and that the juror\nbias combined with reputational harm creates a constitution-\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY           12929\nally improper stigma. We reject such an attempt at bootstrap-\nping. See Paul, 424 U.S. at 712 (“[P]etitioners’ defamatory\npublications, however seriously they may have harmed\nrespondent’s reputation, did not deprive him of any ‘liberty’\nor ‘property’ interests protected by the Due Process Clause.”).\n\n                       CONCLUSION\n\n  [10] For the reasons set forth above, we affirm the judg-\nment of the district court.\n\n                        POSTSCRIPT\n\n   After we filed our opinion, the Supreme Court decided\nJohanns v. Livestock Marketing Ass’n, </pre><span class=\"citation\" data-id=\"142895\"><a href=\"/opinion/142895/johanns-v-livestock-marketing-assn/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2055</span></a></span><pre class=\"inline\">\n(2005), holding that the Beef Promotion and Research Act of\n1985 did not violate the First Amendment by imposing an\nassessment on all sales and importation of cattle to fund beef\npromotional campaigns with which many of the assessed par-\nties disagreed. The Court reasoned, as we do here, that the Act\nwas not susceptible to a First Amendment compelled-subsidy\nchallenge because the assessments funded government\nspeech. Although the Johanns opinion affirms our reasoning,\nJudge Trott remains in dissent. He would now remand to the\ndistrict court pursuant to the Court’s statement in Johanns that\nan as-applied challenge might lie “if it were established . . .\nthat individual beef advertisements were attributed to respon-\ndents.” Id. at 2065.\n\n   Appellants have never, before us or the district court,\nclaimed that the ads at issue in this litigation could be or were\nattributed to them; nor does the record reveal a material ques-\ntion of fact on the issue. A reasonable viewer could not\nbelieve that these anti-industry ads, expressly identified as\n“Sponsored by the California Department of Health Services,”\nwere created, produced or approved by the appellants. The ad\nsingled out by the dissent as “put[ting] [words] directly into\nthe mouth of the tobacco industry,” for example, is unmistak-\n\f12930        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nable satire. In that ad, children play in a schoolyard while cig-\narettes fall like rain from the sky and a voiceover states “[w]e\nhave to sell cigarettes to your kids. We need half a million\nnew smokers a year . . . so we advertise near schools, at candy\ncounters.” No reasonable viewer could overlook the satirical\ntenor of this ad and attribute the voiceover text to actual\ntobacco executives.\n\n   We also find inapposite the dissent’s analogy to our recent\norder in Charter v. United States Department of Agriculture,\n</pre><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1017</span></span><pre class=\"inline\"> (9th Cir. 2005). We remanded on the question\nof attribution in that case because the record indicated that the\nNational Cattlemen’s Beef Association “routinely, before\nCongress, and in other public ways and in press announce-\nments, states that it is the trade organization and marketing\norganization of America’s one million cattle producers.” Id.\nat 1019. The record in this case contains no evidence that the\nstate ever attributed its ads to the appellants or that a reason-\nable viewer could have done so; accordingly, we reject the\nanalogy to Charter and decline Judge Trott’s invitation to\nremand.\n\n  AFFIRMED.\n\f              R.J. REYNOLDS TOBACCO CO. v. SHEWRY                 12931\nTROTT, Circuit Judge, Dissenting:\n\n      To compel a man to furnish contributions of money\n      for the propagation of opinions which he disbelieves\n      is sinful and tyrannical.1\n\n                                  Thomas Jefferson\n\n   The atmospheric challenge in this case, which is one we\noften face, is to focus not on the overwhelming demerits of\nthe underlying subject matter — smoking — but on the pri-\nmary constitutional principle at issue: whether consistent with\nthe First Amendment’s right against government abridgement\nof freedom of speech — which includes “the right to refrain\nfrom speaking at all”2 — a state can compel reluctant individ-\nuals and private entities directly and exclusively to pay for\nand to support a public interest message with which the enti-\nties disagree and which subjects them public scorn, obloquy,\nand even hatred. It would be a mistake in this principled con-\ntext to become overly distracted by the medical, physical, per-\nsonal, financial, and addictive havoc knowingly inflicted for\nprofit upon the public by the tobacco industry; or to be influ-\nenced by the hundreds of thousands of premature, prevent-\nable, and horrible smoking deaths caused by cancer,\nemphysema, heart and lung disease, and stroke. There is little\ndoubt that government, in its role as steward of the public’s\ngeneral welfare, can mount a vigorous public campaign\nagainst smoking and the tobacco industry, and that it can do\nso with general tax revenues and by way of “government\nspeech;” but can government do so using this particular com-\npulsory funding mechanism? Today the target of government\ndislike is smoking, but tomorrow it will be something else,\nsuch as Alabama’s imposition, in its the Woman’s Right to\nKnow Act, of a fee applied to abortion providers for the pro-\n  1\n    See, e.g., Abood v. Detroit Bd. of Education, </pre><span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">, 235 n. 31\n(1977).\n  2\n    Wooley v. Maynard, </pre><span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span><pre class=\"inline\">, 714 (1977).\n\f12932        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nduction by the state of pro-childbirth materials which the pro-\nviders did not wish to endorse, much less purchase. See Ala.\nCode §§ 26-23A - 1 to 13; Summit Medical Center of Ala-\nbama, Inc. v. Riley, </pre><span class=\"citation\" data-id=\"2562055\"><a href=\"/opinion/2562055/summit-medical-center-of-alabama-inc-v-riley/\"><span class=\"volume\">284</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1350</span></a></span><pre class=\"inline\"> (M.D. Alabama\n2003). Who knows whose disfavored ox or whose industry or\nbusiness or lifestyle will be the next to be fatally gored in this\nmanner by a well-intentioned government.\n\n   Moreover, hanging over this controversy like a blinking\nyellow light in the constitutional sky is Chief Justice Mar-\nshall’s timeless admonition in McCulloch v. Maryland, </pre><span class=\"citation\" data-id=\"85272\"><a href=\"/opinion/85272/mculloch-v-state-of-maryland/\"><span class=\"volume\">4</span>\n<span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"85272\"><a href=\"/opinion/85272/mculloch-v-state-of-maryland/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">579</span></a></span><pre class=\"inline\"> (1819), that “the power to tax is the\npower to destroy.” This warning is not only memorable, but\nit reminds us that might, especially in the hands of govern-\nment, does not always make right.\n\n   There appears no doubt that California’s goal is to destroy\nthe industry singled out for this targeted and exclusive tax.\nAlthough an earnest deputy attorney general denied this lethal\npurpose during oral argument, claiming that the Act’s only\npurpose was to inform the public, her boss, the Attorney Gen-\neral of California William Lockyer, forthrightly said differ-\nently after the hearing. Attorney General Lockyer, who took\nthe unusual step of attending the argument himself, is quoted\nby the Los Angeles Daily Journal as calling the tobacco com-\npanies “merchants of death” and agreed that the ad campaign\naimed to put them out of business. He added that “the demo-\ncratic process will provide a check on the use of taxes to fund\nsuch messages. Elected officials are responsible for appropri-\nating the money . . . . If voters don’t like the message, they\ncan oust the messenger.”3 Query.\n\n  So this is the issue: can government, consistent with the\nFirst Amendment’s right against the abridgment of free\nspeech, create a public information program against an indus-\n  3\n   Los Angeles Daily Journal, Tuesday, May 11, 2004, “Court revisits\nanti-smoking ad campaign.”\n\f                R.J. REYNOLDS TOBACCO CO. v. SHEWRY                    12933\ntry funded by a targeted excise tax imposed solely upon that\nindustry and which is segregated in a special state health edu-\ncation account? Not surprisingly, in our system which values\nnot just good goals but also the right process, the question\nhere is not ends, but means.\n\n                              DISCUSSION\n\n                      First Amendment Claim\n\n  1.    Government and Compelled Speech\n\n   The First Amendment provides that “Congress shall make\nno law . . . abridging the freedom of speech . . . .” U.S. Const.\namend. I. It is axiomatic that “[j]ust as the First Amendment\nmay prevent the government from prohibiting speech, the\nAmendment may prevent the government from compelling\nindividuals to express certain views . . . or from compelling\ncertain individuals to pay subsidies for speech to which they\nobject.”4 United States v. United Foods, </pre><span class=\"citation\" data-id=\"118455\"><a href=\"/opinion/118455/united-states-v-united-foods-inc/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span><pre class=\"inline\">, 410\n(2003). In United Foods, the latest in a series of compelled\nassessments cases, the Supreme Court held that government’s\nforced assessments of mushroom producers, which funded\nadvertisements promoting mushroom sales, violated the First\nAmendment. Relying primarily upon United Foods, appel-\nlants assert that California’s targeted tax, which funds anti-\nindustry advertisements, violates their right against compelled\nfinancing of speech.\n\n  By labeling the anti-tobacco advertisements “government\nspeech,” the majority concludes that the targeted tax is clear\n  4\n    W. Va. State Bd. of Educ. v. Barnette, </pre><span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span><pre class=\"inline\"> (1943) provides\nan often quoted passage regarding the extension of free speech protections\nto those who wish not to speak: “If there is any fixed star in our constitu-\ntional constellation, it is that no official, high or petty, can prescribe what\nshall be orthodox in politics, nationalism, religion, or other matters of\nopinion or force citizens to confess by word or act their faith therein.” Id.\nat 642.\n\f12934          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nof First Amendment concerns. I respectfully disagree. Though\nthe Supreme Court has embraced the existence of a “govern-\nment speech” doctrine in this general context, United Foods,\n533 U.S. at 417, the Court has not provided a clear explana-\ntion of the reach or proper application of the doctrine. The\nappellants assert that the central question is the source of the\nfunding for the particular speech, contending that a targeted\ntax on a particular group to fund speech opposed to by that\ngroup constitutes unconstitutional compelled speech. Ulti-\nmately, the State’s argument that the First Amendment’s pro-\ntections against compelled speech can be avoided by finding\nthat the speech is spoken by the government is at odds with\nthe force and logic of controlling authority.\n\n  2.    Government Speech\n\n   Focusing on the Supreme Court’s brief reference to the\ngovernment speech inquiry in United Foods, and the Court’s\ndiscussion of government speech in other contexts, see, e.g.,\nLebron v. National Railroad Passenger Corp., 51</pre><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></span><pre class=\"inline\">74\n(1995), the State asserts that the government is free from First\nAmendment concerns “when the state is the speaker.” Rosen-\nberger v. Rector & Visitors of the Univ. of Virginia, </pre><span class=\"citation\" data-id=\"117967\"><a href=\"/opinion/117967/rosenberger-v-rector-and-visitors-of-univ-of-va/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">819</span></a></span><pre class=\"inline\">, 833 (1995).5 Specifically, the State asserts that because\nthe speech at issue is not explicitly attributed to appellants,\nthe free speech concerns of traditional compelled speech\ncases, see, e.g., Wooley, </pre><span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span><pre class=\"inline\">, are absent. Moreover,\n   5\n     I note that the State also supports its position with general pronounce-\nments made by the Court in its compelled assessments of speech cases\nindicating that the proper functioning of government requires the govern-\nment to have control over the nature and content of its speech. See, e.g.,\nKeller v. State Bar of California, </pre><span class=\"citation\" data-id=\"112443\"><a href=\"/opinion/112443/keller-v-state-bar-of-cal/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 12-13 (1990) (“Government\nofficials are expected as part of the democratic process to represent and\nespouse the views of a majority of their constituents. . . . If every citizen\nwere to have a right to insist that no one paid by public funds to express\na view with which he disagreed, debate over issues of great concern to the\npublic would be limited to those in the private sector, and the process of\ngovernment as we know it would be radically transformed.”)\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12935\nthe state asserts that the source of the State’s funding for its\nspeech is irrelevant to the question of the constitutionality of\nthe particular speech.\n\n   The State’s arguments, however, are not consistent with the\ntrajectory and force of the Supreme Court’s recent compelled\nspeech jurisprudence. Specifically, the State’s framework\nignores the central lesson of United Foods: in that case, the\nSupreme Court reigned in its previous pronouncements in\nGlickman v. Wileman Bros. & Elliott, </pre><span class=\"citation\" data-id=\"118139\"><a href=\"/opinion/118139/glickman-v-wileman-brothers-elliott-inc/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span><pre class=\"inline\">, 476\n(1997) that coerced government speech is akin to economic\nregulation and not entitled to First Amendment protection.\nSee Glickman, 521 U.S. at 476. Instead, the United Foods\nCourt propounded a broad constitutional protection against\ncompelled contributions for commercial speech. See United\nFoods, 533 U.S. at 414. Indeed, applying United Foods, one\ncourt has held that the issue of government speech, which\ngenerally involves the state’s power to control the content of\nits speech, is fundamentally different from the “government’s\nauthority to compel [plaintiffs] to support speech with which\nthey personally disagree; such compulsion is a form of ‘gov-\nernment interference with private speech.’ ” Livestock Mar-\nketing Ass. v. USDA, </pre><span class=\"citation\" data-id=\"782657\"><a href=\"/opinion/782657/livestock-marketing-association-an-association-of-livestock-markets-on/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">711</span></a></span><pre class=\"inline\">, 720 (8th Cir. 2003)\n(holding compelled contributions in beef promotion violated\nFirst Amendment) (certiorari granted in part by Veneman v.\nLivestock Marketing Ass’n, </pre><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2389</span></span><pre class=\"inline\"> (U.S. May 24,\n2004) and Nebraska Cattlemen, Inc. v. Livestock Marketing\nAss’n, </pre><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2390</span></span><pre class=\"inline\"> (U.S. May 24, 2004). As Justice\nThomas stressed in concurrence, “[a]ny regulation that com-\npels the funding of advertising must be subjected to the most\nstringent First Amendment scrutiny.” United Foods, 533 U.S.\nat 419 (Thomas, J., concurring). Finally, the State’s argument\nnecessarily relies on an untenable distinction between govern-\nment speech activities paid directly from the government trea-\nsury, or coordinated by traditional government agencies, and\nthose that are coordinated by more complex regulatory orga-\nnizations and schemes, even when such schemes are funded\nand run by the government. As one commentator has noted,\n\f12936        R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n“[g]overnment speech cannot logically be made a function of\nthe office of the person making the allocation decision. That\napproach would elevate form over substance and would\nenable the government to dictate the First Amendment result\nsimply by manipulating the agency in the decision-making\nprocess.” Randall P. Bezanson & William G. Buss, The Many\nFaces of Government Speech, </pre><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">L</span></span><pre class=\"inline\">. Rev. 1377, 1430\n(2001).\n\n   Accordingly, recognizing the principle expressed in United\nFoods, the appellants clearly have a First Amendment interest\nat stake that is not erased by pigeonholing the ads as “govern-\nment speech.” The question remains, however, whether the\ncompelled speech does indeed violate appellants’ free speech\nrights, an analysis that is governed by the Supreme Court’s\ncompelled speech line of cases, including Abood, Keller,\nGlickman, and United Foods.\n\n  3.    Compelled Speech\n\n   Appellants rely on the string of cases, beginning with\nAbood, concerning compelled contributions to speech, and\nassert that there exists the fundamental principle that, under\nthe First Amendment, a discrete group should not be specifi-\ncally taxed to fund speech with which they disagree. Indeed,\nthis proffered principle provides a coherent picture of the puz-\nzle with which courts have been struggling. See, e.g., Summit\nv. Medical Ctr. of Al. v. Riley, </pre><span class=\"citation\" data-id=\"2562055\"><a href=\"/opinion/2562055/summit-medical-center-of-alabama-inc-v-riley/\"><span class=\"volume\">284</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1350</span></a></span><pre class=\"inline\">, 1360\n(holding that state’s imposition of “a direct fee assessment on\na limited class of citizens — abortion providers — and using\nthe revenue to advance speech in support of the State’s\nfavored policy position on abortion” intruded on abortion pro-\nvider’s free speech rights) (emphasis added); United States v.\nFrame, </pre><span class=\"citation\" data-id=\"529727\"><a href=\"/opinion/529727/united-states-v-l-robert-frame-sr-and-vintage-sales-stables-inc/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span><pre class=\"inline\"> (3d Cir. 1989) (“[W]here the govern-\nment requires a publicly identifiable group to contribute to a\nfund earmarked for the dissemination of a particular message\nassociated with that group, the government has directly\nfocused its coercive power for expressive purposes.”) (citation\n\f                R.J. REYNOLDS TOBACCO CO. v. SHEWRY                     12937\nomitted) (emphasis added). The United Foods Court\nannounced that the “question is whether the government may\nunderwrite and sponsor speech with a certain viewpoint using\nspecial subsidies exacted from a designated class of person,\nsome of whom object to the idea being advanced.” United\nFoods, 533 U.S. at 410. And in United Foods, the Court\nanswered: No. Id. at 411.\n\n   In answering the question, however, the Court was forced\nto distinguish another recent compelled speech case, Glick-\nman, which was factually similar to United Foods, but where\nthe Court had found that no First Amendment issues were\nraised by the forced subsidies. 521 U.S. at 460. In Glickman,\nthe Court determined that “criticisms of generic advertising\nprovide no basis for concluding that factually accurate adver-\ntising constitutes an abridgement of anybody’s right to speak\nfreely.” Id. at 474. The United Foods Court distinguished\nGlickman by asserting that the program in Glickman “man-\ndated assessments for speech [which] were ancillary to a more\ncomprehensive program restricting marketing autonomy.”\nUnited Foods, 533 U.S. at 411-12.\n\n   Thus, after distinguishing Glickman, and finding that First\nAmendment interests were at stake, the Court proceeded to\napply the tenets established in Abood and Keller, which estab-\nlished the “germaneness test.” United Foods, </pre><span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span><pre class=\"inline\">.\nThat test requires any coerced subsidized speech be germane\nto the larger purpose of the association at issue. Abood, 431\nU.S. at 235 (holding that union can only finance speech not\ngermane to collective bargaining with non-objecting mem-\nbers’ funds); Keller, 496 U.S. at 13-14 (holding that state bar\nassociation can only compel payment for activities related to\nbar’s purposes).6\n  6\n    I note that the district court’s decision relied on the question of associa-\ntion and stressed the non-associational nature of the tobacco industry\nbeing taxed, thereby distinguishing the Abood line of cases. Those cases\nstressed that there exists “a First Amendment interest in not being com-\n\f12938          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\n   Guided by Glickman and United Foods, and looking at the\nstatutory scheme provided in the Act, it is clear that the\ntobacco companies are not similarly situated to the tree grow-\ners in Glickman, as they are not “bound together and required\nby statute to market their products according to cooperative\nrules” for purposes other than advertising or speech. United\nFoods, 533 U.S. at 412. Nor is the statutory scheme directly\ncongruous with that in United Foods, as the ads in this case\nare a part of a larger regulatory scheme, and thus not clearly\n“a program where the principal object is speech itself.” Id. at\n415. Thus, the Act is different from both the statute analyzed\nin United Foods and the statute in Glickman. Moreover, the\nfact that the speech at issue involves, not the promotion of the\nrelevant group’s product, but the disparagement of the entire\nindustry, only increases the difficulty of resolving this case.\n\n  Given the unique nature of the question presented, proper\nreview of the Act must acknowledge United Foods’s obvious\n\npelled to contribute to an organization whose expressive activities conflict\nwith one’s ‘freedom of belief.’ ” Glickman, 521 U.S. at 471 (quoting\nAbood, 431 U.S. at 235). The district court found that because the appel-\nlants subject to the surtax were not members of a particular association,\ntheir free speech rights were not undermined by any compelled financing\nof speech made on behalf of that association. This finding is also sup-\nported by some of the Court’s language in United Foods, where it noted\nthat there is “a threshold inquiry . . . whether there is some state imposed\nobligation which makes group membership less than voluntary; for it is\nonly the overriding associational purpose which allows any compelled\nsubsidy for speech in the first place.” United Foods, 533 U.S. at 413.\nHowever, hinging the right to be free from compelled commercial speech\non whether there is an associational interest at stake ignores the obvious\nfact of what the Court actually did in United Foods. Indeed, the Court not\nonly found that the compelled subsidies constituted an unconstitutional\ninfringement on the dissenting mushroom grower’s speech rights, but it\ndid so after expressly distinguishing Glickman on the grounds that there\nwas no “regime of cooperation” as presented in Glickman. Id. at 415.\nTherefore, though the Court saves some of its associational rights rhetoric,\nthe practical effect of its decision in United Foods is to unhinge its com-\npelled speech analysis from the previously-pronounced requirement that\nthere be an involuntary group membership.\n\f               R.J. REYNOLDS TOBACCO CO. v. SHEWRY                 12939\nretreat from Glickman, and the Court’s pronouncement of\nbroadened protection against compelled speech. In this\nregard, as the appellants assert, United Foods and the Court’s\nprevious compelled speech case law can be reconciled and\nunderstood by applying what United Foods explicitly stated:\nthe First Amendment forbids certain compelled assessments\nfrom “a particular citizen, or a discrete group of citizens, to\npay special subsidies for speech.” 533 U.S. at 411.\n\n   As the Third Circuit recently explained, however, though a\ncase may be properly characterized as a compelled speech\ncase, “[t]he Supreme Court . . . has left unresolved the stan-\ndard for determining the validity of laws compelling commer-\ncial speech . . . .” Cochran v. Veneman, </pre><span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">263</span></span><pre class=\"inline\">, 277\n(3rd Cir. 2004). In Cochran, the court also explained that\nthere are several standards available which the courts may try\nto apply: 1) the lenient standard derived from commercial\nspeech cases, see, e.g., Central Hudson Gas & Elec. Corp. v.\nPub. Serv. Comm’n, </pre><span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span><pre class=\"inline\">, 564 (1980), or some adap-\ntation of that commercial speech standard, see, e.g., Livestock\nMarketing, 335 F.3d at 722-23; 2) the “germaneness test” of\ntraditional compelled speech cases, see, e.g., Abood, 431 U.S.\nat 235-36, and 3) the stringent standard of associational cases,\nsee, e.g., United States v. Frame, </pre><span class=\"citation\" data-id=\"529727\"><a href=\"/opinion/529727/united-states-v-l-robert-frame-sr-and-vintage-sales-stables-inc/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span><pre class=\"inline\"> (3rd Cir.\n1989).\n\n   The speech and the funding mechanism in this case is ques-\ntionable under whatever standard one uses. In Central Hud-\nson, the Court held that commercial speech is to be evaluated\nusing intermediate scrutiny. That is, 1) the state must “assert\na substantial government interest;” 2) “the regulatory tech-\nnique must be in proportion to that interest;” and 3) the incur-\nsion on commercial speech “must be designed carefully to\nachieve the State’s goal.” 447 U.S. at 564. Under this stan-\ndard, though never before applied to compelled commercial\nspeech cases,7 the speech regulation at issue, and the targeted\n  7\n    I note, in this regard, that the Supreme Court in United Foods refused\nto apply the Central Hudson test because the “Government itself [did] not\n\f12940         R.J. REYNOLDS TOBACCO CO. v. SHEWRY\ntax placed on appellants, constitutes a disproportional and\noverly burdensome regulatory technique, thereby failing the\nsecond and third prongs of the Central Hudson test. Indeed,\nthe speech in this case is exceptional in its difference from\nwhat the Court has previously encountered in its compelled\ncommercial speech cases. Whereas previous cases generally\ninvolve promotional activity, see, e.g., Glickman, 521 U.S. at\n474; United Foods, 533 U.S. at 413-14, here, California is\nspecifically targeting one discrete and largely disfavored\ngroup, forcing that group to meet the State’s regulatory goals\nby directly financing speech designed to undermine that\ngroup’s status and reputation. Though the State’s goals may\nbe strong and laudatory, the methods used seriously under-\nmine the particular group’s speech rights and seem dispropor-\ntional to the goals to be achieved. Accordingly, the Act cannot\nsurvive Central Hudson’s intermediate scrutiny.\n\n   Moreover, as did the Sixth Circuit in Michigan Pork Pro-\nducers Ass’n, Inc. v. Veneman, </pre><span class=\"citation\" data-id=\"784038\"><a href=\"/opinion/784038/michigan-pork-producers-association-inc-v-ann-m-veneman-secretary/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span><pre class=\"inline\"> (6th Cir. 2003),\nI “find inapplicable to this case the relaxed scrutiny of com-\nmercial speech analysis . . . .” Id. at 163 (citing Glickman, 521\nU.S. at 474 n.18 (questioning whether “the Central Hudson\ntest, which involved commercial speech should govern a case\ninvolving the compelled funding of speech”). The speech in\nthis case is materially different from the speech issuing from\nthe private sector that we normally label as commercial.\n\n   Applying the “germaneness test” derived from Abood and\nits progeny, the compelled speech here would also fail. The\nSupreme Court expressly applied this test in United Foods,\nand found that “the expression respondent [was] required to\n\nrely upon Central Hudson to challenge the Court of Appeals’ decision.”\n533 U.S. at 410. Accordingly, other courts have recognized that the Cen-\ntral Hudson test has never been applied by the Supreme Court to com-\npelled assessment of commercial speech cases. See Cochran, 359 F.3d at\n277.\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12941\nsupport [was] not germane to a purpose related to an associa-\ntion independent from the speech itself.” United Foods, 533\nU.S. at 415-16. Of course, as previously explained, there is no\nrelevant association of tobacco companies for purposes of this\nanalysis. As the Court stressed in United Foods, the question\nis not whether the State necessarily has a larger regulatory\npurpose justifying the speech, but whether there is a “coopera-\ntive marketing structure . . . to sustain an ancillary assess-\nment” for speech. Id. Here, as in United Foods, there is no\ncollective association to which the compelled assessments for\nspeech is germane.\n\n   Finally, as in Frame, a pre-Glickman and pre-United Foods\ncase, the Third Circuit applied the stringent associational\nrights standard of Abood, but upheld the constitutionality of\nthe beef regulatory statute in question because of the compel-\nling state interest involved. Frame, 885 F.2d at 1134. In refus-\ning to extend Frame’s reach after United Foods, however, the\nsame court held in Cochran that United Foods established\nthat “promotional programs . . . seem really to be special\ninterest legislation on behalf of the industry’s interests more\nso than the government’s[,]” and therefore constitute uncon-\nstitutional compelled speech for those dissenting from the\npromotions. 359 F.3d at 279.\n\n   What has survived from Frame is the principle that in the\nreview of a compelled financing statute’s intrusion into free\nspeech rights, “it is relevant to consider ‘the coerced nexus\nbetween the individual and the specific expressive activity.’ ”\nSummit, 284 F.Supp.2d at 1360 (quoting Frame, 885 F.2d at\n1119). Here, the nexus is vital: unlike a situation in which\nmoney is allocated from the general treasury fund, individuals\nwho have specifically been targeted by the speech are forced\nto pay for the speech. See id.\n\n  4.   Conclusion\n\n   In sum, review under any of the available standards reveals\nthat the compelled assessments in this case constitute an\n\f12942          R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nexceptional case of government intrusion on the right not to\nbe compelled to finance speech. Indeed, the Act is designed\nto force one particularly disfavored group to fund speech\ndirectly undermining that group’s reputation. Such state\naction offends the very essence of the First Amendment. See\ne.g., Sons of Confederate Veterans v. Comm’r of the Va. Dept.\nof Motor Vehicles, </pre><span class=\"citation\" data-id=\"779279\"><a href=\"/opinion/779279/sons-of-confederate-veterans-incorporated-a-tennessee-corporation-by-its/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">241</span></a></span><pre class=\"inline\">, 242 (4th Cir. 2002) (“[T]he\nFirst Amendment was not written for the vast majority. . . .\nIt belongs to the minority of one.”) (Wilkinson, C.J., concur-\nring in denial of rehearing en banc).\n\n   Moreover, the State can provide no limiting principle, no\nlogical reason why, if the government is free to tax and speak\nin this manner against this group, it cannot do so against any\nother disfavored group or individual. See Summit Medical Ctr.\nof Alabama, 284 F.Supp.2d, at 1361 (refusing to apply the\ndistrict court’s analysis in this case, and finding that Ala-\nbama’s statute forcing abortion providers to pay for the state’s\ninformational materials infringes plaintiffs’ First Amendment\nrights). Contrary to the Attorney General’s claim that the\ndemocratic process will provide a check on the use of taxes\nto fund such messages, by removing the burden of the cost of\nthis program from every taxpayer except the ones targeted,\nthis tax becomes the ultimate cheap shot, one not fully subject\nto the considerations that normally attend the decision to\nrequire the public at large to pay for something. See Board of\nRegents v. Southworth, </pre><span class=\"citation\" data-id=\"2621017\"><a href=\"/opinion/2621017/board-of-regents-of-univ-of-wis-system-v-southworth/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span><pre class=\"inline\">, 229 (2000) (traditional\npolitical controls ensure responsible government).8 Further-\nmore, the approach I take does not hinder or unduly burden\nthe State’s right or power to speak, and it does not interfere\nwith the imposition of excise or other taxes. It simply requires\n  8\n   In Michigan Pork Producers Ass’n v. Venenan, </pre><span class=\"citation\" data-id=\"784038\"><a href=\"/opinion/784038/michigan-pork-producers-association-inc-v-ann-m-veneman-secretary/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span><pre class=\"inline\"> (6th Cir.\n2003), one significant factor in the court’s determination that the speech\ninvolved was not government speech was that the funding did not come\nfrom general tax revenues. Id. at 162. See also Livestock Marketing Ass’n,\n335 F. 3d at 720 (the flaw in the government speech argument is that the\nplaintiff’s funds were identifiable as the funds used to finance the speech\nto which they objected).\n\f            R.J. REYNOLDS TOBACCO CO. v. SHEWRY         12943\nthe government when doing so to stay within normal channels\nand to avoid First Amendment violations. Under the reason-\ning and force of the Supreme Court’s compelled speech cases,\nparticularly the Court’s recent pronouncements in United\nFoods, I respectfully believe the majority’s argument,\nalthough well presented and articulated in their opinion, is\nwithout merit.\n\n                       POSTSCRIPT\n\n  Shortly after I circulated this dissent, the Supreme Court\ndecided Johanns v. Livestock Marketing Ass’n, </pre><span class=\"citation\" data-id=\"142895\"><a href=\"/opinion/142895/johanns-v-livestock-marketing-assn/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\"></span></a></span><pre class=\"inline\">______, </pre><span class=\"citation\" data-id=\"142895\"><a href=\"/opinion/142895/johanns-v-livestock-marketing-assn/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2055</span></a></span><pre class=\"inline\"> (2005). For the majority of the Court,\nJustice Scalia wrote:\n\n    The compelled-subsidy analysis is altogether unaf-\n    fected by whether the funds for the promotions are\n    raised by general taxes or through a targeted assess-\n    ment. Citizens may challenge compelled support of\n    private speech, but have no First Amendment right\n    not to fund government speech. And that is no less\n    true when the funding is achieved through targeted\n    assessments devoted exclusively to the program to\n    which the assessed citizens object. The First Amend-\n    ment does not confer a right to pay one’s taxes into\n    the general fund, because the injury of compelled\n    funding (as opposed to the injury of compelled\n    speech) does not stem from the Government’s mode\n    of accounting.\n\nId. at ______ (second emphasis added) (citations omitted).\n\n   Not surprisingly, California’s Attorney General suggests\nthat this ruling “eliminates all possible doubt about the cor-\nrectness” of the majority’s decision. I do not agree.\n\n  The Johanns Court suggests, while “express[ing] no view\non the point,” that if it were to be shown that the challenged\n\f12944       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nspeech would “convince a reasonable factfinder” that “all . . .\nproducers[ ] would be tarred with the content of each trade-\nmarked ad,” an “as applied” First Amendment challenge\nmight lie. Id. at __________. (emphasis added).\n\n  Writing separately, Justice Thomas advanced the same sug-\ngestion:\n\n       Still, if the advertisements associated their generic\n    pro-beef message with either the individual or orga-\n    nization respondents, then respondents would have a\n    valid as-applied First Amendment challenge. The\n    government may not, consistent with the First\n    Amendment, associate individuals or organizations\n    involuntarily with speech by attributing an unwanted\n    message to them, whether or not those individuals\n    fund the speech, and whether or not the message is\n    under the government’s control. This principle fol-\n    lows not only from our cases establishing that the\n    government may not compel individuals to convey\n    messages with which they disagree, . . . but also\n    from our expressive-associate cases, which prohibit\n    the government from coercively associating individ-\n    uals or groups with unwanted messages.\n\nId. at ______. (emphasis added) (citations omitted).\n\n   Here, one challenged government television ad —\ndescribed by my colleagues as “particularly striking” — uses\na voice-over technique to speak to the public on behalf of the\ntobacco industry. The words put directly into the mouths of\nthe tobacco industry disparagingly associate the appellants\nand the industry with the unwanted message about which they\nnow complain:\n\n    We have to sell cigarettes to your kids. We need half\n    a million new smokers a year just to stay in business\n    so we advertise near schools, at candy counters. We\n\f             R.J. REYNOLDS TOBACCO CO. v. SHEWRY          12945\n    lower our prices. We have to. It’s nothing personal.\n    You understand.\n\nThe “we” is the appellants.\n\n   If this language, albeit couched in a literary device, does\nnot “tar all in the industry” required to pay for the ad, and if\nthis language does not “coercively associate” and intention-\nally smear the appellants — all of them — with an “unwanted\nmessage” to which they object, it is hard to know what does.\nI respectfully disagree with the district court’s preemption of\nthis issue as a matter of law. The facts are such as to survive\nsummary judgment and should be submitted — as suggested\nby the Supreme Court — to a factfinder.\n\n   At the very least, we should take our lead from our recent\ndecision in Charter v. United States Department of Agricul-\nture, _____ F.3d _____, _____ (9th Cir. 2005), recognizing\nthe difference between that case and Johanns with respect to\na possible attribution/association “as applied” challenge:\n\n    In light of the Supreme Court’s recognition [in\n    Johanns] (without expressing a view on the issue)\n    that an attribution claim might form the basis for an\n    as-applied First Amendment challenge to the Act,\n    the district court’s decision must be vacated and the\n    case remanded for further proceedings to determine,\n    among other things, whether speech was attributed to\n    appellants and, if so, whether such attribution can\n    and does support a claim that the Act is unconstitu-\n    tional as applied. Id.; see also id. at *9 n.* (Thomas,\n    J., concurring) (noting that, pursuant to Federal Rule\n    of Civil Procedure 15, “on remand respondents may\n    be able to amend their complaint to assert an attribu-\n    tion claim”).\n\n  There is a world of difference between what was at issue\nand at stake in Johanns and what is on our docket here. In\n\f12946       R.J. REYNOLDS TOBACCO CO. v. SHEWRY\nJohanns, the question was whether, consistent with the First\nAmendment, the government could compel beef producers to\nfund by way of mandatory assessments a generic advertising\nprogram promoting the sale of beef. 7 U.S.C. § 2901(b). In\nour case, however, the purpose of the coerced speech is delib-\nerately destructive of those forced to pay for it — not so in\nJohanns. Does this difference matter here? I believe it does.\nThe difference is not just one of degree, but of material kind.\nIt is one thing to promote the sale of an agricultural product;\nit is altogether another to attempt to destroy an entire legal\nindustry.\n\n   I see this case as distinguishable from Johanns, and I con-\ntinue respectfully to dissent. In my view, we should remand\nto the district court for reconsideration on the “as applied”\nissue as newly articulated in Johanns itself.\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/85272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/95617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109402/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109661/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111866/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112779/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118455/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/142895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/343468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/533854/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/546385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770682/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2295833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2562055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2621017/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T22:57:22.564660Z",
      "date_modified": "2015-10-13T22:57:22.564660Z",
      "date_filed": "2005-09-09",
      "date_filed_is_approximate": false,
      "slug": "rj-reynolds-v-shewry",
      "citation_id": 3006574,
      "case_name_short": "Shewry",
      "case_name": "R.J. Reynolds v. Shewry",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "Prisoner",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2891223/rj-reynolds-v-shewry/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T22:50:03.098794Z",
  "date_modified": "2015-10-13T22:50:03.098794Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Shewry",
  "case_name": "R.J. Reynolds v. Shewry",
  "case_name_full": "",
  "slug": "rj-reynolds-v-shewry",
  "docket_number": "03-16535",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}