{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2898600/",
  "id": 2898600,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3041174/",
      "id": 3041174,
      "absolute_url": "/opinion/3041174/united-states-v-leon-johnson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2898600/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3041174/",
          "id": 3041174,
          "absolute_url": "/opinion/3041174/united-states-v-leon-johnson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3041174/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T23:05:16.343737Z",
          "date_modified": "2017-04-11T22:51:35.853293Z",
          "type": "010combined",
          "sha1": "9b94a0c94f627cd15e704feb7b2fec874a8e9b5c",
          "page_count": 13,
          "download_url": "http://media.ca8.uscourts.gov/opndir/06/09/054485P.pdf",
          "local_path": "pdf/2006/09/08/united_states_v._leon_johnson.pdf",
          "plain_text": "                   United States Court of Appeals\n                            FOR THE EIGHTH CIRCUIT\n                                  ___________\n\n                                  No. 05-4485\n                                  ___________\n\nUnited States of America,            *\n                                     *\n               Appellee,             *\n                                     * Appeal from the United States\n   v.                                * District Court for the\n                                     * Northern District of Iowa.\nLeon Johnson, also known as          *\nJames Johnson, also known as         *\nTerrell Hill, also known as          *\nWilliams McHee, also known as        *\nWilliam C. McGhee, also known as     *\nWilliam C. McGee, also known as      *\nWilliam McGhee, also known as        *\nTerrell Eiill, also known as         *\nWilliam T. McGhee, also known as     *\nTyrone Hill, also known as           *\nRicky Talman, also known as          *\nRicky Tolbert,                       *\n                                     *\n               Appellant.            *\n                                ___________\n\n                             Submitted: May 18, 2006\n                                Filed: September 8, 2006\n                                 ___________\n\nBefore BYE, HANSEN, and SMITH, Circuit Judges.\n                            ___________\n\nSMITH, Circuit Judge.\n\f       A jury convicted Leon Johnson of three federal firearms violations, as well as\ntwo federal narcotics violations. The district court1 sentenced Johnson to life\nimprisonment. Johnson appeals, challenging the sufficiency of the evidence; the\ndistrict court's denial of his motion to sever the narcotics counts from the firearms\ncounts; and its denial of his dismissal motion for alleged grand jury error and\nprosecutorial misconduct. Johnson also contends that the government provided\ninsufficient notice, pursuant to 21 U.S.C. § 851(a)(1), of its intention to seek a\nsentence of life imprisonment based upon Johnson's prior convictions. We affirm.\n\n                                   I. Background\n      A week prior to April 6, 2004, Johnson sold Troy Perkins a $50 rock of cocaine\nbase in Cedar Rapids, Iowa. On April 6, 2004, Perkins, a drug informant, called\nJohnson and arranged to purchase 14 grams of cocaine base. During subsequent\nphone calls, Perkins provided Johnson with directions to a location for the narcotics\ntransaction. Perkins met Johnson and Charles Greene behind a grocery store in\nCoralville, Iowa. Law enforcement observed Greene in the driver's seat and watched\nas Perkins approached the passenger side of the vehicle, where Johnson was seated.\nPerkins then gave Johnson $500 for the cocaine base. Greene and Johnson left,\ndriving in the direction of Cedar Rapids.\n\n       After the transaction, Perkins gave the cocaine base that he received from\nJohnson to the narcotics officer observing the sale. When measured, the cocaine base\nthat Johnson sold was only three grams, not the expected five grams. As planned,\nOfficer Jerry Blomgren of the Iowa City Police Department made a traffic stop of\nJohnson and Greene. Johnson and Greene told Officer Blomgren that they were\nheaded to Cedar Rapids. During the stop, Officer Blomgren seized $545 from\nJohnson. Later, Perkins called Johnson to complain that he had only received three\n\n\n      1\n       The Honorable Linda R. Reade, United States District Judge for the Northern\nDistrict of Iowa.\n\n                                         -2-\n\fgrams of cocaine. Johnson told Perkins that the police seized the money and that he\nwas going to return to Iowa City with his girlfriend to claim the money.\n\n      Johnson's weapons charges arise from an unrelated incident approximately\nthree weeks later in Marion, Iowa. Police received a report of an assault at an\napartment complex. Stevie Williams told police that he and Tyrone Redding had gone\nto an apartment to meet a woman named \"Christina,\" later identified as Christina\nBoswell—Johnson's girlfriend. When the men arrived at the apartment, Johnson\napproached them wielding two handguns. Williams described one of the guns as\nchrome and the other as black. After Johnson threatened to shoot Williams and\nRedding, they quickly departed. Williams returned home and notified the police.\n\n       Police arrived at the apartment and spoke with Johnson and Boswell. The\nofficers obtained a search warrant and found the two handguns described by\nWilliams, one of which had an obliterated serial number. Police also found an\nadditional handgun and a small bag of marijuana. The marijuana apparently belonged\nto Boswell.\n\n       A few months later, Johnson again ran afoul of the law. Cedar Rapids police\nofficers responded to a report of several individuals gambling in a parking lot.\nJohnson was among them. When the officers approached, the men scattered. Johnson\ndiscarded a roll of cash as he walked away. Officer Bryan Furman apprehended\nJohnson, handcuffed him, searched him for weapons, and placed him in the backseat\nof a police car. Boswell then approached the officers, telling them that Johnson had\nher cell phone and that she wanted to get it from him. The officers acquiesced. With\nhis hands cuffed behind his back and seated in the back of the police car, Johnson\nremoved the cell phone from his pocket. As Johnson tried to hand the cell phone to\nBoswell, he dropped a bag of cocaine base on the ground. The bag landed slightly\nunderneath the police car on the ground, where the officers discovered it. Johnson\napparently tried to hand the bag to Boswell with the cell phone. The bag contained\n\n                                        -3-\n\fapproximately 5.5 grams of cocaine base, divided into nine individually bagged rocks\nand one larger rock. The narcotics were found within 1,000 feet of McKinley Middle\nSchool, a protected area.\n\n       The third superseding indictment charged Johnson with the following counts:\n(1) possession with attempt to distribute and aiding and abetting the distribution of\ncocaine base after having been convicted of one or more felony drug offenses, in\nviolation of 21 U.S.C. §§ 841(a)(1), (b)(1)(C), 846, 851; (2) possession of a firearm\nafter having been convicted of a felony, in violation of 18 U.S.C. §§ 922(g)(1),\n924(a)(2); (3) possession of a firearm while an unlawful user of controlled\nsubstances, in violation of 18 U.S.C. §§ 922(g)(3), 924(a)(2); (4) possession of a\nfirearm with an obliterated serial number, in violation of 18 U.S.C. §§ 922(k),\n924(a)(2); and (5) possession with intent to distribute or attempting to distribute 5 or\nmore grams of cocaine base within 1,000 feet of a protected location after having\nbeen convicted of one or more felony drug offenses, in violation of 21 U.S.C. §§\n841(a)(1), (b)(1)(B), 846, 851, 860.\n\n       Johnson filed a motion to dismiss Count I of the second superseding\nindictment, alleging that the government knowingly presented false testimony to the\ngrand jury. Specifically, Johnson took exception to the testimony of Cedar Rapids\nPolice Detective George Aboud. Detective Aboud was not present when Johnson was\narrested for the gambling offense, but Aboud testified before the grand jury about the\nevents based upon police reports that he reviewed. Aboud testified that Johnson was\nremoved from the back of the police car before he dropped the bag of cocaine base.\nIn contrast, Officers Furman and Campsure, who were present, reported that Johnson\nwas not taken out of the squad car but rather remained in the car as he attempted to\nhand the cell phone to Boswell. Johnson contends that because the bag landed slightly\nunderneath the car, it was physically impossible for him to have been the source of\nthe bag. He further contends that the grand jury would not have indicted him if it had\nheard the testimony of officers Furman and Campsure.\n\n                                          -4-\n\f      Before the district court ruled on Johnson's motion to dismiss, a different grand\njury heard the corrected testimony of Officer Aboud, who had subsequently spoken\nwith Officer Furman about the incident before testifying. Aboud testified that Johnson\nremained seated in the back of the squad car when he dropped the bag. The grand jury\nfound probable cause and returned the third superseding indictment, which remained\nsubstantially the same as the second superseding indictment. The district court later\ndenied Johnson's motion to dismiss Count V. A jury convicted the defendant on all\ncounts. After denying Johnson's motion for a new trial, the district court sentenced\nhim to life imprisonment.\n\n      Johnson raises the following arguments on appeal: (1) the district court erred\nby denying his motion for a new trial because insufficient evidence supported his\nconvictions on all counts; (2) the district court erred by not severing the firearms and\nnarcotics counts; (3) the district court erred by failing to dismiss Count V due to\ngrand jury error and alleged prosecutorial misconduct; and (4) the government failed\nto provide sufficient notice of its intent to seek a sentence of life imprisonment due\nto Johnson's prior convictions. We affirm.\n\n                                    II. Discussion\n               A. Motion for New Trial—Sufficiency of the Evidence\n       Johnson seeks a new trial on each count. The decision to grant or deny a\nmotion for a new trial rests within the sound discretion of the district court, and we\nwill reverse only for an abuse of that discretion. See United States v. Dodd, 391 F.3d\n930, 934 (8th Cir. 2004).\n\n                                  1. Count I (Venue)\n       Johnson argues that there was insufficient evidence that he committed a crime\ncharged in Count I in the Northern District of Iowa. Specifically, Johnson contends\nthat his distribution of cocaine base was in the Southern District of Iowa and that the\n\n\n\n                                          -5-\n\fgovernment presented no evidence that his possession of cocaine base began in the\nNorthern District of Iowa. We disagree.\n\n      \"'Proper venue is required by Article III, § 2 of the United States Constitution\nand by the Sixth Amendment, as well as Rule 18 of the Federal Rules of Criminal\nProcedure.'\" United States v. Morales, 445 F.3d 1081, 1084 (8th Cir. 2006) (quoting\nUnited States v. Romero, 150 F.3d 821, 824 (8th Cir.1998)). \"A violation of federal\nlaw may be prosecuted 'in any district in which such offense was begun, continued,\nor completed.'\" Id. (quoting 18 U.S.C. § 3237(a)). Therefore, a defendant can be\ncharged where he had possession of the narcotics, even if he intended to distribute the\nnarcotics somewhere else. United States v. Granados, 117 F.3d 1089, 1091 (8th Cir.\n1997). \"The government bears the burden of proving venue by a preponderance of the\nevidence.\" United States v. Bascope-Zurita, 68 F.3d 1057, 1062 (8th Cir. 1995).\n\n      The government established that Johnson, while in the Northern District of\nIowa, spoke with informant Perkins to arrange a narcotics transaction. In addition,\nJohnson lived in the Cedar Rapids area and sold cocaine base to Perkins in Cedar\nRapids. Therefore, the government presented sufficient evidence to prove by a\npreponderance of the evidence that venue was proper in the Northern District of Iowa,\nand the district court did not abuse its discretion by denying Johnson's motion for a\nnew trial on the basis of improper venue.\n\n                     2. Counts II, III, and IV (Firearms Counts)\n       Johnson challenges the sufficiency of the evidence regarding his possession of\na firearm—a necessary element of Counts II, III, and IV. Specifically, Johnson attacks\nthe credibility of Stevie Williams, contending that Williams was intoxicated and\ndistressed on the night he allegedly saw Johnson with two firearms. Johnson claims\nWilliams provided conflicting accounts of what took place that night. Johnson thus\nchallenges the weight accorded Williams's testimony, arguing that the government\noffered no corroborating evidence.\n\n                                         -6-\n\f      New trial grants based upon objections to the weight of the evidence are not\nfavored. Dodd, 391 F.3d at 934. As we have explained:\n\n      In considering the motion for a new trial alleging the verdict is contrary\n      to the weight of the evidence, the \"court need not view the evidence in\n      the light most favorable to the government, but may instead weigh the\n      evidence and evaluate for itself the credibility of the witnesses.\" United\n      States v. Lacey, 219 F.3d 779, 783–84 (8th Cir.2000). \"Motions for new\n      trials based on the weight of the evidence are generally disfavored.\"\n      Campos, 306 F.3d at 579. The district court's authority to grant a new\n      trial should be exercised \"sparingly and with caution.\" Lincoln, 630 F.2d\n      at 1319.\n\nUnited States v. Ramirez, 362 F.3d 521, 525 (8th Cir. 2004) (emphasis added).\n\n       We hold that the district court did not abuse its discretion in denying a new\ntrial. Williams testified as follows: He and a friend went to Boswell's apartment.\nBoswell answered the door, acted strangely, and closed the door. Johnson then came\nto the door and brandished two guns at the men and threatened to shoot them. The\nmen retreated. Williams returned home, called the police, and provided officers with\na description of Johnson that matched Johnson's attire when police arrived at\nBoswell's apartment. In addition, Williams described the guns used by Johnson, and\nthis description matched two of the firearms recovered from the apartment. Denying\nJohnson's motion for a new trial, the district court cited Williams's testimony,\nimplicitly finding such testimony credible. We discern no persuasive reason for\nrejecting the district court's credibility assessment. United States v. Rodriguez, 414\nF.3d 837, 845 (8th Cir. 2005).\n\n       The government presented other evidence tying Johnson to the apartment and\nthe firearms found therein. First, police found Johnson in the apartment with his\ngirlfriend, the lessee of the apartment. Second, Johnson used the apartment as a\n\n\n                                         -7-\n\fmailing address for his cell phone bill. Third, police found the third firearm, the one\nnot used in the incident with Williams, in plain view inside a plastic bag. There was\nsufficient evidence that Johnson possessed the firearms recovered from Boswell's\napartment. Therefore, we hold that the district court did not abuse its discretion by\ndenying Johnson's motion for a new trial on Counts II, III, and IV.\n\n               3. Count V (Possession or Distribution of Narcotics\n                       Within 1,000 Feet of a Protected Area)\n      Johnson argues that insufficient evidence supported his conviction for Count\nV. He asserts that it is \"unreasonable to believe\" the facts as the government\npresented them. Although the government's case is no forensic slam dunk, we find no\nabuse of discretion in the district court's decision to deny the motion for new trial.\n\n        After Johnson's Cedar Rapids gambling arrest, police found a bag of cocaine\noutside the squad car in which he was sitting. The officers testified that the cocaine\nfell to the ground after Johnson attempted to retrieve a cell phone from his pocket for\nBoswell, who had asked the officers for permission to get it from Johnson. While\nseated in the back of the police car with his hands cuffed behind his back, Johnson\nremoved the cell phone from his pocket. As Johnson tried to hand the cell phone to\nBoswell, he dropped a bag of cocaine base on the ground. The officers saw the bag\nslightly underneath the police car on the ground. Johnson apparently tried to hand the\nbag to Boswell with the cell phone.\n\n       Johnson contends that it is unreasonable to believe that he would discard a wad\nof cash but would fail to discard a bag of cocaine base. He notes that the bag of\ncocaine base was not discovered by Officer Furman's initial pat-down search of his\nperson. Johnson contends that it was physically implausible for him, while seated and\nhandcuffed in the police car, to somehow manage to drop the bag slightly under the\ncar. Johnson points to the inconsistent accounts from the officers on the scene: While\n\n\n\n                                         -8-\n\fOfficer Furman testified to seeing Johnson drop the bag, but Officer Campsure\ntestified he pointed the bag out to Officer Furman, who did not see the bag drop.\n\n       The jury was in the best position to evaluate the evidence. A jury could\nreasonably conclude, based upon the evidence, that Johnson failed to discard the bag\nof cocaine base because he believed that he would not be arrested; in the excitement\nhe simply neglected to discard the bag; or mistakenly believed that he had discarded\nit. The government presented evidence that a pat-down search is merely a \"quick\ncursory check\" for weapons that could be used to harm officers on the scene or later\nin the police car. A jury, therefore, could reasonably conclude that Officer Furman\nmissed the bag of narcotics when he performed the pat-down search. Finally, the\ngovernment presented evidence that the bag was discovered directly below the bottom\nedge of the car, not underneath the car. A jury could reasonably conclude that the bag\nsomehow fell slightly under the outer edge of the car. Based upon our review of this\nrecord, we find no abuse of discretion in denying Johnson's motion for a new trial.\n\n                                      B. Severance\n       Johnson argues that the district court should have severed the narcotics and\nweapons counts pursuant to Federal Rule of Criminal Procedure 8(a). This issue\npresents a close question. Given the close temporal proximity of the narcotics\nactivities and the possession of the firearms, we believe that joinder was proper. Rule\n8(a) applies to joinder of offenses and provides:\n\n      The indictment or information may charge a defendant in separate\n      counts with 2 or more offenses if the offenses charged—whether\n      felonies or misdemeanors or both—are of the same or similar character,\n      or are based on the same act or transaction, or are connected with or\n      constitute parts of a common scheme or plan.\n\nThe rule is broadly construed in favor of joinder to promote the efficient\nadministration of justice. United States v. Rock, 282 F.3d 548, 552 (8th Cir. 2002);\n\n                                         -9-\n\fUnited States v. Little Dog, 398 F.3d 1032, 1037 (8th Cir. 2005). We review de novo\nthe decision to join counts pursuant to Rule 8 of the Federal Rules of Criminal\nProcedure. United States v. Boyd, 180 F.3d 967, 981 (8th Cir. 1999).\n\n       We made clear in Boyd that there is no categorical rule or presumption that\nfirearms and narcotics are subject to joinder. Id. at 982. Indeed, we affirmed the\njoinder in Boyd based primarily upon the fact that \"both times Boyd was found in\nconstructive possession of weapons there were controlled substances in the immediate\nvicinity[.]\" Id. Due to the immediate temporal and logical connection between the\nfirearms and the narcotics, we held that \"[i]t is therefore reasonable to assume that the\nfirearms could have been used as a vital part of a plan to possess and distribute\ndrugs.\" Id.(internal quotations, brackets, and citation omitted).\n\n       Johnson's drug trafficking activity took place on the streets, but his firearms\npossession occurred in his girlfriend's apartment. When the police searched the\napartment, no cocaine base was found. Police uncovered a user quantity of marijuana,\nbut it belonged to Boswell. In denying Johnson's objection to joinder, the district\ncourt noted the common thread of Boswell's involvement or presence in virtually all\nof Johnson's offenses. The court found that Johnson's firearms possession could be\nlinked to his need to protect his ongoing distribution of illegal drugs. The firearms\noffense occurred between two narcotics offenses within a five-month period. While\nthe connection between Johnson's drug trafficking and his weapons offenses is not\nparticularly strong, the charges are connected temporally and logically, and the\ndistrict court found them to be part of a common scheme or plan. The district court\nproperly instructed the jury to consider the offenses separately, and nothing in the\nrecord shows that the jury could not or did not segregate the evidence needed to\nestablish each offense. Thus, we find the district court's denial of Johnson's severance\nmotion was not erroneous.\n\n\n\n\n                                          -10-\n\f                                     C. Grand Jury\n       Johnson argues that the district court should have dismissed Count V due to\nalleged perjury before the grand jury, as well as potential prosecutorial misconduct.\nThis argument lacks merit for several reasons. First, Detective Aboud's inaccurate\nrecitation of the facts was reasonable given the police reports that he read. Second,\nthe government presented the corrected version of the evidence to a second grand\njury, which also indicted Johnson. Third, the petit jury ultimately found Johnson\nguilty of Count V, rendering any grand jury error harmless and resulting in no\nprejudice to Johnson. See United States v. Ruiz, 446 F.3d 762, 769 (8th Cir. 2006)\n(\"The petit jury's ultimate finding of guilt beyond a reasonable doubt renders the\nalleged grand jury error, if any, harmless.\"); United States v. Sanders, 341 F.3d 809,\n818 (8th Cir. 2003) (\"Even if we were to assume there was prosecutorial misconduct\nduring the grand jury proceedings, the petit jury's guilty verdict rendered those errors\nharmless.\"); see also United States v. Exson, 328 F.3d 456, 459 (8th Cir. 2003)\n(\"Dismissal due to errors in grand jury proceedings is appropriate only if the\ndefendant shows actual prejudice.\").\n\n                                D. Notice under § 851\n       Johnson argues that the government provided insufficient notice of its intent\nto seek a life sentence based upon his prior convictions. Specifically, Johnson argues\nthat the government did not \"file a document with the sole, specific purpose of\nproviding [him] with notice under 21 U.S.C. § 851(a)(1) that the [g]overment\nintended to seek an enhanced sentence of life in prison against him based upon his\nprior convictions.\" The government counters that the indictment itself provided\nJohnson with notice of the government's intent to rely on his prior convictions.\n\n      Section 851(a)(1) of 21 U.S.C. provides:\n\n      No person who stands convicted of an offense under this part shall be\n      sentenced to increased punishment by reason of one or more prior\n\n                                         -11-\n\f      convictions, unless before trial, . . . the United States attorney files an\n      information with the court (and serves a copy of such information on the\n      person or counsel for the person) stating in writing the previous\n      convictions to be relied upon.\n\n       We have noted that the purpose of notice under § 851 is to comply with the\nconstitutional requirements of due process. United States v. Curiale, 390 F.3d 1075,\n1076 (8th Cir. 2004). \"In applying the statute's requirements, courts are careful not\nto elevate form over substance.\" Id. at 1077. In applying this principle, we have\nplaced the greatest weight on whether the defendant enjoyed \"full knowledge of the\nconsequences\" of his prior convictions when making strategic decisions in the course\nof his defense, including whether to challenge the fact of prior conviction or whether\nto plead guilty or to go to trial. See id.; United States v. Timley, 443 F.3d 615, 625–27\n(8th Cir. 2006).\n\n        Johnson correctly asserts that the general procedure is for the government to\nfile a separate notice pursuant to § 851. E.g., Timley, 443 F.3d at 621, 626. However,\nJohnson's argument for reversal fails because the government's reliance on prior\nconvictions was apparent from the face of the indictment, which listed the prior\nconvictions on which the government relied and expressly cited to § 851. See id. at\n625–27. Contrary to Johnson's argument, § 851 does not require the government to\nprovide notice of its intent to enhance a defendant's sentence. Instead, the statute\nrequires notice that \"stat[es] in writing the previous convictions to be relied upon.\"\nThe indictments filed against Johnson listed the prior convictions on which the\ngovernment intended to rely, cited § 851, and cited the relevant sections providing for\nan enhanced sentence on the basis of prior convictions.\n\n        Furthermore, as in Curiale and Timley, the plea negotiations prior to trial\nprovided the defendant with explicit notice of the government's intent at trial to seek\na life sentence. The initial indictment charged Johnson with possession with intent\n\n\n                                          -12-\n\fto distribute or attempted distribution of cocaine base after having been convicted of\none or more felony drug offenses following his arrest for gambling. However, the\nindictment did not include an allegation that the offense took place within 1,000 feet\nof a protected location, which would carry a mandatory sentence of life\nimprisonment. See 21 U.S.C. §§ 841(b)(1)(A), 851.\n\n       The government intended to seek a superseding indictment including the\n\"protected location\" charge. Prior to the return of the superseding indictment, the\ngovernment sent Johnson two letters providing him with notice of the possibility of\na mandatory life sentence if convicted of the anticipated superseding indictment.\nDuring a meeting with Johnson, the Assistant United States Attorney offered Johnson\nthe opportunity to plead guilty, warning him that he would face a mandatory sentence\nof life imprisonment if convicted of the anticipated superseding indictment.\nApproximately one month later, the grand jury returned the first superseding\nindictment, which added the \"protected location\" allegation and specifically\nreferenced §§ 851, 860. The grand jury returned a second superseding indictment\ncontaining the same charge. The government then filed a motion in limine, seeking\nto bar the defendant from commenting on the fact that he faces a mandatory life\nsentence if convicted. One week later, the government filed a trial memorandum,\nnoting that Johnson's two prior narcotics felonies subject him to enhanced penalties\npursuant to §§ 851 and 860. The grand jury then returned a third superseding\nindictment with no material changes.\n\n      On this record, we believe that the government provided Johnson with adequate\nnotice that he faced a mandatory life sentence if convicted of narcotics distribution\nnear a protected location after having been convicted of prior narcotics felonies. A\ncontrary ruling would place form over substance, which we decline to do.\n\n                                 III. Conclusion\n      For the foregoing reasons, we affirm the judgment of the district court.\n                      ______________________________\n\n                                        -13-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                   United States Court of Appeals\n                            FOR THE EIGHTH CIRCUIT\n                                  ___________\n\n                                  No. 05-4485\n                                  ___________\n\nUnited States of America,            *\n                                     *\n               Appellee,             *\n                                     * Appeal from the United States\n   v.                                * District Court for the\n                                     * Northern District of Iowa.\nLeon Johnson, also known as          *\nJames Johnson, also known as         *\nTerrell Hill, also known as          *\nWilliams McHee, also known as        *\nWilliam C. McGhee, also known as     *\nWilliam C. McGee, also known as      *\nWilliam McGhee, also known as        *\nTerrell Eiill, also known as         *\nWilliam T. McGhee, also known as     *\nTyrone Hill, also known as           *\nRicky Talman, also known as          *\nRicky Tolbert,                       *\n                                     *\n               Appellant.            *\n                                ___________\n\n                             Submitted: May 18, 2006\n                                Filed: September 8, 2006\n                                 ___________\n\nBefore BYE, HANSEN, and SMITH, Circuit Judges.\n                            ___________\n\nSMITH, Circuit Judge.\n\f       A jury convicted Leon Johnson of three federal firearms violations, as well as\ntwo federal narcotics violations. The district court1 sentenced Johnson to life\nimprisonment. Johnson appeals, challenging the sufficiency of the evidence; the\ndistrict court's denial of his motion to sever the narcotics counts from the firearms\ncounts; and its denial of his dismissal motion for alleged grand jury error and\nprosecutorial misconduct. Johnson also contends that the government provided\ninsufficient notice, pursuant to 21 U.S.C. § 851(a)(1), of its intention to seek a\nsentence of life imprisonment based upon Johnson's prior convictions. We affirm.\n\n                                   I. Background\n      A week prior to April 6, 2004, Johnson sold Troy Perkins a $50 rock of cocaine\nbase in Cedar Rapids, Iowa. On April 6, 2004, Perkins, a drug informant, called\nJohnson and arranged to purchase 14 grams of cocaine base. During subsequent\nphone calls, Perkins provided Johnson with directions to a location for the narcotics\ntransaction. Perkins met Johnson and Charles Greene behind a grocery store in\nCoralville, Iowa. Law enforcement observed Greene in the driver's seat and watched\nas Perkins approached the passenger side of the vehicle, where Johnson was seated.\nPerkins then gave Johnson $500 for the cocaine base. Greene and Johnson left,\ndriving in the direction of Cedar Rapids.\n\n       After the transaction, Perkins gave the cocaine base that he received from\nJohnson to the narcotics officer observing the sale. When measured, the cocaine base\nthat Johnson sold was only three grams, not the expected five grams. As planned,\nOfficer Jerry Blomgren of the Iowa City Police Department made a traffic stop of\nJohnson and Greene. Johnson and Greene told Officer Blomgren that they were\nheaded to Cedar Rapids. During the stop, Officer Blomgren seized $545 from\nJohnson. Later, Perkins called Johnson to complain that he had only received three\n\n\n      1\n       The Honorable Linda R. Reade, United States District Judge for the Northern\nDistrict of Iowa.\n\n                                         -2-\n\fgrams of cocaine. Johnson told Perkins that the police seized the money and that he\nwas going to return to Iowa City with his girlfriend to claim the money.\n\n      Johnson's weapons charges arise from an unrelated incident approximately\nthree weeks later in Marion, Iowa. Police received a report of an assault at an\napartment complex. Stevie Williams told police that he and Tyrone Redding had gone\nto an apartment to meet a woman named \"Christina,\" later identified as Christina\nBoswell—Johnson's girlfriend. When the men arrived at the apartment, Johnson\napproached them wielding two handguns. Williams described one of the guns as\nchrome and the other as black. After Johnson threatened to shoot Williams and\nRedding, they quickly departed. Williams returned home and notified the police.\n\n       Police arrived at the apartment and spoke with Johnson and Boswell. The\nofficers obtained a search warrant and found the two handguns described by\nWilliams, one of which had an obliterated serial number. Police also found an\nadditional handgun and a small bag of marijuana. The marijuana apparently belonged\nto Boswell.\n\n       A few months later, Johnson again ran afoul of the law. Cedar Rapids police\nofficers responded to a report of several individuals gambling in a parking lot.\nJohnson was among them. When the officers approached, the men scattered. Johnson\ndiscarded a roll of cash as he walked away. Officer Bryan Furman apprehended\nJohnson, handcuffed him, searched him for weapons, and placed him in the backseat\nof a police car. Boswell then approached the officers, telling them that Johnson had\nher cell phone and that she wanted to get it from him. The officers acquiesced. With\nhis hands cuffed behind his back and seated in the back of the police car, Johnson\nremoved the cell phone from his pocket. As Johnson tried to hand the cell phone to\nBoswell, he dropped a bag of cocaine base on the ground. The bag landed slightly\nunderneath the police car on the ground, where the officers discovered it. Johnson\napparently tried to hand the bag to Boswell with the cell phone. The bag contained\n\n                                        -3-\n\fapproximately 5.5 grams of cocaine base, divided into nine individually bagged rocks\nand one larger rock. The narcotics were found within 1,000 feet of McKinley Middle\nSchool, a protected area.\n\n       The third superseding indictment charged Johnson with the following counts:\n(1) possession with attempt to distribute and aiding and abetting the distribution of\ncocaine base after having been convicted of one or more felony drug offenses, in\nviolation of 21 U.S.C. §§ 841(a)(1), (b)(1)(C), 846, 851; (2) possession of a firearm\nafter having been convicted of a felony, in violation of 18 U.S.C. §§ 922(g)(1),\n924(a)(2); (3) possession of a firearm while an unlawful user of controlled\nsubstances, in violation of 18 U.S.C. §§ 922(g)(3), 924(a)(2); (4) possession of a\nfirearm with an obliterated serial number, in violation of 18 U.S.C. §§ 922(k),\n924(a)(2); and (5) possession with intent to distribute or attempting to distribute 5 or\nmore grams of cocaine base within 1,000 feet of a protected location after having\nbeen convicted of one or more felony drug offenses, in violation of 21 U.S.C. §§\n841(a)(1), (b)(1)(B), 846, 851, 860.\n\n       Johnson filed a motion to dismiss Count I of the second superseding\nindictment, alleging that the government knowingly presented false testimony to the\ngrand jury. Specifically, Johnson took exception to the testimony of Cedar Rapids\nPolice Detective George Aboud. Detective Aboud was not present when Johnson was\narrested for the gambling offense, but Aboud testified before the grand jury about the\nevents based upon police reports that he reviewed. Aboud testified that Johnson was\nremoved from the back of the police car before he dropped the bag of cocaine base.\nIn contrast, Officers Furman and Campsure, who were present, reported that Johnson\nwas not taken out of the squad car but rather remained in the car as he attempted to\nhand the cell phone to Boswell. Johnson contends that because the bag landed slightly\nunderneath the car, it was physically impossible for him to have been the source of\nthe bag. He further contends that the grand jury would not have indicted him if it had\nheard the testimony of officers Furman and Campsure.\n\n                                          -4-\n\f      Before the district court ruled on Johnson's motion to dismiss, a different grand\njury heard the corrected testimony of Officer Aboud, who had subsequently spoken\nwith Officer Furman about the incident before testifying. Aboud testified that Johnson\nremained seated in the back of the squad car when he dropped the bag. The grand jury\nfound probable cause and returned the third superseding indictment, which remained\nsubstantially the same as the second superseding indictment. The district court later\ndenied Johnson's motion to dismiss Count V. A jury convicted the defendant on all\ncounts. After denying Johnson's motion for a new trial, the district court sentenced\nhim to life imprisonment.\n\n      Johnson raises the following arguments on appeal: (1) the district court erred\nby denying his motion for a new trial because insufficient evidence supported his\nconvictions on all counts; (2) the district court erred by not severing the firearms and\nnarcotics counts; (3) the district court erred by failing to dismiss Count V due to\ngrand jury error and alleged prosecutorial misconduct; and (4) the government failed\nto provide sufficient notice of its intent to seek a sentence of life imprisonment due\nto Johnson's prior convictions. We affirm.\n\n                                    II. Discussion\n               A. Motion for New Trial—Sufficiency of the Evidence\n       Johnson seeks a new trial on each count. The decision to grant or deny a\nmotion for a new trial rests within the sound discretion of the district court, and we\nwill reverse only for an abuse of that discretion. See United States v. Dodd, </pre><span class=\"citation\" data-id=\"788597\"><a href=\"/opinion/788597/united-states-v-joseph-dodd-also-known-as-shakespeare/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">930</span></a></span><pre class=\"inline\">, 934 (8th Cir. 2004).\n\n                                  1. Count I (Venue)\n       Johnson argues that there was insufficient evidence that he committed a crime\ncharged in Count I in the Northern District of Iowa. Specifically, Johnson contends\nthat his distribution of cocaine base was in the Southern District of Iowa and that the\n\n\n\n                                          -5-\n\fgovernment presented no evidence that his possession of cocaine base began in the\nNorthern District of Iowa. We disagree.\n\n      \"'Proper venue is required by Article III, § 2 of the United States Constitution\nand by the Sixth Amendment, as well as Rule 18 of the Federal Rules of Criminal\nProcedure.'\" United States v. Morales, </pre><span class=\"citation\" data-id=\"794118\"><a href=\"/opinion/794118/united-states-v-raul-padilla-morales-also-known-as-santos-escmilla-avalos/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1081</span></a></span><pre class=\"inline\">, 1084 (8th Cir. 2006) (quoting\nUnited States v. Romero, </pre><span class=\"citation\" data-id=\"756518\"><a href=\"/opinion/756518/united-states-v-andres-romero/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">821</span></a></span><pre class=\"inline\">, 824 (8th Cir.1998)). \"A violation of federal\nlaw may be prosecuted 'in any district in which such offense was begun, continued,\nor completed.'\" Id. (quoting 18 U.S.C. § 3237(a)). Therefore, a defendant can be\ncharged where he had possession of the narcotics, even if he intended to distribute the\nnarcotics somewhere else. United States v. Granados, </pre><span class=\"citation\" data-id=\"743118\"><a href=\"/opinion/743118/united-states-v-sergio-javier-granados/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></a></span><pre class=\"inline\">, 1091 (8th Cir.\n1997). \"The government bears the burden of proving venue by a preponderance of the\nevidence.\" United States v. Bascope-Zurita, </pre><span class=\"citation\" data-id=\"706867\"><a href=\"/opinion/706867/united-states-v-rocky-ernesto-bascope-zurita-united-states-of-america-v/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1057</span></a></span><pre class=\"inline\">, 1062 (8th Cir. 1995).\n\n      The government established that Johnson, while in the Northern District of\nIowa, spoke with informant Perkins to arrange a narcotics transaction. In addition,\nJohnson lived in the Cedar Rapids area and sold cocaine base to Perkins in Cedar\nRapids. Therefore, the government presented sufficient evidence to prove by a\npreponderance of the evidence that venue was proper in the Northern District of Iowa,\nand the district court did not abuse its discretion by denying Johnson's motion for a\nnew trial on the basis of improper venue.\n\n                     2. Counts II, III, and IV (Firearms Counts)\n       Johnson challenges the sufficiency of the evidence regarding his possession of\na firearm—a necessary element of Counts II, III, and IV. Specifically, Johnson attacks\nthe credibility of Stevie Williams, contending that Williams was intoxicated and\ndistressed on the night he allegedly saw Johnson with two firearms. Johnson claims\nWilliams provided conflicting accounts of what took place that night. Johnson thus\nchallenges the weight accorded Williams's testimony, arguing that the government\noffered no corroborating evidence.\n\n                                         -6-\n\f      New trial grants based upon objections to the weight of the evidence are not\nfavored. Dodd, 391 F.3d at 934. As we have explained:\n\n      In considering the motion for a new trial alleging the verdict is contrary\n      to the weight of the evidence, the \"court need not view the evidence in\n      the light most favorable to the government, but may instead weigh the\n      evidence and evaluate for itself the credibility of the witnesses.\" United\n      States v. Lacey, </pre><span class=\"citation\" data-id=\"769557\"><a href=\"/opinion/769557/united-states-v-raydell-lacey-also-known-as-lacey-also-known-as-camile/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">779</span></a></span><pre class=\"inline\">, 783–84 (8th Cir.2000). \"Motions for new\n      trials based on the weight of the evidence are generally disfavored.\"\n      Campos, 306 F.3d at 579. The district court's authority to grant a new\n      trial should be exercised \"sparingly and with caution.\" Lincoln, 630 F.2d\n      at 1319.\n\nUnited States v. Ramirez, </pre><span class=\"citation\" data-id=\"785573\"><a href=\"/opinion/785573/united-states-v-javier-barajas-ramirez/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">521</span></a></span><pre class=\"inline\">, 525 (8th Cir. 2004) (emphasis added).\n\n       We hold that the district court did not abuse its discretion in denying a new\ntrial. Williams testified as follows: He and a friend went to Boswell's apartment.\nBoswell answered the door, acted strangely, and closed the door. Johnson then came\nto the door and brandished two guns at the men and threatened to shoot them. The\nmen retreated. Williams returned home, called the police, and provided officers with\na description of Johnson that matched Johnson's attire when police arrived at\nBoswell's apartment. In addition, Williams described the guns used by Johnson, and\nthis description matched two of the firearms recovered from the apartment. Denying\nJohnson's motion for a new trial, the district court cited Williams's testimony,\nimplicitly finding such testimony credible. We discern no persuasive reason for\nrejecting the district court's credibility assessment. United States v. Rodriguez, </pre><span class=\"citation\" data-id=\"790980\"><a href=\"/opinion/790980/united-states-v-antonio-rodriguez-united-states-of-america-v-antonio/\"><span class=\"volume\">414</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 845 (8th Cir. 2005).\n\n       The government presented other evidence tying Johnson to the apartment and\nthe firearms found therein. First, police found Johnson in the apartment with his\ngirlfriend, the lessee of the apartment. Second, Johnson used the apartment as a\n\n\n                                         -7-\n\fmailing address for his cell phone bill. Third, police found the third firearm, the one\nnot used in the incident with Williams, in plain view inside a plastic bag. There was\nsufficient evidence that Johnson possessed the firearms recovered from Boswell's\napartment. Therefore, we hold that the district court did not abuse its discretion by\ndenying Johnson's motion for a new trial on Counts II, III, and IV.\n\n               3. Count V (Possession or Distribution of Narcotics\n                       Within 1,000 Feet of a Protected Area)\n      Johnson argues that insufficient evidence supported his conviction for Count\nV. He asserts that it is \"unreasonable to believe\" the facts as the government\npresented them. Although the government's case is no forensic slam dunk, we find no\nabuse of discretion in the district court's decision to deny the motion for new trial.\n\n        After Johnson's Cedar Rapids gambling arrest, police found a bag of cocaine\noutside the squad car in which he was sitting. The officers testified that the cocaine\nfell to the ground after Johnson attempted to retrieve a cell phone from his pocket for\nBoswell, who had asked the officers for permission to get it from Johnson. While\nseated in the back of the police car with his hands cuffed behind his back, Johnson\nremoved the cell phone from his pocket. As Johnson tried to hand the cell phone to\nBoswell, he dropped a bag of cocaine base on the ground. The officers saw the bag\nslightly underneath the police car on the ground. Johnson apparently tried to hand the\nbag to Boswell with the cell phone.\n\n       Johnson contends that it is unreasonable to believe that he would discard a wad\nof cash but would fail to discard a bag of cocaine base. He notes that the bag of\ncocaine base was not discovered by Officer Furman's initial pat-down search of his\nperson. Johnson contends that it was physically implausible for him, while seated and\nhandcuffed in the police car, to somehow manage to drop the bag slightly under the\ncar. Johnson points to the inconsistent accounts from the officers on the scene: While\n\n\n\n                                         -8-\n\fOfficer Furman testified to seeing Johnson drop the bag, but Officer Campsure\ntestified he pointed the bag out to Officer Furman, who did not see the bag drop.\n\n       The jury was in the best position to evaluate the evidence. A jury could\nreasonably conclude, based upon the evidence, that Johnson failed to discard the bag\nof cocaine base because he believed that he would not be arrested; in the excitement\nhe simply neglected to discard the bag; or mistakenly believed that he had discarded\nit. The government presented evidence that a pat-down search is merely a \"quick\ncursory check\" for weapons that could be used to harm officers on the scene or later\nin the police car. A jury, therefore, could reasonably conclude that Officer Furman\nmissed the bag of narcotics when he performed the pat-down search. Finally, the\ngovernment presented evidence that the bag was discovered directly below the bottom\nedge of the car, not underneath the car. A jury could reasonably conclude that the bag\nsomehow fell slightly under the outer edge of the car. Based upon our review of this\nrecord, we find no abuse of discretion in denying Johnson's motion for a new trial.\n\n                                      B. Severance\n       Johnson argues that the district court should have severed the narcotics and\nweapons counts pursuant to Federal Rule of Criminal Procedure 8(a). This issue\npresents a close question. Given the close temporal proximity of the narcotics\nactivities and the possession of the firearms, we believe that joinder was proper. Rule\n8(a) applies to joinder of offenses and provides:\n\n      The indictment or information may charge a defendant in separate\n      counts with 2 or more offenses if the offenses charged—whether\n      felonies or misdemeanors or both—are of the same or similar character,\n      or are based on the same act or transaction, or are connected with or\n      constitute parts of a common scheme or plan.\n\nThe rule is broadly construed in favor of joinder to promote the efficient\nadministration of justice. United States v. Rock, </pre><span class=\"citation\" data-id=\"776790\"><a href=\"/opinion/776790/united-states-v-james-matthew-rock/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span><pre class=\"inline\">, 552 (8th Cir. 2002);\n\n                                         -9-\n\fUnited States v. Little Dog, </pre><span class=\"citation\" data-id=\"789330\"><a href=\"/opinion/789330/united-states-v-emil-earl-little-dog/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1032</span></a></span><pre class=\"inline\">, 1037 (8th Cir. 2005). We review de novo\nthe decision to join counts pursuant to Rule 8 of the Federal Rules of Criminal\nProcedure. United States v. Boyd, </pre><span class=\"citation\" data-id=\"764869\"><a href=\"/opinion/764869/no-98-3583/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\">, 981 (8th Cir. 1999).\n\n       We made clear in Boyd that there is no categorical rule or presumption that\nfirearms and narcotics are subject to joinder. Id. at 982. Indeed, we affirmed the\njoinder in Boyd based primarily upon the fact that \"both times Boyd was found in\nconstructive possession of weapons there were controlled substances in the immediate\nvicinity[.]\" Id. Due to the immediate temporal and logical connection between the\nfirearms and the narcotics, we held that \"[i]t is therefore reasonable to assume that the\nfirearms could have been used as a vital part of a plan to possess and distribute\ndrugs.\" Id.(internal quotations, brackets, and citation omitted).\n\n       Johnson's drug trafficking activity took place on the streets, but his firearms\npossession occurred in his girlfriend's apartment. When the police searched the\napartment, no cocaine base was found. Police uncovered a user quantity of marijuana,\nbut it belonged to Boswell. In denying Johnson's objection to joinder, the district\ncourt noted the common thread of Boswell's involvement or presence in virtually all\nof Johnson's offenses. The court found that Johnson's firearms possession could be\nlinked to his need to protect his ongoing distribution of illegal drugs. The firearms\noffense occurred between two narcotics offenses within a five-month period. While\nthe connection between Johnson's drug trafficking and his weapons offenses is not\nparticularly strong, the charges are connected temporally and logically, and the\ndistrict court found them to be part of a common scheme or plan. The district court\nproperly instructed the jury to consider the offenses separately, and nothing in the\nrecord shows that the jury could not or did not segregate the evidence needed to\nestablish each offense. Thus, we find the district court's denial of Johnson's severance\nmotion was not erroneous.\n\n\n\n\n                                          -10-\n\f                                     C. Grand Jury\n       Johnson argues that the district court should have dismissed Count V due to\nalleged perjury before the grand jury, as well as potential prosecutorial misconduct.\nThis argument lacks merit for several reasons. First, Detective Aboud's inaccurate\nrecitation of the facts was reasonable given the police reports that he read. Second,\nthe government presented the corrected version of the evidence to a second grand\njury, which also indicted Johnson. Third, the petit jury ultimately found Johnson\nguilty of Count V, rendering any grand jury error harmless and resulting in no\nprejudice to Johnson. See United States v. Ruiz, </pre><span class=\"citation\" data-id=\"794190\"><a href=\"/opinion/794190/united-states-v-henry-ruiz-united-states-of-america-v-carl-a-chatman/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">762</span></a></span><pre class=\"inline\">, 769 (8th Cir. 2006)\n(\"The petit jury's ultimate finding of guilt beyond a reasonable doubt renders the\nalleged grand jury error, if any, harmless.\"); United States v. Sanders, </pre><span class=\"citation\" data-id=\"783356\"><a href=\"/opinion/783356/united-states-of-america-cross-appellantappellee-v-james-randall/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">809</span></a></span><pre class=\"inline\">,\n818 (8th Cir. 2003) (\"Even if we were to assume there was prosecutorial misconduct\nduring the grand jury proceedings, the petit jury's guilty verdict rendered those errors\nharmless.\"); see also United States v. Exson, </pre><span class=\"citation\" data-id=\"781882\"><a href=\"/opinion/781882/united-states-v-jerold-exson/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 459 (8th Cir. 2003)\n(\"Dismissal due to errors in grand jury proceedings is appropriate only if the\ndefendant shows actual prejudice.\").\n\n                                D. Notice under § 851\n       Johnson argues that the government provided insufficient notice of its intent\nto seek a life sentence based upon his prior convictions. Specifically, Johnson argues\nthat the government did not \"file a document with the sole, specific purpose of\nproviding [him] with notice under 21 U.S.C. § 851(a)(1) that the [g]overment\nintended to seek an enhanced sentence of life in prison against him based upon his\nprior convictions.\" The government counters that the indictment itself provided\nJohnson with notice of the government's intent to rely on his prior convictions.\n\n      Section 851(a)(1) of 21 U.S.C. provides:\n\n      No person who stands convicted of an offense under this part shall be\n      sentenced to increased punishment by reason of one or more prior\n\n                                         -11-\n\f      convictions, unless before trial, . . . the United States attorney files an\n      information with the court (and serves a copy of such information on the\n      person or counsel for the person) stating in writing the previous\n      convictions to be relied upon.\n\n       We have noted that the purpose of notice under § 851 is to comply with the\nconstitutional requirements of due process. United States v. Curiale, </pre><span class=\"citation\" data-id=\"788526\"><a href=\"/opinion/788526/united-states-v-michael-r-curiale-jr-also-known-as-mechanic-mike/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1075</span></a></span><pre class=\"inline\">,\n1076 (8th Cir. 2004). \"In applying the statute's requirements, courts are careful not\nto elevate form over substance.\" Id. at 1077. In applying this principle, we have\nplaced the greatest weight on whether the defendant enjoyed \"full knowledge of the\nconsequences\" of his prior convictions when making strategic decisions in the course\nof his defense, including whether to challenge the fact of prior conviction or whether\nto plead guilty or to go to trial. See id.; United States v. Timley, </pre><span class=\"citation\" data-id=\"793902\"><a href=\"/opinion/793902/united-states-v-michael-j-timley-lacey-m-gimlin-united-states-of/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span><pre class=\"inline\">, 625–27\n(8th Cir. 2006).\n\n        Johnson correctly asserts that the general procedure is for the government to\nfile a separate notice pursuant to § 851. E.g., Timley, 443 F.3d at 621, 626. However,\nJohnson's argument for reversal fails because the government's reliance on prior\nconvictions was apparent from the face of the indictment, which listed the prior\nconvictions on which the government relied and expressly cited to § 851. See id. at\n625–27. Contrary to Johnson's argument, § 851 does not require the government to\nprovide notice of its intent to enhance a defendant's sentence. Instead, the statute\nrequires notice that \"stat[es] in writing the previous convictions to be relied upon.\"\nThe indictments filed against Johnson listed the prior convictions on which the\ngovernment intended to rely, cited § 851, and cited the relevant sections providing for\nan enhanced sentence on the basis of prior convictions.\n\n        Furthermore, as in Curiale and Timley, the plea negotiations prior to trial\nprovided the defendant with explicit notice of the government's intent at trial to seek\na life sentence. The initial indictment charged Johnson with possession with intent\n\n\n                                          -12-\n\fto distribute or attempted distribution of cocaine base after having been convicted of\none or more felony drug offenses following his arrest for gambling. However, the\nindictment did not include an allegation that the offense took place within 1,000 feet\nof a protected location, which would carry a mandatory sentence of life\nimprisonment. See 21 U.S.C. §§ 841(b)(1)(A), 851.\n\n       The government intended to seek a superseding indictment including the\n\"protected location\" charge. Prior to the return of the superseding indictment, the\ngovernment sent Johnson two letters providing him with notice of the possibility of\na mandatory life sentence if convicted of the anticipated superseding indictment.\nDuring a meeting with Johnson, the Assistant United States Attorney offered Johnson\nthe opportunity to plead guilty, warning him that he would face a mandatory sentence\nof life imprisonment if convicted of the anticipated superseding indictment.\nApproximately one month later, the grand jury returned the first superseding\nindictment, which added the \"protected location\" allegation and specifically\nreferenced §§ 851, 860. The grand jury returned a second superseding indictment\ncontaining the same charge. The government then filed a motion in limine, seeking\nto bar the defendant from commenting on the fact that he faces a mandatory life\nsentence if convicted. One week later, the government filed a trial memorandum,\nnoting that Johnson's two prior narcotics felonies subject him to enhanced penalties\npursuant to §§ 851 and 860. The grand jury then returned a third superseding\nindictment with no material changes.\n\n      On this record, we believe that the government provided Johnson with adequate\nnotice that he faced a mandatory life sentence if convicted of narcotics distribution\nnear a protected location after having been convicted of prior narcotics felonies. A\ncontrary ruling would place form over substance, which we decline to do.\n\n                                 III. Conclusion\n      For the foregoing reasons, we affirm the judgment of the district court.\n                      ______________________________\n\n                                        -13-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/706867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/756518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764869/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783356/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789330/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793902/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794190/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T23:43:36.705097Z",
      "date_modified": "2015-10-13T23:43:36.705097Z",
      "date_filed": "2006-09-08",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-leon-johnson",
      "citation_id": 3013951,
      "case_name_short": "",
      "case_name": "United States v. Leon Johnson",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2898600/united-states-v-leon-johnson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T23:05:16.280585Z",
  "date_modified": "2015-10-13T23:05:16.280585Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Leon Johnson",
  "case_name_full": "",
  "slug": "united-states-v-leon-johnson",
  "docket_number": "05-4485",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}