{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2903585/",
  "id": 2903585,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3046159/",
      "id": 3046159,
      "absolute_url": "/opinion/3046159/dennis-mckeithan-v-gary-abrams/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2903585/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3046159/",
          "id": 3046159,
          "absolute_url": "/opinion/3046159/dennis-mckeithan-v-gary-abrams/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3046159/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T23:18:16.526700Z",
          "date_modified": "2017-04-11T23:04:07.874759Z",
          "type": "010combined",
          "sha1": "be2922fcabc8e29276005e7e84e309ece9d18db1",
          "page_count": 14,
          "download_url": "http://digitalcommons.law.villanova.edu/cgi/viewcontent.cgi?article=2580&context=thirdcircuit_2009",
          "local_path": "pdf/2009/04/06/dennis_mckeithan_v._gary_abrams.pdf",
          "plain_text": "                                                                                                                           Opinions of the United\n2009 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n4-6-2009\n\nDennis McKeithan v. Gary Abrams\nPrecedential or Non-Precedential: Non-Precedential\n\nDocket No. 08-1746\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_2009\n\nRecommended Citation\n\"Dennis McKeithan v. Gary Abrams\" (2009). 2009 Decisions. Paper 1581.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_2009/1581\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 2009 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                                                            NOT PRECEDENTIAL\n\n       UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n                            ___________\n\n                                   No. 08-1746\n                                   ___________\n\n                             DENNIS MCKEITHAN,\n                                            Appellant\n                                     v.\n\n    JEFFREY BEARD, Secretary of Corrections; JOHN SCHAFFER, Chief Deputy\n  Secretary of Corrections; LANCE COUTERIER, Chief Psychological Services; MR.\nSTICKMAN, Deputy Secretary of Western District; SHARON BURKE, Chief Secretary\n  Office of Grievance & Appeals; MR. WYNDER, Superintendent at SCI Dallas; LORI\n   LYONS, Counselor at SCI Dallas; CHRIS PUTNAM, Unit Manager at SCI Dallas;\nCHARLES ERICKSON, Superintendent at SCI Retreat; J. WRIGHT, Psychologist at SCI\n   Retreat; J. WILSON, Superintendent at SCI Fayette; CAROL SCIRE, Assistant to\nSuperintendent at SCI Fayette; M. Zaken, Unit Manager at SCI Fayette; G. GALLUCCI,\n      Chief Psychologist at SCI Fayette; COI GALICKI, Guard at SCI Retreat; COI\n WECHOWSKI, Guard at SCI Retreat; COI VAN FOSSEN, Guard at SCI Dallas; MR.\n    MCKEOWN, Hearing Examiner; SGT. LAYOU, Guard at SCI Retreat, Property\n Sergeant; SGT. YARCGWER, Physician Asst. SCI Fayette; MR. MATALONI, CHCA\n   SCI Retreat; C. MYERS, Physician Asst. SCI Fayette; MR. TETINIK, CHCA SCI\n Fayette; MR. G. ABRAMS, Counselor at SCI Fayette; DR. HERBICK, Medical Doctor\n                                      SCI Fayette\n                      ____________________________________\n\n                  On Appeal from the United States District Court\n                     for the Western District of Pennsylvania\n                         (D.C. Civil Action No. 06-0965 )\n                   District Judge: Honorable Gary L. Lancaster\n                   ____________________________________\n\n                  Submitted Pursuant to Third Circuit LAR 34.1(a)\n                                 March 26, 2009\n\n           Before: SLOVITER, AMBRO and STAPLETON, Circuit Judges\n\n                           (Opinion filed: April 6, 2009)\n\f                                         ___________\n\n                                          OPINION\n                                         ___________\n\nPER CURIAM\n\n          Dennis McKeithan, a prisoner at SCI Coal Township,1 appeals from orders of the\n\nDistrict Court granting certain defendants’ motion to dismiss and summary judgment to\n\nthe remaining defendants. McKeithan filed the underlying § 1983 action asserting that\n\nprison officials and prison medical staff had violated his constitutional rights under the\n\nFirst, Eighth and Fourteenth Amendments.\n\n          McKeithan sued over twenty employees of the Department of Corrections (“DOC\n\ndefendants”) and three medical personnel, not employed by DOC (“medical defendants”).\n\nThe medical defendants, including two physicians assistants, Chris Meyer and L.\n\nYarcgwer, as well as one physician, Dr. Herbik, moved to dismiss the complaint. The\n\nDistrict Court granted the motion as to Meyer and Yarcgwer. Following discovery, the\n\nMagistrate Judge recommended granting summary judgment in favor of all remaining\n\ndefendants and denying summary judgment to McKeithan. The District Court adopted\n\nthese R&Rs, granted summary judgment to the defendants and denied McKeithan’s\n\nmotion. McKeithan timely appealed.2\n\n\n   1\n       At the time he filed suit, McKeithan was incarcerated at SCI Fayette.\n   2\n    We have jurisdiction under 28 U.S.C. § 1291. We review orders granting a motion to\ndismiss or summary judgment de novo. Phillips v. County of Allegheny, 515 F.3d 224,\n230 (3d Cir. 2008); MBIA Ins. Corp. v. Royal Indem. Co., 426 F.3d 204, 209 (3d Cir.\n\n                                               2\n\f       A.     Motion to Dismiss\n\n       McKeithan alleged that Meyers and Yarcgwer denied him previously-prescribed\n\ntreatment for his dry skin, gas and hemorrhoids without a doctor’s approval and in\n\nviolation of the Eighth Amendment. To state a claim under the Eighth Amendment,\n\nMcKeithan was required to allege that defendants were deliberately indifferent to his\n\nserious medical condition. See Farmer v. Brennan, 511 U.S. 825, 837 (1994). The\n\nDistrict Court determined that “dry skin” and gas were not serious medical conditions,\n\nsuch that McKeithan had failed to state a claim. Although mere “dry skin” may fall short\n\nof a serious medical condition, McKeithan states in his response to defendants’ motion to\n\ndismiss that his skin was so cracked and dry from his condition that it bled and left stains\n\non his shirt. Had McKeithan been given an opportunity to amend his complaint to\n\ninclude these facts, he might have successfully alleged a serious medical condition.3 For\n\n\n2005). When considering a district court’s grant of a motion to dismiss under Rule\n12(b)(6), “we accept all factual allegations in the complaint as true and view them in the\nlight most favorable to the plaintiff.” Phillips v. County of Allegheny, 515 F.3d 224, 233\n(3d Cir. 2008). Summary judgment is proper only if it appears “that there is no genuine\nissue as to any material fact and that the movant is entitled to judgment as a matter of\nlaw.” Fed. R. Civ. P. 56(c). Once the moving party demonstrates the absence of a\ngenuine material factual dispute, to survive summary judgment the non-moving party\nmust proffer “specific facts showing that there is a genuine issue for trial.” Fed. R. Civ.\nP. 56(e).\n   3\n    We will affirm the District Court’s dismissal of McKeithan’s claims regarding\ntreatment for gas, which we do not believe is a serious medical condition under the Eighth\nAmendment. On appeal, McKeithan suggests that he mischaracterized his condition as\n“gas,” when it was actually “gastritis,” or inflammation of the stomach. However,\nMcKeithan offered a fuller description of his condition for the first time on appeal.\nNotably, in his response to the medical defendants’ motion to dismiss, McKeithan does\n\n                                              3\n\fthis reason, we will vacate the dismissal of McKeithan’s claims that Meyers and\n\nYarcgwer unconstitutionally denied him medical treatment for eczema.\n\n       McKeithan also alleged that Meyers and Yarcgwer violated due process by\n\ncharging him co-payments for medications for his dry skin and gas, despite prison\n\nregulations prohibiting personnel from charging co-payments for medicines to treat pre-\n\nexisting or chronic conditions. To state a claim for due process, an inmate must allege\n\n“(1) that the state deprived him of a protected interest in life, liberty, or property and (2)\n\nthe deprivation occurred without due process of law.” Burns v. Pa. Dep’t of Corr., 544\n\nF.3d 279, 285 (3d Cir. 2008). A prisoner has a protected property interest in the funds in\n\nhis prison account, as well as the right to security in that account. Id. at 291. Therefore,\n\nMcKeithan has properly alleged the first prong of the due process test, and the only\n\nquestion is whether the deduction of co-payments occurred without adequate procedural\n\nsafeguards. Because the District Court analyzed McKeithan’s claim under the Eighth\n\nAmendment instead of due process, we will vacate and remand for consideration of how\n\nmuch process is due prior to the deduction of co-payments in apparent violation of DOC\n\n\n\n\nnot use the term “gastritis.” Instead, he repeatedly refers to his condition as “gas” and\neven mentions his use of the antacid known as “Tums.” Although McKeithan labels his\ncondition as “gastritis” in his objections to the Magistrate Judge’s R&R recommending\ndismissal of this claim, he offers no description of the condition and no argument as to\nwhy dismissal on this particular claim was improper. Instead, his objections focus almost\nexclusively on his eczema and angina. (See Dkt. # 76, Pl’s Objections to Part of R&R.)\n\n                                               4\n\fregulations.4\n\n       B.       Summary Judgment\n\n       McKeithan also appeals from the District Court’s decision to grant summary\n\njudgment to all defendants and to deny summary judgment to McKeithan. He primarily\n\nchallenges his placement in the LTSU at SCI Fayette as a violation of due process. He\n\nasserts that officials falsified evidence to justify his placement in the LTSU in retaliation\n\nfor his prior grievances. Routine transfers to administrative segregation do not impinge\n\non liberty interests protected by the Due Process Clause unless the conditions in\n\nadministrative segregation present an “atypical and significant hardship in relation to the\n\nordinary incidents of prison life.” Sandin v. Conner, 515 U.S. 472, 484 (1995). Even\n\nwhere the conditions of confinement present an atypical and significant hardship,\n\ntriggering the right to due process, placement in administrative segregation comports with\n\ndue process so long as prison officials afford a prisoner sufficient procedural protections.\n\nSee Wilkinson v. Austin, 545 U.S. 209, 225 (2005).\n\n       Due process does not require prior notice of a transfer where the post-transfer\n\nperiodic review of an inmate’s placement in segregation provides the inmate with a\n\nmeaningful opportunity to challenge the grounds of his continued segregation. Shoats v.\n\n\n\n\n   4\n    Our case law establishing that the policy of charging prisoners fees for medical\nservices does not violate the Eighth Amendment per se is inapposite because McKeithan\nasserts that the co-payments violate due process, not the Eighth Amendment. See Tillman\nv. Lebanon County Corr. Facility, 221 F.3d 410, 418-19 (3d Cir. 2000).\n\n                                              5\n\fHorn, 213 F.3d 140, 145 (3d Cir. 2000); cf. Wilkinson, 545 U.S. at 217 (pre-transfer\n\nnotice of reasons for proposed transfer to “supermax” facility satisfied Due Process); cf.\n\nHewitt v. Helms, 459 U.S. 460, 476 n.8 (1983) (hearing on transfer to administrative\n\nsegregation must occur “within a reasonable time following an inmate’s transfer, taking\n\ninto account the relatively insubstantial private interest at stake and the traditionally broad\n\ndiscretion of prison officials.”) (emphasis added). Even assuming that the LTSU presents\n\na significant and atypical hardship triggering the right to due process, McKeithan’s due\n\nprocess claim fails because the record indicates that McKeithan received periodic reviews\n\nwhile in the LTSU. (DOC Deft.’s Mot. Summ. J., Ex. 10 (LTSU 30-day reviews) & Ex.\n\n11).5\n\n         McKeithan also asserts that prison officials violated due process by allegedly\n\nfalsifying his disciplinary record. Due process requires only that a prisoner have an\n\nopportunity to rebut the allegedly false accusations and evidence. Smith v. Mensinger,\n\n293 F.3d 641, 653-54 (3d Cir. 2002) (“[S]o long as certain procedural requirements are\n\nsatisfied, mere allegations of falsified evidence or misconduct reports, without more, are\n\nnot enough to state a due process claim.”); Lagerstrom v. Kingston, 463 F.3d 621, 624-25\n\n(7th Cir. 2006) (falsified evidence alone not a violation of due process so long as “basic\n\nprocedures” were followed).6 In light of the extensive process afforded to McKeithan\n\n\n   5\n       McKeithan alleges but does not proffer evidence that these hearings were a sham.\n   6\n    We reject McKeithan’s assertion that his placement in the LTSU violated the Equal\nProtection Clause. To assert a claim for a violation of equal protection, McKeithan must\n\n                                               6\n\fafter his transfer, which offered him ample opportunity to raise his concerns regarding his\n\ndisciplinary history, summary judgment was proper as to this claim.\n\n       McKeithan also asserts a retaliation claim in connection with his placement in the\n\nLTSU. A prison official’s act of filing false misconduct reports in retaliation for First\n\nAmendment protected activity may violate an inmate’s right of access to the courts. See\n\nAllah v. Seiverling, 229 F.3d 220, 225 (3d Cir. 2000). To prevail on a claim for\n\nretaliation by prison officials, a plaintiff must show that: (1) he engaged in\n\nconstitutionally protected conduct; (2) he suffered some “adverse action” by prison\n\nofficials; and (3) his exercise of a constitutional right was a substantial or motivating\n\nfactor in the adverse action. Rauser v. Horn, 241 F.3d 330, 333-34 (3d Cir. 2001).\n\n“[P]rison officials may still prevail by proving that they would have made the same\n\ndecision absent the protected conduct for reasons reasonably related to a legitimate\n\npenological interest.” Id. at 334.\n\n       Defendants have proffered significant evidence that placing McKeithan in the\n\nLTSU advances a legitimate penological interest, namely, containing McKeithan’s\n\npersistent misconduct and criminal activity within the prison. (See DOC Deft.’s Mot.\n\nSumm. J., Ex. 5 (psychological assessment), Ex. 6 (memo from Wynder and Lyons); Ex.\n\n\n\n\nshow that he is a member of a protected class, such as a racial or religious group. Bradley\nv. United States, 299 F.3d 197, 206 (3d Cir. 2002). McKeithan does not assert that\ndefendants discriminated against him on the basis of any protected class, and his equal\nprotection claim fails.\n\n                                              7\n\f8 (misconduct report describing McKeithan’s assault on a correctional officer)).\n\nTherefore, McKeithan’s retaliation claim fails.\n\n       McKeithan asserts that prison officials violated due process by transferring him\n\nout of the LTSU and into the Special Management Unit, or SMU, instead of into the\n\ngeneral population, without notice or an opportunity to contest the reasons for the\n\ntransfer. (See Suppl. Compl., ¶ 15.) He also contends that defendants assigned him to the\n\nSMU in retaliation for filing a complaint regarding his placement in the LTSU.\n\nDefendants asserted in the District Court that McKeithan failed to exhaust this grievance,\n\n#170024, by failing to appeal. A prisoner must complete the administrative review\n\nprocess available at the prison level to satisfy the exhaustion requirement of the PLRA.\n\nWilliams v. Beard, 482 F.3d 637, 639 (3d Cir. 2007). The record indicates that\n\nMcKeithan did not appeal grievance # 170024 to Final Review. (DOC Deft.’s Mot.\n\nSumm. J., Ex. 1, ¶ 7 (decl. of Kristen Reisinger, Asst. Chief Grievance Coordinator)). As\n\nMcKeithan failed to complete the administrative review process provided by the prison,\n\nhis SMU claim fails, and the District Court correctly granted summary judgment on this\n\nclaim, albeit on a different basis.7\n\n       McKeithan next asserts that prison officials deprived him of his right to call\n\n\n\n\n   7\n    For the same reason, McKeithan’s motion for summary judgment on this claim was\nproperly denied. McKeithan asserts that the District Court granted summary judgment on\nthis claim “sua sponte,” but the record reflects that defendants requested summary\njudgment on this claim. (See DOC Deft’s Mot. Summ. J. at 16 n.10.)\n\n                                             8\n\fwitnesses and present evidence at his disciplinary hearings, in violation of due process.\n\nMcKeithan alleges that in one instance, defendant Van Fossen conducted a cell search\n\nand accused McKeithan of carrying a wood shank in one of his boots. McKeithan\n\ncontends that Van Fossen tugged at the sole of his boots in order to plant a weapon there\n\nafter the cell search, and that a videotape of the search itself would reveal no shank.\n\nMcKeithan sent his attorney an identical boot, and his attorney created a videotape of\n\nhimself opening the sole of the boot and digging a wooden shank from deep inside the\n\nheel, suggesting that the shank was part of the boot’s structure, not a weapon. (Pl.’s\n\nOpp’n to Deft’s Mot. Summ. J., Ex. 28.) McKeithan contends that defendant McKweon\n\nviolated due process when she failed to view the videotape of the cell search or his\n\nattorney’s videotape in the course of adjudicating this misconduct charge. He also\n\ncontends that McKweon denied him the opportunity to call witnesses in his defense.\n\n       A prisoner has a right to call witnesses and present evidence at disciplinary\n\nhearings limited by the “broad discretion of prison officials to refuse witness requests that\n\nconflict with the need to maintain order in the institution.” Woods v. Marks, 742 F.2d\n\n770, 773 (3d Cir. 1984). Due process, however, may require prison officials to consider\n\nexisting documentary evidence relevant to a charge against a prisoner. Young v. Kann,\n\n926 F.2d 1396, 1400 (3d Cir. 1991). In Young, the prisoner had been accused of sending\n\na threatening letter to an officer. Although the letter itself was available, the hearing\n\nofficer instead relied on the oral summary of the letter’s contents provided by another\n\n\n\n                                              9\n\fcorrectional officer. In such a situation, the Court held, due process requires the prison\n\nofficial to rely on the document itself, unless safety or institutional order require\n\notherwise. Id.\n\n       In the case at bar, prison officials explained that, although the cell search may have\n\nbeen videotaped, the moment at which Van Fossen found the shank – after the search –\n\nhad not. Therefore, the tape of the cell search was immaterial. McKeithan’s attorney’s\n\nvideotape and photographs, in contrast to the letter in Young, are not primary evidence\n\nregarding the charges against McKeithan. Rather, the videotape and photographs at most\n\nconstitute potentially exculpatory evidence, which prison officials have no constitutional\n\nobligation to preserve or consider. See Griffin v. Spratt, 969 F.2d 16, 22 (3d Cir. 1992)\n\n(due process does not require prison officials to preserve allegedly intoxicating beverages\n\nbrewed by prisoner, even though beverage sample may have constituted exculpatory\n\nevidence valuable to the prisoner). McKweon also concluded that McKeithan’s proposed\n\ninmate witness was not needed to determine the facts, and McKeithan offers only bald\n\nassertions in response. (See DOC Deft.’s Mot. Summ. J., Ex. 15, at 3-4.) As a prisoner\n\ndoes not have an absolute right to call witnesses, and officials had no obligation to\n\nconsider the videotape, this claim fails.\n\n       McKeithan next asserts that defendant Carol Scire restricted his ability to file\n\ngrievances, in violation of his constitutional rights. Scire allegedly labeled five of\n\nMcKeithan’s grievances “frivolous,” even though McKeithan allegedly won at least one\n\n\n\n                                              10\n\fof those grievances, which demonstrates that the grievance had merit. As a prisoner has\n\nno free-standing constitutional right to an effective grievance process, McKeithan cannot\n\nsucceed on this claim under either the First or the Fourteenth Amendment. See Flick v.\n\nAlba, 932 F.2d 728, 729 (8th Cir. 1991).8\n\n       McKeithan also asserts several Eighth Amendment claims against DOC\n\ndefendants. He first contends that defendants denied him the proper means for caring for\n\nhis nitroglycerin tablets, and that defendant Tretinik falsely reported that McKeithan’s\n\nechocardiogram was normal. As to the nitroglycerin tablets, defendants proffered\n\nundisputed evidence that McKeithan was instructed about how to maintain his tablets in\n\nthe envelope provided. (DOC Deft.’s Mot. Summ. J., Ex. 21, at 1.) Thus, the record does\n\nnot support a conclusion that any DOC defendants possessed the requisite scienter to\n\nharm McKeithan. McKeithan also failed to carry his burden that Tretinik’s statements –\n\nwhether true or false – had any adverse effect on him, as he subsequently underwent\n\nanother echocardiogram. (DOC Deft’s Mot. Summ. J. Ex. 22 at 1-2.) McKeithan also\n\nfailed to adduce any evidence that he has a serious pulmonary condition that Dr. Herbik\n\nignored. For these reasons, McKeithan’s claims against Tretinik and Herbik fail.9\n\n\n\n   8\n   McKeithan has not argued that Scire’s conduct prevented him from exhausting his\nadministrative remedies in compliance with the PLRA.\n   9\n    For the reasons offered by the District Court, we agree that McKeithan’s claims\nagainst Herbik in his capacity as a supervisor (e.g., for allegedly rubberstamping the work\nof Meyers and Yarcwerger) must fail because § 1983 does not provide for supervisory\nliability. Rode v. Dellarciprete, 845 F.2d 1195, 1207 (3d Cir. 1988).\n\n                                            11\n\f          McKeithan also asserts that the conditions of confinement in the LTSU violated\n\nthe Eighth Amendment. McKeithan asserts that “psychotic inmates [ ] throw body feces\n\nin the showers, exercise cages, and air vents. Body feces, urine and other body fluids\n\nwould be thrown on you through the gates of the showers and exercise cages . . . .”\n\n(Appellant’s Br., at 27.) He contends that defendants Zaken and Wilson moved him into\n\ncells next to or in the same vent as some of “the worst psychotic inmates.” (Id.)\n\nAlthough the District Court concluded that such allegations do not “even arguably rise[]\n\nto the level necessary to state an Eighth Amendment claim[,]” we believe that such\n\nconditions are sufficiently serious to state a claim. See, e.g., Vinning-El v. Long, 482\n\nF.3d 923, 925 (7th Cir. 2007) (allegations of cell floor covered with water, a broken\n\ntoilet, feces and blood smeared on the wall, and no mattress to sleep on, stated Eighth\n\nAmendment claim); McBride v. Deer, 240 F.3d 1287, 1292 (10th Cir. 2001) (allegation\n\nof being forced to remain in feces-covered cell for three days stated Eighth Amendment\n\nclaim).\n\n          We also believe that the record contains evidence from which a reasonable jury\n\ncould have found that the conditions in the LTSU violated the Eighth Amendment. In\n\nresponse to defendants’ motion for summary judgment, McKeithan submitted an unsworn\n\naffidavit of a fellow inmate, who described troubling conditions in the LTSU, including,\n\nbut not limited to, prisoners placing feces in the air vents, flooding “the tier” with feces,\n\nand banging on the doors and sinks for days on end. (Pl’s Opp’n to Deft’s Mot. Summ.\n\n\n\n                                              12\n\fJ., Ex. 10.) The affidavit also states that prisoners eat their own feces, spread feces all\n\nover themselves and then stand at the door. (Id.). We note that deliberate indifference\n\nmay be demonstrated through circumstantial evidence, and that McKeithan has alleged\n\nfacts from which a reasonable jury could have concluded that prison officials were aware\n\nof these conditions and failed to rectify them. Vinning-El, 482 F.3d at 924-25.10\n\n        Accordingly, we will vacate the District Court’s grant of summary judgment with\n\nrespect to McKeithan’s Eighth Amendment challenge to the conditions of confinement in\n\nthe LTSU, and its dismissal of McKeithan’s claims against Meyers and Yarcgwer with\n\nrespect to their treatment of McKeithan’s eczema and deduction of co-payments for\n\npreexisting conditions, and remand for further proceedings consistent with this opinion.\n\nWe will affirm the orders of the District Court in all other respects.11\n\n\n\n\n   10\n     Defendant-appellees assert that, in the alternative, they are entitled to qualified\nimmunity. We leave that question for the District Court to address in the first instance.\nHowever, we note that defendant-appellees’ construction of the question appears overly\nnarrow. The relevant question is not the legality of the LTSU, but instead, whether the\nconditions of confinement in that unit, regardless of the name or custody level of the unit,\nstate a claim for a violation of constitutional rights and whether such conditions violate\nclearly established law. Accordingly, we express no opinion on the legality of the LTSU\nas such, which is now defunct. We note that other Courts of Appeals have indicated that\nrequiring inmates to live amidst or in proximity to human waste may state a claim under\nthe Eighth Amendment. See LaReau v. MacDougall, 473 F.2d 974, 978 (2d Cir. 1972).\n   11\n     McKeithan asserts that summary judgment was improper because discovery was\nincomplete, but he fails to identify the facts that he seeks to prove through additional\ndiscovery, as required by Fed. R. Civ. P. 56(f).\n\n                                              13\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                                                                           Opinions of the United\n2009 Decisions                                                                                                             States Court of Appeals\n                                                                                                                              for the Third Circuit\n\n\n4-6-2009\n\nDennis McKeithan v. Gary Abrams\nPrecedential or Non-Precedential: Non-Precedential\n\nDocket No. 08-1746\n\n\n\n\nFollow this and additional works at: http://digitalcommons.law.villanova.edu/thirdcircuit_2009\n\nRecommended Citation\n\"Dennis McKeithan v. Gary Abrams\" (2009). 2009 Decisions. Paper 1581.\nhttp://digitalcommons.law.villanova.edu/thirdcircuit_2009/1581\n\n\nThis decision is brought to you for free and open access by the Opinions of the United States Court of Appeals for the Third Circuit at Villanova\nUniversity School of Law Digital Repository. It has been accepted for inclusion in 2009 Decisions by an authorized administrator of Villanova\nUniversity School of Law Digital Repository. For more information, please contact Benjamin.Carlson@law.villanova.edu.\n\f                                                            NOT PRECEDENTIAL\n\n       UNITED STATES COURT OF APPEALS FOR THE THIRD CIRCUIT\n                            ___________\n\n                                   No. 08-1746\n                                   ___________\n\n                             DENNIS MCKEITHAN,\n                                            Appellant\n                                     v.\n\n    JEFFREY BEARD, Secretary of Corrections; JOHN SCHAFFER, Chief Deputy\n  Secretary of Corrections; LANCE COUTERIER, Chief Psychological Services; MR.\nSTICKMAN, Deputy Secretary of Western District; SHARON BURKE, Chief Secretary\n  Office of Grievance & Appeals; MR. WYNDER, Superintendent at SCI Dallas; LORI\n   LYONS, Counselor at SCI Dallas; CHRIS PUTNAM, Unit Manager at SCI Dallas;\nCHARLES ERICKSON, Superintendent at SCI Retreat; J. WRIGHT, Psychologist at SCI\n   Retreat; J. WILSON, Superintendent at SCI Fayette; CAROL SCIRE, Assistant to\nSuperintendent at SCI Fayette; M. Zaken, Unit Manager at SCI Fayette; G. GALLUCCI,\n      Chief Psychologist at SCI Fayette; COI GALICKI, Guard at SCI Retreat; COI\n WECHOWSKI, Guard at SCI Retreat; COI VAN FOSSEN, Guard at SCI Dallas; MR.\n    MCKEOWN, Hearing Examiner; SGT. LAYOU, Guard at SCI Retreat, Property\n Sergeant; SGT. YARCGWER, Physician Asst. SCI Fayette; MR. MATALONI, CHCA\n   SCI Retreat; C. MYERS, Physician Asst. SCI Fayette; MR. TETINIK, CHCA SCI\n Fayette; MR. G. ABRAMS, Counselor at SCI Fayette; DR. HERBICK, Medical Doctor\n                                      SCI Fayette\n                      ____________________________________\n\n                  On Appeal from the United States District Court\n                     for the Western District of Pennsylvania\n                         (D.C. Civil Action No. 06-0965 )\n                   District Judge: Honorable Gary L. Lancaster\n                   ____________________________________\n\n                  Submitted Pursuant to Third Circuit LAR 34.1(a)\n                                 March 26, 2009\n\n           Before: SLOVITER, AMBRO and STAPLETON, Circuit Judges\n\n                           (Opinion filed: April 6, 2009)\n\f                                         ___________\n\n                                          OPINION\n                                         ___________\n\nPER CURIAM\n\n          Dennis McKeithan, a prisoner at SCI Coal Township,1 appeals from orders of the\n\nDistrict Court granting certain defendants’ motion to dismiss and summary judgment to\n\nthe remaining defendants. McKeithan filed the underlying § 1983 action asserting that\n\nprison officials and prison medical staff had violated his constitutional rights under the\n\nFirst, Eighth and Fourteenth Amendments.\n\n          McKeithan sued over twenty employees of the Department of Corrections (“DOC\n\ndefendants”) and three medical personnel, not employed by DOC (“medical defendants”).\n\nThe medical defendants, including two physicians assistants, Chris Meyer and L.\n\nYarcgwer, as well as one physician, Dr. Herbik, moved to dismiss the complaint. The\n\nDistrict Court granted the motion as to Meyer and Yarcgwer. Following discovery, the\n\nMagistrate Judge recommended granting summary judgment in favor of all remaining\n\ndefendants and denying summary judgment to McKeithan. The District Court adopted\n\nthese R&Rs, granted summary judgment to the defendants and denied McKeithan’s\n\nmotion. McKeithan timely appealed.2\n\n\n   1\n       At the time he filed suit, McKeithan was incarcerated at SCI Fayette.\n   2\n    We have jurisdiction under 28 U.S.C. § 1291. We review orders granting a motion to\ndismiss or summary judgment de novo. Phillips v. County of Allegheny, </pre><span class=\"citation\" data-id=\"1387268\"><a href=\"/opinion/1387268/phillips-v-county-of-allegheny/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span><pre class=\"inline\">,\n230 (3d Cir. 2008); MBIA Ins. Corp. v. Royal Indem. Co., </pre><span class=\"citation\" data-id=\"792183\"><a href=\"/opinion/792183/mbia-insurance-corporation-wells-fargo-bank-minnesota-na-as-trustee-of/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span><pre class=\"inline\">, 209 (3d Cir.\n\n                                               2\n\f       A.     Motion to Dismiss\n\n       McKeithan alleged that Meyers and Yarcgwer denied him previously-prescribed\n\ntreatment for his dry skin, gas and hemorrhoids without a doctor’s approval and in\n\nviolation of the Eighth Amendment. To state a claim under the Eighth Amendment,\n\nMcKeithan was required to allege that defendants were deliberately indifferent to his\n\nserious medical condition. See Farmer v. Brennan, </pre><span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 837 (1994). The\n\nDistrict Court determined that “dry skin” and gas were not serious medical conditions,\n\nsuch that McKeithan had failed to state a claim. Although mere “dry skin” may fall short\n\nof a serious medical condition, McKeithan states in his response to defendants’ motion to\n\ndismiss that his skin was so cracked and dry from his condition that it bled and left stains\n\non his shirt. Had McKeithan been given an opportunity to amend his complaint to\n\ninclude these facts, he might have successfully alleged a serious medical condition.3 For\n\n\n2005). When considering a district court’s grant of a motion to dismiss under Rule\n12(b)(6), “we accept all factual allegations in the complaint as true and view them in the\nlight most favorable to the plaintiff.” Phillips v. County of Allegheny, </pre><span class=\"citation\" data-id=\"1387268\"><a href=\"/opinion/1387268/phillips-v-county-of-allegheny/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span><pre class=\"inline\">, 233\n(3d Cir. 2008). Summary judgment is proper only if it appears “that there is no genuine\nissue as to any material fact and that the movant is entitled to judgment as a matter of\nlaw.” Fed. R. Civ. P. 56(c). Once the moving party demonstrates the absence of a\ngenuine material factual dispute, to survive summary judgment the non-moving party\nmust proffer “specific facts showing that there is a genuine issue for trial.” Fed. R. Civ.\nP. 56(e).\n   3\n    We will affirm the District Court’s dismissal of McKeithan’s claims regarding\ntreatment for gas, which we do not believe is a serious medical condition under the Eighth\nAmendment. On appeal, McKeithan suggests that he mischaracterized his condition as\n“gas,” when it was actually “gastritis,” or inflammation of the stomach. However,\nMcKeithan offered a fuller description of his condition for the first time on appeal.\nNotably, in his response to the medical defendants’ motion to dismiss, McKeithan does\n\n                                              3\n\fthis reason, we will vacate the dismissal of McKeithan’s claims that Meyers and\n\nYarcgwer unconstitutionally denied him medical treatment for eczema.\n\n       McKeithan also alleged that Meyers and Yarcgwer violated due process by\n\ncharging him co-payments for medications for his dry skin and gas, despite prison\n\nregulations prohibiting personnel from charging co-payments for medicines to treat pre-\n\nexisting or chronic conditions. To state a claim for due process, an inmate must allege\n\n“(1) that the state deprived him of a protected interest in life, liberty, or property and (2)\n\nthe deprivation occurred without due process of law.” Burns v. Pa. Dep’t of Corr., </pre><span class=\"citation\" data-id=\"1315518\"><a href=\"/opinion/1315518/burns-v-pa-dept-of-correction/\"><span class=\"volume\">544</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 285 (3d Cir. 2008). A prisoner has a protected property interest in the funds in\n\nhis prison account, as well as the right to security in that account. Id. at 291. Therefore,\n\nMcKeithan has properly alleged the first prong of the due process test, and the only\n\nquestion is whether the deduction of co-payments occurred without adequate procedural\n\nsafeguards. Because the District Court analyzed McKeithan’s claim under the Eighth\n\nAmendment instead of due process, we will vacate and remand for consideration of how\n\nmuch process is due prior to the deduction of co-payments in apparent violation of DOC\n\n\n\n\nnot use the term “gastritis.” Instead, he repeatedly refers to his condition as “gas” and\neven mentions his use of the antacid known as “Tums.” Although McKeithan labels his\ncondition as “gastritis” in his objections to the Magistrate Judge’s R&R recommending\ndismissal of this claim, he offers no description of the condition and no argument as to\nwhy dismissal on this particular claim was improper. Instead, his objections focus almost\nexclusively on his eczema and angina. (See Dkt. # 76, Pl’s Objections to Part of R&R.)\n\n                                               4\n\fregulations.4\n\n       B.       Summary Judgment\n\n       McKeithan also appeals from the District Court’s decision to grant summary\n\njudgment to all defendants and to deny summary judgment to McKeithan. He primarily\n\nchallenges his placement in the LTSU at SCI Fayette as a violation of due process. He\n\nasserts that officials falsified evidence to justify his placement in the LTSU in retaliation\n\nfor his prior grievances. Routine transfers to administrative segregation do not impinge\n\non liberty interests protected by the Due Process Clause unless the conditions in\n\nadministrative segregation present an “atypical and significant hardship in relation to the\n\nordinary incidents of prison life.” Sandin v. Conner, </pre><span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span><pre class=\"inline\">, 484 (1995). Even\n\nwhere the conditions of confinement present an atypical and significant hardship,\n\ntriggering the right to due process, placement in administrative segregation comports with\n\ndue process so long as prison officials afford a prisoner sufficient procedural protections.\n\nSee Wilkinson v. Austin, </pre><span class=\"citation\" data-id=\"799975\"><a href=\"/opinion/799975/wilkinson-v-austin/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">, 225 (2005).\n\n       Due process does not require prior notice of a transfer where the post-transfer\n\nperiodic review of an inmate’s placement in segregation provides the inmate with a\n\nmeaningful opportunity to challenge the grounds of his continued segregation. Shoats v.\n\n\n\n\n   4\n    Our case law establishing that the policy of charging prisoners fees for medical\nservices does not violate the Eighth Amendment per se is inapposite because McKeithan\nasserts that the co-payments violate due process, not the Eighth Amendment. See Tillman\nv. Lebanon County Corr. Facility, </pre><span class=\"citation\" data-id=\"769755\"><a href=\"/opinion/769755/leonard-g-tillman-v-lebanon-county-correctional-facility-robert-l/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span></a></span><pre class=\"inline\">, 418-19 (3d Cir. 2000).\n\n                                              5\n\fHorn, </pre><span class=\"citation\" data-id=\"768788\"><a href=\"/opinion/768788/russell-shoats-v-martin-horn-in-his-official-capacity-as-the-commissioner/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">, 145 (3d Cir. 2000); cf. Wilkinson, 545 U.S. at 217 (pre-transfer\n\nnotice of reasons for proposed transfer to “supermax” facility satisfied Due Process); cf.\n\nHewitt v. Helms, </pre><span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span><pre class=\"inline\">, 476 n.8 (1983) (hearing on transfer to administrative\n\nsegregation must occur “within a reasonable time following an inmate’s transfer, taking\n\ninto account the relatively insubstantial private interest at stake and the traditionally broad\n\ndiscretion of prison officials.”) (emphasis added). Even assuming that the LTSU presents\n\na significant and atypical hardship triggering the right to due process, McKeithan’s due\n\nprocess claim fails because the record indicates that McKeithan received periodic reviews\n\nwhile in the LTSU. (DOC Deft.’s Mot. Summ. J., Ex. 10 (LTSU 30-day reviews) & Ex.\n\n11).5\n\n         McKeithan also asserts that prison officials violated due process by allegedly\n\nfalsifying his disciplinary record. Due process requires only that a prisoner have an\n\nopportunity to rebut the allegedly false accusations and evidence. Smith v. Mensinger,\n\n</pre><span class=\"citation\" data-id=\"778006\"><a href=\"/opinion/778006/carl-m-smith-v-robin-mensinger-david-novitsky-jerome-paulukonis-mary/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 653-54 (3d Cir. 2002) (“[S]o long as certain procedural requirements are\n\nsatisfied, mere allegations of falsified evidence or misconduct reports, without more, are\n\nnot enough to state a due process claim.”); Lagerstrom v. Kingston, </pre><span class=\"citation\" data-id=\"795733\"><a href=\"/opinion/795733/todd-a-lagerstrom-v-phil-kingston/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span><pre class=\"inline\">, 624-25\n\n(7th Cir. 2006) (falsified evidence alone not a violation of due process so long as “basic\n\nprocedures” were followed).6 In light of the extensive process afforded to McKeithan\n\n\n   5\n       McKeithan alleges but does not proffer evidence that these hearings were a sham.\n   6\n    We reject McKeithan’s assertion that his placement in the LTSU violated the Equal\nProtection Clause. To assert a claim for a violation of equal protection, McKeithan must\n\n                                               6\n\fafter his transfer, which offered him ample opportunity to raise his concerns regarding his\n\ndisciplinary history, summary judgment was proper as to this claim.\n\n       McKeithan also asserts a retaliation claim in connection with his placement in the\n\nLTSU. A prison official’s act of filing false misconduct reports in retaliation for First\n\nAmendment protected activity may violate an inmate’s right of access to the courts. See\n\nAllah v. Seiverling, </pre><span class=\"citation\" data-id=\"770720\"><a href=\"/opinion/770720/michael-malik-allah-v-thomas-seiverling-robert-sparbanie-john-deletto-ben/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span><pre class=\"inline\">, 225 (3d Cir. 2000). To prevail on a claim for\n\nretaliation by prison officials, a plaintiff must show that: (1) he engaged in\n\nconstitutionally protected conduct; (2) he suffered some “adverse action” by prison\n\nofficials; and (3) his exercise of a constitutional right was a substantial or motivating\n\nfactor in the adverse action. Rauser v. Horn, </pre><span class=\"citation\" data-id=\"772202\"><a href=\"/opinion/772202/henry-rauser-v-martin-horn-in-his-official-capacity-as-commissioner-of/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">330</span></a></span><pre class=\"inline\">, 333-34 (3d Cir. 2001).\n\n“[P]rison officials may still prevail by proving that they would have made the same\n\ndecision absent the protected conduct for reasons reasonably related to a legitimate\n\npenological interest.” Id. at 334.\n\n       Defendants have proffered significant evidence that placing McKeithan in the\n\nLTSU advances a legitimate penological interest, namely, containing McKeithan’s\n\npersistent misconduct and criminal activity within the prison. (See DOC Deft.’s Mot.\n\nSumm. J., Ex. 5 (psychological assessment), Ex. 6 (memo from Wynder and Lyons); Ex.\n\n\n\n\nshow that he is a member of a protected class, such as a racial or religious group. Bradley\nv. United States, </pre><span class=\"citation\" data-id=\"778647\"><a href=\"/opinion/778647/yvette-bradley-v-the-united-states-of-america-united-states-customs/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span><pre class=\"inline\">, 206 (3d Cir. 2002). McKeithan does not assert that\ndefendants discriminated against him on the basis of any protected class, and his equal\nprotection claim fails.\n\n                                              7\n\f8 (misconduct report describing McKeithan’s assault on a correctional officer)).\n\nTherefore, McKeithan’s retaliation claim fails.\n\n       McKeithan asserts that prison officials violated due process by transferring him\n\nout of the LTSU and into the Special Management Unit, or SMU, instead of into the\n\ngeneral population, without notice or an opportunity to contest the reasons for the\n\ntransfer. (See Suppl. Compl., ¶ 15.) He also contends that defendants assigned him to the\n\nSMU in retaliation for filing a complaint regarding his placement in the LTSU.\n\nDefendants asserted in the District Court that McKeithan failed to exhaust this grievance,\n\n#170024, by failing to appeal. A prisoner must complete the administrative review\n\nprocess available at the prison level to satisfy the exhaustion requirement of the PLRA.\n\nWilliams v. Beard, </pre><span class=\"citation\" data-id=\"797376\"><a href=\"/opinion/797376/joye-williams-v-jeffery-beard-secretary-pa-dept-of-corrections-james/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">637</span></a></span><pre class=\"inline\">, 639 (3d Cir. 2007). The record indicates that\n\nMcKeithan did not appeal grievance # 170024 to Final Review. (DOC Deft.’s Mot.\n\nSumm. J., Ex. 1, ¶ 7 (decl. of Kristen Reisinger, Asst. Chief Grievance Coordinator)). As\n\nMcKeithan failed to complete the administrative review process provided by the prison,\n\nhis SMU claim fails, and the District Court correctly granted summary judgment on this\n\nclaim, albeit on a different basis.7\n\n       McKeithan next asserts that prison officials deprived him of his right to call\n\n\n\n\n   7\n    For the same reason, McKeithan’s motion for summary judgment on this claim was\nproperly denied. McKeithan asserts that the District Court granted summary judgment on\nthis claim “sua sponte,” but the record reflects that defendants requested summary\njudgment on this claim. (See DOC Deft’s Mot. Summ. J. at 16 n.10.)\n\n                                             8\n\fwitnesses and present evidence at his disciplinary hearings, in violation of due process.\n\nMcKeithan alleges that in one instance, defendant Van Fossen conducted a cell search\n\nand accused McKeithan of carrying a wood shank in one of his boots. McKeithan\n\ncontends that Van Fossen tugged at the sole of his boots in order to plant a weapon there\n\nafter the cell search, and that a videotape of the search itself would reveal no shank.\n\nMcKeithan sent his attorney an identical boot, and his attorney created a videotape of\n\nhimself opening the sole of the boot and digging a wooden shank from deep inside the\n\nheel, suggesting that the shank was part of the boot’s structure, not a weapon. (Pl.’s\n\nOpp’n to Deft’s Mot. Summ. J., Ex. 28.) McKeithan contends that defendant McKweon\n\nviolated due process when she failed to view the videotape of the cell search or his\n\nattorney’s videotape in the course of adjudicating this misconduct charge. He also\n\ncontends that McKweon denied him the opportunity to call witnesses in his defense.\n\n       A prisoner has a right to call witnesses and present evidence at disciplinary\n\nhearings limited by the “broad discretion of prison officials to refuse witness requests that\n\nconflict with the need to maintain order in the institution.” Woods v. Marks, </pre><span class=\"citation\" data-id=\"440448\"><a href=\"/opinion/440448/woods-richard-v-marks-ronald-j-commissioner-of-correction-deramus/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">770</span></a></span><pre class=\"inline\">, 773 (3d Cir. 1984). Due process, however, may require prison officials to consider\n\nexisting documentary evidence relevant to a charge against a prisoner. Young v. Kann,\n\n</pre><span class=\"citation\" data-id=\"556616\"><a href=\"/opinion/556616/kenneth-mcclure-young-ii-v-warren-kann-and-jane-doe/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span><pre class=\"inline\">, 1400 (3d Cir. 1991). In Young, the prisoner had been accused of sending\n\na threatening letter to an officer. Although the letter itself was available, the hearing\n\nofficer instead relied on the oral summary of the letter’s contents provided by another\n\n\n\n                                              9\n\fcorrectional officer. In such a situation, the Court held, due process requires the prison\n\nofficial to rely on the document itself, unless safety or institutional order require\n\notherwise. Id.\n\n       In the case at bar, prison officials explained that, although the cell search may have\n\nbeen videotaped, the moment at which Van Fossen found the shank – after the search –\n\nhad not. Therefore, the tape of the cell search was immaterial. McKeithan’s attorney’s\n\nvideotape and photographs, in contrast to the letter in Young, are not primary evidence\n\nregarding the charges against McKeithan. Rather, the videotape and photographs at most\n\nconstitute potentially exculpatory evidence, which prison officials have no constitutional\n\nobligation to preserve or consider. See Griffin v. Spratt, </pre><span class=\"citation\" data-id=\"586843\"><a href=\"/opinion/586843/eddie-griffin-v-john-spratt-and-j-kevin-kane/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 22 (3d Cir. 1992)\n\n(due process does not require prison officials to preserve allegedly intoxicating beverages\n\nbrewed by prisoner, even though beverage sample may have constituted exculpatory\n\nevidence valuable to the prisoner). McKweon also concluded that McKeithan’s proposed\n\ninmate witness was not needed to determine the facts, and McKeithan offers only bald\n\nassertions in response. (See DOC Deft.’s Mot. Summ. J., Ex. 15, at 3-4.) As a prisoner\n\ndoes not have an absolute right to call witnesses, and officials had no obligation to\n\nconsider the videotape, this claim fails.\n\n       McKeithan next asserts that defendant Carol Scire restricted his ability to file\n\ngrievances, in violation of his constitutional rights. Scire allegedly labeled five of\n\nMcKeithan’s grievances “frivolous,” even though McKeithan allegedly won at least one\n\n\n\n                                              10\n\fof those grievances, which demonstrates that the grievance had merit. As a prisoner has\n\nno free-standing constitutional right to an effective grievance process, McKeithan cannot\n\nsucceed on this claim under either the First or the Fourteenth Amendment. See Flick v.\n\nAlba, </pre><span class=\"citation\" data-id=\"560558\"><a href=\"/opinion/560558/norman-z-flick-v-julie-w-alba-and-peter-m-carlson/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span><pre class=\"inline\">, 729 (8th Cir. 1991).8\n\n       McKeithan also asserts several Eighth Amendment claims against DOC\n\ndefendants. He first contends that defendants denied him the proper means for caring for\n\nhis nitroglycerin tablets, and that defendant Tretinik falsely reported that McKeithan’s\n\nechocardiogram was normal. As to the nitroglycerin tablets, defendants proffered\n\nundisputed evidence that McKeithan was instructed about how to maintain his tablets in\n\nthe envelope provided. (DOC Deft.’s Mot. Summ. J., Ex. 21, at 1.) Thus, the record does\n\nnot support a conclusion that any DOC defendants possessed the requisite scienter to\n\nharm McKeithan. McKeithan also failed to carry his burden that Tretinik’s statements –\n\nwhether true or false – had any adverse effect on him, as he subsequently underwent\n\nanother echocardiogram. (DOC Deft’s Mot. Summ. J. Ex. 22 at 1-2.) McKeithan also\n\nfailed to adduce any evidence that he has a serious pulmonary condition that Dr. Herbik\n\nignored. For these reasons, McKeithan’s claims against Tretinik and Herbik fail.9\n\n\n\n   8\n   McKeithan has not argued that Scire’s conduct prevented him from exhausting his\nadministrative remedies in compliance with the PLRA.\n   9\n    For the reasons offered by the District Court, we agree that McKeithan’s claims\nagainst Herbik in his capacity as a supervisor (e.g., for allegedly rubberstamping the work\nof Meyers and Yarcwerger) must fail because § 1983 does not provide for supervisory\nliability. Rode v. Dellarciprete, </pre><span class=\"citation\" data-id=\"505504\"><a href=\"/opinion/505504/vivian-m-rode-and-jay-c-hileman-v-nicholas-g-dellarciprete-john/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span><pre class=\"inline\">, 1207 (3d Cir. 1988).\n\n                                            11\n\f          McKeithan also asserts that the conditions of confinement in the LTSU violated\n\nthe Eighth Amendment. McKeithan asserts that “psychotic inmates [ ] throw body feces\n\nin the showers, exercise cages, and air vents. Body feces, urine and other body fluids\n\nwould be thrown on you through the gates of the showers and exercise cages . . . .”\n\n(Appellant’s Br., at 27.) He contends that defendants Zaken and Wilson moved him into\n\ncells next to or in the same vent as some of “the worst psychotic inmates.” (Id.)\n\nAlthough the District Court concluded that such allegations do not “even arguably rise[]\n\nto the level necessary to state an Eighth Amendment claim[,]” we believe that such\n\nconditions are sufficiently serious to state a claim. See, e.g., Vinning-El v. Long, </pre><span class=\"citation\" data-id=\"797399\"><a href=\"/opinion/797399/mondrea-vinning-el-v-scott-long-correctional-officer-david-reid/\"><span class=\"volume\">482</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">923</span></a></span><pre class=\"inline\">, 925 (7th Cir. 2007) (allegations of cell floor covered with water, a broken\n\ntoilet, feces and blood smeared on the wall, and no mattress to sleep on, stated Eighth\n\nAmendment claim); McBride v. Deer, </pre><span class=\"citation\" data-id=\"160813\"><a href=\"/opinion/160813/mcbride-v-deer/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1287</span></a></span><pre class=\"inline\">, 1292 (10th Cir. 2001) (allegation\n\nof being forced to remain in feces-covered cell for three days stated Eighth Amendment\n\nclaim).\n\n          We also believe that the record contains evidence from which a reasonable jury\n\ncould have found that the conditions in the LTSU violated the Eighth Amendment. In\n\nresponse to defendants’ motion for summary judgment, McKeithan submitted an unsworn\n\naffidavit of a fellow inmate, who described troubling conditions in the LTSU, including,\n\nbut not limited to, prisoners placing feces in the air vents, flooding “the tier” with feces,\n\nand banging on the doors and sinks for days on end. (Pl’s Opp’n to Deft’s Mot. Summ.\n\n\n\n                                              12\n\fJ., Ex. 10.) The affidavit also states that prisoners eat their own feces, spread feces all\n\nover themselves and then stand at the door. (Id.). We note that deliberate indifference\n\nmay be demonstrated through circumstantial evidence, and that McKeithan has alleged\n\nfacts from which a reasonable jury could have concluded that prison officials were aware\n\nof these conditions and failed to rectify them. Vinning-El, 482 F.3d at 924-25.10\n\n        Accordingly, we will vacate the District Court’s grant of summary judgment with\n\nrespect to McKeithan’s Eighth Amendment challenge to the conditions of confinement in\n\nthe LTSU, and its dismissal of McKeithan’s claims against Meyers and Yarcgwer with\n\nrespect to their treatment of McKeithan’s eczema and deduction of co-payments for\n\npreexisting conditions, and remand for further proceedings consistent with this opinion.\n\nWe will affirm the orders of the District Court in all other respects.11\n\n\n\n\n   10\n     Defendant-appellees assert that, in the alternative, they are entitled to qualified\nimmunity. We leave that question for the District Court to address in the first instance.\nHowever, we note that defendant-appellees’ construction of the question appears overly\nnarrow. The relevant question is not the legality of the LTSU, but instead, whether the\nconditions of confinement in that unit, regardless of the name or custody level of the unit,\nstate a claim for a violation of constitutional rights and whether such conditions violate\nclearly established law. Accordingly, we express no opinion on the legality of the LTSU\nas such, which is now defunct. We note that other Courts of Appeals have indicated that\nrequiring inmates to live amidst or in proximity to human waste may state a claim under\nthe Eighth Amendment. See LaReau v. MacDougall, </pre><span class=\"citation\" data-id=\"308565\"><a href=\"/opinion/308565/donald-joseph-lareau-v-ellis-c-macdougall-commissioner-of-correction/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span><pre class=\"inline\">, 978 (2d Cir. 1972).\n   11\n     McKeithan asserts that summary judgment was improper because discovery was\nincomplete, but he fails to identify the facts that he seeks to prove through additional\ndiscovery, as required by Fed. R. Civ. P. 56(f).\n\n                                              13\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/160813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/440448/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/505504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/556616/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/560558/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768788/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769755/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778006/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/792183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/797376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/797399/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/799975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1315518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1387268/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:00:38.050146Z",
      "date_modified": "2015-10-14T00:00:38.050146Z",
      "date_filed": "2009-04-06",
      "date_filed_is_approximate": false,
      "slug": "dennis-mckeithan-v-gary-abrams",
      "citation_id": 3018936,
      "case_name_short": "",
      "case_name": "Dennis McKeithan v. Gary Abrams",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2903585/dennis-mckeithan-v-gary-abrams/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T23:18:16.486475Z",
  "date_modified": "2015-10-13T23:18:16.486475Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Dennis McKeithan v. Gary Abrams",
  "case_name_full": "",
  "slug": "dennis-mckeithan-v-gary-abrams",
  "docket_number": "08-1746",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}