{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2907482/",
  "id": 2907482,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3050056/",
      "id": 3050056,
      "absolute_url": "/opinion/3050056/kyle-edwards-v-prime-inc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2907482/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3050056/",
          "id": 3050056,
          "absolute_url": "/opinion/3050056/kyle-edwards-v-prime-inc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3050056/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T23:29:42.895846Z",
          "date_modified": "2017-04-11T23:26:22.677377Z",
          "type": "010combined",
          "sha1": "e748fdf4761534caad365639f97cd99417ebe091",
          "page_count": 55,
          "download_url": "http://media.ca11.uscourts.gov/opinions/pub/files/200911699.pdf",
          "local_path": "pdf/2010/04/09/kyle_edwards_v._prime_inc..pdf",
          "plain_text": "                                                                 [PUBLISH]\n\n                IN THE UNITED STATES COURT OF APPEALS\n\n                         FOR THE ELEVENTH CIRCUIT            FILED\n                           ________________________ U.S. COURT OF APPEALS\n                                                        ELEVENTH CIRCUIT\n                                  No. 09-11699             APR 9, 2010\n                           ________________________         JOHN LEY\n                        D. C. Docket No. 08-01016-CV-AR       CLERK\n\n\nKYLE EDWARDS,\nDIANE GEORGE,\nRYAN CADE,\nKAMERON BATTLES,\nKELLY KEY,\nindividually, collectively and on behalf of\na class of similarly-situated employees,\nTERRENCE FORMAN,\nJIMMY D. LINCOLN,\n                                                       Plaintiffs-Appellants,\n\n                                       versus\n\nPRIME INC.,\nd.b.a. Ruth's Chris Steak House,\nMARKHAM OSWALD,\nJESUS MOLINA,\nan individual which may or may\nnot be his real name,\nRUTH'S HOSPITALITY GROUP INC.,\n\n                                                      Defendants-Appellees,\n\nRUTH'S CHRIS STEAK HOUSE, INC.,\nthemselves and on behalf of a class of\ndefendants that operate restaurants named\n\"Ruth's Chris Steak House,\"\n\n                                                                 Defendant.\n\f                              ________________________\n\n                      Appeal from the United States District Court\n                         for the Northern District of Alabama\n                            _________________________\n\n                                      (April 9, 2010)\n\nBefore CARNES, HULL and ANDERSON, Circuit Judges.\n\nCARNES, Circuit Judge:\n\n       Ruth’s Hospitality Group, the parent company of Ruth’s Chris Steak House,\n\nis proud of its origins. The company boasts that forty-five years after its founder,\n\nRuth Fertel, mortgaged her home to purchase her first restaurant, it has grown into\n\na chain of more than 120 steakhouse restaurants in seven countries. Though it has\n\nbecome an international operation, the company insists that “our success continues\n\nto be driven by our adherence to Ruth’s core values.”1 Ruth Fertel “understood the\n\nvalue of each and every employee’s contribution to her success,” and that is why\n\nthe business continues to be a place “where respect, integrity and pride are a way\n\nof life.”2 Not only that but the company “continues to value the unique differences\n\nof each and every team member.”3 Or so it says.\n\n\n       1\n        Ruth’s Hospitality Group, Corporate Overview, http://phx.corporate-ir.net/phoenix.\nzhtml?c=190038&p=irol-homeProfile (last visited Apr. 1, 2010).\n       2\n         Ruth’s Hospitality Group, Employment, http://www.ruthschris.com/Careers (last visited\nApr. 1, 2010).\n       3\n           Id.\n\n                                              2\n\f      The seven former employees of one Ruth’s Chris Steak House franchise who\n\nare the plaintiffs in this lawsuit not only beg to differ but also have pleaded to the\n\ncontrary, at least insofar as the franchise where they worked is concerned.\n\nAccording to their allegations, that particular franchise had the core values of a\n\ncriminal enterprise and provided anything but an atmosphere of respect, integrity,\n\nand pride for its employees. More specifically, they allege that the Ruth’s Chris\n\nSteak House in Birmingham, Alabama, knowingly provided illegal aliens with\n\nnames and social security numbers of American citizens to use for illegal\n\nemployment, unlawfully took employees’ tips, discriminated on the basis of race,\n\nand retaliated against employees who challenged those and other practices.\n\n      Those allegations are contained in an amended complaint that asserts claims\n\nbased on the Racketeer Influenced and Corrupt Organizations Act, the Fair Labor\n\nStandards Act, 42 U.S.C. § 1981, and Alabama common law. The district court\n\ndismissed four of the fifteen counts in the amended complaint under Federal Rule\n\nof Civil Procedure 12(b)(6) and certified those rulings as partial final judgments\n\nunder Rule 54(b). The plaintiffs have appealed those four rulings, and they have\n\nattempted to appeal a number of others that were not certified for interlocutory\n\nappeal. Our decision, like the complaint and the district court’s judgment, is a\n\nmixed bag. We end up reversing the district court’s judgment with respect to the\n\n\n\n                                            3\n\fRICO claim, affirming the judgment insofar as it includes the other claims that\n\nwere certified to us under Rule 54(b), and dismissing for lack of jurisdiction the\n\nattempted appeal of the rulings that were not certified to us.\n\n                                                I.\n\n       This case, as we indicated, involves allegations brought by former\n\nemployees of Ruth’s Chris Steak House in Birmingham, Alabama, against the\n\nrestaurant and its owner, operator, and franchisor. More particularly the\n\ndefendants are Prime, Inc., a Ruth’s Chris franchisee that owns and operates the\n\nrestaurant where the plaintiffs worked; Mark Oswald, who owns and manages\n\nPrime; and Ruth’s Chris Steak House, Inc.,4 which franchises Ruth’s Chris\n\nrestaurants.\n\n       At this stage we must and do assume that any well-pleaded allegations in the\n\namended complaint are true. What we state as facts in this part of the opinion have\n\nnot been established as facts in anything other than the pleading sense. They may\n\nor may not turn out to be actual facts. Count 1 claims that the defendants engaged\n\nin a pattern of racketeering activity in violation of the Racketeer Influenced and\n\nCorrupt Organizations Act, 18 U.S.C. §§ 1961–1968.5 The federal crime that is\n\n       4\n         Ruth’s Chris Steak House, Inc. changed its name to Ruth’s Hospitality Group before\nthis lawsuit was filed.\n       5\n         For Count 1, the plaintiffs seek Rule 23 certification as class representatives suing on\nbehalf of similarly-situated past and present hourly-wage employees who were employed at\n\n                                                 4\n\fsaid to trigger RICO liability is a criminal enterprise to violate federal immigration\n\nlaws. Prime knowingly hired and employed illegal aliens, allowed them to work\n\nunder the names of former Ruth’s Chris employees who were United States\n\ncitizens, and provided them with the former employees’ social security numbers.\n\nIn addition, the defendants gave the illegal aliens more time than federal law\n\npermits to produce paperwork establishing their eligibility to work in this country\n\nand sometimes did not require the illegal aliens ever to produce the paperwork.\n\nTo fill open positions, Prime’s management asked the illegal aliens employed in\n\nthe restaurant whether they knew of any other illegal aliens who were interested in\n\nworking there. Prime paid illegal aliens in cash and preferred them over United\n\nStates citizens. As part of the illegal enterprise the company also provided illegal\n\naliens with name tags showing names other than their own.\n\n       Counts 2–6 claim that the defendants violated the Fair Labor Standards Act,\n\n29 U.S.C. §§ 201–219, primarily by unlawfully taking and keeping plaintiffs’ tips\n\nfor their own profit.6 Because Prime paid the plaintiffs as “tipped employees,” it\n\nclaimed a “tip credit” and paid them an hourly wage below the minimum wage that\n\notherwise would have applied. As a standard practice Prime withheld a percentage\n\n\n\nPrime’s franchise restaurants operated as Ruth’s Chris Steak House.\n       6\n         Counts 2–6 were brought on behalf of all the plaintiffs, except for Diane George, and on\nbehalf of other “similarly-situated employees.”\n\n                                                5\n\fof servers’ tips, and a portion of that money was paid to “the house.” The rest was\n\nplaced into a “tip pool,” which Prime used to pay other employees, including some\n\nwho were not eligible to participate in the tip pool. When a manager or supervisor\n\nbelieved that a customer had tipped an employee too much, the manager or\n\nsupervisor persuaded the customer to reduce the amount of the tip to the employee\n\nor not to tip at all. Those practices, it is claimed, rendered defendants’ use of the\n\ntip credit unlawful under the FLSA, requiring them to pay direct wages for the full\n\nminimum wage and to return the tips.\n\n      Prime also required the plaintiffs to perform excessive non-serving tasks and\n\nduties. Managers and supervisors occasionally “clocked out” the plaintiffs even\n\nthough they were still working. In some instances, managers and supervisors\n\ndocked plaintiffs’ hours. Prime also did not keep accurate records of the amount of\n\ntime employees worked. For the violations claimed in Counts 2–6, the plaintiffs\n\nrequest injunctive and declaratory relief, all unlawfully taken tips, lost minimum\n\nand overtime wages, liquidated damages matching the amount of lost tips and\n\nwages, and reasonable attorney’s fees.\n\n      The next two claims in the amended complaint assert violations of Alabama\n\nstate law.7 Count 7 claims that Prime and Oswald intentionally interfered with two\n\n\n\n      7\n          Counts 7 and 8 are brought by all the individual plaintiffs, except for Diane George.\n\n                                                 6\n\fbusiness relationships. One of those relationships was between Prime’s employees\n\nand the patrons who dine at the restaurant. Prime and Oswald knew about the\n\nbusiness relationship in which “employees give patrons excellent service with the\n\nexpectation they will be rewarded for such service by getting tips and greater tips\n\nfrom patrons, and patrons so reward and pay servers, some of which gets dispersed\n\nto other employees via a ‘tip pool.’” The other relationship was among Prime’s\n\nemployees who contribute to or receive money from the tip pool. Prime and\n\nOswald intentionally interfered with those business and contractual relations “by\n\ntaking amounts of money” from the plaintiffs “based on such gratuities paid to\n\nservers regardless of whether Defendants otherwise complied with the FLSA in\n\ncompensating employees.” Count 8 alleges that the same conduct constituted\n\nconversion under state law. Count 7 and Count 8 both seek relief in the form of\n\ncompensatory and punitive damages.\n\n       The final seven counts of the amended complaint involve individual claims\n\nof unlawful discrimination or retaliation. Only a few of them are relevant to this\n\nappeal.8 One of the claims that is relevant is Count 12, in which Kyle Edwards, a\n\n       8\n          The following claims are not at issue in this appeal: In Count 9 Diane George, an\nAfrican American, alleges that Prime violated § 1981 by subjecting her to a hostile work\nenvironment on the basis of her race. In Count 10 Kameron Battles, an African American,\nalleges that Prime violated § 1981 by denying him job positions and shifts on the basis of his\nrace. Battles alleges in Count 11 that Prime and Oswald violated § 1981 and the FLSA by\nretaliating against him for filing this action. In Count 15 Kelly Key alleges that Prime violated\nAlabama Code § 25-5-11.1 by retaliating against her for filing a workers’ compensation claim\n\n                                                 7\n\fCaucasian, alleges that Prime subjected him to a hostile work environment on the\n\nbasis of his race, in violation of § 1981. While working at Ruth’s Chris, Edwards\n\nwas targeted by Hispanic and Latino employees who repeatedly threatened him at\n\nthe restaurant. One employee cursed Edwards and threatened to cut his throat. He\n\ncomplained to Prime’s management about the hostile work environment, but they\n\nfailed to take any action “because Prime disfavored Caucasian Edwards in favor of\n\nits Hispanic and Latino employees and did not want to upset them out of fear of\n\ndisrupting its supply of cheap illegal labor.” In addition to being threatened,\n\nEdwards was also shunned. One Hispanic employee threatened Edwards, telling\n\nhim that it was “going to be bad” for the person who was complaining about\n\nPrime’s employment of illegal aliens.\n\n       Count 13 involves Edwards’ claim of retaliation by the defendants, a claim\n\nthat he brought on behalf of himself and other similarly-situated employees. In\n\nFebruary 2008, Edwards’ attorney gave the general manager of the Birmingham\n\nrestaurant a copy of the complaint he intended to file in this lawsuit. After that,\n\nEdwards was subjected to added scrutiny at work, and the defendants took “no\n\neffective action to prevent . . . Edwards’ hostile work environment including\n\nanother employee’s additional threat to Edwards after [he] had complained about a\n\n\n\nwith Prime.\n\n                                           8\n\fthreat.” Management also reduced his hours and did not allow him to participate\n\nin Prime’s retirement plan. In order to decrease Edwards’ pay and cover up the\n\nfact that it was withholding for “the house” a portion of servers’ tips, Prime started\n\nreferring to the withheld percentage as a service charge on the tip reports filled out\n\nby banquet servers. Edwards claims that amounted to retaliation that violates the\n\nFLSA and § 1981, and he seeks several different forms of relief, including punitive\n\ndamages.\n\n      Finally, Count 14 is Kelly Key’s claim of retaliation against Prime.\n\nShortly after this lawsuit was filed, Prime terminated Key’s health care benefits\n\nand then fired her. She contends that action violated the FLSA and § 1981, and she\n\nseeks several different forms of relief, including punitive damages.\n\n                                          II.\n\n      In February 2009, the defendants moved to dismiss part of the amended\n\ncomplaint, which the district court took up at a motion docket. The plaintiffs\n\ncontend that at the motion docket the district court judge informed all parties\n\npresent that he was no longer accepting cases, like this one, with Rule 23\n\nallegations. Plaintiffs assert that when cases with Rule 23 allegations were called\n\nat the motion docket, the district court judge gave counsel for the plaintiffs in those\n\ncases the option of either withdrawing their clients’ Rule 23 allegations or having\n\n\n\n                                           9\n\fthe case reassigned to another judge. Plaintiffs assert that they were not given that\n\nchoice even though their case includes Rule 23 allegations. Three days after the\n\nmotion docket, plaintiffs filed a motion for reassignment, which was denied on\n\nFebruary 23, 2009.\n\n       In response to the defendants’ motion to dismiss, the district court issued an\n\norder and accompanying memorandum opinion in March 2009. See Edwards v.\n\nPrime, Inc., No. 08-1016 (N.D. Ala. Mar. 4, 2009).9 The court dismissed with\n\nprejudice Counts 1, 7, 8, and 12 of the amended complaint. It determined that\n\nCount 1, the RICO claim, failed to sufficiently allege that the defendants had\n\nengaged in a pattern of racketeering activity. The court concluded that the state\n\nlaw tort claims in Counts 7 and 8 were preempted by the FLSA. It also decided\n\nthat Edwards’ § 1981 hostile work environment claim, which is Count 12, failed to\n\nallege that he was discriminated against because of his race.\n\n       The district court also dismissed with prejudice Counts 2–6, but only to the\n\nextent that they request declaratory and injunctive relief. The court concluded that\n\nthe remedial provisions of the FLSA do not provide for equitable relief. The\n\ndistrict court also dismissed with prejudice Counts 13–14, but only to the extent\n\n\n\n       9\n         The district court’s March 4, 2009 memorandum opinion incorporates by reference\nseveral parts of the court’s earlier opinion, which had addressed the original complaint. See\nEdwards v. Prime, Inc., No. 08-1016 (N.D. Ala. Dec. 11, 2008).\n\n                                                10\n\fthat Edwards and Key requested punitive damages, which the court found to be\n\nunavailable under 29 U.S.C. § 215.\n\n       In its March 4, 2009 order accompanying the memorandum opinion, the\n\ndistrict court stated:\n\n       Pursuant to Rule 54(b), F.R.Civ.P., the court expressly determines that\n       there is no just reason for delay in the entry of final judgment against\n       plaintiffs as to the claims contained in Counts I, VII, VIII, and XII.\n       Accordingly, the Clerk is DIRECTED to enter final judgment against\n       plaintiffs as to all said claims.\n\nThose four counts are the only ones against which final judgment was entered.\n\n       In their notice of appeal the plaintiffs stated that they sought reversal of the\n\ndistrict court’s March 4, 2009 order, as well as “all the District Court’s decisions\n\nsubsumed by that order, including without limitation, those in the District Court’s\n\nMemorandum Opinion also entered on March 4, 2009 that accompanied said\n\nOrder, and the District Court’s Order entered on February 23, 2009 denying\n\nPlaintiff’s Motion for Re-assignment of this action.” In their briefs to this Court\n\nthe plaintiffs assert six contentions. They contend that the district court: (1)\n\nshould not have dismissed Count 1, because it properly alleges a RICO claim\n\narising from the defendants’ hiring and employment of illegal aliens; (2) should\n\nnot have dismissed Counts 7 and 8, because those state law tort claims are not\n\npreempted by the FLSA; (3) should not have dismissed Edwards’ claim of racial\n\n\n\n                                           11\n\fdiscrimination under § 1981, because Count 12 did allege that Edwards was\n\ndiscriminated against “on the basis of his race”; (4) should not have rejected their\n\nclaims for declaratory and injunctive relief under Counts 2–6, their primary FLSA\n\nclaims, because that type of relief is available for those claims; (5) should not have\n\nout punitive damages under Counts 13 and 14, which allege violations of the\n\nFLSA’s anti-retaliation provision; and (6) should not have denied their motion to\n\nreassign the case to another judge, because that denial violated their procedural due\n\nprocess right to be treated the same as the plaintiffs in other cases containing class\n\naction allegations.\n\n                                           III.\n\n      Neither party challenges our jurisdiction to consider this appeal, but “we are\n\nobligated to address jurisdictional questions” that occur to us. Frulla v. CRA\n\nHoldings, Inc., 543 F.3d 1247, 1250 (11th Cir. 2008). Some have.\n\n      An appeal from a final judgment of the district court, one disposing of all the\n\nclaims and defenses of all the parties in a lawsuit, poses no jurisdictional problem.\n\nSee 28 U.S.C. § 1291. “Ordinarily, however, an order adjudicating fewer than all\n\nthe claims in a suit, or adjudicating the rights and liabilities of fewer than all the\n\nparties, is not a final judgment from which an appeal may be taken.” Lloyd\n\nNoland Found., Inc. v. Tenet Health Care Corp., 483 F.3d 773, 777 (11th Cir.\n\n\n\n                                            12\n\f2007) (citing Lex Tex Ltd. v. Unifi, Inc. (In re Yarn Processing Patent Validity\n\nLitig.), 680 F.2d 1338, 1339 (11th Cir. 1982)).\n\n      Here, the district court entered a final judgment on Counts 1, 7, 8, and 12\n\nand certified those claims under Rule 54(b) for immediate appellate review.10 The\n\nparties’ appetite for appellate review, however, exceeds that of the district court.\n\nThey are eager for us to consider the entire case. They want an appeal that will\n\nconsume the entire case, including the district court’s partial dismissal of Counts\n\n2–6, 13, and 14, and its denial of the plaintiffs’ motion to reassign the case to a\n\ndifferent judge. The district court, however, did not certify those decisions under\n\nRule 54(b), and no final judgment has disposed of all the claims in this case.\n\n                                                A.\n\n      Appellate jurisdiction over an appeal from an interlocutory decision certified\n\nunder Rule 54(b) is limited to the rulings or orders certified by the district court.\n\n\n\n      10\n           Federal Rule of Civil Procedure 54(b) provides:\n\n      When an action presents more than one claim for relief—whether as a claim,\n      counterclaim, crossclaim, or third-party claim—or when multiple parties are\n      involved, the [district] court may direct entry of a final judgment as to one or\n      more, but fewer than all, claims or parties only if the court expressly determines\n      that there is no just reason for delay. Otherwise, any order or other decision,\n      however designated, that adjudicates fewer than all the claims or the rights and\n      liabilities of fewer than all the parties does not end the action as to any of the\n      claims or parties and may be revised at any time before the entry of a judgment\n      adjudicating all the claims and all the parties’ rights and liabilities.\n\n\n                                                13\n\fSee Fogade v. ENB Revocable Trust, 263 F.3d 1274, 1296–97 (11th Cir. 2001)\n\n(“Because no final judgment has been entered disposing of all the claims in this\n\ncase, our appellate jurisdiction is confined to the issues made appealable under\n\nRule 54(b).”); see also United Indus., Inc. v. Eimco Process Equip. Co., 61 F.3d\n\n445, 448 (5th Cir. 1995) (“We lack appellate jurisdiction over the two rulings not\n\nreferenced by court’s certification. In an interlocutory appeal certified by the\n\ndistrict court under . . . Rule 54(b), we have no jurisdiction to consider orders of\n\nthe district court outside the scope of certification.”); cf. S.H. v. Edwards, 886 F.2d\n\n292, 293 (11th Cir. 1989) (en banc) (“This case is before the court on a very\n\nlimited certificate issued by the district court under Rule 54(b) . . . . This ruling is\n\nnot to be interpreted as involving anything other than the one issue presented.”).\n\n      If it were otherwise, certification of one claim would effectively certify all\n\ndecided claims, and that would undermine the “the historic federal policy against\n\npiecemeal appeals,” a policy that Rule 54(b) preserves, Sears, Roebuck & Co. v.\n\nMackey, 351 U.S. 427, 438, 76 S.Ct. 895, 901 (1956). See Ebrahimi v. City of\n\nHuntsville Bd. of Educ., 114 F.3d 162, 166 (11th Cir. 1997) (repeating our\n\ninstruction that district courts should “exercise the limited discretion afforded by\n\nRule 54(b) conservatively”); Morrison-Knudsen Co. v. Archer, 655 F.2d 962, 965\n\n(9th Cir. 1981) (Kennedy, J.) (Rule 54(b) certifications “must be reserved for the\n\n\n\n                                            14\n\funusual case in which the costs and risks of multiplying the number of proceedings\n\nand of overcrowding the appellate docket are outbalanced by pressing needs of the\n\nlitigants for an early and separate judgment as to some claims or parties.”). We\n\nhave no jurisdiction to consider interlocutory orders outside the scope of\n\ncertification, unless some other basis of jurisdiction exists. See Fogade, 263 F.3d\n\nat 1296–97; United Indus., 61 F.3d at 448.\n\n      The plaintiffs insist, however, that the district court’s Rule 54(b)\n\ncertification “subsume[s]” all of the decisions they are now challenging before this\n\nCourt. The text of the certification order does not support that assertion. The\n\ndistrict court expressly certified its dismissal of only four claims—those contained\n\nin Counts 1, 7, 8, and 12. Where the court, in the next sentence of its order,\n\ndirected the clerk “to enter final judgment against plaintiffs as to all said claims,” it\n\nplainly was referring only to the four claims it had just “said” were appropriate for\n\nfinal judgment.\n\n      The district court did not certify its decision to dismiss Counts 2–6, which\n\nonly extended to the declaratory and injunctive relief sought in those claims; nor\n\ndid it certify its decision to dismiss Counts 13 and 14, which only extended to the\n\npunitive damages sought in those claims. The fact that the district court’s partial\n\ndismissal of those claims came in the same order in which it certified its dismissal\n\n\n\n                                            15\n\fof the claims contained in Counts 1, 7, 8, and 12 does not alter our analysis. Rule\n\n54(b) does not give us jurisdiction to review entire orders but only those portions\n\nof orders that are properly made into a final judgment and certified under the rule.\n\n        Although the district court did not state why it declined to certify its\n\ndecisions with regard to the claims contained in Counts 2–6, 13, and 14, the court’s\n\nreason is obvious. None of those partial dismissals is a final judgment disposing of\n\nan entire claim.11 The district court could not have properly certified them because\n\nthey are not the stuff of Rule 54(b) certification. See Brandt v. Bassett (In re\n\nSoutheast Banking Corp.), 69 F.3d 1539, 1547 (11th Cir. 1995) (“A judgment\n\nproperly may be certified under the terms of Rule 54(b) only if it possesses the\n\nrequisite degree of finality. That is, the judgment must completely dispose of at\n\nleast one substantive claim.” (citation omitted)); see also Liberty Mut. Ins. Co. v.\n\nWetzel, 424 U.S. 737, 744 n.4, 96 S.Ct. 1202, 1206 n.4 (1976) (“[A] complaint\n\nasserting only one legal right, even if seeking multiple remedies for the alleged\n\nviolation of that right, states a single claim for relief.”).\n\n\n\n        11\n           The district court’s partial dismissal of Counts 2–6 foreclosed injunctive and\ndeclaratory relief, but it left intact the rest of the claim, including the plaintiffs’ request for all\nunlawfully taken tips, lost minimum and overtime wages, liquidated damages matching the\namount of lost tips and wages, and reasonable attorney’s fees. Likewise, the court’s partial\ndismissal of Counts 13 and 14 foreclosed punitive damages under the FLSA, but it left intact the\nplaintiffs’ request for compensatory damages, back pay and benefits, liquidated damages\nmatching the amount of lost back pay and benefits, reinstatement or front pay, and reasonable\nattorney’s fees.\n\n                                                  16\n\f                                           B.\n\n      There are statutory exceptions to the final judgment rule. One, contained in\n\n28 U.S.C. § 1292(a)(1), bestows appellate jurisdiction over interlocutory orders\n\n“granting, continuing, modifying, refusing or dissolving injunctions.” Although\n\nthe parties did not suggest it, we may have jurisdiction under § 1292(a) to review\n\nthe district court’s partial dismissal of Counts 2–6, which was phrased in terms of a\n\ndismissal “to the extent that these five counts request injunctive and declaratory\n\nrelief.” But only if that dismissal amounted to the refusal to issue an injunction.\n\n      Section 1292(a) is not, however, a golden ticket litigants can use to take any\n\ndecision affecting injunctive relief on a trip to the court of appeals. Just because a\n\ndistrict court’s order has the “practical effect of refusing an injunction,” it does not\n\nautomatically qualify for immediate appeal under § 1292(a)(1). Carson v. Am.\n\nBrands, Inc., 450 U.S. 79, 84, 101 S.Ct. 993, 996–97 (1981). The Supreme Court\n\nhas instructed us that unless such an order threatens a “‘serious, perhaps\n\nirreparable, consequence’” and can be “‘effectually challenged’ only by immediate\n\nappeal, the general congressional policy against piecemeal review will preclude\n\ninterlocutory appeal.” Id. at 84, 101 S.Ct. at 997 (quoting Baltimore Contractors,\n\nInc. v. Bodinger, 348 U.S. 176, 181, 75 S.Ct. 249, 252 (1955)); see also Citizens\n\nConcerned About Our Children v. Sch. Bd. of Broward County, Fla., 193 F.3d\n\n\n\n                                           17\n\f1285, 1289 (11th Cir. 1999) (“[A]n order that does not rule on a request for\n\ninjunctive relief, but that has the effect of denying it, may be immediately\n\nappealable. For such an interlocutory order to be appealable before final judgment,\n\nthe prospective appellant must show that the denial of injunctive relief has a\n\n‘serious, perhaps irreparable, consequence, and that the order can be effectually\n\nchallenged only by immediate appeal.’” (citations omitted)).\n\n      An interlocutory order that explicitly denies an injunction, however, “fits\n\nsquarely within the plain language of § 1292(a)(1),” regardless of whether an\n\nimmediate appeal is necessary to avert a “serious, perhaps irreparable,\n\nconsequence.” Cable Holdings of Battlefield, Inc. v. Cooke, 764 F.2d 1466, 1471\n\n(11th Cir. 1985) (quoting Carson, 450 U.S. at 84, 101 S.Ct. at 996–97); see also\n\nHutchinson v. Pfeil, 105 F.3d 566, 569 (10th Cir. 1997); Holmes v. Fisher, 854\n\nF.2d 229, 232 (7th Cir. 1988); I.A.M. Nat’l Pension Fund Benefit Plan A v. Cooper\n\nIndus., Inc., 789 F.2d 21, 24 n.3 (D.C. Cir. 1986).\n\n      The plaintiffs in this case have never argued that irreparable harm may result\n\nfrom the district court’s decision to dismiss the claims in Counts 2–6 insofar as\n\nthey request injunctive relief, or that immediate appeal of that decision is necessary\n\nto avert such harm. Nor have the plaintiffs moved the district court for a\n\npreliminary injunction, which indicates that irreparable harm is not likely. See\n\n\n\n                                          18\n\fCitizens Concerned About Our Children, 193 F.3d at 1289–90 (“[A] failure to seek\n\nimmediate relief militates against a conclusion that delaying appeal to final\n\njudgment inflicts irreparable harm.”). We therefore lack jurisdiction under §\n\n1292(a)(1) to consider the injunctive relief issue, unless the district court explicitly\n\ndenied an injunction. See Carson, 450 U.S. at 84, 101 S.Ct. at 997; Cable\n\nHoldings, 764 F.2d at 1471. And the court did not. Under these circumstances we\n\nhave no jurisdiction to review before final judgment the district court’s partial\n\ndismissal of Counts 2–6.\n\n                                           C.\n\n      The district court also did not certify its February 23, 2009 order denying the\n\nplaintiffs’ motion to reassign the case to another judge, undoubtedly because Rule\n\n54(b)’s plain language limits its application to judgments disposing of claims or\n\nparties. The plaintiffs’ contention is not that this ruling was or even could have\n\nbeen certified under Rule 54(b), but instead that we should exercise pendent\n\nappellate jurisdiction over it. “Pendent appellate jurisdiction is present when a\n\nnonappealable decision is ‘inextricably intertwined’ with the appealable decision\n\nor when ‘review of the former decision [is] necessary to ensure meaningful review\n\nof the latter.’” King v. Cessna Aircraft Co., 562 F.3d 1374, 1379 (11th Cir. 2009)\n\n(quoting Swint v. Chambers County Comm’n, 514 U.S. 35, 51, 115 S.Ct. 1203,\n\n\n\n                                           19\n\f1212 (1995)). We see no difficulty in resolving the certified issues without\n\ndeciding whether the district court properly denied the plaintiffs’ motion for\n\nreassignment. See, e.g., King, 562 F.3d at 1380; Summit Med. Assocs., P.C. v.\n\nPryor, 180 F.3d 1326, 1335 (11th Cir. 1999) (“[W]e may resolve the Eleventh\n\nAmendment immunity issue here without reaching the merits of standing[, so\n\nt]hese issues are neither ‘inextricably intertwined’ nor ‘necessary to ensure\n\nmeaningful review’ of one another.”); Harris v. Bd. of Educ. of Atlanta, 105 F.3d\n\n591, 595 (11th Cir. 1997) (declining pendent appellate jurisdiction because the\n\nqualified immunity issue could be resolved “without reaching the merits of the\n\nremaining questions” raised by the parties). Because the February 23, 2009 order\n\ndenying the motion to reassign is interlocutory and no exception to the final\n\njudgment rule applies to it, we lack jurisdiction to review that order.\n\n                                         IV.\n\n      “We review de novo the district court’s grant of a motion to dismiss under\n\nRule 12(b)(6).” Redland Co., Inc. v. Bank of Am. Corp., 568 F.3d 1232, 1234\n\n(11th Cir. 2009). We take the factual allegations in the complaint as true and\n\nconstrue them in the light most favorable to the plaintiffs. Rivell v. Private Health\n\nCare Sys., Inc., 520 F.3d 1308, 1309 (11th Cir. 2008). We are not, however,\n\nrequired to accept the labels and legal conclusions in the complaint as true.\n\n\n\n                                          20\n\fSinaltrainal v. Coca-Cola Co., 578 F.3d 1252, 1261 (11th Cir. 2009); see also\n\nAshcroft v. Iqbal, 556 U.S. __, 129 S.Ct. 1937, 1949 (2009) (“[T]he tenet that a\n\ncourt must accept as true all of the allegations contained in a complaint is\n\ninapplicable to legal conclusions.”); Bell Atl. Corp. v. Twombly, 550 U.S. 544,\n\n555, 127 S.Ct. 1955, 1965 (2007) (stating that a complaint “requires more than\n\nlabels and conclusions, and a formulaic recitation of the elements of a cause of\n\naction will not do”).\n\n       Dismissal for failure to state a claim is proper if the factual allegations are\n\nnot “enough to raise a right to relief above the speculative level.” Rivell, 520 F.3d\n\nat 1309 (quoting Twombly, 550 U.S. at 555, 127 S.Ct. at 1965). “A complaint may\n\nbe dismissed if the facts as pled do not state a claim for relief that is plausible on its\n\nface.” Sinaltrainal, 578 F.3d at 1260 (citing Iqbal, 129 S.Ct. at 1950; Twombly,\n\n550 U.S. at 561–62, 570, 127 S.Ct. at 1968–69, 1974). “Stated differently, the\n\nfactual allegations in the complaint must ‘possess enough heft’ to set forth ‘a\n\nplausible entitlement to relief.’” Fin. Sec. Assurance, Inc. v. Stephens, Inc., 500\n\nF.3d 1276, 1282 (11th Cir. 2007) (quoting Twombly, 550 U.S. at 557, 127 S.Ct. at\n\n1966–67).\n\n                                           V.\n\n       We begin by applying those standards to Count 1, the RICO claim. Under\n\n\n\n                                            21\n\f18 U.S.C. § 1962(c), it is illegal “for any person employed by or associated with\n\nany enterprise engaged in, or the activities of which affect, interstate or foreign\n\ncommerce, to conduct or participate, directly or indirectly, in the conduct of such\n\nenterprise’s affairs through a pattern of racketeering activity.” 18 U.S.C. §\n\n1962(c). “[T]o establish a federal civil RICO violation under § 1962(c), the\n\nplaintiffs must satisfy four elements of proof: (1) conduct (2) of an enterprise (3)\n\nthrough a pattern (4) of racketeering activity.” Williams v. Mohawk Indus., Inc.,\n\n465 F.3d 1277, 1282 (11th Cir. 2006) (internal quotation marks omitted); see also\n\nSedima, S.P.R.L. v. Imrex Co., Inc., 473 U.S. 479, 496, 105 S.Ct. 3275, 3285\n\n(1985).12\n\n       “An act of racketeering is commonly referred to as a ‘predicate act.’”\n\nMohawk, 465 F.3d at 1283 (quoting Maiz v. Virani, 253 F.3d 641, 671 (11th Cir.\n\n2001)). “A ‘pattern’ of racketeering activity”—a combination of elements 3 and\n\n4—“is shown when a racketeer commits at least two distinct but related predicate\n\nacts.” Id. “‘If distinct statutory violations are found, the predicate acts will be\n\nconsidered to be distinct irrespective of the circumstances under which they\n\n       12\n          Although not at issue in this appeal, civil RICO plaintiffs must also satisfy the\nrequirements of 18 U.S.C. § 1964(c). That provision provides “that ‘[a]ny person injured in his\nbusiness or property by reason of’ RICO’s substantive provisions has the right to ‘recover\nthreefold the damages he sustains . . . .’” Mohawk, 465 F.3d at 1282 (quoting 18 U.S.C. §\n1964(c)) (alterations added by Mohawk). “Thus, under § 1964(c), civil RICO claimants, such as\nthe plaintiffs here, must show (1) the requisite injury to ‘business or property,’ and (2) that such\ninjury was ‘by reason of’ the substantive RICO violation.” Id. at 1282–83.\n\n                                                 22\n\farose.’” Id. (quoting Cox v. Adm’r U.S. Steel & Carnegie, 17 F.3d 1386, 1397\n\n(11th Cir. 1994), modified on other grounds by 30 F.3d 1347 (11th Cir. 1994)).\n\n      Under RICO the term “racketeering activity” includes, among other things,\n\nany violation of section 274 of the Immigration and Nationality Act, provided that\n\nthe act was committed for financial gain. 18 U.S.C. § 1961(1)(F); see Mohawk,\n\n465 F.3d at 1283. In this case the plaintiffs allege that the defendants engaged in\n\n“racketeering activity” by violating several provisions of INA § 274, which is\n\ncodified at 8 U.S.C. § 1324, and that they did so for financial gain. Specifically,\n\nthe plaintiffs allege that the defendants violated: (1) 8 U.S.C. § 1324(a)(3)(A),\n\nwhich makes it a federal crime for any person to “knowingly hire[ ] for\n\nemployment at least 10 individuals with actual knowledge that the individuals are\n\n[illegal] aliens” during a 12-month period; (2) 8 U.S.C. § 1324(a)(1)(A)(iv), which\n\nmakes it a federal crime for any person to “encourage[ ] or induce[ ] an alien to\n\ncome to, enter, or reside in the United States, knowing or in reckless disregard of\n\nthe fact that such coming to, entry, or residence is or will be in violation of law”;\n\n(3) 8 U.S.C. § 1324(a)(1)(A)(iii), which makes it a federal crime for any person to\n\nknowingly or recklessly “conceal[ ], harbor[ ], or shield[ ] from detection, or\n\nattempt[ ] to conceal, harbor or shield from detection” an alien who “has come to,\n\nentered, or remains in the United States” illegally; and (4) 8 U.S.C. §\n\n\n\n                                           23\n\f1324(a)(1)(A)(v), which makes it a federal crime for any person to conspire to\n\ncommit, or to aid and abet, any violation of § 1324(a)(1)(A)(i)–(iv). According to\n\nthe amended complaint, the defendants have committed “tens and scores if not\n\nhundreds,” of these predicate acts. We will address in turn each of those four\n\nstatutory theories of predicate acts.\n\n                                                A.\n\n       Section 1324(a)(3)(A) provides: “Any person who, during any 12-month\n\nperiod, knowingly hires for employment at least 10 individuals with actual\n\nknowledge that the individuals are aliens described in [§ 1324(a)(3)(B)] shall be\n\nfined under Title 18 or imprisoned for not more than 5 years, or both.” 8 U.S.C. §\n\n1324(a)(3)(A). The term “alien” refers to (1) “an unauthorized alien,” as defined\n\nin § 1324a(h)(3), who (2) “has been brought into the United States in violation of\n\n[§ 1324(a)].” See 8 U.S.C. § 1324(a)(3)(B).13\n\n       Thus, an element of § 1324(a)(3)(A) is that the defendant had actual\n\nknowledge that the illegal aliens who were hired had been brought into the country\n\nin violation of § 1324(a). See Commercial Cleaning Servs., L.L.C. v. Colin Serv.\n\nSys., Inc., 271 F.3d 374, 387 (2d Cir. 2001); Nichols v. Mahoney, 608 F. Supp. 2d\n\n\n       13\n          Section 1324a(h)(3) defines an unauthorized alien, “with respect to the employment of\nan alien at a particular time,” as an “alien [who] is not at that time either (A) an alien lawfully\nadmitted for permanent residence, or (B) authorized to be so employed by this chapter or by the\nAttorney General.” 8 U.S.C. § 1324a(h)(3).\n\n                                                24\n\f526, 534 (S.D.N.Y. 2009) (“If the employer does not know that at least 10 of its\n\nillegal hires were ‘brought into’ the country by some third party (as opposed to\n\nwalking across the border themselves, or arriving on a visitor’s or student visa and\n\noverstaying their welcome), then it has not committed a RICO predicate act by\n\nhiring them . . . .”).\n\n       That “brought into” element makes § 1324(a)(3)(A) different from §\n\n1324a(a)(1)(A), which also addresses the hiring of illegal aliens. See Nichols, 608\n\nF. Supp. 2d at 534 (comparing the two provisions).14 While both provisions make\n\nit illegal for a person or other entity to hire an alien knowing that he is not\n\nauthorized to work in this country, § 1324(a)(3)(A) has the added element of\n\nknowledge that the alien was brought into the country illegally. That added\n\nelement makes a difference when it comes to the penalty. See id. If an employer\n\nhires 10 or more illegal aliens with knowledge that they are unauthorized aliens\n\nwho have been illegally brought into this country, § 1324(a)(3)(A) applies and the\n\nemployer may be fined, sentenced to as much as 5 years in prison, or both. And\n\nthat crime would be a RICO predicate act. See 18 U.S.C. § 1961(1)(F). By\n\ncontrast, if an employer knowingly hires aliens not authorized to work in this\n\n\n       14\n           Section 1324a(a)(1)(A), among other things, makes it illegal for a person or other\nentity “to hire . . . for employment in the United States an alien knowing the alien is an\nunauthorized alien (as defined in [§ 1324a(h)(3)]) with respect to such employment.” See §\n1324a(a)(1)(A).\n\n                                                25\n\fcountry, without knowledge that they were brought into this country illegally, only\n\n§ 1324a would be violated. For a violation of § 1324a only civil penalties are\n\navailable, unless there is a “pattern or practice” in which case a conviction may\n\nresult in a fine and a sentence of up to six months. See 8 U.S.C. § 1324a(f)(1).\n\nAnd that crime would not be a RICO predicate act. See 18 U.S.C. § 1961(1)(F);\n\nsee also United States v. Zheng, 306 F.3d 1080, 1085 (11th Cir. 2002) (“The\n\ncriminal sanctions prescribed for a violation of § 1324a are much less stringent\n\nthan those prescribed for a violation of § 1324.”).\n\n      The differences between §§ 1324(a)(3)(A) and 1324a(a)(1)(A) suggest that\n\nCongress found the combination of bringing illegal aliens into this country and\n\nhiring them to be a far more serious problem than hiring aliens who were here\n\nillegally but had not been brought here. Congress obviously sought not only to\n\ndeter employers from directly joining forces with those who bring in illegal aliens\n\nbut also to prevent employers from encouraging the practice by hiring aliens\n\nknowing that they had been brought in illegally.\n\n      The district court concluded that the plaintiffs had failed to plead that Prime\n\nor any of its employees had actual knowledge that the unauthorized aliens whom\n\nthey hired had been “brought into the United States” in violation of § 1324. The\n\nplaintiffs contend that they have pleaded enough because they allege that Prime\n\n\n\n                                          26\n\f“repeatedly violated and continues to violate 8 U.S.C. § 1324(a)(3)(A), which\n\nmakes it a federal crime to knowingly hire for employment at least 10 individuals\n\nwith actual knowledge that the individuals are aliens during a twelve month\n\nperiod.” Am. Complaint ¶ 36 (quotation marks omitted). They argue that a similar\n\nallegation was held to be sufficient in Williams v. Mohawk Indus. Inc., 465 F.3d\n\n1277, 1281–82 (11th Cir. 2006), and should be sufficient here. We are\n\nunpersuaded.\n\n      The complaint in Mohawk, unlike the one in this case, specifically alleged\n\nthat the defendant had hired illegal aliens knowing that those workers were\n\n“smuggled or otherwise brought” into the United States illegally. Williams v.\n\nMohawk Indus., Inc., 314 F. Supp. 2d 1333, 1346 (N.D. Ga. 2004), aff’d in part,\n\nrev’d in part on other grounds by 465 F.3d 1277 (11th Cir. 2006). Here, by\n\ncontrast, the plaintiffs have never alleged that any of the defendants knew the\n\naliens who were hired had been illegally brought into the United States. The\n\nclosest the plaintiffs come is their allegation that “Prime hired and allowed\n\nemployees to remain employees despite the fact that . . . they were known by\n\nPrime’s management as unauthorized or ineligible to work or even be in this\n\nCountry.” Am. Complaint ¶ 26 (emphasis added). Perhaps that allegation “gets\n\nthe [§ 1324(a)(3)(A)] complaint close to stating a claim, but without some further\n\n\n\n                                          27\n\ffactual enhancement it stops short of the line between possibility and plausibility\n\nof entitlement to relief.” Twombly, 550 U.S. at 557, 127 S.Ct. at 1966 (quotation\n\nmarks omitted). An employer may know that it hired illegal aliens without\n\nknowing how they made their way into the United States. As the district court\n\nrecognized in this case, “Individuals who enter this country legally may overstay\n\ntheir welcome and become unauthorized to work without ever having been brought\n\nin illegally, whether by others or by themselves.” Edwards v. Prime, Inc., No. 08-\n\n1016, at 12 (N.D. Ala. Mar. 4, 2009). Likewise, they may have entered this\n\ncountry illegally on their own instead of having been “brought into” it. See\n\nNichols, 608 F. Supp. 2d at 534 (noting that some illegal hires “walk[ ] across the\n\nborder themselves, or arriv[e] on a visitor’s or student visa and overstay[ ] their\n\nwelcome”). Because the “brought into” element is essential to § 1324(a)(3)(A),\n\nplaintiffs who do not allege it have not alleged a predicate act under that provision.\n\nThey may have alleged a violation of § 1324a(a)(1)(A), but that is not a predicate\n\nact for RICO purposes.\n\n      Although in some cases a plaintiff who fails to allege the “brought into”\n\nelement necessary for a § 1324(a)(3)(A) violation might be entitled to a second\n\nchance to plead it, see Commercial Cleaning Servs., 271 F.3d at 387 & n.5, these\n\nplaintiffs have already had their second chance. In dismissing without prejudice\n\n\n                                          28\n\fthe RICO claim made by the plaintiffs in their original complaint, the district court\n\nstressed the plaintiffs’ failure to allege the “brought into” element of §\n\n1324(a)(3)(A). In drafting their amended complaint, the plaintiffs had an\n\nopportunity to fix the problem, assuming they were able to do so without violating\n\nRule 11. Because they did not fix it, they have failed to plead a violation of §\n\n1324(a)(3)(A) and so cannot establish a predicate act that way.\n\n                                                 B.\n\n       The plaintiffs have more predicate act success with their allegations that the\n\ndefendants violated § 1324(a)(1)(A)(iv), the elements of which are: “(1)\n\nencouraging or inducing; (2) an alien; (3) to come to, enter, or reside in the United\n\nStates; and (4) knowing or in reckless disregard that the alien’s coming to,\n\nentering, or residing in the United States is illegal.” United States v. Lopez, 590\n\nF.3d 1238, 1250 (11th Cir. 2009).15\n\n\n\n       15\n          Section 1324(a)(1)(A)(iv) provides that any person who “encourages or induces an\nalien to come to, enter, or reside in the United States, knowing or in reckless disregard of the fact\nthat such coming to, entry, or residence is or will be in violation of law” shall be punished as\nprovided in § 1324(a)(1)(B). 8 U.S.C. § 1324(a)(1)(A)(iv).\n\n        Where the violation of § 1324(a)(1)(A)(iv) “was done for the purpose of commercial\nadvantage or private financial gain,” the defendant may “be fined under Title 18, imprisoned not\nmore than 10 years, or both.” § 1324(a)(1)(B)(i). Where the violation was not for pecuniary\ngain, a fine under Title 18 is still possible, but the maximum term of imprisonment is 5 years. §\n1324(a)(1)(B)(ii). Subsection (B) also contains enhanced penalties where the violation causes\nserious bodily injury or places any person’s life in jeopardy, see § 1324(a)(1)(B)(iii), or causes\ndeath, see § 1324(a)(1)(B)(iv).\n\n                                                 29\n\f      The only element the defendants contend has not been sufficiently pleaded is\n\nthe first one, which is that the plaintiffs “encouraged or induced” illegal aliens to\n\nreside in this country. The district court concluded the plaintiffs had not pleaded\n\nthat element even though they had alleged that the defendants had knowingly\n\nsupplied the aliens with jobs and with social security numbers to facilitate their\n\nemployment. The court believed those alleged actions do not amount to\n\nencouragement or inducement for purposes of § 1334(a)(1)(A)(iv). See Edwards\n\nv. Prime, Inc., No. 08-1016, at 12–13 (N.D. Ala. Dec. 11, 2008). We believe the\n\ndistrict court was mistaken.\n\n      This Court has given a broad interpretation to the phrase “encouraging or\n\ninducing” in this context, construing it to include the act of “helping” aliens come\n\nto, enter, or remain in the United States. See Lopez, 590 F.3d at 1249–51; United\n\nStates v. Ndiaye, 434 F.3d 1270, 1278 (11th Cir. 2006); United States v. Kuku, 129\n\nF.3d 1435, 1437 (11th Cir. 1997). In Lopez we held that the district court had\n\naccurately presented the substantive law of § 1324(a)(1)(A)(iv) to the jury by\n\ninforming it that the term “encourage” was defined as “to knowingly instigate, to\n\nincite to action, to give courage to, to inspirit, to embolden, to raise confidence, to\n\nhelp, to forward, and/or to advise.” Lopez, 590 F.3d at 1247; see also id. at 1249\n\n(citing similar dictionary definitions of “encourage” with approval). The defendant\n\n\n                                           30\n\fin that case had captained a boat to the Bahamas, refueled it, spent the night,\n\npicked up aliens from a hotel, and then driven the boat as it returned with the aliens\n\ntowards the United States. Id. at 1252. This Court held that conduct was “more\n\nthan adequate” to support a conviction under § 1324(a)(1)(A)(iv). Id.\n\n      Similarly, in Ndiaye this Court affirmed a defendant’s conviction under §\n\n1324(a)(1)(A)(iv) for helping one illegal alien fraudulently obtain a social security\n\nnumber. 434 F.3d at 1296. The defendant contended that the government “failed\n\nto show any actual, potential or perceived relationship between immigration status\n\nand receipt of a Social Security number.” Id. He argued “that while there may be\n\nsome correlation between the issuance of Social Security numbers and aliens\n\nemployed in the United States, the act of merely helping someone obtain a Social\n\nSecurity number cannot be construed as ‘encouraging or inducing’ them to reside\n\nin this country in violation of the criminal statute.” Id. at 1297–98 (emphasis\n\nadded). We rejected that argument. Since the alien “was able to work in the\n\nUnited States because of the Social Security number he was issued,” we held that a\n\nreasonable “jury could have found that [the defendant] encouraged or induced an\n\nalien . . . to reside in the United States, knowing it was in violation of the law.” Id.\n\nat 1298; see also id. (“A jury could find that [the defendant’s] assistance in helping\n\n[an alien] obtain a Social Security card, which the evidence established he is not\n\n\n                                           31\n\fentitled to have, encouraged or induced him to reside in this country in violation of\n\nthe statute.”). Consistent with that decision is Kuku in which we affirmed a\n\nconviction under § 1324(a)(1)(A)(iv) for fraudulently approving social security\n\ncard applications that were filed on behalf of illegal aliens. 129 F.3d at 1437.\n\nAlthough the scope of § 1324(a)(1)(A)(iv) was not at issue in that case, we did\n\nrecognize that social security numbers can be used “to apply for federal benefits, to\n\nattend school, and to obtain employment.” Id.; see also Ndiaye, 434 F.3d at 1298\n\n(discussing Kuku).\n\n       The district court in this case, without the benefit of either Lopez or\n\nNdiaye,16 held that the amended complaint failed to allege a predicate act under §\n\n1334(a)(1)(A)(iv) because “mere employment” of illegal aliens is not enough to\n\nencourage or induce aliens to reside in the United States. The district court cited,\n\nand the defendants press, United States v. Khanani, 502 F.3d 1281, 1289 (11th Cir.\n\n2007), as support for that conclusion. The Khanani decision is fine as far as it\n\ngoes, but it did not involve the additional, and under Ndiaye critical, fact of\n\nemployer-supplied social security numbers.\n\n       The amended complaint alleges not only that the defendants hired and\n\n        16\n           The Lopez decision was published nine months after the district court issued its second\nmemorandum opinion in this case. The Ndiaye decision is from 2006, but neither party cited it\nto the district court or in their initial briefs to this Court. After finding the decision, we gave the\nparties an opportunity to supplementally brief its application to this case.\n\n                                                  32\n\factively sought out individuals known to be illegal aliens but also that the\n\ndefendants provided them with names and social security numbers to facilitate\n\ntheir illegal employment. See Am. Complaint ¶ 34 (the defendants “provid[ed]\n\nknown illegal aliens with names and Social Security numbers of American citizens\n\nto use in their illegal employment”); see also id. ¶ 26.\n\n      Recognizing the striking similarity between Ndiaye and this case, the\n\ndefendants have managed to come up with a number of proposed distinctions, but\n\nresourcefulness is one thing and persuasiveness is another. They contend that the\n\namended complaint alleges only that the defendants knowingly encouraged or\n\ninduced illegal aliens to work in the United States instead of encouraging or\n\ninducing them to “reside” here. According to them, the prospect of working at a\n\nparticular restaurant (even a Ruth’s Chris Steak House!) does not provide any\n\nrealistic incentive for staying in this country. They insist that aliens could reside\n\noutside the United States and simply enter periodically as work is needed. That\n\nargument borders on the frivolous. As we held in Ndiaye, the act of knowingly\n\nproviding illegal aliens with social security numbers can “encourage or induce”\n\nthem to reside in this country. See Ndiaye, 434 F.3d at 1296–98 (noting, and later\n\nrejecting, the defendant’s argument that: “[w]hile many aliens used Social\n\nSecurity numbers to secure employment while residing in the United States, those\n\n\n                                           33\n\faliens had already entered the country . . . and there was no evidence that anyone\n\nwas ‘induced’ to live here by obtaining such a card”). The defendants’ argument\n\nruns against the common sense knowledge that most illegal aliens, especially the\n\nones who end up working here, come to this country for work. See Zheng, 306\n\nF.3d at 1087 (noting that one “primary reason” for illegal immigration is “the\n\nchance of employment in the United States” (citation omitted)). Their ability to\n\nfind and keep jobs depends to a considerable extent on improperly obtaining the\n\nnecessary documentation.17\n\n       Continuing to gnaw at the issue, the defendants also argue that Ndiaye can\n\nbe distinguished because it was a multi-defendant case involving a massive\n\nconspiracy to file false immigration documents with the Social Security\n\nAdministration. See Ndiaye, 434 F.3d at 1277–78. They point out that the\n\ndefendant in that case who was convicted under § 1324(a)(1)(A)(iv) had helped\n\nmore than 70 illegal aliens obtain social security numbers and cards. Id. at 1278.\n\nBut the number of aliens he helped was not material to our holding. The actual\n\n\n       17\n           At oral argument, defense counsel suggested that fraudulent social security numbers\nare unrelated to residency because some people, such as those with a student visa, are allowed to\nlive in the United States even though they may not work here. When we suggested to counsel\nthat at least some aliens would be encouraged to reside here if they had a social security number,\nshe replied: “That point I concede.” That concession, which she could hardly have avoided, is\nimportant because the amended complaint was dismissed on a Rule 12(b)(6) motion, and a RICO\npredicate act under § 1324(a)(1)(A)(iv) can be stated if the defendants knowingly encouraged or\ninduced “an alien” to reside in the United States.\n\n                                               34\n\fcharge in that case was that the defendant encouraged or induced “one specific\n\nalien” to reside in the United States by helping him fraudulently obtain a social\n\nsecurity number. Id. at 1296. One or one hundred, it is all the same for purposes\n\nof this § 1324(a)(1)(A)(iv) “encouraging or inducing” issue.\n\n      Scraping the bone, the defendants argue that the amended complaint does\n\nnot allege that the aliens were in possession or even had knowledge of the social\n\nsecurity numbers under which they were allowed to work. At most, they suggest,\n\nthe numbers were used for employment at Prime. They are wrong. The amended\n\ncomplaint alleges that Prime “even provided” the illegal alien employees with the\n\nnames and social security numbers of former Ruth’s Chris employees. Am.\n\nComplaint ¶ 26. Construing that allegation in the light most favorable to the\n\nplaintiffs, Prime gave the social security numbers to the illegal aliens, allowing\n\nthem to use the numbers for the purpose of getting and holding jobs.\n\n      The meat of the matter is that the amended complaint adequately pleads that\n\nthe defendants encouraged or induced an alien to reside in the United States, and\n\neither knew or recklessly disregarded the fact that the alien’s residence here was\n\nillegal, in violation of § 1324(a)(1)(A)(iv). It thereby states a predicate act of\n\nracketeering. And because the amended complaint also alleges that the defendants\n\ndid that “far more times than two,” it adequately pleads the pattern of racketeering\n\n\n                                           35\n\factivity necessary to state a RICO claim. See Mohawk, 465 F.3d at 1283; Cox, 17\n\nF.3d at 1397.\n\n                                           C.\n\n      For the reasons we have just discussed, the plaintiffs are entitled to get past\n\nthe Rule 12(b)(6) stage on their allegation of a § 1324(a)(1)(A)(iv) predicate act.\n\nThat one theory may also be enough to get them past summary judgment and to a\n\nverdict, or it may not. Because we have no way of knowing what the evidence will\n\nshow about that theory of the case, and in the interests of completeness, we need to\n\naddress the plaintiffs’ other theories of racketeering.\n\n      The first additional theory involves § 1324(a)(1)(A)(iii), which makes it a\n\ncrime for any person who: “knowing or in reckless disregard of the fact that an\n\nalien has come to, entered, or remains in the United States in violation of law,\n\nconceals, harbors, or shields from detection, or attempts to conceal, harbor, or\n\nshield from detection, such alien . . . .” 8 U.S.C. § 1324(a)(1)(A)(iii). When\n\nviewed against the allegations of the amended complaint, the question presented by\n\nthis theory of racketeering is whether knowingly providing an illegal alien with\n\nemployment and a social security number is enough to constitute concealing,\n\nharboring, or shielding the alien from detection for § 1324(a)(1)(A)(iii) purposes.\n\n      The defendants argue that in Khanani we held that the knowing employment\n\n                                           36\n\fof an illegal alien is not enough by itself to violate § 1324(a)(1)(A)(iii). They point\n\nto this sentence in that opinion: “If Khanani merely had employed illegal aliens\n\nwithout ‘knowingly’ encouraging or inducing them to reside in the United States,\n\nhe would not have committed the elements of the offenses . . . .” Khanani, 502\n\nF.3d at 1289 (emphasis added). That sentence is subject to interpretation, but a\n\nmore important point about it for present purposes is signaled by the first word:\n\n“If.” The Khanani decision could not have established anything about what falls\n\nshort of violating § 1324(a)(1)(A)(iii). It could not have because in that case we\n\nactually held that there was a violation of the provision. A holding that X + Y is\n\nenough to violate a provision does not mean that X alone is not enough. And that\n\nis true even if we say in the opinion that X alone would not be enough. We have\n\npointed out many times that regardless of what a court says in its opinion, the\n\ndecision can hold nothing beyond the facts of that case. E.g., Watts v. BellSouth\n\nTelecomms., Inc., 316 F.3d 1203, 1207 (11th Cir. 2003) (“Whatever their opinions\n\nsay, judicial decisions cannot make law beyond the facts of the cases in which\n\nthose decisions are announced.”); United States v. Aguillard, 217 F.3d 1319, 1321\n\n(11th Cir. 2000) (“The holdings of a prior decision can reach only as far as the\n\nfacts and circumstances presented to the Court in the case which produced that\n\ndecision.” (quotation marks omitted)). All statements that go beyond the facts of\n\n\n\n                                          37\n\fthe case—and sometimes, but not always, they begin with the word “if”—are dicta.\n\nSee, e.g., United States v. Eggersdorf, 126 F.3d 1318, 1322 n.4 (11th Cir. 1997)\n\n(“[L]anguage in . . . [an opinion] not necessary to deciding the case then before us”\n\nis dicta); Moon v. Head, 285 F.3d 1301, 1318 (11th Cir. 2002) (Carnes, J.,\n\nconcurring) (“Those statements are dicta. They are dicta because they go beyond\n\nthe facts of the [earlier] case itself . . . .”). And dicta is not binding on anyone for\n\nany purpose. See, e.g., McNely v. Ocala Star-Banner Corp., 99 F.3d 1068, 1077\n\n(11th Cir. 1996) (“[W]e are not required to follow dicta contained in our own\n\nprecedents . . . .”); Great Lakes Dredge & Dock Co. v. Tanker Robert Watt Miller,\n\n957 F.2d 1575, 1578 (11th Cir. 1992) (because what is said in a prior opinion\n\nabout a question not presented there is dicta, and dicta is not binding precedent, a\n\nlater panel is “free to give that question fresh consideration”). In any event, in\n\nKhanani the employer did not provide the illegal aliens with social security\n\nnumbers and names; this employer allegedly did. Moreover, the Khanani opinion\n\ndid not consider the way that § 1324(a)(i)(A)(iii) had been revised over the years.\n\n       The statutory evolution of § 1324(a)(i)(A)(iii) indicates that knowingly or\n\nrecklessly hiring illegal aliens probably is enough by itself to constitute concealing,\n\nharboring, or shielding from detection for purposes of the statute. See United\n\nStates v. Kim, 193 F.3d 567, 573–74 (2d Cir. 1999) (explaining the evolution of\n\n\n                                            38\n\fthis provision); see also Zheng, 306 F.3d at 1085 (citing Kim with approval).\n\nSection 1324(a) was enacted in 1952 and remained unchanged until 1986. The\n\ncurrent version of § 1324(a)(1)(A)(iii) is nearly identical to the pre-1986 version,\n\nwhich provided that a person who “willfully or knowingly conceals, harbors, or\n\nshields from detection, or attempts to conceal, harbor, or shield from detection [an\n\nillegal alien], in any place, including any building or any means of transportation,”\n\nis guilty of a felony. 8 U.S.C. § 1324(a)(3) (1982); see also 8 U.S.C.A. § 1324\n\nnote (West 2006). However, there is one important difference for our purposes.\n\nThe pre-1986 version of § 1324(a) had also stated: “Provided, however, [t]hat for\n\nthe purposes of this section, employment (including the usual and normal practices\n\nincident to employment) shall not be deemed to constitute harboring.” 8 U.S.C. §\n\n1324(a) (1982) (emphasis added). Significantly, Congress removed that exception\n\nwhen it revised the statute in 1986. See The Immigration Reform and Control Act\n\nof 1986, Pub.L. No. 99-603, § 112(a), 100 Stat. 3359, 3381–82 (1986). The\n\nSecond Circuit pointed out that “after the 1986 amendment, § 1324 no longer\n\nexcluded employment from the prohibition against harboring.” Kim, 193 F.3d at\n\n574. That observation led that court to conclude that “[t]he present version of §\n\n1324, which is sufficiently broad on its face to encompass the knowing or reckless\n\nharboring of illegal aliens by employers, was plainly intended to have that\n\n\n\n                                          39\n\fbreadth.” Id.\n\n      We tend to agree with the Second Circuit that the revision history of §\n\n1324(a)(1)(A)(iii) strongly indicates that one who hires an alien knowing or\n\nrecklessly disregarding his illegal status is guilty of concealing, harboring, or\n\nshielding from detection. See Zheng, 306 F.3d at 1086–87 (taking the revision\n\nhistory of § 1324 into account when deciding a related issue). As we have\n\nexplained, “changes in statutory language generally indicate an intent to change the\n\nmeaning of the statute.” DIRECTV, Inc. v. Brown, 371 F.3d 814, 817 (11th Cir.\n\n2004) (quotation marks and alterations omitted); see also Rumsfeld v. Forum for\n\nAcademic & Institutional Rights, Inc., 547 U.S. 47, 57–58, 126 S.Ct. 1297, 1306\n\n(2006) (“We refuse to interpret the [statute] in a way that negates its recent\n\nrevision, and indeed would render it a largely meaningless exercise.”); Heintz v.\n\nJenkins, 514 U.S. 291, 294, 115 S.Ct. 1489, 1490–91 (1995) (stating that a “rather\n\nstrong reason[ ] for believing that the Act applies” to a particular group is the fact\n\nthat an express exemption for the group had existed in the prior enacted version of\n\nthe statute, but “Congress repealed [that] exemption in its entirety”); Snapper, Inc.\n\nv. Redan, 171 F.3d 1249, 1257–58 (11th Cir. 1999) (examining the previous\n\nenacted versions of a statute as an aid to interpreting the current version).\n\n      As strongly as the revision history indicates it, however, we need not decide\n\n\n                                           40\n\fwhether knowingly employing illegal aliens alone is enough. Here the allegations\n\nare that the defendants not only knowingly employed illegal aliens, but also that\n\nthey provided them with social security numbers and names, and paid them in cash\n\nin order to conceal, harbor, and shield the aliens from detection. See United States\n\nv. Shum, 496 F.3d 390, 392 (5th Cir. 2007) (characterizing proof that the\n\ndefendant had provided false identification to illegal alien employees and failed to\n\nfile their social security paperwork as “ample evidence” that he had taken “steps\n\nthat would shield their identities from detection by the government”); Kim, 193\n\nF.3d at 574–75 (finding sufficient evidence to support conviction for harboring\n\nwhere the defendant took steps designed to help the illegal alien employee remain\n\nundetected); see also United States v. Ye, 588 F.3d 411, 417 (7th Cir. 2009)\n\n(recognizing that government detection of illegal aliens becomes more difficult\n\nwhen an employer intentionally fails to keep accurate employment records for its\n\nillegal workers and pays them in cash). That is enough to state a violation of §\n\n1324(a)(1)(A)(iii). And, as we mentioned earlier, a violation of that provision is a\n\npredicate act for civil RICO purposes.\n\n                                         D.\n\n      The next predicate act alleged in the amended complaint is a violation of §\n\n1324(a)(1)(A)(v), which makes it a federal crime to “engage[ ] in any conspiracy to\n\n\n                                          41\n\fcommit any of the preceding acts [those in § 1324(a)(1)(A)(i)–(iv)], or aid[ ] or\n\nabet[ ] the commission of any of the preceding acts.” 8 U.S.C. § 1324(a)(1)(A)(v).\n\nThe amended complaint says the defendants violated that provision “by engaging\n\nin conspiracies to commit, and aiding and abetting others to commit, the preceding\n\nviolations [of §§ 1324(a)(1)(A)(iii) and (iv)].” Am. Complaint ¶ 34c. The district\n\ncourt concluded that the amended complaint did not plead a predicate act under §\n\n1324(a)(1)(A)(v) because it failed to describe any substantive violations of §§\n\n1324(a)(1)(A)(iii) and (iv). The district court also found the allegation was\n\nconclusory and therefore insufficient under Twombly.\n\n      We have already concluded that the amended complaint does adequately\n\nplead a pattern of racketeering activity. We agree, however, with the district court\n\nthat the conspiracy and aiding and abetting allegations do not pass muster under\n\nTwombly. The mere use of the words “conspiracy” and “aiding and abetting”\n\nwithout any more explanation of the grounds of the plaintiffs’ entitlement to relief\n\nis insufficient. See Twombly, 550 U.S. at 555, 127 S.Ct. at 1964–65; Sinaltrainal,\n\n578 F.3d at 1261. For that reason, we leave intact the district court’s ruling that the\n\nallegations in the amended complaint involving 1324(a)(1)(A)(v) do not state a\n\npredicate act. That’s the end of our RICO discussion.\n\n                                         VI.\n\n\n                                          42\n\f      We turn now to a claim arising under another statute. The district court\n\ndismissed Count 12 of the amended complaint in which plaintiff Edwards\n\nattempted to plead a hostile work environment claim under 42 U.S.C. § 1981. To\n\nplead that claim Edwards was required to allege that: (1) he belongs to a protected\n\ngroup; (2) he was subjected to unwelcome harassment; (3) the harassment was\n\nbased on his membership in the protected group; (4) it was severe or pervasive\n\nenough to alter the terms and conditions of employment and create a hostile or\n\nabusive working environment; and (5) the employer is responsible for that\n\nenvironment under a theory of either vicarious or direct liability. See Bryant v.\n\nJones, 575 F.3d 1281, 1296 (11th Cir. 2009); Miller v. Kenworth of Dothan, Inc.,\n\n277 F.3d 1269, 1275 (11th Cir. 2002) (requiring the same elements for a Title VII\n\nhostile work environment claim); see also Shields v. Fort James Corp., 305 F.3d\n\n1280, 1282 & n.2 (11th Cir. 2002) (noting that Title VII and § 1981 hostile work\n\nenvironment claims have the same elements and are subject to the same analytical\n\nframework).\n\n      Edwards contends the district court erred in dismissing Count 12 of the\n\namended complaint for failure to state a claim under § 1981. The district court\n\ndecided that the “conclusory allegations only describe, albeit ambiguously,\n\ndiscrimination based on employment status, not race, and certainly do not meet the\n\n\n                                          43\n\fpleading standards for a racially hostile [work] environment.” Edwards v. Prime,\n\nInc., No. 08-1016, at 14 (N.D. Ala. Mar. 4, 2009). Edwards argues that the court\n\nshould have given more weight to the opening sentence of Count 12, which asserts\n\nthat “[i]n his work for Prime, Plaintiff Edwards was subjected to a hostile\n\ndiscriminatory environment on the basis of his race, in violation of 42 U.S.C. §\n\n1981.” That broad statement, however, is merely a “formulaic recitation of the\n\nelements” of a § 1981 claim and, standing alone, does not satisfy the pleading\n\nstandard of Federal Rule of Civil Procedure Rule 8. Twombly, 550 U.S. at 555,\n\n127 S.Ct. at 1965; see Iqbal, 129 S.Ct. at 1949 (“[T]he tenet that a court must\n\naccept as true all of the allegations contained in a complaint is inapplicable to legal\n\nconclusions. Threadbare recitals of the elements of a cause of action, supported by\n\nmere conclusory statements, do not suffice.”). Instead, the “complaint must\n\ncontain sufficient factual matter, accepted as true, to ‘state a claim to relief that is\n\nplausible on its face.’” Iqbal, 129 S.Ct. at 1949 (quoting Twombly, 550 U.S. at\n\n570, 127 S.Ct. at 1974); see Sinaltrainal, 578 F.3d at 1261; Rivell, 520 F.3d at\n\n1309; Fin. Sec. Assurance, 500 F.3d at 1282. An introductory conclusion cannot\n\ntake the place of factual allegations in stating a plausible claim for relief.\n\n       Although the amended complaint does allege that Edwards was threatened,\n\nassaulted, and shunned by his Hispanic and Latino co-workers, which created a\n\n\n                                            44\n\fhostile work environment, it does not plausibly allege that he was harassed because\n\nhe is Caucasian. To the contrary, the allegations are that he was threatened by a\n\nHispanic co-worker because he complained about Prime’s employment of illegal\n\naliens. See Am. Complaint ¶ 124 (“Plaintiff Edwards was threatened on the job\n\nagain by [a] Hispanic Latino of Defendant Prime, who told Edwards it was ‘going\n\nto be bad’ for the person who was complaining about Prime’s employment of\n\nillegal aliens.”). The amended complaint also alleges that Prime failed to intervene\n\nbecause it did not want to upset the Hispanic and Latino employees and\n\ncompromise its ability to hire cheap illegal labor. That allegation, like the other\n\none, suggests that Prime discriminated against Edwards because he had\n\ncomplained, or because his co-workers believed he had complained, about Prime’s\n\nemployment of illegal aliens—not because of his race. The facts that Edwards is\n\nCaucasian and that the co-workers who were threatening and shunning him were\n\nHispanic or Latino, by themselves, do not state a plausible claim of race\n\ndiscrimination. Those factual allegations are not “enough to raise a right to relief\n\nabove the speculative level.” Twombly, 550 U.S. at 555, 127 S.Ct. at 1965.18\n\n\n       18\n         Edwards argues that an employer’s failure to remedy a hostile work environment is not\nexcused by the employer’s belief that it needs to appease a group of employees. Cf. Diaz v. Pan\nAm. World Airways, Inc., 442 F.2d 385, 389 (5th Cir. 1971) (preferences of customers or co-\nworkers do not defeat a claim of sex discrimination). That may be true, but as we have\nexplained, the amended complaint does not adequately allege that the hostility of Edwards’ co-\nworkers was based on his membership in a protected group.\n\n                                              45\n\f      For these reasons we agree with the district court that Count 12 of the\n\namended complaint does not state a claim for relief under § 1981.\n\n                                         VII.\n\n      Turning to the state law claims, the district court dismissed Count 7, which\n\nattempted to assert against Prime and Oswald a claim for wrongful interference\n\nwith a business relationship. It also dismissed Count 8, which attempted to state a\n\nclaim for conversion against the same two defendants. The court dismissed both\n\nclaims on the ground that they were preempted by the Fair Labor Standards Act.\n\nAlthough the parties have primarily focused on the preemption issue in their\n\narguments to us, Prime and Oswald also contend that neither count states a claim\n\nunder Alabama law. If they are right about that, there is no need for us to address\n\nthe preemption issue.\n\n                                           A.\n\n      The state law problem with Count 7, according to Prime and Oswald, is that\n\nit does not allege that either one of them was a third party, or stranger, to the\n\nbusiness relationships described in the amended complaint. Under Alabama law,\n\nthe tort of wrongful interference with a business relationship has five elements: (1)\n\nthe existence of a protected business relationship; (2) of which the defendant knew;\n\n(3) to which the defendant was a stranger; (4) with which the defendant\n\n                                           46\n\fintentionally interfered; and (5) damage. White Sands Group, LLC v. PRS II,\n\nLLC, __ So. 3d __, 2009 WL 2841114, *7 (Ala. 2009). The third element in that\n\nframework, and the only one at issue in this appeal, places the burden on the\n\nplaintiff to establish (or at this stage to plead) that the defendant was a stranger to\n\nthe protected business relationship with which the defendant interfered. Waddell\n\n& Reed, Inc. v. United Investors Life Ins. Co., 875 So. 2d 1143, 1154 (Ala. 2003).\n\nA plaintiff fails to meet that burden when the defendant is a party in interest to the\n\nallegedly injured business relationship. Id. (citing Colonial Bank v. Patterson, 788\n\nSo. 2d 134, 137 (Ala. 2000), overruled on other grounds by White Sands, 2009 WL\n\n2841114, at *7; Ex parte Blue Cross & Blue Shield, Inc., 773 So. 2d 475, 480 (Ala.\n\n2000)).\n\n      The Alabama Supreme Court has stated that “a defendant is a party in\n\ninterest to a business or contractual relationship if the defendant has any beneficial\n\nor economic interest in, or control over, that relationship.” Tom’s Food, Inc. v.\n\nCarn, 896 So. 2d 443, 454 (Ala. 2004) (quotation marks and citation omitted); see\n\nalso Waddell & Reed, 875 So. 2d at 1157 (“A person with a direct economic\n\ninterest in the contract is not a stranger to the contract. Parties to an interwoven\n\ncontractual arrangement are not liable for tortious interference with any of the\n\ncontracts or business relationships.” (quoting LaSonde v. Chase Mortgage Co., 577\n\n\n                                           47\n\fS.E.2d 822, 824 (Ga. Ct. App. 2003); Waddell’s emphasis omitted)). When the\n\ndefendant is an essential party to the allegedly injured business relationship, the\n\ndefendant is a participant in that relationship instead of a stranger to it. See Tom’s\n\nFood, 896 So. 2d at 455 (holding that the defendant was not a stranger to the\n\nbusiness relationship between the other two parties because the defendant “was\n\ninvolved in creating that relationship”); see also Waddell & Reed, 875 So. 2d at\n\n1157; BellSouth Mobility, Inc. v. Cellulink, Inc., 814 So. 2d 203, 214 (Ala. 2001)\n\n(holding that where a contract would not have been consummated without the\n\nparticipation of a certain party, that party is “anything but a stranger to the\n\nrelationship”); Cobb v. Union Camp Corp., 786 So. 2d 501, 506 (Ala. Civ. App.\n\n2000) (holding that defendant landowner was “an essential party,” instead of a\n\nstranger, to the business relationship between its timber harvester and a logger who\n\nentered a contract with the harvester), rev’d on other grounds by Ex parte Union\n\nCamp Corp., 816 So. 2d 1039 (Ala. 2001).\n\n      Count 7 of the amended complaint fails to allege any facts indicating that\n\nPrime and Oswald were strangers to the business relationships with which they\n\nallegedly interfered. Because a restaurant’s proceeds depend on its patrons and its\n\ncosts depend heavily on its payroll, the defendants had an obvious economic\n\ninterest in both the employee-patron relationship and the employees’ relationships\n\n\n                                           48\n\fwith each other. See Tom’s Food, 896 So. 2d at 454; Waddell & Reed, 875 So. 2d\n\nat 1157. Even though Prime and Oswald should not interfere with tips that patrons\n\ngive to employees of the restaurant, see 29 C.F.R. § 531.52 (2009) (requiring a\n\ncustomer’s tipping of a server to be “free of any control by the employer”), they\n\nstill exercise control over the employee-patron relationship through their\n\nmanagement of the premises, the menu, and their employees’ service to patrons.\n\nLike the defendants in Tom’s Food, Prime and Oswald were essential parties to the\n\nbusiness relationships alleged in Count 7. They were involved in creating those\n\nrelationships; without them the plaintiffs would have had no relationship with the\n\npatrons of the restaurant or with their co-workers. See Tom’s Food, 896 So. 2d at\n\n455; see also BellSouth Mobility, 814 So. 2d at 214; Cobb, 786 So. 2d at 506.\n\n      The plaintiffs argue that a restaurant does not always create the business\n\nrelationship between a customer and a server, because in some instances customers\n\nchoose to dine at a restaurant not because of the food but because of the servers.\n\n(The epitome of that, we suppose, might be one of those establishments in which\n\nsome of the employees are not fully clothed.) The plaintiffs compare a restaurant\n\nand its servers to the proverbial chicken and egg, and they ask us not to hazard a\n\nguess as to which came first. This is one instance, however, in which the chicken\n\nmust come before the egg. A customer cannot be impressed with the service at a\n\n\n                                          49\n\frestaurant before there is one. Without a restaurant there are no servers and no\n\npatrons to strike up a relationship. See Tom’s Food, 896 So. 2d at 455. The\n\nconnections among the defendants, the employees, and the restaurant’s patrons are\n\n“interwoven” enough that Prime and Oswald are not strangers to the relationship\n\nbetween their employees and their patrons. See id.; Waddell & Reed, 875 So. 2d at\n\n1157. Because the defendants were not strangers to the business relationships with\n\nwhich they allegedly interfered, Count 7 of the amended complaint fails to state a\n\nclaim under Alabama law.19\n\n                                               B.\n\n       The state law claim attempted in Count 8 is conversion. Prime and Oswald\n\ncontend the attempt fails because there is no allegation the defendants took specific\n\nmoney that could be identified. They are right. To establish a claim for conversion\n\nunder Alabama law, there must be “a wrongful taking or a wrongful detention or\n\ninterference, or an illegal assumption of ownership, or an illegal use or misuse of\n\nanother’s property.” Covington v. Exxon Co., 551 So. 2d 935, 938 (Ala. 1989)\n\n(citations omitted); see also Ex parte Anderson, 867 So. 2d 1125, 1129 (Ala.\n\n2003). The Alabama Supreme Court has repeatedly held that an action for the\n\n\n       19\n          The most helpful case to the defendants’ side of this issue is Tom’s Food, which their\ncounsel apparently overlooked. To his credit, counsel for the plaintiffs cited it as a “But see”\nauthority in his reply brief. We appreciate his professionalism.\n\n                                               50\n\fconversion of money is improper unless there is earmarked money or specific\n\nmoney capable of identification. E.g., Hensley v. Poole, 910 So. 2d 96, 101 (Ala.\n\n2005); Campbell v. Naman’s Catering, Inc., 842 So. 2d 654, 659 (Ala. 2002); Gray\n\nv. Liberty Nat’l Life Ins. Co., 623 So. 2d 1156, 1160 (Ala. 1993); Convington, 551\n\nSo. 2d at 938; see also Limbaugh v. Merrill Lynch, Pierce, Fenner & Smith, Inc.,\n\n732 F.2d 859, 862 (11th Cir. 1984).\n\n      Money is specific and capable of identification where, for example, it is\n\n“money in a bag, coins or notes that have been entrusted to the defendant’s care, or\n\nfunds that have otherwise been sequestered, and where there is an obligation to\n\nkeep intact and deliver this specific money rather than to merely deliver a certain\n\nsum.” Gray, 623 So. 2d at 1160 (emphasis added); see also Hensley, 910 So. 2d at\n\n101. That rule was applied in Lewis v. Fowler, 479 So. 2d 725, 727 (Ala. 1985),\n\nwhere the Alabama Supreme Court declined to extend the definition of “specific\n\nmoney capable of identification” to money that an employer withheld from an\n\nemployee’s wages in response to a garnishment action. Although the employer\n\nmay have owed the employee a certain sum of money, there was “no obligation to\n\nreturn the identical money, but only a relationship of debtor or creditor.” Id.\n\n(emphasis added). Employees care about the amount of their wages, not whether\n\nthey receive particular coins or bills, or money in a bag or chest, or payment into a\n\n\n                                          51\n\fspecial account. Id.; see also SouthTrust Bank v. Donely, 925 So. 2d 934, 938\n\n(Ala. 2005) (citing Knox v. Moskins Stores, Inc., 2 So. 2d 449, 450 (1941), for the\n\nproposition that “there is no conversion when an employer allegedly erroneously\n\nassigns an employee’s wages”); Campbell, 842 So. 2d at 660 (affirming summary\n\njudgment against plaintiff on a conversion claim where the employer had\n\ncontinued to deduct premiums from his paycheck even though it had stopped\n\npaying those premiums to the employee’s insurance company).\n\n      The plaintiffs argue that it is enough that the amended complaint alleges the\n\ndefendants “converted specific and identifiable amounts of money” and that “the\n\namounts taken [were] and [are] identified by, calculated and based on tips and\n\ngratuities paid to servers.”20 They insist that we must accept those allegations as\n\ntrue given the procedural posture of this case.\n\n      The plaintiffs’ argument misunderstands Alabama law. The amended\n\ncomplaint alleges that the defendants converted identifiable amounts of money.\n\n\n      20\n           With respect to the conversion claim, the amended complaint states:\n\n      Defendants Prime, as part of its regular business practices implemented and\n      approved by Defendant Oswald, converted specific and identifiable amounts of\n      money from Plaintiffs (but not Plaintiff George) and other employees; the amounts\n      taken [were] and [are] identified by, calculated and based on tips and gratuities paid\n      to servers. These takings of money were and are wrongful retentions of or\n      interference with Plaintiffs’ money and constituted conversion of money that\n      belonged to Plaintiffs regardless of whether Defendants otherwise complied with the\n      FLSA in compensating Plaintiffs.\n\n                                                52\n\fIdentifiable amounts of money are one thing, specific money capable of\n\nidentification is another. Cases such as Gray and Lewis held that an action for the\n\nconversion of money requires the money itself, not just the amount of it, to be\n\nspecific and capable of identification. See Gray, 623 So. 2d at 1160 (conversion\n\nclaim requires “specific money,” such as money in a bag, rather than a “certain\n\nsum” of money, where only the quantity is known); Lewis, 479 So. 2d at 727\n\n(conversion claim requires an obligation to return “identical money,” not merely an\n\nobligation to pay a debt). In cases where employees brought conversion claims to\n\nrecover improperly withheld wages, a particular amount of money was at stake but\n\nthe plaintiffs lost because “specific money” was not. See Campbell, 842 So. 2d at\n\n660; Lewis, 479 So. 2d at 727; Knox, 2 So. 2d at 450. This case is no different.\n\nThe plaintiffs want their tips returned but it would be implausible to suggest, and\n\nthey have not alleged, that Prime and Oswald have those particular tips stored in a\n\nbag somewhere, much less segregated in a fashion that would permit matching\n\nthem up to each individual plaintiff.\n\n       The plaintiffs point to the allegation in the amended complaint that servers\n\nhad to fill out tip reports accounting for the percentage of tips that would be “taken\n\nby the house.”21 They argue that was an “earmarking” process and that by alleging\n\n       21\n         The amended complaint alleges that Ruth’s Chris took 25% of its servers’ tips. Servers\nhad to complete “tip reports” that included this calculation: (Gross Tips + Bartender, Carver\n\n                                              53\n\fit the amended complaint states a claim under Alabama’s law of conversion. Their\n\nargument confuses the method by which the amount was calculated with the\n\nrequirement that the money itself be specific and identifiable. See Hensley, 910\n\nSo. 2d at 101 (holding that there was no cause of action for conversion where the\n\nplaintiff claimed he was due a 30% share of business profits but did not prove “that\n\nthe money at issue was in any way segregated or identifiable”); Gray, 623 So. 2d at\n\n1160; Lewis, 479 So. 2d at 727. The amended complaint does not allege that the\n\nwithheld tips were ever “sequestered” from other monies collected by the\n\ndefendants. See Covington, 551 So. 2d at 939 (holding that funds “never\n\nsegregated into a separate account” were commingled money and therefore not\n\n“specific and identifiable”); cf. Greene County Bd. of Educ. v. Bailey, 586 So. 2d\n\n893, 899–900 (Ala. 1991) (holding that plaintiff had stated a claim for conversion\n\nwhere the complaint alleged that the defendant wrongfully took funds that had\n\nbeen “specifically deposited” in a school’s “lunchroom account”).\n\n       As the Alabama Supreme Court stated in Lewis:\n\n       Clearly, there is no identifiable coin or bill, and nothing that has been\n       sealed up in a particular letter, “wrapped up to itself,” or placed in a\n       bag or chest. There is no evidence that this money was placed in a\n       special account. It is merely money which was not paid to an\n       employee . . . .\n\n\nFees ! House 5% [20% Gratuity x .25] = Net Total).\n\n                                         54\n\f479 So. 2d at 727. Count 8 of the amended complaint fails to state a claim for\n\nconversion under Alabama law.\n\n                                         VIII.\n\n      We REVERSE the district court’s dismissal of Count 1 of the amended\n\ncomplaint and AFFIRM its dismissal of Counts 7, 8, and 12. We DISMISS the\n\nappeal for lack of appellate jurisdiction insofar as it concerns any other claims or\n\nrulings.\n\n\n\n\n                                          55\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                 [PUBLISH]\n\n                IN THE UNITED STATES COURT OF APPEALS\n\n                         FOR THE ELEVENTH CIRCUIT            FILED\n                           ________________________ U.S. COURT OF APPEALS\n                                                        ELEVENTH CIRCUIT\n                                  No. 09-11699             APR 9, 2010\n                           ________________________         JOHN LEY\n                        D. C. Docket No. 08-01016-CV-AR       CLERK\n\n\nKYLE EDWARDS,\nDIANE GEORGE,\nRYAN CADE,\nKAMERON BATTLES,\nKELLY KEY,\nindividually, collectively and on behalf of\na class of similarly-situated employees,\nTERRENCE FORMAN,\nJIMMY D. LINCOLN,\n                                                       Plaintiffs-Appellants,\n\n                                       versus\n\nPRIME INC.,\nd.b.a. Ruth's Chris Steak House,\nMARKHAM OSWALD,\nJESUS MOLINA,\nan individual which may or may\nnot be his real name,\nRUTH'S HOSPITALITY GROUP INC.,\n\n                                                      Defendants-Appellees,\n\nRUTH'S CHRIS STEAK HOUSE, INC.,\nthemselves and on behalf of a class of\ndefendants that operate restaurants named\n\"Ruth's Chris Steak House,\"\n\n                                                                 Defendant.\n\f                              ________________________\n\n                      Appeal from the United States District Court\n                         for the Northern District of Alabama\n                            _________________________\n\n                                      (April 9, 2010)\n\nBefore CARNES, HULL and ANDERSON, Circuit Judges.\n\nCARNES, Circuit Judge:\n\n       Ruth’s Hospitality Group, the parent company of Ruth’s Chris Steak House,\n\nis proud of its origins. The company boasts that forty-five years after its founder,\n\nRuth Fertel, mortgaged her home to purchase her first restaurant, it has grown into\n\na chain of more than 120 steakhouse restaurants in seven countries. Though it has\n\nbecome an international operation, the company insists that “our success continues\n\nto be driven by our adherence to Ruth’s core values.”1 Ruth Fertel “understood the\n\nvalue of each and every employee’s contribution to her success,” and that is why\n\nthe business continues to be a place “where respect, integrity and pride are a way\n\nof life.”2 Not only that but the company “continues to value the unique differences\n\nof each and every team member.”3 Or so it says.\n\n\n       1\n        Ruth’s Hospitality Group, Corporate Overview, http://phx.corporate-ir.net/phoenix.\nzhtml?c=190038&p=irol-homeProfile (last visited Apr. 1, 2010).\n       2\n         Ruth’s Hospitality Group, Employment, http://www.ruthschris.com/Careers (last visited\nApr. 1, 2010).\n       3\n           Id.\n\n                                              2\n\f      The seven former employees of one Ruth’s Chris Steak House franchise who\n\nare the plaintiffs in this lawsuit not only beg to differ but also have pleaded to the\n\ncontrary, at least insofar as the franchise where they worked is concerned.\n\nAccording to their allegations, that particular franchise had the core values of a\n\ncriminal enterprise and provided anything but an atmosphere of respect, integrity,\n\nand pride for its employees. More specifically, they allege that the Ruth’s Chris\n\nSteak House in Birmingham, Alabama, knowingly provided illegal aliens with\n\nnames and social security numbers of American citizens to use for illegal\n\nemployment, unlawfully took employees’ tips, discriminated on the basis of race,\n\nand retaliated against employees who challenged those and other practices.\n\n      Those allegations are contained in an amended complaint that asserts claims\n\nbased on the Racketeer Influenced and Corrupt Organizations Act, the Fair Labor\n\nStandards Act, 42 U.S.C. § 1981, and Alabama common law. The district court\n\ndismissed four of the fifteen counts in the amended complaint under Federal Rule\n\nof Civil Procedure 12(b)(6) and certified those rulings as partial final judgments\n\nunder Rule 54(b). The plaintiffs have appealed those four rulings, and they have\n\nattempted to appeal a number of others that were not certified for interlocutory\n\nappeal. Our decision, like the complaint and the district court’s judgment, is a\n\nmixed bag. We end up reversing the district court’s judgment with respect to the\n\n\n\n                                            3\n\fRICO claim, affirming the judgment insofar as it includes the other claims that\n\nwere certified to us under Rule 54(b), and dismissing for lack of jurisdiction the\n\nattempted appeal of the rulings that were not certified to us.\n\n                                                I.\n\n       This case, as we indicated, involves allegations brought by former\n\nemployees of Ruth’s Chris Steak House in Birmingham, Alabama, against the\n\nrestaurant and its owner, operator, and franchisor. More particularly the\n\ndefendants are Prime, Inc., a Ruth’s Chris franchisee that owns and operates the\n\nrestaurant where the plaintiffs worked; Mark Oswald, who owns and manages\n\nPrime; and Ruth’s Chris Steak House, Inc.,4 which franchises Ruth’s Chris\n\nrestaurants.\n\n       At this stage we must and do assume that any well-pleaded allegations in the\n\namended complaint are true. What we state as facts in this part of the opinion have\n\nnot been established as facts in anything other than the pleading sense. They may\n\nor may not turn out to be actual facts. Count 1 claims that the defendants engaged\n\nin a pattern of racketeering activity in violation of the Racketeer Influenced and\n\nCorrupt Organizations Act, 18 U.S.C. §§ 1961–1968.5 The federal crime that is\n\n       4\n         Ruth’s Chris Steak House, Inc. changed its name to Ruth’s Hospitality Group before\nthis lawsuit was filed.\n       5\n         For Count 1, the plaintiffs seek Rule 23 certification as class representatives suing on\nbehalf of similarly-situated past and present hourly-wage employees who were employed at\n\n                                                 4\n\fsaid to trigger RICO liability is a criminal enterprise to violate federal immigration\n\nlaws. Prime knowingly hired and employed illegal aliens, allowed them to work\n\nunder the names of former Ruth’s Chris employees who were United States\n\ncitizens, and provided them with the former employees’ social security numbers.\n\nIn addition, the defendants gave the illegal aliens more time than federal law\n\npermits to produce paperwork establishing their eligibility to work in this country\n\nand sometimes did not require the illegal aliens ever to produce the paperwork.\n\nTo fill open positions, Prime’s management asked the illegal aliens employed in\n\nthe restaurant whether they knew of any other illegal aliens who were interested in\n\nworking there. Prime paid illegal aliens in cash and preferred them over United\n\nStates citizens. As part of the illegal enterprise the company also provided illegal\n\naliens with name tags showing names other than their own.\n\n       Counts 2–6 claim that the defendants violated the Fair Labor Standards Act,\n\n29 U.S.C. §§ 201–219, primarily by unlawfully taking and keeping plaintiffs’ tips\n\nfor their own profit.6 Because Prime paid the plaintiffs as “tipped employees,” it\n\nclaimed a “tip credit” and paid them an hourly wage below the minimum wage that\n\notherwise would have applied. As a standard practice Prime withheld a percentage\n\n\n\nPrime’s franchise restaurants operated as Ruth’s Chris Steak House.\n       6\n         Counts 2–6 were brought on behalf of all the plaintiffs, except for Diane George, and on\nbehalf of other “similarly-situated employees.”\n\n                                                5\n\fof servers’ tips, and a portion of that money was paid to “the house.” The rest was\n\nplaced into a “tip pool,” which Prime used to pay other employees, including some\n\nwho were not eligible to participate in the tip pool. When a manager or supervisor\n\nbelieved that a customer had tipped an employee too much, the manager or\n\nsupervisor persuaded the customer to reduce the amount of the tip to the employee\n\nor not to tip at all. Those practices, it is claimed, rendered defendants’ use of the\n\ntip credit unlawful under the FLSA, requiring them to pay direct wages for the full\n\nminimum wage and to return the tips.\n\n      Prime also required the plaintiffs to perform excessive non-serving tasks and\n\nduties. Managers and supervisors occasionally “clocked out” the plaintiffs even\n\nthough they were still working. In some instances, managers and supervisors\n\ndocked plaintiffs’ hours. Prime also did not keep accurate records of the amount of\n\ntime employees worked. For the violations claimed in Counts 2–6, the plaintiffs\n\nrequest injunctive and declaratory relief, all unlawfully taken tips, lost minimum\n\nand overtime wages, liquidated damages matching the amount of lost tips and\n\nwages, and reasonable attorney’s fees.\n\n      The next two claims in the amended complaint assert violations of Alabama\n\nstate law.7 Count 7 claims that Prime and Oswald intentionally interfered with two\n\n\n\n      7\n          Counts 7 and 8 are brought by all the individual plaintiffs, except for Diane George.\n\n                                                 6\n\fbusiness relationships. One of those relationships was between Prime’s employees\n\nand the patrons who dine at the restaurant. Prime and Oswald knew about the\n\nbusiness relationship in which “employees give patrons excellent service with the\n\nexpectation they will be rewarded for such service by getting tips and greater tips\n\nfrom patrons, and patrons so reward and pay servers, some of which gets dispersed\n\nto other employees via a ‘tip pool.’” The other relationship was among Prime’s\n\nemployees who contribute to or receive money from the tip pool. Prime and\n\nOswald intentionally interfered with those business and contractual relations “by\n\ntaking amounts of money” from the plaintiffs “based on such gratuities paid to\n\nservers regardless of whether Defendants otherwise complied with the FLSA in\n\ncompensating employees.” Count 8 alleges that the same conduct constituted\n\nconversion under state law. Count 7 and Count 8 both seek relief in the form of\n\ncompensatory and punitive damages.\n\n       The final seven counts of the amended complaint involve individual claims\n\nof unlawful discrimination or retaliation. Only a few of them are relevant to this\n\nappeal.8 One of the claims that is relevant is Count 12, in which Kyle Edwards, a\n\n       8\n          The following claims are not at issue in this appeal: In Count 9 Diane George, an\nAfrican American, alleges that Prime violated § 1981 by subjecting her to a hostile work\nenvironment on the basis of her race. In Count 10 Kameron Battles, an African American,\nalleges that Prime violated § 1981 by denying him job positions and shifts on the basis of his\nrace. Battles alleges in Count 11 that Prime and Oswald violated § 1981 and the FLSA by\nretaliating against him for filing this action. In Count 15 Kelly Key alleges that Prime violated\nAlabama Code § 25-5-11.1 by retaliating against her for filing a workers’ compensation claim\n\n                                                 7\n\fCaucasian, alleges that Prime subjected him to a hostile work environment on the\n\nbasis of his race, in violation of § 1981. While working at Ruth’s Chris, Edwards\n\nwas targeted by Hispanic and Latino employees who repeatedly threatened him at\n\nthe restaurant. One employee cursed Edwards and threatened to cut his throat. He\n\ncomplained to Prime’s management about the hostile work environment, but they\n\nfailed to take any action “because Prime disfavored Caucasian Edwards in favor of\n\nits Hispanic and Latino employees and did not want to upset them out of fear of\n\ndisrupting its supply of cheap illegal labor.” In addition to being threatened,\n\nEdwards was also shunned. One Hispanic employee threatened Edwards, telling\n\nhim that it was “going to be bad” for the person who was complaining about\n\nPrime’s employment of illegal aliens.\n\n       Count 13 involves Edwards’ claim of retaliation by the defendants, a claim\n\nthat he brought on behalf of himself and other similarly-situated employees. In\n\nFebruary 2008, Edwards’ attorney gave the general manager of the Birmingham\n\nrestaurant a copy of the complaint he intended to file in this lawsuit. After that,\n\nEdwards was subjected to added scrutiny at work, and the defendants took “no\n\neffective action to prevent . . . Edwards’ hostile work environment including\n\nanother employee’s additional threat to Edwards after [he] had complained about a\n\n\n\nwith Prime.\n\n                                           8\n\fthreat.” Management also reduced his hours and did not allow him to participate\n\nin Prime’s retirement plan. In order to decrease Edwards’ pay and cover up the\n\nfact that it was withholding for “the house” a portion of servers’ tips, Prime started\n\nreferring to the withheld percentage as a service charge on the tip reports filled out\n\nby banquet servers. Edwards claims that amounted to retaliation that violates the\n\nFLSA and § 1981, and he seeks several different forms of relief, including punitive\n\ndamages.\n\n      Finally, Count 14 is Kelly Key’s claim of retaliation against Prime.\n\nShortly after this lawsuit was filed, Prime terminated Key’s health care benefits\n\nand then fired her. She contends that action violated the FLSA and § 1981, and she\n\nseeks several different forms of relief, including punitive damages.\n\n                                          II.\n\n      In February 2009, the defendants moved to dismiss part of the amended\n\ncomplaint, which the district court took up at a motion docket. The plaintiffs\n\ncontend that at the motion docket the district court judge informed all parties\n\npresent that he was no longer accepting cases, like this one, with Rule 23\n\nallegations. Plaintiffs assert that when cases with Rule 23 allegations were called\n\nat the motion docket, the district court judge gave counsel for the plaintiffs in those\n\ncases the option of either withdrawing their clients’ Rule 23 allegations or having\n\n\n\n                                           9\n\fthe case reassigned to another judge. Plaintiffs assert that they were not given that\n\nchoice even though their case includes Rule 23 allegations. Three days after the\n\nmotion docket, plaintiffs filed a motion for reassignment, which was denied on\n\nFebruary 23, 2009.\n\n       In response to the defendants’ motion to dismiss, the district court issued an\n\norder and accompanying memorandum opinion in March 2009. See Edwards v.\n\nPrime, Inc., No. 08-1016 (N.D. Ala. Mar. 4, 2009).9 The court dismissed with\n\nprejudice Counts 1, 7, 8, and 12 of the amended complaint. It determined that\n\nCount 1, the RICO claim, failed to sufficiently allege that the defendants had\n\nengaged in a pattern of racketeering activity. The court concluded that the state\n\nlaw tort claims in Counts 7 and 8 were preempted by the FLSA. It also decided\n\nthat Edwards’ § 1981 hostile work environment claim, which is Count 12, failed to\n\nallege that he was discriminated against because of his race.\n\n       The district court also dismissed with prejudice Counts 2–6, but only to the\n\nextent that they request declaratory and injunctive relief. The court concluded that\n\nthe remedial provisions of the FLSA do not provide for equitable relief. The\n\ndistrict court also dismissed with prejudice Counts 13–14, but only to the extent\n\n\n\n       9\n         The district court’s March 4, 2009 memorandum opinion incorporates by reference\nseveral parts of the court’s earlier opinion, which had addressed the original complaint. See\nEdwards v. Prime, Inc., No. 08-1016 (N.D. Ala. Dec. 11, 2008).\n\n                                                10\n\fthat Edwards and Key requested punitive damages, which the court found to be\n\nunavailable under 29 U.S.C. § 215.\n\n       In its March 4, 2009 order accompanying the memorandum opinion, the\n\ndistrict court stated:\n\n       Pursuant to Rule 54(b), F.R.Civ.P., the court expressly determines that\n       there is no just reason for delay in the entry of final judgment against\n       plaintiffs as to the claims contained in Counts I, VII, VIII, and XII.\n       Accordingly, the Clerk is DIRECTED to enter final judgment against\n       plaintiffs as to all said claims.\n\nThose four counts are the only ones against which final judgment was entered.\n\n       In their notice of appeal the plaintiffs stated that they sought reversal of the\n\ndistrict court’s March 4, 2009 order, as well as “all the District Court’s decisions\n\nsubsumed by that order, including without limitation, those in the District Court’s\n\nMemorandum Opinion also entered on March 4, 2009 that accompanied said\n\nOrder, and the District Court’s Order entered on February 23, 2009 denying\n\nPlaintiff’s Motion for Re-assignment of this action.” In their briefs to this Court\n\nthe plaintiffs assert six contentions. They contend that the district court: (1)\n\nshould not have dismissed Count 1, because it properly alleges a RICO claim\n\narising from the defendants’ hiring and employment of illegal aliens; (2) should\n\nnot have dismissed Counts 7 and 8, because those state law tort claims are not\n\npreempted by the FLSA; (3) should not have dismissed Edwards’ claim of racial\n\n\n\n                                           11\n\fdiscrimination under § 1981, because Count 12 did allege that Edwards was\n\ndiscriminated against “on the basis of his race”; (4) should not have rejected their\n\nclaims for declaratory and injunctive relief under Counts 2–6, their primary FLSA\n\nclaims, because that type of relief is available for those claims; (5) should not have\n\nout punitive damages under Counts 13 and 14, which allege violations of the\n\nFLSA’s anti-retaliation provision; and (6) should not have denied their motion to\n\nreassign the case to another judge, because that denial violated their procedural due\n\nprocess right to be treated the same as the plaintiffs in other cases containing class\n\naction allegations.\n\n                                           III.\n\n      Neither party challenges our jurisdiction to consider this appeal, but “we are\n\nobligated to address jurisdictional questions” that occur to us. Frulla v. CRA\n\nHoldings, Inc., </pre><span class=\"citation\" data-id=\"78128\"><a href=\"/opinion/78128/frulla-v-cra-holdings-inc/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1247</span></a></span><pre class=\"inline\">, 1250 (11th Cir. 2008). Some have.\n\n      An appeal from a final judgment of the district court, one disposing of all the\n\nclaims and defenses of all the parties in a lawsuit, poses no jurisdictional problem.\n\nSee 28 U.S.C. § 1291. “Ordinarily, however, an order adjudicating fewer than all\n\nthe claims in a suit, or adjudicating the rights and liabilities of fewer than all the\n\nparties, is not a final judgment from which an appeal may be taken.” Lloyd\n\nNoland Found., Inc. v. Tenet Health Care Corp., </pre><span class=\"citation\" data-id=\"797496\"><a href=\"/opinion/797496/lloyd-noland-foundation-inc-the-an-alabama-nonprofit-corporation-v/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">, 777 (11th Cir.\n\n\n\n                                            12\n\f2007) (citing Lex Tex Ltd. v. Unifi, Inc. (In re Yarn Processing Patent Validity\n\nLitig.), </pre><span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></span><pre class=\"inline\">, 1339 (11th Cir. 1982)).\n\n      Here, the district court entered a final judgment on Counts 1, 7, 8, and 12\n\nand certified those claims under Rule 54(b) for immediate appellate review.10 The\n\nparties’ appetite for appellate review, however, exceeds that of the district court.\n\nThey are eager for us to consider the entire case. They want an appeal that will\n\nconsume the entire case, including the district court’s partial dismissal of Counts\n\n2–6, 13, and 14, and its denial of the plaintiffs’ motion to reassign the case to a\n\ndifferent judge. The district court, however, did not certify those decisions under\n\nRule 54(b), and no final judgment has disposed of all the claims in this case.\n\n                                                A.\n\n      Appellate jurisdiction over an appeal from an interlocutory decision certified\n\nunder Rule 54(b) is limited to the rulings or orders certified by the district court.\n\n\n\n      10\n           Federal Rule of Civil Procedure 54(b) provides:\n\n      When an action presents more than one claim for relief—whether as a claim,\n      counterclaim, crossclaim, or third-party claim—or when multiple parties are\n      involved, the [district] court may direct entry of a final judgment as to one or\n      more, but fewer than all, claims or parties only if the court expressly determines\n      that there is no just reason for delay. Otherwise, any order or other decision,\n      however designated, that adjudicates fewer than all the claims or the rights and\n      liabilities of fewer than all the parties does not end the action as to any of the\n      claims or parties and may be revised at any time before the entry of a judgment\n      adjudicating all the claims and all the parties’ rights and liabilities.\n\n\n                                                13\n\fSee Fogade v. ENB Revocable Trust, </pre><span class=\"citation\" data-id=\"75550\"><a href=\"/opinion/75550/fogade-v-union-planters-corporation/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1274</span></a></span><pre class=\"inline\">, 1296–97 (11th Cir. 2001)\n\n(“Because no final judgment has been entered disposing of all the claims in this\n\ncase, our appellate jurisdiction is confined to the issues made appealable under\n\nRule 54(b).”); see also United Indus., Inc. v. Eimco Process Equip. Co., </pre><span class=\"citation\" data-id=\"7496\"><a href=\"/opinion/7496/united-industries-inc-v-eimco-process-equipment-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">445</span></a></span><pre class=\"inline\">, 448 (5th Cir. 1995) (“We lack appellate jurisdiction over the two rulings not\n\nreferenced by court’s certification. In an interlocutory appeal certified by the\n\ndistrict court under . . . Rule 54(b), we have no jurisdiction to consider orders of\n\nthe district court outside the scope of certification.”); cf. S.H. v. Edwards, </pre><span class=\"citation\" data-id=\"529836\"><a href=\"/opinion/529836/sh-and-pf-individually-and-on-behalf-of-all-others-similarly-situated/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">292</span></a></span><pre class=\"inline\">, 293 (11th Cir. 1989) (en banc) (“This case is before the court on a very\n\nlimited certificate issued by the district court under Rule 54(b) . . . . This ruling is\n\nnot to be interpreted as involving anything other than the one issue presented.”).\n\n      If it were otherwise, certification of one claim would effectively certify all\n\ndecided claims, and that would undermine the “the historic federal policy against\n\npiecemeal appeals,” a policy that Rule 54(b) preserves, Sears, Roebuck & Co. v.\n\nMackey, </pre><span class=\"citation\" data-id=\"105409\"><a href=\"/opinion/105409/sears-roebuck-co-v-mackey/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span><pre class=\"inline\">, 438, </pre><span class=\"citation\" data-id=\"105409\"><a href=\"/opinion/105409/sears-roebuck-co-v-mackey/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">895</span></a></span><pre class=\"inline\">, 901 (1956). See Ebrahimi v. City of\n\nHuntsville Bd. of Educ., </pre><span class=\"citation\" data-id=\"741041\"><a href=\"/opinion/741041/paule-ebrahimi-v-city-of-huntsville-board-of-education-martha-miller-ann/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span><pre class=\"inline\">, 166 (11th Cir. 1997) (repeating our\n\ninstruction that district courts should “exercise the limited discretion afforded by\n\nRule 54(b) conservatively”); Morrison-Knudsen Co. v. Archer, </pre><span class=\"citation\" data-id=\"392897\"><a href=\"/opinion/392897/morrison-knudsen-company-inc-a-delaware-corporation-plaintiff-/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span><pre class=\"inline\">, 965\n\n(9th Cir. 1981) (Kennedy, J.) (Rule 54(b) certifications “must be reserved for the\n\n\n\n                                            14\n\funusual case in which the costs and risks of multiplying the number of proceedings\n\nand of overcrowding the appellate docket are outbalanced by pressing needs of the\n\nlitigants for an early and separate judgment as to some claims or parties.”). We\n\nhave no jurisdiction to consider interlocutory orders outside the scope of\n\ncertification, unless some other basis of jurisdiction exists. See Fogade, 263 F.3d\n\nat 1296–97; United Indus., 61 F.3d at 448.\n\n      The plaintiffs insist, however, that the district court’s Rule 54(b)\n\ncertification “subsume[s]” all of the decisions they are now challenging before this\n\nCourt. The text of the certification order does not support that assertion. The\n\ndistrict court expressly certified its dismissal of only four claims—those contained\n\nin Counts 1, 7, 8, and 12. Where the court, in the next sentence of its order,\n\ndirected the clerk “to enter final judgment against plaintiffs as to all said claims,” it\n\nplainly was referring only to the four claims it had just “said” were appropriate for\n\nfinal judgment.\n\n      The district court did not certify its decision to dismiss Counts 2–6, which\n\nonly extended to the declaratory and injunctive relief sought in those claims; nor\n\ndid it certify its decision to dismiss Counts 13 and 14, which only extended to the\n\npunitive damages sought in those claims. The fact that the district court’s partial\n\ndismissal of those claims came in the same order in which it certified its dismissal\n\n\n\n                                            15\n\fof the claims contained in Counts 1, 7, 8, and 12 does not alter our analysis. Rule\n\n54(b) does not give us jurisdiction to review entire orders but only those portions\n\nof orders that are properly made into a final judgment and certified under the rule.\n\n        Although the district court did not state why it declined to certify its\n\ndecisions with regard to the claims contained in Counts 2–6, 13, and 14, the court’s\n\nreason is obvious. None of those partial dismissals is a final judgment disposing of\n\nan entire claim.11 The district court could not have properly certified them because\n\nthey are not the stuff of Rule 54(b) certification. See Brandt v. Bassett (In re\n\nSoutheast Banking Corp.), </pre><span class=\"citation\" data-id=\"70478\"><a href=\"/opinion/70478/brandt-v-bassett/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1539</span></a></span><pre class=\"inline\">, 1547 (11th Cir. 1995) (“A judgment\n\nproperly may be certified under the terms of Rule 54(b) only if it possesses the\n\nrequisite degree of finality. That is, the judgment must completely dispose of at\n\nleast one substantive claim.” (citation omitted)); see also Liberty Mut. Ins. Co. v.\n\nWetzel, </pre><span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span><pre class=\"inline\">, 744 n.4, </pre><span class=\"citation\" data-id=\"109403\"><a href=\"/opinion/109403/liberty-mut-ins-co-v-wetzel/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1202</span></a></span><pre class=\"inline\">, 1206 n.4 (1976) (“[A] complaint\n\nasserting only one legal right, even if seeking multiple remedies for the alleged\n\nviolation of that right, states a single claim for relief.”).\n\n\n\n        11\n           The district court’s partial dismissal of Counts 2–6 foreclosed injunctive and\ndeclaratory relief, but it left intact the rest of the claim, including the plaintiffs’ request for all\nunlawfully taken tips, lost minimum and overtime wages, liquidated damages matching the\namount of lost tips and wages, and reasonable attorney’s fees. Likewise, the court’s partial\ndismissal of Counts 13 and 14 foreclosed punitive damages under the FLSA, but it left intact the\nplaintiffs’ request for compensatory damages, back pay and benefits, liquidated damages\nmatching the amount of lost back pay and benefits, reinstatement or front pay, and reasonable\nattorney’s fees.\n\n                                                  16\n\f                                           B.\n\n      There are statutory exceptions to the final judgment rule. One, contained in\n\n28 U.S.C. § 1292(a)(1), bestows appellate jurisdiction over interlocutory orders\n\n“granting, continuing, modifying, refusing or dissolving injunctions.” Although\n\nthe parties did not suggest it, we may have jurisdiction under § 1292(a) to review\n\nthe district court’s partial dismissal of Counts 2–6, which was phrased in terms of a\n\ndismissal “to the extent that these five counts request injunctive and declaratory\n\nrelief.” But only if that dismissal amounted to the refusal to issue an injunction.\n\n      Section 1292(a) is not, however, a golden ticket litigants can use to take any\n\ndecision affecting injunctive relief on a trip to the court of appeals. Just because a\n\ndistrict court’s order has the “practical effect of refusing an injunction,” it does not\n\nautomatically qualify for immediate appeal under § 1292(a)(1). Carson v. Am.\n\nBrands, Inc., </pre><span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 84, </pre><span class=\"citation\" data-id=\"110416\"><a href=\"/opinion/110416/carson-v-american-brands-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span><pre class=\"inline\">, 996–97 (1981). The Supreme Court\n\nhas instructed us that unless such an order threatens a “‘serious, perhaps\n\nirreparable, consequence’” and can be “‘effectually challenged’ only by immediate\n\nappeal, the general congressional policy against piecemeal review will preclude\n\ninterlocutory appeal.” Id. at 84, 101 S.Ct. at 997 (quoting Baltimore Contractors,\n\nInc. v. Bodinger, </pre><span class=\"citation\" data-id=\"105259\"><a href=\"/opinion/105259/baltimore-contractors-inc-v-bodinger/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span><pre class=\"inline\">, 181, </pre><span class=\"citation\" data-id=\"105259\"><a href=\"/opinion/105259/baltimore-contractors-inc-v-bodinger/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 252 (1955)); see also Citizens\n\nConcerned About Our Children v. Sch. Bd. of Broward County, Fla., </pre><span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span>\n\n\n\n                                           <span class=\"page\">17</span></span><pre class=\"inline\">\n\f1285, 1289 (11th Cir. 1999) (“[A]n order that does not rule on a request for\n\ninjunctive relief, but that has the effect of denying it, may be immediately\n\nappealable. For such an interlocutory order to be appealable before final judgment,\n\nthe prospective appellant must show that the denial of injunctive relief has a\n\n‘serious, perhaps irreparable, consequence, and that the order can be effectually\n\nchallenged only by immediate appeal.’” (citations omitted)).\n\n      An interlocutory order that explicitly denies an injunction, however, “fits\n\nsquarely within the plain language of § 1292(a)(1),” regardless of whether an\n\nimmediate appeal is necessary to avert a “serious, perhaps irreparable,\n\nconsequence.” Cable Holdings of Battlefield, Inc. v. Cooke, </pre><span class=\"citation\" data-id=\"453582\"><a href=\"/opinion/453582/cable-holdings-of-battlefield-inc-v-william-j-cooke-lookout-cable/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1466</span></a></span><pre class=\"inline\">, 1471\n\n(11th Cir. 1985) (quoting Carson, 450 U.S. at 84, 101 S.Ct. at 996–97); see also\n\nHutchinson v. Pfeil, </pre><span class=\"citation\" data-id=\"154411\"><a href=\"/opinion/154411/hutchinson-v-pfeil/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">566</span></a></span><pre class=\"inline\">, 569 (10th Cir. 1997); Holmes v. Fisher, </pre><span class=\"citation\" data-id=\"510145\"><a href=\"/opinion/510145/cedrick-holmes-v-stephen-d-fisher-and-county-of-macon-illinois/\"><span class=\"volume\">854</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span><pre class=\"inline\">, 232 (7th Cir. 1988); I.A.M. Nat’l Pension Fund Benefit Plan A v. Cooper\n\nIndus., Inc., </pre><span class=\"citation\" data-id=\"469050\"><a href=\"/opinion/469050/iam-national-pension-fund-benefit-plan-a-v-cooper-industries-inc/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 24 n.3 (D.C. Cir. 1986).\n\n      The plaintiffs in this case have never argued that irreparable harm may result\n\nfrom the district court’s decision to dismiss the claims in Counts 2–6 insofar as\n\nthey request injunctive relief, or that immediate appeal of that decision is necessary\n\nto avert such harm. Nor have the plaintiffs moved the district court for a\n\npreliminary injunction, which indicates that irreparable harm is not likely. See\n\n\n\n                                          18\n\fCitizens Concerned About Our Children, 193 F.3d at 1289–90 (“[A] failure to seek\n\nimmediate relief militates against a conclusion that delaying appeal to final\n\njudgment inflicts irreparable harm.”). We therefore lack jurisdiction under §\n\n1292(a)(1) to consider the injunctive relief issue, unless the district court explicitly\n\ndenied an injunction. See Carson, 450 U.S. at 84, 101 S.Ct. at 997; Cable\n\nHoldings, 764 F.2d at 1471. And the court did not. Under these circumstances we\n\nhave no jurisdiction to review before final judgment the district court’s partial\n\ndismissal of Counts 2–6.\n\n                                           C.\n\n      The district court also did not certify its February 23, 2009 order denying the\n\nplaintiffs’ motion to reassign the case to another judge, undoubtedly because Rule\n\n54(b)’s plain language limits its application to judgments disposing of claims or\n\nparties. The plaintiffs’ contention is not that this ruling was or even could have\n\nbeen certified under Rule 54(b), but instead that we should exercise pendent\n\nappellate jurisdiction over it. “Pendent appellate jurisdiction is present when a\n\nnonappealable decision is ‘inextricably intertwined’ with the appealable decision\n\nor when ‘review of the former decision [is] necessary to ensure meaningful review\n\nof the latter.’” King v. Cessna Aircraft Co., </pre><span class=\"citation\" data-id=\"78293\"><a href=\"/opinion/78293/king-v-cessna-aircraft-co/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1374</span></a></span><pre class=\"inline\">, 1379 (11th Cir. 2009)\n\n(quoting Swint v. Chambers County Comm’n, </pre><span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 51, </pre><span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1203</span></a></span><pre class=\"inline\">,\n\n\n\n                                           19\n\f1212 (1995)). We see no difficulty in resolving the certified issues without\n\ndeciding whether the district court properly denied the plaintiffs’ motion for\n\nreassignment. See, e.g., King, 562 F.3d at 1380; Summit Med. Assocs., P.C. v.\n\nPryor, </pre><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1326</span></span><pre class=\"inline\">, 1335 (11th Cir. 1999) (“[W]e may resolve the Eleventh\n\nAmendment immunity issue here without reaching the merits of standing[, so\n\nt]hese issues are neither ‘inextricably intertwined’ nor ‘necessary to ensure\n\nmeaningful review’ of one another.”); Harris v. Bd. of Educ. of Atlanta, </pre><span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">591</span></span><pre class=\"inline\">, 595 (11th Cir. 1997) (declining pendent appellate jurisdiction because the\n\nqualified immunity issue could be resolved “without reaching the merits of the\n\nremaining questions” raised by the parties). Because the February 23, 2009 order\n\ndenying the motion to reassign is interlocutory and no exception to the final\n\njudgment rule applies to it, we lack jurisdiction to review that order.\n\n                                         IV.\n\n      “We review de novo the district court’s grant of a motion to dismiss under\n\nRule 12(b)(6).” Redland Co., Inc. v. Bank of Am. Corp., </pre><span class=\"citation\" data-id=\"78343\"><a href=\"/opinion/78343/redland-co-inc-v-bank-of-america-corp/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1232</span></a></span><pre class=\"inline\">, 1234\n\n(11th Cir. 2009). We take the factual allegations in the complaint as true and\n\nconstrue them in the light most favorable to the plaintiffs. Rivell v. Private Health\n\nCare Sys., Inc., </pre><span class=\"citation\" data-id=\"77951\"><a href=\"/opinion/77951/rivell-v-private-health-care-systems-inc/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span><pre class=\"inline\">, 1309 (11th Cir. 2008). We are not, however,\n\nrequired to accept the labels and legal conclusions in the complaint as true.\n\n\n\n                                          20\n\fSinaltrainal v. Coca-Cola Co., </pre><span class=\"citation\" data-id=\"78456\"><a href=\"/opinion/78456/sinaltrainal-v-coca-cola-company/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1252</span></a></span><pre class=\"inline\">, 1261 (11th Cir. 2009); see also\n\nAshcroft v. Iqbal, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\"></span></a></span><pre class=\"inline\">__, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span><pre class=\"inline\">, 1949 (2009) (“[T]he tenet that a\n\ncourt must accept as true all of the allegations contained in a complaint is\n\ninapplicable to legal conclusions.”); Bell Atl. Corp. v. Twombly, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">,\n\n555, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span><pre class=\"inline\">, 1965 (2007) (stating that a complaint “requires more than\n\nlabels and conclusions, and a formulaic recitation of the elements of a cause of\n\naction will not do”).\n\n       Dismissal for failure to state a claim is proper if the factual allegations are\n\nnot “enough to raise a right to relief above the speculative level.” Rivell, 520 F.3d\n\nat 1309 (quoting Twombly, 550 U.S. at 555, 127 S.Ct. at 1965). “A complaint may\n\nbe dismissed if the facts as pled do not state a claim for relief that is plausible on its\n\nface.” Sinaltrainal, 578 F.3d at 1260 (citing Iqbal, 129 S.Ct. at 1950; Twombly,\n\n550 U.S. at 561–62, 570, 127 S.Ct. at 1968–69, 1974). “Stated differently, the\n\nfactual allegations in the complaint must ‘possess enough heft’ to set forth ‘a\n\nplausible entitlement to relief.’” Fin. Sec. Assurance, Inc. v. Stephens, Inc., </pre><span class=\"citation\" data-id=\"77809\"><a href=\"/opinion/77809/financial-sec-assur-inc-v-stephens-inc/\"><span class=\"volume\">500</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1276</span></a></span><pre class=\"inline\">, 1282 (11th Cir. 2007) (quoting Twombly, 550 U.S. at 557, 127 S.Ct. at\n\n1966–67).\n\n                                           V.\n\n       We begin by applying those standards to Count 1, the RICO claim. Under\n\n\n\n                                            21\n\f18 U.S.C. § 1962(c), it is illegal “for any person employed by or associated with\n\nany enterprise engaged in, or the activities of which affect, interstate or foreign\n\ncommerce, to conduct or participate, directly or indirectly, in the conduct of such\n\nenterprise’s affairs through a pattern of racketeering activity.” 18 U.S.C. §\n\n1962(c). “[T]o establish a federal civil RICO violation under § 1962(c), the\n\nplaintiffs must satisfy four elements of proof: (1) conduct (2) of an enterprise (3)\n\nthrough a pattern (4) of racketeering activity.” Williams v. Mohawk Indus., Inc.,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1277</span></span><pre class=\"inline\">, 1282 (11th Cir. 2006) (internal quotation marks omitted); see also\n\nSedima, S.P.R.L. v. Imrex Co., Inc., </pre><span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span><pre class=\"inline\">, 496, </pre><span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3275</span></a></span><pre class=\"inline\">, 3285\n\n(1985).12\n\n       “An act of racketeering is commonly referred to as a ‘predicate act.’”\n\nMohawk, 465 F.3d at 1283 (quoting Maiz v. Virani, </pre><span class=\"citation no-link\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></span><pre class=\"inline\">, 671 (11th Cir.\n\n2001)). “A ‘pattern’ of racketeering activity”—a combination of elements 3 and\n\n4—“is shown when a racketeer commits at least two distinct but related predicate\n\nacts.” Id. “‘If distinct statutory violations are found, the predicate acts will be\n\nconsidered to be distinct irrespective of the circumstances under which they\n\n       12\n          Although not at issue in this appeal, civil RICO plaintiffs must also satisfy the\nrequirements of 18 U.S.C. § 1964(c). That provision provides “that ‘[a]ny person injured in his\nbusiness or property by reason of’ RICO’s substantive provisions has the right to ‘recover\nthreefold the damages he sustains . . . .’” Mohawk, 465 F.3d at 1282 (quoting 18 U.S.C. §\n1964(c)) (alterations added by Mohawk). “Thus, under § 1964(c), civil RICO claimants, such as\nthe plaintiffs here, must show (1) the requisite injury to ‘business or property,’ and (2) that such\ninjury was ‘by reason of’ the substantive RICO violation.” Id. at 1282–83.\n\n                                                 22\n\farose.’” Id. (quoting Cox v. Adm’r U.S. Steel & Carnegie, </pre><span class=\"citation\" data-id=\"664169\"><a href=\"/opinion/664169/leslie-ray-cox-rm-cox-larry-driver-barry-nichols-john-bullard-robert-w/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1386</span></a></span><pre class=\"inline\">, 1397\n\n(11th Cir. 1994), modified on other grounds by </pre><span class=\"citation\" data-id=\"675244\"><a href=\"/opinion/675244/leslie-ray-cox-rm-cox-larry-driver-barry-nichols-john-bullard-robert-w/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></a></span><pre class=\"inline\"> (11th Cir. 1994)).\n\n      Under RICO the term “racketeering activity” includes, among other things,\n\nany violation of section 274 of the Immigration and Nationality Act, provided that\n\nthe act was committed for financial gain. 18 U.S.C. § 1961(1)(F); see Mohawk,\n\n465 F.3d at 1283. In this case the plaintiffs allege that the defendants engaged in\n\n“racketeering activity” by violating several provisions of INA § 274, which is\n\ncodified at 8 U.S.C. § 1324, and that they did so for financial gain. Specifically,\n\nthe plaintiffs allege that the defendants violated: (1) 8 U.S.C. § 1324(a)(3)(A),\n\nwhich makes it a federal crime for any person to “knowingly hire[ ] for\n\nemployment at least 10 individuals with actual knowledge that the individuals are\n\n[illegal] aliens” during a 12-month period; (2) 8 U.S.C. § 1324(a)(1)(A)(iv), which\n\nmakes it a federal crime for any person to “encourage[ ] or induce[ ] an alien to\n\ncome to, enter, or reside in the United States, knowing or in reckless disregard of\n\nthe fact that such coming to, entry, or residence is or will be in violation of law”;\n\n(3) 8 U.S.C. § 1324(a)(1)(A)(iii), which makes it a federal crime for any person to\n\nknowingly or recklessly “conceal[ ], harbor[ ], or shield[ ] from detection, or\n\nattempt[ ] to conceal, harbor or shield from detection” an alien who “has come to,\n\nentered, or remains in the United States” illegally; and (4) 8 U.S.C. §\n\n\n\n                                           23\n\f1324(a)(1)(A)(v), which makes it a federal crime for any person to conspire to\n\ncommit, or to aid and abet, any violation of § 1324(a)(1)(A)(i)–(iv). According to\n\nthe amended complaint, the defendants have committed “tens and scores if not\n\nhundreds,” of these predicate acts. We will address in turn each of those four\n\nstatutory theories of predicate acts.\n\n                                                A.\n\n       Section 1324(a)(3)(A) provides: “Any person who, during any 12-month\n\nperiod, knowingly hires for employment at least 10 individuals with actual\n\nknowledge that the individuals are aliens described in [§ 1324(a)(3)(B)] shall be\n\nfined under Title 18 or imprisoned for not more than 5 years, or both.” 8 U.S.C. §\n\n1324(a)(3)(A). The term “alien” refers to (1) “an unauthorized alien,” as defined\n\nin § 1324a(h)(3), who (2) “has been brought into the United States in violation of\n\n[§ 1324(a)].” See 8 U.S.C. § 1324(a)(3)(B).13\n\n       Thus, an element of § 1324(a)(3)(A) is that the defendant had actual\n\nknowledge that the illegal aliens who were hired had been brought into the country\n\nin violation of § 1324(a). See Commercial Cleaning Servs., L.L.C. v. Colin Serv.\n\nSys., Inc., </pre><span class=\"citation\" data-id=\"775556\"><a href=\"/opinion/775556/commercial-cleaning-services-llc-v-colin-service-systems-inc/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span><pre class=\"inline\">, 387 (2d Cir. 2001); Nichols v. Mahoney, </pre><span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">F. Supp. 2d</span>\n\n\n       <span class=\"page\">13</span></span><pre class=\"inline\">\n          Section 1324a(h)(3) defines an unauthorized alien, “with respect to the employment of\nan alien at a particular time,” as an “alien [who] is not at that time either (A) an alien lawfully\nadmitted for permanent residence, or (B) authorized to be so employed by this chapter or by the\nAttorney General.” 8 U.S.C. § 1324a(h)(3).\n\n                                                24\n\f526, 534 (S.D.N.Y. 2009) (“If the employer does not know that at least 10 of its\n\nillegal hires were ‘brought into’ the country by some third party (as opposed to\n\nwalking across the border themselves, or arriving on a visitor’s or student visa and\n\noverstaying their welcome), then it has not committed a RICO predicate act by\n\nhiring them . . . .”).\n\n       That “brought into” element makes § 1324(a)(3)(A) different from §\n\n1324a(a)(1)(A), which also addresses the hiring of illegal aliens. See Nichols, 608\n\nF. Supp. 2d at 534 (comparing the two provisions).14 While both provisions make\n\nit illegal for a person or other entity to hire an alien knowing that he is not\n\nauthorized to work in this country, § 1324(a)(3)(A) has the added element of\n\nknowledge that the alien was brought into the country illegally. That added\n\nelement makes a difference when it comes to the penalty. See id. If an employer\n\nhires 10 or more illegal aliens with knowledge that they are unauthorized aliens\n\nwho have been illegally brought into this country, § 1324(a)(3)(A) applies and the\n\nemployer may be fined, sentenced to as much as 5 years in prison, or both. And\n\nthat crime would be a RICO predicate act. See 18 U.S.C. § 1961(1)(F). By\n\ncontrast, if an employer knowingly hires aliens not authorized to work in this\n\n\n       14\n           Section 1324a(a)(1)(A), among other things, makes it illegal for a person or other\nentity “to hire . . . for employment in the United States an alien knowing the alien is an\nunauthorized alien (as defined in [§ 1324a(h)(3)]) with respect to such employment.” See §\n1324a(a)(1)(A).\n\n                                                25\n\fcountry, without knowledge that they were brought into this country illegally, only\n\n§ 1324a would be violated. For a violation of § 1324a only civil penalties are\n\navailable, unless there is a “pattern or practice” in which case a conviction may\n\nresult in a fine and a sentence of up to six months. See 8 U.S.C. § 1324a(f)(1).\n\nAnd that crime would not be a RICO predicate act. See 18 U.S.C. § 1961(1)(F);\n\nsee also United States v. Zheng, </pre><span class=\"citation\" data-id=\"75983\"><a href=\"/opinion/75983/united-states-v-chang-qin-zheng/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1080</span></a></span><pre class=\"inline\">, 1085 (11th Cir. 2002) (“The\n\ncriminal sanctions prescribed for a violation of § 1324a are much less stringent\n\nthan those prescribed for a violation of § 1324.”).\n\n      The differences between §§ 1324(a)(3)(A) and 1324a(a)(1)(A) suggest that\n\nCongress found the combination of bringing illegal aliens into this country and\n\nhiring them to be a far more serious problem than hiring aliens who were here\n\nillegally but had not been brought here. Congress obviously sought not only to\n\ndeter employers from directly joining forces with those who bring in illegal aliens\n\nbut also to prevent employers from encouraging the practice by hiring aliens\n\nknowing that they had been brought in illegally.\n\n      The district court concluded that the plaintiffs had failed to plead that Prime\n\nor any of its employees had actual knowledge that the unauthorized aliens whom\n\nthey hired had been “brought into the United States” in violation of § 1324. The\n\nplaintiffs contend that they have pleaded enough because they allege that Prime\n\n\n\n                                          26\n\f“repeatedly violated and continues to violate 8 U.S.C. § 1324(a)(3)(A), which\n\nmakes it a federal crime to knowingly hire for employment at least 10 individuals\n\nwith actual knowledge that the individuals are aliens during a twelve month\n\nperiod.” Am. Complaint ¶ 36 (quotation marks omitted). They argue that a similar\n\nallegation was held to be sufficient in Williams v. Mohawk Indus. Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1277</span></span><pre class=\"inline\">, 1281–82 (11th Cir. 2006), and should be sufficient here. We are\n\nunpersuaded.\n\n      The complaint in Mohawk, unlike the one in this case, specifically alleged\n\nthat the defendant had hired illegal aliens knowing that those workers were\n\n“smuggled or otherwise brought” into the United States illegally. Williams v.\n\nMohawk Indus., Inc., </pre><span class=\"citation\" data-id=\"2470925\"><a href=\"/opinion/2470925/williams-v-mohawk-industries-inc/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1333</span></a></span><pre class=\"inline\">, 1346 (N.D. Ga. 2004), aff’d in part,\n\nrev’d in part on other grounds by </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1277</span></span><pre class=\"inline\"> (11th Cir. 2006). Here, by\n\ncontrast, the plaintiffs have never alleged that any of the defendants knew the\n\naliens who were hired had been illegally brought into the United States. The\n\nclosest the plaintiffs come is their allegation that “Prime hired and allowed\n\nemployees to remain employees despite the fact that . . . they were known by\n\nPrime’s management as unauthorized or ineligible to work or even be in this\n\nCountry.” Am. Complaint ¶ 26 (emphasis added). Perhaps that allegation “gets\n\nthe [§ 1324(a)(3)(A)] complaint close to stating a claim, but without some further\n\n\n\n                                          27\n\ffactual enhancement it stops short of the line between possibility and plausibility\n\nof entitlement to relief.” Twombly, 550 U.S. at 557, 127 S.Ct. at 1966 (quotation\n\nmarks omitted). An employer may know that it hired illegal aliens without\n\nknowing how they made their way into the United States. As the district court\n\nrecognized in this case, “Individuals who enter this country legally may overstay\n\ntheir welcome and become unauthorized to work without ever having been brought\n\nin illegally, whether by others or by themselves.” Edwards v. Prime, Inc., No. 08-\n\n1016, at 12 (N.D. Ala. Mar. 4, 2009). Likewise, they may have entered this\n\ncountry illegally on their own instead of having been “brought into” it. See\n\nNichols, 608 F. Supp. 2d at 534 (noting that some illegal hires “walk[ ] across the\n\nborder themselves, or arriv[e] on a visitor’s or student visa and overstay[ ] their\n\nwelcome”). Because the “brought into” element is essential to § 1324(a)(3)(A),\n\nplaintiffs who do not allege it have not alleged a predicate act under that provision.\n\nThey may have alleged a violation of § 1324a(a)(1)(A), but that is not a predicate\n\nact for RICO purposes.\n\n      Although in some cases a plaintiff who fails to allege the “brought into”\n\nelement necessary for a § 1324(a)(3)(A) violation might be entitled to a second\n\nchance to plead it, see Commercial Cleaning Servs., 271 F.3d at 387 & n.5, these\n\nplaintiffs have already had their second chance. In dismissing without prejudice\n\n\n                                          28\n\fthe RICO claim made by the plaintiffs in their original complaint, the district court\n\nstressed the plaintiffs’ failure to allege the “brought into” element of §\n\n1324(a)(3)(A). In drafting their amended complaint, the plaintiffs had an\n\nopportunity to fix the problem, assuming they were able to do so without violating\n\nRule 11. Because they did not fix it, they have failed to plead a violation of §\n\n1324(a)(3)(A) and so cannot establish a predicate act that way.\n\n                                                 B.\n\n       The plaintiffs have more predicate act success with their allegations that the\n\ndefendants violated § 1324(a)(1)(A)(iv), the elements of which are: “(1)\n\nencouraging or inducing; (2) an alien; (3) to come to, enter, or reside in the United\n\nStates; and (4) knowing or in reckless disregard that the alien’s coming to,\n\nentering, or residing in the United States is illegal.” United States v. Lopez, </pre><span class=\"citation\" data-id=\"78516\"><a href=\"/opinion/78516/united-states-v-lopez/\"><span class=\"volume\">590</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></a></span><pre class=\"inline\">, 1250 (11th Cir. 2009).15\n\n\n\n       15\n          Section 1324(a)(1)(A)(iv) provides that any person who “encourages or induces an\nalien to come to, enter, or reside in the United States, knowing or in reckless disregard of the fact\nthat such coming to, entry, or residence is or will be in violation of law” shall be punished as\nprovided in § 1324(a)(1)(B). 8 U.S.C. § 1324(a)(1)(A)(iv).\n\n        Where the violation of § 1324(a)(1)(A)(iv) “was done for the purpose of commercial\nadvantage or private financial gain,” the defendant may “be fined under Title 18, imprisoned not\nmore than 10 years, or both.” § 1324(a)(1)(B)(i). Where the violation was not for pecuniary\ngain, a fine under Title 18 is still possible, but the maximum term of imprisonment is 5 years. §\n1324(a)(1)(B)(ii). Subsection (B) also contains enhanced penalties where the violation causes\nserious bodily injury or places any person’s life in jeopardy, see § 1324(a)(1)(B)(iii), or causes\ndeath, see § 1324(a)(1)(B)(iv).\n\n                                                 29\n\f      The only element the defendants contend has not been sufficiently pleaded is\n\nthe first one, which is that the plaintiffs “encouraged or induced” illegal aliens to\n\nreside in this country. The district court concluded the plaintiffs had not pleaded\n\nthat element even though they had alleged that the defendants had knowingly\n\nsupplied the aliens with jobs and with social security numbers to facilitate their\n\nemployment. The court believed those alleged actions do not amount to\n\nencouragement or inducement for purposes of § 1334(a)(1)(A)(iv). See Edwards\n\nv. Prime, Inc., No. 08-1016, at 12–13 (N.D. Ala. Dec. 11, 2008). We believe the\n\ndistrict court was mistaken.\n\n      This Court has given a broad interpretation to the phrase “encouraging or\n\ninducing” in this context, construing it to include the act of “helping” aliens come\n\nto, enter, or remain in the United States. See Lopez, 590 F.3d at 1249–51; United\n\nStates v. Ndiaye, </pre><span class=\"citation\" data-id=\"77212\"><a href=\"/opinion/77212/united-states-v-amadou-fall-ndiaye/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1270</span></a></span><pre class=\"inline\">, 1278 (11th Cir. 2006); United States v. Kuku, </pre><span class=\"citation\" data-id=\"748586\"><a href=\"/opinion/748586/48-fed-r-evid-serv-331-11-fla-l-weekly-fed-c-850-united-states-of/\"><span class=\"volume\">129</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1435</span></a></span><pre class=\"inline\">, 1437 (11th Cir. 1997). In Lopez we held that the district court had\n\naccurately presented the substantive law of § 1324(a)(1)(A)(iv) to the jury by\n\ninforming it that the term “encourage” was defined as “to knowingly instigate, to\n\nincite to action, to give courage to, to inspirit, to embolden, to raise confidence, to\n\nhelp, to forward, and/or to advise.” Lopez, 590 F.3d at 1247; see also id. at 1249\n\n(citing similar dictionary definitions of “encourage” with approval). The defendant\n\n\n                                           30\n\fin that case had captained a boat to the Bahamas, refueled it, spent the night,\n\npicked up aliens from a hotel, and then driven the boat as it returned with the aliens\n\ntowards the United States. Id. at 1252. This Court held that conduct was “more\n\nthan adequate” to support a conviction under § 1324(a)(1)(A)(iv). Id.\n\n      Similarly, in Ndiaye this Court affirmed a defendant’s conviction under §\n\n1324(a)(1)(A)(iv) for helping one illegal alien fraudulently obtain a social security\n\nnumber. 434 F.3d at 1296. The defendant contended that the government “failed\n\nto show any actual, potential or perceived relationship between immigration status\n\nand receipt of a Social Security number.” Id. He argued “that while there may be\n\nsome correlation between the issuance of Social Security numbers and aliens\n\nemployed in the United States, the act of merely helping someone obtain a Social\n\nSecurity number cannot be construed as ‘encouraging or inducing’ them to reside\n\nin this country in violation of the criminal statute.” Id. at 1297–98 (emphasis\n\nadded). We rejected that argument. Since the alien “was able to work in the\n\nUnited States because of the Social Security number he was issued,” we held that a\n\nreasonable “jury could have found that [the defendant] encouraged or induced an\n\nalien . . . to reside in the United States, knowing it was in violation of the law.” Id.\n\nat 1298; see also id. (“A jury could find that [the defendant’s] assistance in helping\n\n[an alien] obtain a Social Security card, which the evidence established he is not\n\n\n                                           31\n\fentitled to have, encouraged or induced him to reside in this country in violation of\n\nthe statute.”). Consistent with that decision is Kuku in which we affirmed a\n\nconviction under § 1324(a)(1)(A)(iv) for fraudulently approving social security\n\ncard applications that were filed on behalf of illegal aliens. 129 F.3d at 1437.\n\nAlthough the scope of § 1324(a)(1)(A)(iv) was not at issue in that case, we did\n\nrecognize that social security numbers can be used “to apply for federal benefits, to\n\nattend school, and to obtain employment.” Id.; see also Ndiaye, 434 F.3d at 1298\n\n(discussing Kuku).\n\n       The district court in this case, without the benefit of either Lopez or\n\nNdiaye,16 held that the amended complaint failed to allege a predicate act under §\n\n1334(a)(1)(A)(iv) because “mere employment” of illegal aliens is not enough to\n\nencourage or induce aliens to reside in the United States. The district court cited,\n\nand the defendants press, United States v. Khanani, </pre><span class=\"citation\" data-id=\"77841\"><a href=\"/opinion/77841/united-states-v-khanani/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1281</span></a></span><pre class=\"inline\">, 1289 (11th Cir.\n\n2007), as support for that conclusion. The Khanani decision is fine as far as it\n\ngoes, but it did not involve the additional, and under Ndiaye critical, fact of\n\nemployer-supplied social security numbers.\n\n       The amended complaint alleges not only that the defendants hired and\n\n        16\n           The Lopez decision was published nine months after the district court issued its second\nmemorandum opinion in this case. The Ndiaye decision is from 2006, but neither party cited it\nto the district court or in their initial briefs to this Court. After finding the decision, we gave the\nparties an opportunity to supplementally brief its application to this case.\n\n                                                  32\n\factively sought out individuals known to be illegal aliens but also that the\n\ndefendants provided them with names and social security numbers to facilitate\n\ntheir illegal employment. See Am. Complaint ¶ 34 (the defendants “provid[ed]\n\nknown illegal aliens with names and Social Security numbers of American citizens\n\nto use in their illegal employment”); see also id. ¶ 26.\n\n      Recognizing the striking similarity between Ndiaye and this case, the\n\ndefendants have managed to come up with a number of proposed distinctions, but\n\nresourcefulness is one thing and persuasiveness is another. They contend that the\n\namended complaint alleges only that the defendants knowingly encouraged or\n\ninduced illegal aliens to work in the United States instead of encouraging or\n\ninducing them to “reside” here. According to them, the prospect of working at a\n\nparticular restaurant (even a Ruth’s Chris Steak House!) does not provide any\n\nrealistic incentive for staying in this country. They insist that aliens could reside\n\noutside the United States and simply enter periodically as work is needed. That\n\nargument borders on the frivolous. As we held in Ndiaye, the act of knowingly\n\nproviding illegal aliens with social security numbers can “encourage or induce”\n\nthem to reside in this country. See Ndiaye, 434 F.3d at 1296–98 (noting, and later\n\nrejecting, the defendant’s argument that: “[w]hile many aliens used Social\n\nSecurity numbers to secure employment while residing in the United States, those\n\n\n                                           33\n\faliens had already entered the country . . . and there was no evidence that anyone\n\nwas ‘induced’ to live here by obtaining such a card”). The defendants’ argument\n\nruns against the common sense knowledge that most illegal aliens, especially the\n\nones who end up working here, come to this country for work. See Zheng, 306\n\nF.3d at 1087 (noting that one “primary reason” for illegal immigration is “the\n\nchance of employment in the United States” (citation omitted)). Their ability to\n\nfind and keep jobs depends to a considerable extent on improperly obtaining the\n\nnecessary documentation.17\n\n       Continuing to gnaw at the issue, the defendants also argue that Ndiaye can\n\nbe distinguished because it was a multi-defendant case involving a massive\n\nconspiracy to file false immigration documents with the Social Security\n\nAdministration. See Ndiaye, 434 F.3d at 1277–78. They point out that the\n\ndefendant in that case who was convicted under § 1324(a)(1)(A)(iv) had helped\n\nmore than 70 illegal aliens obtain social security numbers and cards. Id. at 1278.\n\nBut the number of aliens he helped was not material to our holding. The actual\n\n\n       17\n           At oral argument, defense counsel suggested that fraudulent social security numbers\nare unrelated to residency because some people, such as those with a student visa, are allowed to\nlive in the United States even though they may not work here. When we suggested to counsel\nthat at least some aliens would be encouraged to reside here if they had a social security number,\nshe replied: “That point I concede.” That concession, which she could hardly have avoided, is\nimportant because the amended complaint was dismissed on a Rule 12(b)(6) motion, and a RICO\npredicate act under § 1324(a)(1)(A)(iv) can be stated if the defendants knowingly encouraged or\ninduced “an alien” to reside in the United States.\n\n                                               34\n\fcharge in that case was that the defendant encouraged or induced “one specific\n\nalien” to reside in the United States by helping him fraudulently obtain a social\n\nsecurity number. Id. at 1296. One or one hundred, it is all the same for purposes\n\nof this § 1324(a)(1)(A)(iv) “encouraging or inducing” issue.\n\n      Scraping the bone, the defendants argue that the amended complaint does\n\nnot allege that the aliens were in possession or even had knowledge of the social\n\nsecurity numbers under which they were allowed to work. At most, they suggest,\n\nthe numbers were used for employment at Prime. They are wrong. The amended\n\ncomplaint alleges that Prime “even provided” the illegal alien employees with the\n\nnames and social security numbers of former Ruth’s Chris employees. Am.\n\nComplaint ¶ 26. Construing that allegation in the light most favorable to the\n\nplaintiffs, Prime gave the social security numbers to the illegal aliens, allowing\n\nthem to use the numbers for the purpose of getting and holding jobs.\n\n      The meat of the matter is that the amended complaint adequately pleads that\n\nthe defendants encouraged or induced an alien to reside in the United States, and\n\neither knew or recklessly disregarded the fact that the alien’s residence here was\n\nillegal, in violation of § 1324(a)(1)(A)(iv). It thereby states a predicate act of\n\nracketeering. And because the amended complaint also alleges that the defendants\n\ndid that “far more times than two,” it adequately pleads the pattern of racketeering\n\n\n                                           35\n\factivity necessary to state a RICO claim. See Mohawk, 465 F.3d at 1283; Cox, 17\n\nF.3d at 1397.\n\n                                           C.\n\n      For the reasons we have just discussed, the plaintiffs are entitled to get past\n\nthe Rule 12(b)(6) stage on their allegation of a § 1324(a)(1)(A)(iv) predicate act.\n\nThat one theory may also be enough to get them past summary judgment and to a\n\nverdict, or it may not. Because we have no way of knowing what the evidence will\n\nshow about that theory of the case, and in the interests of completeness, we need to\n\naddress the plaintiffs’ other theories of racketeering.\n\n      The first additional theory involves § 1324(a)(1)(A)(iii), which makes it a\n\ncrime for any person who: “knowing or in reckless disregard of the fact that an\n\nalien has come to, entered, or remains in the United States in violation of law,\n\nconceals, harbors, or shields from detection, or attempts to conceal, harbor, or\n\nshield from detection, such alien . . . .” 8 U.S.C. § 1324(a)(1)(A)(iii). When\n\nviewed against the allegations of the amended complaint, the question presented by\n\nthis theory of racketeering is whether knowingly providing an illegal alien with\n\nemployment and a social security number is enough to constitute concealing,\n\nharboring, or shielding the alien from detection for § 1324(a)(1)(A)(iii) purposes.\n\n      The defendants argue that in Khanani we held that the knowing employment\n\n                                           36\n\fof an illegal alien is not enough by itself to violate § 1324(a)(1)(A)(iii). They point\n\nto this sentence in that opinion: “If Khanani merely had employed illegal aliens\n\nwithout ‘knowingly’ encouraging or inducing them to reside in the United States,\n\nhe would not have committed the elements of the offenses . . . .” Khanani, 502\n\nF.3d at 1289 (emphasis added). That sentence is subject to interpretation, but a\n\nmore important point about it for present purposes is signaled by the first word:\n\n“If.” The Khanani decision could not have established anything about what falls\n\nshort of violating § 1324(a)(1)(A)(iii). It could not have because in that case we\n\nactually held that there was a violation of the provision. A holding that X + Y is\n\nenough to violate a provision does not mean that X alone is not enough. And that\n\nis true even if we say in the opinion that X alone would not be enough. We have\n\npointed out many times that regardless of what a court says in its opinion, the\n\ndecision can hold nothing beyond the facts of that case. E.g., Watts v. BellSouth\n\nTelecomms., Inc., </pre><span class=\"citation\" data-id=\"780581\"><a href=\"/opinion/780581/gloria-watts-v-bellsouth-telecommunications-inc/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1203</span></a></span><pre class=\"inline\">, 1207 (11th Cir. 2003) (“Whatever their opinions\n\nsay, judicial decisions cannot make law beyond the facts of the cases in which\n\nthose decisions are announced.”); United States v. Aguillard, </pre><span class=\"citation\" data-id=\"74710\"><a href=\"/opinion/74710/united-states-v-jennifer-aguillard/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1319</span></a></span><pre class=\"inline\">, 1321\n\n(11th Cir. 2000) (“The holdings of a prior decision can reach only as far as the\n\nfacts and circumstances presented to the Court in the case which produced that\n\ndecision.” (quotation marks omitted)). All statements that go beyond the facts of\n\n\n\n                                          37\n\fthe case—and sometimes, but not always, they begin with the word “if”—are dicta.\n\nSee, e.g., United States v. Eggersdorf, </pre><span class=\"citation\" data-id=\"72408\"><a href=\"/opinion/72408/united-states-v-eggersdorf/\"><span class=\"volume\">126</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1318</span></a></span><pre class=\"inline\">, 1322 n.4 (11th Cir. 1997)\n\n(“[L]anguage in . . . [an opinion] not necessary to deciding the case then before us”\n\nis dicta); Moon v. Head, </pre><span class=\"citation\" data-id=\"75771\"><a href=\"/opinion/75771/larry-eugene-moon-v-frederick-j-head/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1301</span></a></span><pre class=\"inline\">, 1318 (11th Cir. 2002) (Carnes, J.,\n\nconcurring) (“Those statements are dicta. They are dicta because they go beyond\n\nthe facts of the [earlier] case itself . . . .”). And dicta is not binding on anyone for\n\nany purpose. See, e.g., McNely v. Ocala Star-Banner Corp., </pre><span class=\"citation\" data-id=\"728966\"><a href=\"/opinion/728966/bernard-f-mcnely-v-ocala-star-banner-corporation-a-florida-corporation/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1068</span></a></span><pre class=\"inline\">, 1077\n\n(11th Cir. 1996) (“[W]e are not required to follow dicta contained in our own\n\nprecedents . . . .”); Great Lakes Dredge & Dock Co. v. Tanker Robert Watt Miller,\n\n</pre><span class=\"citation\" data-id=\"578668\"><a href=\"/opinion/578668/great-lakes-dredge-dock-company-v-tanker-robert-watt-miller-complaint/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1575</span></a></span><pre class=\"inline\">, 1578 (11th Cir. 1992) (because what is said in a prior opinion\n\nabout a question not presented there is dicta, and dicta is not binding precedent, a\n\nlater panel is “free to give that question fresh consideration”). In any event, in\n\nKhanani the employer did not provide the illegal aliens with social security\n\nnumbers and names; this employer allegedly did. Moreover, the Khanani opinion\n\ndid not consider the way that § 1324(a)(i)(A)(iii) had been revised over the years.\n\n       The statutory evolution of § 1324(a)(i)(A)(iii) indicates that knowingly or\n\nrecklessly hiring illegal aliens probably is enough by itself to constitute concealing,\n\nharboring, or shielding from detection for purposes of the statute. See United\n\nStates v. Kim, </pre><span class=\"citation\" data-id=\"766394\"><a href=\"/opinion/766394/united-states-v-myung-ho-kim-also-known-as-roberto/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">567</span></a></span><pre class=\"inline\">, 573–74 (2d Cir. 1999) (explaining the evolution of\n\n\n                                            38\n\fthis provision); see also Zheng, 306 F.3d at 1085 (citing Kim with approval).\n\nSection 1324(a) was enacted in 1952 and remained unchanged until 1986. The\n\ncurrent version of § 1324(a)(1)(A)(iii) is nearly identical to the pre-1986 version,\n\nwhich provided that a person who “willfully or knowingly conceals, harbors, or\n\nshields from detection, or attempts to conceal, harbor, or shield from detection [an\n\nillegal alien], in any place, including any building or any means of transportation,”\n\nis guilty of a felony. 8 U.S.C. § 1324(a)(3) (1982); see also 8 U.S.C.A. § 1324\n\nnote (West 2006). However, there is one important difference for our purposes.\n\nThe pre-1986 version of § 1324(a) had also stated: “Provided, however, [t]hat for\n\nthe purposes of this section, employment (including the usual and normal practices\n\nincident to employment) shall not be deemed to constitute harboring.” 8 U.S.C. §\n\n1324(a) (1982) (emphasis added). Significantly, Congress removed that exception\n\nwhen it revised the statute in 1986. See The Immigration Reform and Control Act\n\nof 1986, Pub.L. No. 99-603, § 112(a), 100 Stat. 3359, 3381–82 (1986). The\n\nSecond Circuit pointed out that “after the 1986 amendment, § 1324 no longer\n\nexcluded employment from the prohibition against harboring.” Kim, 193 F.3d at\n\n574. That observation led that court to conclude that “[t]he present version of §\n\n1324, which is sufficiently broad on its face to encompass the knowing or reckless\n\nharboring of illegal aliens by employers, was plainly intended to have that\n\n\n\n                                          39\n\fbreadth.” Id.\n\n      We tend to agree with the Second Circuit that the revision history of §\n\n1324(a)(1)(A)(iii) strongly indicates that one who hires an alien knowing or\n\nrecklessly disregarding his illegal status is guilty of concealing, harboring, or\n\nshielding from detection. See Zheng, 306 F.3d at 1086–87 (taking the revision\n\nhistory of § 1324 into account when deciding a related issue). As we have\n\nexplained, “changes in statutory language generally indicate an intent to change the\n\nmeaning of the statute.” DIRECTV, Inc. v. Brown, </pre><span class=\"citation\" data-id=\"76570\"><a href=\"/opinion/76570/directv-inc-v-michael-brown/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">814</span></a></span><pre class=\"inline\">, 817 (11th Cir.\n\n2004) (quotation marks and alterations omitted); see also Rumsfeld v. Forum for\n\nAcademic & Institutional Rights, Inc., </pre><span class=\"citation\" data-id=\"145672\"><a href=\"/opinion/145672/rumsfeld-v-forum-for-academic-and-institutional-rights-inc/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 57–58, </pre><span class=\"citation\" data-id=\"145672\"><a href=\"/opinion/145672/rumsfeld-v-forum-for-academic-and-institutional-rights-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1297</span></a></span><pre class=\"inline\">, 1306\n\n(2006) (“We refuse to interpret the [statute] in a way that negates its recent\n\nrevision, and indeed would render it a largely meaningless exercise.”); Heintz v.\n\nJenkins, </pre><span class=\"citation\" data-id=\"117919\"><a href=\"/opinion/117919/heintz-v-jenkins/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></a></span><pre class=\"inline\">, 294, </pre><span class=\"citation\" data-id=\"117919\"><a href=\"/opinion/117919/heintz-v-jenkins/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1489</span></a></span><pre class=\"inline\">, 1490–91 (1995) (stating that a “rather\n\nstrong reason[ ] for believing that the Act applies” to a particular group is the fact\n\nthat an express exemption for the group had existed in the prior enacted version of\n\nthe statute, but “Congress repealed [that] exemption in its entirety”); Snapper, Inc.\n\nv. Redan, </pre><span class=\"citation\" data-id=\"73676\"><a href=\"/opinion/73676/snapper-inc-v-redan/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1249</span></a></span><pre class=\"inline\">, 1257–58 (11th Cir. 1999) (examining the previous\n\nenacted versions of a statute as an aid to interpreting the current version).\n\n      As strongly as the revision history indicates it, however, we need not decide\n\n\n                                           40\n\fwhether knowingly employing illegal aliens alone is enough. Here the allegations\n\nare that the defendants not only knowingly employed illegal aliens, but also that\n\nthey provided them with social security numbers and names, and paid them in cash\n\nin order to conceal, harbor, and shield the aliens from detection. See United States\n\nv. Shum, </pre><span class=\"citation\" data-id=\"51530\"><a href=\"/opinion/51530/united-states-v-shum/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span><pre class=\"inline\">, 392 (5th Cir. 2007) (characterizing proof that the\n\ndefendant had provided false identification to illegal alien employees and failed to\n\nfile their social security paperwork as “ample evidence” that he had taken “steps\n\nthat would shield their identities from detection by the government”); Kim, 193\n\nF.3d at 574–75 (finding sufficient evidence to support conviction for harboring\n\nwhere the defendant took steps designed to help the illegal alien employee remain\n\nundetected); see also United States v. Ye, </pre><span class=\"citation\" data-id=\"1310720\"><a href=\"/opinion/1310720/united-states-v-ye/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">411</span></a></span><pre class=\"inline\">, 417 (7th Cir. 2009)\n\n(recognizing that government detection of illegal aliens becomes more difficult\n\nwhen an employer intentionally fails to keep accurate employment records for its\n\nillegal workers and pays them in cash). That is enough to state a violation of §\n\n1324(a)(1)(A)(iii). And, as we mentioned earlier, a violation of that provision is a\n\npredicate act for civil RICO purposes.\n\n                                         D.\n\n      The next predicate act alleged in the amended complaint is a violation of §\n\n1324(a)(1)(A)(v), which makes it a federal crime to “engage[ ] in any conspiracy to\n\n\n                                          41\n\fcommit any of the preceding acts [those in § 1324(a)(1)(A)(i)–(iv)], or aid[ ] or\n\nabet[ ] the commission of any of the preceding acts.” 8 U.S.C. § 1324(a)(1)(A)(v).\n\nThe amended complaint says the defendants violated that provision “by engaging\n\nin conspiracies to commit, and aiding and abetting others to commit, the preceding\n\nviolations [of §§ 1324(a)(1)(A)(iii) and (iv)].” Am. Complaint ¶ 34c. The district\n\ncourt concluded that the amended complaint did not plead a predicate act under §\n\n1324(a)(1)(A)(v) because it failed to describe any substantive violations of §§\n\n1324(a)(1)(A)(iii) and (iv). The district court also found the allegation was\n\nconclusory and therefore insufficient under Twombly.\n\n      We have already concluded that the amended complaint does adequately\n\nplead a pattern of racketeering activity. We agree, however, with the district court\n\nthat the conspiracy and aiding and abetting allegations do not pass muster under\n\nTwombly. The mere use of the words “conspiracy” and “aiding and abetting”\n\nwithout any more explanation of the grounds of the plaintiffs’ entitlement to relief\n\nis insufficient. See Twombly, 550 U.S. at 555, 127 S.Ct. at 1964–65; Sinaltrainal,\n\n578 F.3d at 1261. For that reason, we leave intact the district court’s ruling that the\n\nallegations in the amended complaint involving 1324(a)(1)(A)(v) do not state a\n\npredicate act. That’s the end of our RICO discussion.\n\n                                         VI.\n\n\n                                          42\n\f      We turn now to a claim arising under another statute. The district court\n\ndismissed Count 12 of the amended complaint in which plaintiff Edwards\n\nattempted to plead a hostile work environment claim under 42 U.S.C. § 1981. To\n\nplead that claim Edwards was required to allege that: (1) he belongs to a protected\n\ngroup; (2) he was subjected to unwelcome harassment; (3) the harassment was\n\nbased on his membership in the protected group; (4) it was severe or pervasive\n\nenough to alter the terms and conditions of employment and create a hostile or\n\nabusive working environment; and (5) the employer is responsible for that\n\nenvironment under a theory of either vicarious or direct liability. See Bryant v.\n\nJones, </pre><span class=\"citation\" data-id=\"78409\"><a href=\"/opinion/78409/bryant-v-jones/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1281</span></a></span><pre class=\"inline\">, 1296 (11th Cir. 2009); Miller v. Kenworth of Dothan, Inc.,\n\n</pre><span class=\"citation\" data-id=\"75740\"><a href=\"/opinion/75740/bradley-miller-v-kenworth-of-dothan-inc/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1269</span></a></span><pre class=\"inline\">, 1275 (11th Cir. 2002) (requiring the same elements for a Title VII\n\nhostile work environment claim); see also Shields v. Fort James Corp., </pre><span class=\"citation\" data-id=\"75980\"><a href=\"/opinion/75980/ronald-shields-v-fort-james-corporation/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1280</span></a></span><pre class=\"inline\">, 1282 & n.2 (11th Cir. 2002) (noting that Title VII and § 1981 hostile work\n\nenvironment claims have the same elements and are subject to the same analytical\n\nframework).\n\n      Edwards contends the district court erred in dismissing Count 12 of the\n\namended complaint for failure to state a claim under § 1981. The district court\n\ndecided that the “conclusory allegations only describe, albeit ambiguously,\n\ndiscrimination based on employment status, not race, and certainly do not meet the\n\n\n                                          43\n\fpleading standards for a racially hostile [work] environment.” Edwards v. Prime,\n\nInc., No. 08-1016, at 14 (N.D. Ala. Mar. 4, 2009). Edwards argues that the court\n\nshould have given more weight to the opening sentence of Count 12, which asserts\n\nthat “[i]n his work for Prime, Plaintiff Edwards was subjected to a hostile\n\ndiscriminatory environment on the basis of his race, in violation of 42 U.S.C. §\n\n1981.” That broad statement, however, is merely a “formulaic recitation of the\n\nelements” of a § 1981 claim and, standing alone, does not satisfy the pleading\n\nstandard of Federal Rule of Civil Procedure Rule 8. Twombly, 550 U.S. at 555,\n\n127 S.Ct. at 1965; see Iqbal, 129 S.Ct. at 1949 (“[T]he tenet that a court must\n\naccept as true all of the allegations contained in a complaint is inapplicable to legal\n\nconclusions. Threadbare recitals of the elements of a cause of action, supported by\n\nmere conclusory statements, do not suffice.”). Instead, the “complaint must\n\ncontain sufficient factual matter, accepted as true, to ‘state a claim to relief that is\n\nplausible on its face.’” Iqbal, 129 S.Ct. at 1949 (quoting Twombly, 550 U.S. at\n\n570, 127 S.Ct. at 1974); see Sinaltrainal, 578 F.3d at 1261; Rivell, 520 F.3d at\n\n1309; Fin. Sec. Assurance, 500 F.3d at 1282. An introductory conclusion cannot\n\ntake the place of factual allegations in stating a plausible claim for relief.\n\n       Although the amended complaint does allege that Edwards was threatened,\n\nassaulted, and shunned by his Hispanic and Latino co-workers, which created a\n\n\n                                            44\n\fhostile work environment, it does not plausibly allege that he was harassed because\n\nhe is Caucasian. To the contrary, the allegations are that he was threatened by a\n\nHispanic co-worker because he complained about Prime’s employment of illegal\n\naliens. See Am. Complaint ¶ 124 (“Plaintiff Edwards was threatened on the job\n\nagain by [a] Hispanic Latino of Defendant Prime, who told Edwards it was ‘going\n\nto be bad’ for the person who was complaining about Prime’s employment of\n\nillegal aliens.”). The amended complaint also alleges that Prime failed to intervene\n\nbecause it did not want to upset the Hispanic and Latino employees and\n\ncompromise its ability to hire cheap illegal labor. That allegation, like the other\n\none, suggests that Prime discriminated against Edwards because he had\n\ncomplained, or because his co-workers believed he had complained, about Prime’s\n\nemployment of illegal aliens—not because of his race. The facts that Edwards is\n\nCaucasian and that the co-workers who were threatening and shunning him were\n\nHispanic or Latino, by themselves, do not state a plausible claim of race\n\ndiscrimination. Those factual allegations are not “enough to raise a right to relief\n\nabove the speculative level.” Twombly, 550 U.S. at 555, 127 S.Ct. at 1965.18\n\n\n       18\n         Edwards argues that an employer’s failure to remedy a hostile work environment is not\nexcused by the employer’s belief that it needs to appease a group of employees. Cf. Diaz v. Pan\nAm. World Airways, Inc., </pre><span class=\"citation\" data-id=\"296524\"><a href=\"/opinion/296524/3-fair-emplpraccas-337-3-fair-emplpraccas-469-3-empl-prac-dec-p/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span><pre class=\"inline\">, 389 (5th Cir. 1971) (preferences of customers or co-\nworkers do not defeat a claim of sex discrimination). That may be true, but as we have\nexplained, the amended complaint does not adequately allege that the hostility of Edwards’ co-\nworkers was based on his membership in a protected group.\n\n                                              45\n\f      For these reasons we agree with the district court that Count 12 of the\n\namended complaint does not state a claim for relief under § 1981.\n\n                                         VII.\n\n      Turning to the state law claims, the district court dismissed Count 7, which\n\nattempted to assert against Prime and Oswald a claim for wrongful interference\n\nwith a business relationship. It also dismissed Count 8, which attempted to state a\n\nclaim for conversion against the same two defendants. The court dismissed both\n\nclaims on the ground that they were preempted by the Fair Labor Standards Act.\n\nAlthough the parties have primarily focused on the preemption issue in their\n\narguments to us, Prime and Oswald also contend that neither count states a claim\n\nunder Alabama law. If they are right about that, there is no need for us to address\n\nthe preemption issue.\n\n                                           A.\n\n      The state law problem with Count 7, according to Prime and Oswald, is that\n\nit does not allege that either one of them was a third party, or stranger, to the\n\nbusiness relationships described in the amended complaint. Under Alabama law,\n\nthe tort of wrongful interference with a business relationship has five elements: (1)\n\nthe existence of a protected business relationship; (2) of which the defendant knew;\n\n(3) to which the defendant was a stranger; (4) with which the defendant\n\n                                           46\n\fintentionally interfered; and (5) damage. White Sands Group, LLC v. PRS II,\n\nLLC, __ So. 3d __, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">2841114</span></span><pre class=\"inline\">, *7 (Ala. 2009). The third element in that\n\nframework, and the only one at issue in this appeal, places the burden on the\n\nplaintiff to establish (or at this stage to plead) that the defendant was a stranger to\n\nthe protected business relationship with which the defendant interfered. Waddell\n\n& Reed, Inc. v. United Investors Life Ins. Co., </pre><span class=\"citation\" data-id=\"1695852\"><a href=\"/opinion/1695852/waddell-reed-inc-v-united-invest-life-ins-co/\"><span class=\"volume\">875</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1143</span></a></span><pre class=\"inline\">, 1154 (Ala. 2003).\n\nA plaintiff fails to meet that burden when the defendant is a party in interest to the\n\nallegedly injured business relationship. Id. (citing Colonial Bank v. Patterson, </pre><span class=\"citation\" data-id=\"1698682\"><a href=\"/opinion/1698682/colonial-bank-v-patterson/\"><span class=\"volume\">788</span>\n\n<span class=\"reporter\">So. 2d</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 137 (Ala. 2000), overruled on other grounds by White Sands, </pre><span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span>\n\n<span class=\"page\">2841114</span></span><pre class=\"inline\">, at *7; Ex parte Blue Cross & Blue Shield, Inc., </pre><span class=\"citation\" data-id=\"1704623\"><a href=\"/opinion/1704623/ex-parte-blue-cross-and-blue-shield/\"><span class=\"volume\">773</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">475</span></a></span><pre class=\"inline\">, 480 (Ala.\n\n2000)).\n\n      The Alabama Supreme Court has stated that “a defendant is a party in\n\ninterest to a business or contractual relationship if the defendant has any beneficial\n\nor economic interest in, or control over, that relationship.” Tom’s Food, Inc. v.\n\nCarn, </pre><span class=\"citation\" data-id=\"1694680\"><a href=\"/opinion/1694680/toms-foods-inc-v-carn/\"><span class=\"volume\">896</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">443</span></a></span><pre class=\"inline\">, 454 (Ala. 2004) (quotation marks and citation omitted); see\n\nalso Waddell & Reed, 875 So. 2d at 1157 (“A person with a direct economic\n\ninterest in the contract is not a stranger to the contract. Parties to an interwoven\n\ncontractual arrangement are not liable for tortious interference with any of the\n\ncontracts or business relationships.” (quoting LaSonde v. Chase Mortgage Co., 577\n\n\n                                           </pre><span class=\"citation no-link\"><span class=\"volume\">47</span>\n\f<span class=\"reporter\">S.E.2d</span> <span class=\"page\">822</span></span><pre class=\"inline\">, 824 (Ga. Ct. App. 2003); Waddell’s emphasis omitted)). When the\n\ndefendant is an essential party to the allegedly injured business relationship, the\n\ndefendant is a participant in that relationship instead of a stranger to it. See Tom’s\n\nFood, 896 So. 2d at 455 (holding that the defendant was not a stranger to the\n\nbusiness relationship between the other two parties because the defendant “was\n\ninvolved in creating that relationship”); see also Waddell & Reed, 875 So. 2d at\n\n1157; BellSouth Mobility, Inc. v. Cellulink, Inc., </pre><span class=\"citation\" data-id=\"1794722\"><a href=\"/opinion/1794722/bellsouth-mobility-inc-v-cellulink-inc/\"><span class=\"volume\">814</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">203</span></a></span><pre class=\"inline\">, 214 (Ala. 2001)\n\n(holding that where a contract would not have been consummated without the\n\nparticipation of a certain party, that party is “anything but a stranger to the\n\nrelationship”); Cobb v. Union Camp Corp., </pre><span class=\"citation\" data-id=\"1689957\"><a href=\"/opinion/1689957/cobb-v-union-camp-corp/\"><span class=\"volume\">786</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">501</span></a></span><pre class=\"inline\">, 506 (Ala. Civ. App.\n\n2000) (holding that defendant landowner was “an essential party,” instead of a\n\nstranger, to the business relationship between its timber harvester and a logger who\n\nentered a contract with the harvester), rev’d on other grounds by Ex parte Union\n\nCamp Corp., </pre><span class=\"citation\" data-id=\"1912339\"><a href=\"/opinion/1912339/ex-parte-union-camp-corp/\"><span class=\"volume\">816</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1039</span></a></span><pre class=\"inline\"> (Ala. 2001).\n\n      Count 7 of the amended complaint fails to allege any facts indicating that\n\nPrime and Oswald were strangers to the business relationships with which they\n\nallegedly interfered. Because a restaurant’s proceeds depend on its patrons and its\n\ncosts depend heavily on its payroll, the defendants had an obvious economic\n\ninterest in both the employee-patron relationship and the employees’ relationships\n\n\n                                           48\n\fwith each other. See Tom’s Food, 896 So. 2d at 454; Waddell & Reed, 875 So. 2d\n\nat 1157. Even though Prime and Oswald should not interfere with tips that patrons\n\ngive to employees of the restaurant, see 29 C.F.R. § 531.52 (2009) (requiring a\n\ncustomer’s tipping of a server to be “free of any control by the employer”), they\n\nstill exercise control over the employee-patron relationship through their\n\nmanagement of the premises, the menu, and their employees’ service to patrons.\n\nLike the defendants in Tom’s Food, Prime and Oswald were essential parties to the\n\nbusiness relationships alleged in Count 7. They were involved in creating those\n\nrelationships; without them the plaintiffs would have had no relationship with the\n\npatrons of the restaurant or with their co-workers. See Tom’s Food, 896 So. 2d at\n\n455; see also BellSouth Mobility, 814 So. 2d at 214; Cobb, 786 So. 2d at 506.\n\n      The plaintiffs argue that a restaurant does not always create the business\n\nrelationship between a customer and a server, because in some instances customers\n\nchoose to dine at a restaurant not because of the food but because of the servers.\n\n(The epitome of that, we suppose, might be one of those establishments in which\n\nsome of the employees are not fully clothed.) The plaintiffs compare a restaurant\n\nand its servers to the proverbial chicken and egg, and they ask us not to hazard a\n\nguess as to which came first. This is one instance, however, in which the chicken\n\nmust come before the egg. A customer cannot be impressed with the service at a\n\n\n                                          49\n\frestaurant before there is one. Without a restaurant there are no servers and no\n\npatrons to strike up a relationship. See Tom’s Food, 896 So. 2d at 455. The\n\nconnections among the defendants, the employees, and the restaurant’s patrons are\n\n“interwoven” enough that Prime and Oswald are not strangers to the relationship\n\nbetween their employees and their patrons. See id.; Waddell & Reed, 875 So. 2d at\n\n1157. Because the defendants were not strangers to the business relationships with\n\nwhich they allegedly interfered, Count 7 of the amended complaint fails to state a\n\nclaim under Alabama law.19\n\n                                               B.\n\n       The state law claim attempted in Count 8 is conversion. Prime and Oswald\n\ncontend the attempt fails because there is no allegation the defendants took specific\n\nmoney that could be identified. They are right. To establish a claim for conversion\n\nunder Alabama law, there must be “a wrongful taking or a wrongful detention or\n\ninterference, or an illegal assumption of ownership, or an illegal use or misuse of\n\nanother’s property.” Covington v. Exxon Co., </pre><span class=\"citation\" data-id=\"1140387\"><a href=\"/opinion/1140387/covington-v-exxon-co-usa/\"><span class=\"volume\">551</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">935</span></a></span><pre class=\"inline\">, 938 (Ala. 1989)\n\n(citations omitted); see also Ex parte Anderson, </pre><span class=\"citation\" data-id=\"1809977\"><a href=\"/opinion/1809977/ex-parte-anderson/\"><span class=\"volume\">867</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1125</span></a></span><pre class=\"inline\">, 1129 (Ala.\n\n2003). The Alabama Supreme Court has repeatedly held that an action for the\n\n\n       19\n          The most helpful case to the defendants’ side of this issue is Tom’s Food, which their\ncounsel apparently overlooked. To his credit, counsel for the plaintiffs cited it as a “But see”\nauthority in his reply brief. We appreciate his professionalism.\n\n                                               50\n\fconversion of money is improper unless there is earmarked money or specific\n\nmoney capable of identification. E.g., Hensley v. Poole, </pre><span class=\"citation\" data-id=\"1880720\"><a href=\"/opinion/1880720/hensley-v-poole/\"><span class=\"volume\">910</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 101 (Ala.\n\n2005); Campbell v. Naman’s Catering, Inc., </pre><span class=\"citation\" data-id=\"1836988\"><a href=\"/opinion/1836988/campbell-v-namans-catering-inc/\"><span class=\"volume\">842</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">654</span></a></span><pre class=\"inline\">, 659 (Ala. 2002); Gray\n\nv. Liberty Nat’l Life Ins. Co., </pre><span class=\"citation\" data-id=\"1617518\"><a href=\"/opinion/1617518/gray-v-liberty-nat-life-ins-co/\"><span class=\"volume\">623</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1156</span></a></span><pre class=\"inline\">, 1160 (Ala. 1993); Convington, 551\n\nSo. 2d at 938; see also Limbaugh v. Merrill Lynch, Pierce, Fenner & Smith, Inc.,\n\n</pre><span class=\"citation\" data-id=\"434773\"><a href=\"/opinion/434773/carl-m-limbaugh-v-merrill-lynch-pierce-fenner-smith-inc-a/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span><pre class=\"inline\">, 862 (11th Cir. 1984).\n\n      Money is specific and capable of identification where, for example, it is\n\n“money in a bag, coins or notes that have been entrusted to the defendant’s care, or\n\nfunds that have otherwise been sequestered, and where there is an obligation to\n\nkeep intact and deliver this specific money rather than to merely deliver a certain\n\nsum.” Gray, 623 So. 2d at 1160 (emphasis added); see also Hensley, 910 So. 2d at\n\n101. That rule was applied in Lewis v. Fowler, </pre><span class=\"citation\" data-id=\"1103808\"><a href=\"/opinion/1103808/lewis-v-fowler/\"><span class=\"volume\">479</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">, 727 (Ala. 1985),\n\nwhere the Alabama Supreme Court declined to extend the definition of “specific\n\nmoney capable of identification” to money that an employer withheld from an\n\nemployee’s wages in response to a garnishment action. Although the employer\n\nmay have owed the employee a certain sum of money, there was “no obligation to\n\nreturn the identical money, but only a relationship of debtor or creditor.” Id.\n\n(emphasis added). Employees care about the amount of their wages, not whether\n\nthey receive particular coins or bills, or money in a bag or chest, or payment into a\n\n\n                                          51\n\fspecial account. Id.; see also SouthTrust Bank v. Donely, </pre><span class=\"citation\" data-id=\"1110647\"><a href=\"/opinion/1110647/southtrust-bank-v-donely/\"><span class=\"volume\">925</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\">, 938\n\n(Ala. 2005) (citing Knox v. Moskins Stores, Inc., </pre><span class=\"citation\" data-id=\"3254452\"><a href=\"/opinion/3252365/knox-v-moskins-stores-inc/\"><span class=\"volume\">2</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 450 (1941), for the\n\nproposition that “there is no conversion when an employer allegedly erroneously\n\nassigns an employee’s wages”); Campbell, 842 So. 2d at 660 (affirming summary\n\njudgment against plaintiff on a conversion claim where the employer had\n\ncontinued to deduct premiums from his paycheck even though it had stopped\n\npaying those premiums to the employee’s insurance company).\n\n      The plaintiffs argue that it is enough that the amended complaint alleges the\n\ndefendants “converted specific and identifiable amounts of money” and that “the\n\namounts taken [were] and [are] identified by, calculated and based on tips and\n\ngratuities paid to servers.”20 They insist that we must accept those allegations as\n\ntrue given the procedural posture of this case.\n\n      The plaintiffs’ argument misunderstands Alabama law. The amended\n\ncomplaint alleges that the defendants converted identifiable amounts of money.\n\n\n      20\n           With respect to the conversion claim, the amended complaint states:\n\n      Defendants Prime, as part of its regular business practices implemented and\n      approved by Defendant Oswald, converted specific and identifiable amounts of\n      money from Plaintiffs (but not Plaintiff George) and other employees; the amounts\n      taken [were] and [are] identified by, calculated and based on tips and gratuities paid\n      to servers. These takings of money were and are wrongful retentions of or\n      interference with Plaintiffs’ money and constituted conversion of money that\n      belonged to Plaintiffs regardless of whether Defendants otherwise complied with the\n      FLSA in compensating Plaintiffs.\n\n                                                52\n\fIdentifiable amounts of money are one thing, specific money capable of\n\nidentification is another. Cases such as Gray and Lewis held that an action for the\n\nconversion of money requires the money itself, not just the amount of it, to be\n\nspecific and capable of identification. See Gray, 623 So. 2d at 1160 (conversion\n\nclaim requires “specific money,” such as money in a bag, rather than a “certain\n\nsum” of money, where only the quantity is known); Lewis, 479 So. 2d at 727\n\n(conversion claim requires an obligation to return “identical money,” not merely an\n\nobligation to pay a debt). In cases where employees brought conversion claims to\n\nrecover improperly withheld wages, a particular amount of money was at stake but\n\nthe plaintiffs lost because “specific money” was not. See Campbell, 842 So. 2d at\n\n660; Lewis, 479 So. 2d at 727; Knox, 2 So. 2d at 450. This case is no different.\n\nThe plaintiffs want their tips returned but it would be implausible to suggest, and\n\nthey have not alleged, that Prime and Oswald have those particular tips stored in a\n\nbag somewhere, much less segregated in a fashion that would permit matching\n\nthem up to each individual plaintiff.\n\n       The plaintiffs point to the allegation in the amended complaint that servers\n\nhad to fill out tip reports accounting for the percentage of tips that would be “taken\n\nby the house.”21 They argue that was an “earmarking” process and that by alleging\n\n       21\n         The amended complaint alleges that Ruth’s Chris took 25% of its servers’ tips. Servers\nhad to complete “tip reports” that included this calculation: (Gross Tips + Bartender, Carver\n\n                                              53\n\fit the amended complaint states a claim under Alabama’s law of conversion. Their\n\nargument confuses the method by which the amount was calculated with the\n\nrequirement that the money itself be specific and identifiable. See Hensley, 910\n\nSo. 2d at 101 (holding that there was no cause of action for conversion where the\n\nplaintiff claimed he was due a 30% share of business profits but did not prove “that\n\nthe money at issue was in any way segregated or identifiable”); Gray, 623 So. 2d at\n\n1160; Lewis, 479 So. 2d at 727. The amended complaint does not allege that the\n\nwithheld tips were ever “sequestered” from other monies collected by the\n\ndefendants. See Covington, 551 So. 2d at 939 (holding that funds “never\n\nsegregated into a separate account” were commingled money and therefore not\n\n“specific and identifiable”); cf. Greene County Bd. of Educ. v. Bailey, </pre><span class=\"citation\" data-id=\"1873888\"><a href=\"/opinion/1873888/greene-county-bd-of-educ-v-bailey/\"><span class=\"volume\">586</span> <span class=\"reporter\">So. 2d</span>\n\n<span class=\"page\">893</span></a></span><pre class=\"inline\">, 899–900 (Ala. 1991) (holding that plaintiff had stated a claim for conversion\n\nwhere the complaint alleged that the defendant wrongfully took funds that had\n\nbeen “specifically deposited” in a school’s “lunchroom account”).\n\n       As the Alabama Supreme Court stated in Lewis:\n\n       Clearly, there is no identifiable coin or bill, and nothing that has been\n       sealed up in a particular letter, “wrapped up to itself,” or placed in a\n       bag or chest. There is no evidence that this money was placed in a\n       special account. It is merely money which was not paid to an\n       employee . . . .\n\n\nFees ! House 5% [20% Gratuity x .25] = Net Total).\n\n                                         54\n\f479 So. 2d at 727. Count 8 of the amended complaint fails to state a claim for\n\nconversion under Alabama law.\n\n                                         VIII.\n\n      We REVERSE the district court’s dismissal of Count 1 of the amended\n\ncomplaint and AFFIRM its dismissal of Counts 7, 8, and 12. We DISMISS the\n\nappeal for lack of appellate jurisdiction insofar as it concerns any other claims or\n\nrulings.\n\n\n\n\n                                          55\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/7496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/51530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/70478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/72408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/74710/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75980/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/75983/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/76570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/77212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/77809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/77841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/77951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/78128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/78293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/78343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/78409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/78456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/78516/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105259/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110416/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117919/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145730/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/154411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/434773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/453582/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/469050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/510145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/578668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/664169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/675244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/728966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766394/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780581/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/797496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1103808/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1110647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1140387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1310720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1617518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1689957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1694680/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1695852/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1698682/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1704623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1794722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1809977/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1836988/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1873888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1880720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1912339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2470925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3254452/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:15:11.245255Z",
      "date_modified": "2015-10-14T00:15:11.245255Z",
      "date_filed": "2010-04-09",
      "date_filed_is_approximate": false,
      "slug": "kyle-edwards-v-prime-inc",
      "citation_id": 3022833,
      "case_name_short": "",
      "case_name": "Kyle Edwards v. Prime Inc.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "NEW",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2907482/kyle-edwards-v-prime-inc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T23:29:42.856283Z",
  "date_modified": "2015-10-13T23:29:42.856283Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Kyle Edwards v. Prime Inc.",
  "case_name_full": "",
  "slug": "kyle-edwards-v-prime-inc",
  "docket_number": "09-11699",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}