{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2909430/",
  "id": 2909430,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3052004/",
      "id": 3052004,
      "absolute_url": "/opinion/3052004/buono-v-kempthorne/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2909430/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3052004/",
          "id": 3052004,
          "absolute_url": "/opinion/3052004/buono-v-kempthorne/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3052004/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-13T23:38:35.184217Z",
          "date_modified": "2017-04-11T23:29:47.134740Z",
          "type": "010combined",
          "sha1": "992f1b4a72841d5ff0848ad59e9efb72e68fdf3c",
          "page_count": 47,
          "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2008/05/14/0555852.pdf",
          "local_path": "pdf/2008/05/14/buono_v._kempthorne.pdf",
          "plain_text": "                     FOR PUBLICATION\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\nFRANK BUONO,                                \n                    Plaintiff-Appellee,\n                   v.\nDIRK KEMPTHORNE,* Secretary of                     No. 05-55852\nthe Interior, in his official                        D.C. No.\ncapacity; JONATHAN B. JARVIS,                     CV-01-00216-RT\nRegional Director, Pacific West\nRegion, National Park Service,                      ORDER\n                                                   AMENDING\nDepartment of the Interior, in his\n                                                  OPINION AND\nofficial capacity; DENNIS SCHRAMM,\n                                                    AMENDED\nSuperintendent, Mojave National\n                                                     OPINION\nPreserve, National Park Service,\nDepartment of the Interior, in his\nofficial capacity,\n              Defendants-Appellants.\n                                            \n         Appeal from the United States District Court\n            for the Central District of California\n          Robert J. Timlin, Senior Judge, Presiding\n\n                     Argued and Submitted\n              April 9, 2007—Pasadena, California\n\n                     Filed September 6, 2007\n                     Amended May 14, 2008\n\n   *Dirk Kempthorne is substituted for his predecessor Gail Norton as\nSecretary of the Department of the Interior. Dennis Schramm is substi-\ntuted for his predecessor Mary Martin as the Superintendent of the Mojave\nNational Preserve. See Fed. R. App. P. 43(c)(2).\n\n                                 5493\n\f5494                  BUONO v. KEMPTHORNE\n   Before: Betty B. Fletcher and M. Margaret McKeown,\n  Circuit Judges, and Ronald M. Whyte,** District Judge.\n\n                 Opinion by Judge McKeown\n\n\n\n\n   **The Honorable Ronald M. Whyte, United States District Judge for\nthe Northern District of California, sitting by designation.\n\f5496               BUONO v. KEMPTHORNE\n\n\n                        COUNSEL\n\nSue Ellen Wooldridge, Kathryn E. Kovacs, United States\nDepartment of Justice, Washington, D.C., for the defendants-\nappellants.\n\f                    BUONO v. KEMPTHORNE                    5497\nPeter J. Eliasberg, Mark D. Rosenbaum, ACLU Foundation of\nSouthern California, Los Angeles, California, for the plaintiff-\nappellee.\n\nSteven W. Fitschen, Colleen M. Holmes, The National Legal\nFoundation, Virginia Beach, Virginia, for amicus curiae The\nNational Legal Foundation.\n\n\n                           ORDER\n\n  The opinion filed September 6, 2007, slip op. 11793, and\nappearing at 502 F.3d 1069, is amended as follows:\n\n   1. At slip op. 11816, footnote 13, delete “Although the\nSeventh Circuit adopted a presumption that “a sale of real\nproperty is an effective way for a public body to end its inap-\npropriate endorsement of religion” in the absence of “unusual\ncircumstances,” Marshfield, 203 F.3d at 491, we decline to\nadopt such presumption. The Supreme Court’s Establishment\nClause jurisprudence recognizes the need to conduct a fact-\nspecific inquiry in this area” and substitute: “The Seventh Cir-\ncuit stated that “[a]bsent unusual circumstances, a sale of real\nproperty is an effective way for a public body to end its inap-\npropriate endorsement of religion. We are aware, however,\nthat adherence to a formalistic standard invites manipulation.\nTo avoid such manipulation, we look to the substance of the\ntransaction as well as its form to determine whether govern-\nment action endorsing religion has actually ceased.” Marsh-\nfield, 203 F.3d at 491. Read as a whole, the Seventh Circuit\nposition looks at the issue on a transaction-by-transaction\nbasis. We agree with this approach. However, to the extent\nthat Marshfield can be read to adopt a presumption of the\neffectiveness of a land sale to end a constitutional violation,\nwe decline to adopt such a presumption. The Supreme Court’s\nEstablishment Clause jurisprudence recognizes the need to\nconduct a fact-specific inquiry in this area.”\n\f5498                BUONO v. KEMPTHORNE\n  With this amendment, the panel has voted to deny\nDefendants-Appellants petition for panel rehearing. Judge\nMcKeown votes to deny the petition for rehearing en banc\nand Judges B. Fletcher and Whyte so recommend.\n\n   The full court has been advised of Defendant-Appellant’s\npetition for rehearing en banc, and a judge of this court\nrequested a vote on whether this case should be reheard en\nbanc; however, a majority of the active judges did not vote in\nfavor of en banc consideration. Fed. R. App. P. 35. Judge\nReinhardt was recused from considering the en banc issues in\nthis case and did not participate in the court’s decision.\n\n  The petition for panel rehearing and the petition for rehear-\ning en banc are denied. No further petitions for rehearing will\nbe entertained.\n\n\n\nO’SCANNLAIN, Circuit Judge, dissenting from the denial of\nrehearing en banc, joined by TALLMAN, BYBEE, CALLA-\nHAN, and BEA, Circuit Judges:\n\n   The opinion in this case announces the rule that Congress\ncannot cure a government agency’s Establishment Clause vio-\nlation by ordering sale of the land upon which a religious\nsymbol previously was situated. Because such a novel rule\ncontravenes governing Supreme Court precedent, creates a\nsplit with the Seventh Circuit on multiple issues, and invites\ncourts to encroach upon private citizens’ rights under both the\nspeech and religion clauses of the First Amendment, I respect-\nfully dissent from our order rejecting rehearing en banc.\n\n                               I\n\n  Seventy-four years ago, the Veterans of Foreign Wars\n(“VFW”) erected atop Sunrise Rock in the Mojave National\n\f                        BUONO v. KEMPTHORNE                         5499\nPreserve1 a memorial to veterans who died in World War I.\nBuono v. Kempthorne, 502 F.3d 1069, 1072 (9th Cir. 2007)\n(“Buono IV”). The memorial took the form of a cross, by\nwhich stood a wooden sign stating, “The Cross, Erected in\nMemory of the Dead of All Wars,” and “Erected 1934 by\nMembers of Veterans of Fore[ig]n Wars, Death Valley post\n2884.” Id. The sign has since disappeared, and the cross has\nbeen replaced several times, most recently in 1998. Id. Each\nincarnation of the memorial was created and installed by pri-\nvate citizens; there is no indication in the record that the citi-\nzens ever received permission from the National Park Service\n(“NPS”) to construct the memorial. Id.\n\n   In 2002, Frank Buono, a retired NPS employee, brought\nsuit against the Department of the Interior, seeking to enjoin\nthe continued presence of the cross on federal land. Buono v.\nNorton, 212 F. Supp. 2d 1202, 1204 (C.D. Cal. 2002) (Buono\nI). The district court determined that the presence of the cross\non federal land violated the Establishment Clause, and entered\nan injunction ordering the government to remove the cross.\nId. at 1217.\n\n   During the pendency of the appeal from Buono I, Congress\nenacted legislation ordering the Secretary of the Interior to\nconvey a one-acre parcel of land including Sunrise Rock to\nthe VFW in exchange for a parcel of privately-owned land of\nequal value. Pub. L. No. 108-87, § 8121(a)-(f), 117 Stat.\n1054, 1100 (2003) (“Section 8121”). The transfer was condi-\ntioned on the VFW’s obligation to “maintain the conveyed\nproperty as a memorial commemorating United States partici-\npation in World War I and honoring the American veterans of\nthat war.”2 § 8121(e). Under the terms of the statute, the gov-\n  1\n     The Mojave National Preserve is a national park that encompasses\napproximately 1.6 million acres of land in Southern California, approxi-\nmately 90 percent of which is owned by the federal government. Buono\nIV, 502 F.3d at 1072.\n   2\n     In legislation previously enacted in 2002, Congress designated “[t]he\nfive-foot-tall white cross first erected by the [VFW] in 1934” a “national\n\f5500                   BUONO v. KEMPTHORNE\nernment retained a reversionary interest in the property “[i]f\nthe Secretary determines that the conveyed property is no lon-\nger being maintained as a war memorial.” Id. Critically, how-\never, section 8121 did not mention the existence of a cross on\nSunrise Rock, nor did it require that the VFW retain the cross\nas part of the memorial.\n\n   The agreement also provided that “the Secretary shall con-\ntinue to carry out the responsibilities of the Secretary under”\nPub. L. No. 107-117 § 8137, 115 Stat. 2230 (2002).\n§ 8121(a). Section 8137 required the Secretary to “use not\nmore than $10,000 of funds available for the administration\nof the Mojave National Preserve to acquire a replica of the\noriginal memorial plaque and cross placed at the national\nWorld War I memorial.” Section 8137 does not confer any\nother authority or obligation on the government.\n\n   Soon after the enactment of section 8121, but before the\nland exchange had been carried out, we affirmed the district\ncourt’s determination that the presence of the cross on federal\nland violated the Establishment Clause. Buono v. Norton, 371\nF.3d 543, 550 (9th Cir. 2004) (“Buono II”). However, we\nexpressly refused to consider “whether a transfer completed\nunder section 8121 would pass constitutional muster.” Id. at\n546.\n\n   Following Buono II, the government completed the land\nexchange. Buono then brought the present action, arguing that\nsection 8121 violated the district court’s injunction or, in the\nalternative, that the land transfer itself violated the Establish-\nment Clause. See Buono v. Norton, 364 F. Supp. 2d 1175,\n\nmemorial commemorating United States participation in World War I and\nhonoring the American veterans of that war.” Pub. L. No. 107-117,\n§ 8137, 115 Stat. 2230, 2278-79 (2002) (“Section 8137”); see also Pub. L.\nNo. 107-248, § 8065(b), 116 Stat. 1519, 1551 (2002) (barring the use of\nfederal funds “to dismantle national memorials commemorating United\nStates participation in World War I”).\n\f                         BUONO v. KEMPTHORNE                             5501\n1177 (C.D. Cal. 2005) (“Buono III”). The district court held\nthat the government continued to violate the injunction fol-\nlowing the land transfer, even though ownership of the cross\nand the underlying land had been transferred to a private\nparty. See id. at 1182. Significantly, the district court there-\nfore concluded that “it need not consider [Buono’s] other con-\ntention that the land transfer itself is an independent violation\nof the Establishment Clause.” Id. at 1182 n.8.\n\n   The Buono IV panel affirmed, holding that the pre-\ndivestment injunction remained enforceable because the gov-\nernment continued impermissibly to endorse religion despite\nthe transfer of Sunrise Rock. Buono IV, 502 F.3d at 1086. The\npanel determined that such endorsement existed because: (1)\nthe government purportedly retained control and oversight\nover Sunrise Rock, id. at 1082-83; (2) the government failed\nto hold an open bidding process for the land, id. at 1084-85;\n(3) the government purportedly had engaged in “long-\nstanding efforts to preserve and maintain the cross,” id. at\n1085; and (4) the government continued to endorse religion\nby permitting the cross at the site, id. at 1085-86.3\n\n                                      II\n\n   Buono IV squarely contradicts two Seventh Circuit opin-\nions holding that “[a]bsent unusual circumstances, a sale of\nreal property is an effective way for a public body to end its\ninappropriate endorsement of religion.” Freedom from Reli-\ngion Found., Inc. v. City of Marshfield, 203 F.3d 487, 491\n(7th Cir. 2000) (upholding the sale of a portion of a municipal\npark on which stood a statue of Jesus with arms extended);\n  3\n    I note that the constitutionality of the transfer itself is not at issue in\nthis case. Because the district court solely concluded that state action per-\nsisted and therefore expressly declined to consider whether “the land\ntransfer itself is an independent violation of the establishment clause,”\nBuono III, 364 F. Supp. 2d at 1182 n.8, the Buono IV opinion presupposes\nthat the transfer is not independently violative.\n\f5502                BUONO v. KEMPTHORNE\nsee also Mercier v. Fraternal Order of Eagles, 395 F.3d 693,\n702-03 (7th Cir. 2005) (upholding the sale of a portion of a\nmunicipal park with monument of Ten Commandments). The\nSeventh Circuit properly applied the principle that once\npublicly-owned land is transferred to a private party, govern-\nment action ceases, and the Establishment Clause violation\nnecessarily goes with it. Marshfield, 203 F.3d at 491\n(“Because of the difference in the way we treat private speech\nand public speech, the determination of whom we should\nimpute speech onto is critical.”).\n\n   The “unusual circumstances” exception noted by the Sev-\nenth Circuit therefore merely incorporated well-established\nSupreme Court precedent concerning when state action may\nbe imputed to private parties despite the transfer of once-\npublic land: a continuation of state action may be found\n“when a set of unusual facts and circumstances demonstrate[ ]\nthat the government remain[s] intimately involved in exclu-\nsively public functions that ha[ve] been delegated to private\norganizations.” Id. at 492 (citing Evans v. Newton, 382 U.S.\n296 (1966); Terry v. Adams, 345 U.S. 461 (1953); Marsh v.\nAlabama, 326 U.S. 501 (1946)). That is, state action may be\nimputed to private parties in the “extraordinary circum-\nstance[ ]” that the “transfer [has not] eliminated the actual\ninvolvement of the [government] in the daily maintenance and\ncare of the [property].” Flagg Bros., Inc. v. Brooks, 436 U.S.\n149, 159 n.8 (1978) (discussing Evans, 382 U.S. at 301); see\nMarshfield, 203 F.3d at 492.\n\n   Under such precedent, the only relevant issue is whether\nthere is continuing state action, absent which the govern-\nment’s intent or any atypical circumstances are of no conse-\nquence. See Marshfield, 203 F.3d at 491; see also Capitol\nSquare Review & Advisory Bd. v. Pinette, 515 U.S. 753, 779\n(1995) (O’Connor, J., concurring) (“[A]n Establishment\nClause violation must be moored in government action of\nsome sort.”); Bd. of Educ. v. Mergens, 496 U.S. 226, 250\n(1990) (plurality opinion) (“[T]here is a crucial difference\n\f                        BUONO v. KEMPTHORNE                         5503\nbetween government speech endorsing religion, which the\nEstablishment Clause forbids, and private speech endorsing\nreligion, which the Free Speech and Free Exercise Clauses\nprotect.”) (emphasis in original). Indeed, the court in Marsh-\nfield upheld the relevant land sale despite the appellants’ con-\ntention that it was a “ ‘sweetheart deal’ . . . concocted to\ncircumvent the government action requirement,” precisely\nbecause the sale extinguished state action. 203 F.3d at 491;\nsee also Mercier, 395 F.3d at 702 (rejecting the argument that\nthe transfer was unconstitutional because “[t]he City Council\nknew that it was faced with a lawsuit seeking the removal of\nthe Monument”).\n\n   Nevertheless, the Buono IV opinion splits from the Seventh\nCircuit’s rule and from binding Supreme Court precedent by\ncreating an “unusual circumstances” test that extends well\nbeyond the limited circumstances in which state action per-\nsists. That is, Buono IV improperly faults the government for:\n\n      •   (1) Having the purported authority to control\n          Sunrise Rock, despite the utter lack of evidence\n          that it would actually contribute to the mainte-\n          nance and care of the memorial;\n\n      •   (2) Possessing the intent to preserve the Sunrise\n          Rock memorial, even though such consideration\n          is irrelevant absent state action; and\n\n      •   (3) Failing to hold an open bidding process, even\n          though Marshfield and the Evans line of cases\n          demonstrate that state action ceases once Sunrise\n          Rock is privately owned.\n\nWhat is altogether missing in this case is any evidence that\nthe government has maintained or will maintain or support the\nSunrise Rock cross after the land transfer.4 See Evans, 382\n  4\n   As Marshfield plainly suggests, the reversionary clause in section 8121\ndoes not constitute state action where the government has not “made any\neffort to enforce [it].” 203 F.3d at 492-93.\n\f5504                BUONO v. KEMPTHORNE\nU.S. at 301 (relying on the fact that, following the govern-\nment’s resignation as trustee over the relevant land, “there has\nbeen no change in municipal maintenance and concern over\n[it],” such that “[w]hether these public characteristics will in\ntime be dissipated is wholly conjectural”); Marshfield, 203\nF.3d at 493 (declining to conjecture on “the conduct of the\nparties following the sale of [the] property”).\n\n   Accordingly, while the Buono IV opinion pays lip service\nto the “unusual circumstances” exception mandated by the\nEvans line of cases, it has bestowed upon judges the extraor-\ndinary authority to enjoin private parties from displaying reli-\ngious symbols on their own land based solely on the\ngovernment’s pre-divestment conduct, absent any showing\nthat the government would remain “intimately involved” in\nthe care and maintenance of privately-owned land.\n\n   Moreover, the deference owed to Congress forecloses us\nfrom striking down legislation based upon a presumption that\nthe government will violate the Constitution in the future. See\nEdward J. DeBartolo Corp. v. Fla. Gulf Coast Bldg. & Const.\nTrades Council, 485 U.S. 568, 575 (1988) (“Congress, like\nthis Court, is bound by and swears an oath to uphold the Con-\nstitution. The courts will therefore not lightly assume that\nCongress intended to infringe constitutionally protected liber-\nties or usurp power constitutionally forbidden it.”); see also\nWash. State Grange v. Wash. State Republican Party, 128\nS. Ct. 1184, 1190 (2008) (“In determining whether a law is\nfacially invalid, we must be careful not to go beyond the stat-\nute’s facial requirements and speculate about ‘hypothetical’ or\n‘imaginary’ cases.”); INS v. St. Cyr, 533 U.S. 289, 200 n.12\n(2001) (“[T]he elementary rule is that every reasonable con-\nstruction must be resorted to, in order to save a statute from\nunconstitutionality.”) (internal quotation marks omitted). By\nholding that the district court could invalidate section 8121\nwithout a finding that the government would remain “inti-\nmately involved” in the maintenance and care of the Sunrise\nRock memorial post-divestment, the Buono IV opinion flouts\n\f                    BUONO v. KEMPTHORNE                    5505\nsuch “fundamental principle of judicial restraint.” Wash. State\nGrange, 128 S. Ct. at 1191.\n\n                              III\n\n   Buono IV also splits from the Seventh Circuit on a second,\nequally important issue. After holding that the government\nfailed the Lynch endorsement test by inadequately distancing\nitself from the Sunrise Rock memorial, the opinion upholds a\nremedy compelling the VFW to sacrifice its private rights in\nSunrise Rock to cure the government’s constitutional viola-\ntion. Buono IV, 502 F.3d at 1085-86; see also Buono II, 371\nF.3d at 548-49 (discussing Lynch v. Donnelly, 465 U.S. 668\n(1984)).\n\n   Yet the Seventh Circuit correctly held that a private party’s\nrights may not be brushed aside to remedy the government’s\nviolative conduct; rather, the only proper remedy is to enjoin\nthe government’s improper conduct. See Marshfield, 203 F.3d\nat 497 (“[E]ither the Fund, a private land owner, must be\nestopped from exercising its right to free exercise and free-\ndom of speech on its own property, or some way must be\nfound to differentiate between property owned by the Fund\nand property owned by the City. The latter—not the former—\nis the appropriate solution.”). Indeed, on remand in Marsh-\nfield, the district court required that the government erect a\nfence around the statue; the statue, however, was permitted to\nremain on the now-private property, precisely because of the\nprotection owed to the private landowner under the First\nAmendment. See Freedom From Religion Found., Inc. v.\nMarshfield, No. 98-C-270-S, 2000 WL 767376 (W.D. Wis.\nMay 9, 2000).\n\n  By holding that a private citizen’s rights may be infringed\nsimply because his land was publicly owned in the past, or\nbecause it presently sits next to publicly-owned land, or\nbecause a hypothetical viewer might mistakenly confuse it\nwith such land, the Buono IV opinion recklessly splits from\n\f5506                    BUONO v. KEMPTHORNE\nthe Seventh Circuit and announces a broad and unprecedented\nrule that should not be allowed to stand.5\n\n                                   IV\n\n   Moreover, while the Buono IV opinion concludes that the\ngovernment will continue to endorse religion even after trans-\nferring Sunrise Rock to the VFW, the opinion fails even to\nmention the government’s argument that the pre-divestment\ninjunction was mooted by the Supreme Court’s intervening\ndecisions in McCreary County v. ACLU, 545 U.S. 844 (2005),\nand Van Orden v. Perry, 545 U.S. 677 (2005). Because the\ncentral considerations in Van Orden are almost entirely on\npoint with the facts of Buono IV, such precedent forecloses\nthe continued enforcement of the injunction.\n\n   As was the case in Van Orden, the Sunrise Rock memorial\nwas constructed by a private, secular organization—indeed,\nthe memorial in this case was installed without government\npermission—away from a captive audience, and both were\npackaged with a “nonsectarian text” evincing a clearly secular\npurpose. Van Orden, 545 U.S. at 701-02 (Breyer, J., concur-\nring). Moreover, just as Justice Breyer’s controlling concur-\nrence in Van Orden found dispositive that the Ten\nCommandments statue had existed for 40 years before the\nunderlying suit, the Sunrise Rock cross has existed for nearly\ndouble that amount of time. See id. at 702 (“As far as I can\ntell, 40 years passed in which the presence of this monument,\nlegally speaking, went unchallenged . . . [T]hose 40 years sug-\ngest more strongly than can any set of formulaic tests that few\nindividuals, whatever their system of beliefs, are likely to\nhave understood the monument as amounting . . . to a govern-\n  5\n    Indeed, such reasoning equally applies to the Buono IV opinion’s con-\nclusion that the government retained authority to control Sunrise Rock.\nThe appropriate remedy would be to enjoin such alleged government con-\ntrol, rather than to require the removal of the memorial despite the VFW’s\nprivate ownership of it.\n\f                        BUONO v. KEMPTHORNE                           5507\nment effort to favor a particular religious sect, primarily to\npromote religion . . . .”); compare McCreary, 545 U.S. at 851\n(Ten Commandments statues were put in place by govern-\nment officials in 1999).\n\n   While the cross at Sunrise Rock takes the form of an ordi-\nnarily religious symbol, it serves the secular purpose of\nmemorializing fallen soldiers.6 Of course, the monument in\nVan Orden was also an ordinarily religious symbol, but that\nfact alone was insufficient to constitute a violation of the\nEstablishment Clause. See Van Orden, 545 U.S. at 703 (con-\ncluding that the monument “serv[ed] a mixed but primarily\nnonreligious purpose”). Additionally, while the statue in Van\nOrden was placed in a “large park” with other monuments,\nthe lack of any challenge to the Sunrise Rock memorial for\nseven decades surely demonstrates that the public understands\nand accepts its secular commemorative purpose. See id. at\n701-02; Card v. City of Everett, 520 F.3d 1009, 1021 (9th Cir.\n2008) (noting that public complaints “did not surface until the\nmonument had been in place for over thirty years”).7\n\n  By altogether ignoring the dispositive considerations in\nVan Orden, the Buono IV opinion vitiates the Supreme\nCourt’s caution against applying the endorsement test in a\n  6\n     Indeed, there are many monuments on public land that use the cross to\ncommemorate the sacrifice of fallen soldiers, particularly those in World\nWar I. To name some examples: the Argonne Cross Memorial and the\nCanadian Cross of Sacrifice in Arlington National Cemetery; the French\nCross Monument in the Cypress Hill National Cemetery; the Peace Cross\nin Bladensburg, Maryland; the Unknown Soldiers Monument in Prescott\nNational Cemetery; and the Wall of Honor at the Pennsylvania Military\nMuseum. These monuments surely honor soldiers of all creeds, and no\nreasonable viewer would conclude that they exclude or discount the sacri-\nfice of non-Christians.\n   7\n     Van Orden certainly may not be construed as narrowly requiring such\na clustering of monuments; Justice Breyer’s concurrence explicitly cited\nother factors in determining that its presence on state land did not violate\nthe Establishment Clause. See Van Orden, 545 U.S. at 701-02.\n\f5508                 BUONO v. KEMPTHORNE\nmanner that has “radical implications for our public policy.”\nPinette, 515 U.S. at 768 (1995) (plurality opinion); see also\nCorp. of the Presiding Bishop of the Church of Jesus Christ\nof Latter-Day Saints v. Amos, 483 U.S. 327, 334 (1987)\n(“There is ample room under the Establishment Clause for\nbenevolent neutrality which will permit religious exercise to\nexist without sponsorship and without interference.”) (internal\nquotation marks omitted).\n\n                               V\n\n   In addition to discussing the foregoing inter-circuit and pre-\ncedential conflicts, I must voice my strong disagreement with\nthe merits of the Buono IV opinion.\n\n                               A\n\n   First, Buono IV concludes that “the various statutes”\ninvolved in this case, “when read as a package, evince contin-\nuing government control.” Buono IV, 502 F.3d at 1082. How-\never, while the NPS Director, under the supervision of the\nSecretary of the Interior, is responsible for overall manage-\nment and supervision of the Mojave National Preserve,\nincluding “the supervision, management, and control of\nnational monuments,” 16 U.S.C. § 2, such authority applies\nonly to federal land, see 16 U.S.C. § 431 (authority to declare\nnational monuments expressly limited to objects “situated\nupon the lands owned or controlled by the Government of the\nUnited States”); see also 16 U.S.C. § 1 (“The service thus\nestablished shall promote and regulate the use of the Federal\nareas known as national parks, monuments, and reservations\nhereinafter specified . . . .”) (emphasis added). Additionally,\nwhile § 431 provides that the Secretary of the Interior may\naccept relinquishment of privately-owned property to provide\n“the proper care and management” of monuments, it does not\nauthorize government officials forcibly to take private prop-\nerty to provide such care or to enter private land.\n\f                         BUONO v. KEMPTHORNE                            5509\n   Section 8121(a), likewise, provides little support for the\nopinion’s conclusion, as it merely requires the Secretary of\nthe Interior to carry out the duties set forth in section 8137.\nSection 8137 very clearly delineates the limited obligations\nowed by the Secretary, namely that the Secretary “acquire a\nreplica of the original memorial plaque and cross placed at the\nnational World War I memorial,” and “install the plaque in a\nsuitable location on the grounds of the memorial.” Simply\nput, if Congress wanted to retain the broad oversight sug-\ngested by the Buono IV opinion, it would have said as much,\nparticularly if it was so firmly committed to ensuring that the\nSunrise Rock memorial will retain its present form.8 Indeed,\nit is telling that the district court came to precisely the same\nconclusion. See Buono III, 364 F. Supp. 2d at 1180 (finding\nthat section 8121 “[gave] the Secretary access to the subject\nproperty in the form of an easement or license for a particular\npurpose,” namely, to make a replica of the statue and install\na replica of the plaque). I fail to see how such trivial, fleeting\nduties constitute “intimate involvement” sufficient to strike\ndown section 8121.\n\n                                     B\n\n   Second, Buono IV faults the government for failing to hold\na hearing before transferring the land to the VFW, determin-\ning that such conduct constituted the improper “exclusion of\nother purchasers.” 502 F.3d at 1084-85. The opinion cites 16\nU.S.C. § 460l-22 in support, but that statute is wholly irrele-\nvant, as it solely concerns land transfers initiated by the Sec-\nretary of Interior, whereas the land exchange in question here\nwas directly authorized by Congress. See Id. Contrary to the\n  8\n    Likewise, as noted, the reversionary clause in section 8121 cannot con-\nstitute state action absent an attempt by the government to exercise it. See\nMarshfield, 203 F.3d at 491-93 (holding that a covenant requiring that the\ntransferred land be used as a public park “will not affect the validity of the\ntransfer” because “[t]he plaintiffs do not contend that the City has made\nany effort to enforce this restrictive covenant”).\n\f5510                    BUONO v. KEMPTHORNE\nsuggestion in Buono IV, under § 460l-22(b), the Secretary is\nrequired to hold an open bidding process only “[u]pon request\nof a State or a political subdivision thereof, or of a party in\ninterest, prior to such exchange.” There is no indication in the\nrecord that any such party requested a hearing in this case.\nThus, even if Congress is somehow bound by subordinate\nadministrative rules, the transfer of Sunrise Rock was per-\nfectly appropriate under the plain language of § 460l-22(b).9\n\n   In any event, the Buono IV opinion comes to the perplexing\nconclusion that Congress’s failure to comply with “agency\nprocedures” binding solely the Secretary of Interior demon-\nstrates that Congress acted inappropriately in its failing to\nhold an open bidding process. Buono IV, 502 F.3d at 1085. I\nam unaware of any precedent suggesting that congressional\naction is in any way suspect where it fails to adhere to an\nagency’s procedural rules. I also am unaware of any precedent\ndisparaging a land transfer for having been enacted in an\nappropriations bill, nor does the Buono IV opinion cite to any\ncaselaw in support of such consideration. 502 F.3d at 1084.10\n\n  9\n   Even assuming that 16 U.S.C. § 460l-22 is relevant to its decision,\nBuono IV errs in discussing § 460l-22(a). As the district court found and\nthe parties expressly conceded on appeal, the land exchange in this case\nwould have been governed solely by § 460l-22(b) had it been authorized\nby the Secretary of the Interior rather than mandated by Congress. See\nBuono III, 364 F. Supp. 2d at 1181.\n  10\n     Moreover, here again the opinion shrugs off the conflicting holdings\nin Marshfield and Mercier, which “upheld the sale of property to a private\nparty without an open market bidding process.” Buono IV, 502 F.3d at\n1084-85; see also Marshfield, 203 F.3d at 492-93; Mercier, 395 F.3d at\n702-03. Indeed, as in those cases, the Sunrise Rock memorial was trans-\nferred to the most “logical purchaser,” namely the organization that con-\nstructed the memorial in the first place. Buono IV, 502 F.3d at 1084-85.\nThe panel fails to provide any reason for diverging from the Seventh Cir-\ncuit’s holdings, short of discussing the purported conflict with “normal\nagency procedures.”\n\f                    BUONO v. KEMPTHORNE                   5511\n                              C\n\n   Third, the opinion points to “the government’s long-\nstanding efforts to preserve and maintain the cross atop Sun-\nrise Rock” as supporting the conclusion “that the govern-\nment’s purpose in this case is to evade the injunction and keep\nthe cross in place.” Buono IV, 502 F.3d at 1085. Whether the\ngovernment sought to evade the injunction in the past is col-\nlateral to the issue before us; the only relevant issue is\nwhether the transfer rendered the injunction moot by divest-\nment of Sunrise Rock to a private party. See Paulson v. City\nof San Diego, 475 F.3d 1047, 1048 (9th Cir. 2007) (holding\nthat an injunction prohibiting, under the California Constitu-\ntion, the continued existence of a cross on municipal property\nwas rendered moot when the municipality transferred the land\nto the federal government, which is not bound by state law);\ncf. Staley v. Harris County, 485 F.3d 305, 308-09 (5th Cir.\n2007) (en banc) (holding that an injunction ordering the\nremoval of a religious monument was mooted by the munici-\npality’s decision to temporarily remove the statue). Of course,\nthe government may moot an injunction by curing the viola-\ntion that spurred it; Paulson, as well as common sense, com-\npel no less. Accordingly, Buono IV faults the government for\nengaging in conduct that was perfectly permissible. I fail to\nsee why the government’s past, unsuccessful efforts to cure\nthe Establishment Clause violation should foreclose it from\npursuing further legitimate efforts.\n\n   In any event, given our opinion in Buono II, it is easy to\nunderstand why the government would conclude that carrying\nout the land transfer was an appropriate response: we based\nour holding that the Sunrise Rock cross violated the Establish-\nment Clause on its having been situated on “publicly-owned\nland,” and we expressly refused to address the constitutional-\nity of a land transfer under section 8121. Buono II, 371 F.3d\nat 548-49. Accordingly, the government reasonably concluded\nthat we condoned the land transfer, notwithstanding a subse-\nquent decision on the constitutionality of section 8121; to\n\f5512                 BUONO v. KEMPTHORNE\nfault the government for carrying out section 8121 is nothing\nshort of a judicial “bait-and-switch.” If anything, transferring\nthe land was the obvious next step in attempting to cure the\nviolation while ensuring the continued presence of a 74-year-\nold war memorial. See Mercier, 395 F.3d at 705 (“The City\nis able to extricate itself completely from the implied endorse-\nment of the purpose and content of the religious symbol, yet\nthe Monument can remain in the location it has occupied for\nmany years.”).\n\n                               VI\n\n   The Buono IV opinion contravenes binding Supreme Court\nprecedent, creates a split from the Seventh Circuit on multiple\nissues, invests judges with the dangerous and unprecedented\nauthority to infringe upon fundamental private rights, and\nrests on patently flawed reasoning. I sympathize with my col-\nleagues’ frustration that a court can lose control of its injunc-\ntion by the enjoined party’s unanticipated abdication of\nownership, thus mooting the case. But such risk is inherent in\nour trade, and for good reason.\n\n   I therefore respectfully dissent from our unfortunate deci-\nsion not to rehear this case en banc.\n\n\n                          OPINION\n\nMcKEOWN, Circuit Judge:\n\n   A Latin cross sits atop a prominent rock outcropping\nknown as “Sunrise Rock” in the Mojave National Preserve\n(“Preserve”). Our court previously held that the presence of\nthe cross in the Preserve—which consists of more than 90\npercent federally-owned land, including the land where the\ncross is situated—violates the Establishment Clause of the\nUnited States Constitution. Buono v. Norton, 371 F.3d 543\n\f                        BUONO v. KEMPTHORNE                          5513\n(9th Cir. 2004). We affirmed the district court’s judgment per-\nmanently enjoining the government “from permitting the dis-\nplay of the Latin cross in the area of Sunrise Rock in the\nMojave National Preserve.”\n\n   During the pendency of the first appeal, Congress enacted\na statute directing that the land on which the cross is situated\nbe transferred to a private organization in exchange for a par-\ncel of privately-owned land located elsewhere in the Preserve.\nSee Pub.L. No. 108-87, R. 12.1, 12.4 § 8121(a)-(f), 117 Stat.\n1100 (2003). That land exchange is already in progress and\nwould leave a little donut hole of land with a cross in the\nmidst of a vast federal preserve. The issue we address today\nis whether the land exchange violates the district court’s per-\nmanent injunction. We conclude that it does, and affirm the\ndistrict court’s order permanently enjoining the government\nfrom effectuating the land exchange and ordering the govern-\nment to comply with the original injunction.\n\n                             BACKGROUND1\n\nI.       THE MOJAVE NATIONAL PRESERVE\n\n   The Preserve encompasses approximately 1.6 million acres,\nor 2,500 square miles, of primarily federally-owned land in\nthe Mojave Desert, located in Southeastern California. In\n1994, the Bureau of Land Management (“BLM”) transferred\nthe land to the National Park Service (“NPS”); both the BLM\nand the NPS are federal agencies under the Department of the\nInterior (“DOI”). Within the Preserve, approximately 86,000\nacres of land are privately owned and 43,000 acres belong to\nthe State of California. Thus, slightly more than 90 percent of\nthe land in the Preserve is federally owned. The Preserve is\n     1\n   Further background detail is found in the district court’s order and our\nprior opinion on the merits of the Establishment Clause challenge. See\ngenerally Buono v. Norton, 212 F. Supp. 2d 1202 (C.D. Cal. 2002)\n(“Buono I”); Buono, 371 F.3d 543 (9th Cir. 2004) (“Buono II”).\n\f5514                 BUONO v. KEMPTHORNE\na “unit of the National Park System” and is given “statutory\nprotection as a national preserve.” 16 U.S.C. § 410aaa-41,\n410aaa-42; id. § 1(c). The Preserve is under NPS jurisdiction\nand authority. Id. § 410aaa-46.\n\nII.    THE CROSS\n\n   The current incarnation of the cross atop Sunrise Rock is\nbetween five and eight feet tall and is constructed out of four-\ninch diameter metal pipes painted white. It is a Latin cross,\nmeaning that it has two arms, one horizontal and one vertical,\nat right angles to one another. It is undisputed that “[t]he Latin\ncross is the preeminent symbol of Christianity. It is exclu-\nsively a Christian symbol, and not a symbol of any other reli-\ngion.” Buono I, 212 F. Supp. 2d at 1205.\n\n   Historic records reflect that a wooden cross was built on\nthat location as early as 1934 by the Veterans of Foreign Wars\n(“VFW”) as a memorial to veterans who died in World War\nI. Photographs depict the wooden cross and signs near it stat-\ning: “The Cross, Erected in Memory of the Dead of All\nWars,” and “Erected 1934 by Members of Veterans of\nForegin [sic] Wars, Death Valley post 2884.” The wooden\nsigns are no longer present, and the original wooden cross,\nwhich is no longer standing, has been replaced by private par-\nties several times since 1934. The cross has been an intermit-\ntent gathering place for Easter religious services since as early\nas 1935, and regularly since 1984.\n\n   The current version of the cross was built by Henry San-\ndoz, a local resident, sometime in 1998. When NPS investi-\ngated the history of the cross, Sandoz explained that he drilled\nholes into Sunrise Rock to bolt the cross in place, making it\ndifficult to remove. Sandoz did not receive a permit from NPS\nto construct the cross.\n\n   Following Buono I’s injunction against display of the cross,\nthe cross has been covered by a plywood box. When uncov-\n\f                        BUONO v. KEMPTHORNE                          5515\nered, the cross is visible from vehicles traveling on Cima\nRoad, which passes through the Preserve, from a distance of\napproximately 100 yards away. No sign indicates that the\ncross was or is intended to act as a memorial for war veterans.\n\nIII. LITIGATION OVER         THE   CROSS    AND THE    CONGRESSIONAL\nRESPONSE\n\n   The current controversy surrounding the cross surfaced in\n1999, when NPS received a request from an individual seek-\ning to build a “stupa” (a dome-shaped Buddhist shrine) on a\nrock outcropping at a trailhead located near the cross. NPS\ndenied that request, citing 36 C.F.R. § 2.62(a)2 as prohibiting\nthe installation of a memorial without authorization. A hand-\nwritten note on the denial letter warns that “[a]ny attempt to\nerect a stupa will be in violation of Federal Law and subject\nyou to citation and/or arrest.” The letter also indicates that\n“[c]urrently there is a cross on [a] rock outcrop located on\nNational Park Service lands. . . . It is our intention to have the\ncross removed.”\n\n   In 1999, NPS undertook a study of the history of the cross.\nNPS determined that neither the cross nor the property on\nwhich it is situated qualifies for inclusion in the National Reg-\nister of Historic Places. Specifically, NPS recognized that the\ncross itself “has been replaced many times and the plaque that\nonce accompanied it (even though it is not known if it is origi-\nnal) has been removed.” Also, the property does not qualify\nas an historical site because, among other things, “the site is\nused for religious purposes as well as commemoration.”\n\n  Following the announcement by NPS of its intention to\nremove the cross, the United States Congress passed a series\n  2\n    The regulation provides that: “The installation of a monument, memo-\nrial, tablet, structure, or other commemorative installation in a park area\nwithout the authorization of the Director is prohibited.” 36 C.F.R.\n§ 2.62(a).\n\f5516                    BUONO v. KEMPTHORNE\nof laws, described below, to preserve the Sunrise Rock cross.\nThe first piece of legislation, enacted in December 2000, pro-\nvided that no government funds could be used to remove the\ncross. See Pub. L. No. 106-554 § 133, 114 Stat. 2763A-230\n(2000) (hereafter “§ 133”).3\n\n  A.    Buono I\n\n   Frank Buono4 filed suit in March 2001 against the Secre-\ntary of the DOI, the Regional Director of NPS, and the Super-\nintendent of the Preserve (collectively, “NPS” or\n“Defendants”). The district court concluded that the presence\nof the cross in the Preserve violates the Establishment Clause.\nSee Buono I, 212 F. Supp. 2d at 1215-17. In July 2002, the\ncourt entered a permanent injunction ordering that the “De-\nfendants, their employees, agents, and those in active concert\nwith Defendants, are hereby permanently restrained and\nenjoined from permitting display of the Latin cross in the area\nof Sunrise Rock in the Mojave National Preserve.”5\n  3\n    “None of the funds in this or any other Act may be used by the Secre-\ntary of the Interior to remove the five-foot-tall white cross located within\nthe boundary of the Mojave National Preserve in southern California first\nerected in 1934 by the Veterans of Foreign Wars along Cima Road\napproximately 11 miles south of Interstate 15.” § 113 (emphasis added).\n  4\n    Buono is a retired NPS employee who worked for the agency from\n1972 to 1997. From September 1994 to December 1995, Buono worked\nas the Assistant Superintendent of the Preserve.\n  5\n    We granted the government’s motion to stay the injunction pending\nappeal, insofar as the injunction required NPS to immediately remove or\ndismantle the cross. The stay did not apply to any “alternative methods”\nfor complying with, or additional obligations imposed by, the district\ncourt’s order. See Buono II, 371 F.3d at 545 n.1 (discussing stay orders).\nDuring the appeal, NPS covered the cross, first with a large tarpaulin and\nlater with a plywood box, which the government asserts will remain in\nplace pending resolution of this action.\n\f                   BUONO v. KEMPTHORNE                     5517\n  B.   DESIGNATION OF THE CROSS AS A NATIONAL MEMORIAL\n\n   In January 2002, while this matter was pending in district\ncourt, Congress passed a defense appropriations bill, which\nincluded a section designating the Sunrise Rock cross as a\n“national memorial.” See Pub.L. No. 107-117 § 8137, 115\nStat. 2278-79 (2002), codified at 16 U.S.C. § 410aaa-56\n(note) (hereafter “§ 8137”). That section provides:\n\n    (a) DESIGNATION OF NATIONAL MEMORIAL.\n    —The five-foot-tall white cross first erected by the\n    Veterans of Foreign Wars of the United States in\n    1934 along Cima Road in San Bernardino County,\n    California, and now located within the boundary of\n    the Mojave National Preserve, as well as a limited\n    amount of adjoining Preserve property to be desig-\n    nated by the Secretary of the Interior, is hereby des-\n    ignated as a national memorial commemorating\n    United States participation in World War I and hon-\n    oring the American veterans of that war.\n\n    (b) LEGAL DESCRIPTION.—The memorial cross\n    referred to in subsection (a) is located at latitude\n    35.316 North and longitude 115.548 West. The exact\n    acreage and legal description of the property to be\n    included by the Secretary of the Interior in the\n    national World War I memorial shall be determined\n    by a survey prepared by the Secretary.\n\n    (c) REINSTALLATION             OF      MEMORIAL\n    PLAQUE.—The Secretary of the Interior shall use\n    not more than $10,000 of funds available for the\n    administration of the Mojave National Preserve to\n    acquire a replica of the original memorial plaque\n    and cross placed at the national World War I memo-\n    rial designated by subsection (a) and to install the\n    plaque in a suitable location on the grounds of the\n    memorial.\n\f5518                 BUONO v. KEMPTHORNE\nId. (emphases added). The cross is designated the “White\nCross World War I Memorial.” 16 U.S.C. § 431 (note).\n\n   NPS is statutorily charged with “the supervision, manage-\nment, and control of the several national parks and national\nmonuments.” 16 U.S.C. § 2. National “memorials” fall within\nthe broader category of national “monuments.” See U.S.C.\n§ 431 (note) (identifying recognized national monuments,\nincluding various categories of “national monuments” and\n“national memorials”).\n\n   In October 2002, less than three months after the district\ncourt’s injunction, in legislation aimed at the Sunrise Rock\ncross, Congress passed a defense appropriations bill that\nincluded a provision barring the use of federal funds “to dis-\nmantle national memorials commemorating United States par-\nticipation in World War I.” Pub. L. No. 107-248 § 8065(b),\n116 Stat.1551 (2002) (hereafter “§ 8065”).\n\n  C.   BUONO II   AND   PASSAGE OF § 8121\n\n   The government appealed the district court’s order and\ninjunction. In September 2003, one month after oral argument\nbefore a panel of our court but before a decision issued, Con-\ngress enacted another defense appropriations bill that included\na land exchange agreement regarding the Sunrise Rock cross.\nSee Pub. L. No. 108-87 § 8121(a)-(f), 117 Stat. 1100 (2003),\ncodified at 16 U.S.C. § 410aaa-56 (note), (hereafter\n“§ 8121”). The statute provides:\n\n    (a) EXCHANGE REQUIRED.— In exchange for\n    the private property described in subsection (b), the\n    Secretary of the Interior shall convey to the Veterans\n    Home of California— Barstow, Veterans of Foreign\n    Wars Post #385E (in this section referred to as the\n    “recipient”), all right, title, and interest of the United\n    States in and to a parcel of real property consisting\n    of approximately one acre in the Mojave National\n\f                    BUONO v. KEMPTHORNE                       5519\n    Preserve and designated (by section 8137 of the\n    Department of Defense Appropriations Act, 2002\n    (Public Law 107-117; 115 Stat. 2278)) as a national\n    memorial commemorating United States participa-\n    tion in World War I and honoring the American vet-\n    erans of that war. Notwithstanding the conveyance\n    of the property under this subsection, the Secretary\n    shall continue to carry out the responsibilities of the\n    Secretary under such section 8137.\n\n    (b) CONSIDERATION.—As consideration for the\n    property to be conveyed by the Secretary under sub-\n    section (a), Mr. and Mrs. Henry Sandoz of Mountain\n    Pass, California, have agreed to convey to the Secre-\n    tary a parcel of real property consisting of approxi-\n    mately five acres, identified as parcel APN 569-051-\n    44, and located in the west 1/2 of the northeast 1/4\n    of the northwest 1/4 of the northwest 1/4 of section\n    11, township 14 north, range 15 east, San Bernardino\n    base and meridian.\n\n§ 8121(a)-(b) (emphases added). The government retains a\nreversionary interest in the property as follows:\n\n    (e) REVERSIONARY CLAUSE. — The convey-\n    ance under subsection (a) shall be subject to the con-\n    dition that the recipient maintain the conveyed\n    property as a memorial commemorating United\n    States participation in World War I and honoring the\n    American veterans of that war. If the Secretary\n    determines that the conveyed property is no longer\n    being maintained as a war memorial, the property\n    shall revert to the ownership of the United States.\n\n§ 8121(e) (emphasis added). The cross-reference in § 8121(a)\nto § 8137 pertains to use of federal funds to acquire a replica\ncross and plaque. See § 8197(c). The land transfer was under-\n\f5520                 BUONO v. KEMPTHORNE\nway when the district court enjoined its enforcement, as\ndescribed below.\n\n   In June 2004, in affirming the district court’s permanent\ninjunction, we held that the presence of the cross in the Pre-\nserve violates the Establishment Clause, agreeing with the\ndistrict court that this case is “squarely controlled” by Separa-\ntion of Church and State Committee v. City of Eugene, 93\nF.3d 617 (9th Cir. 1996) (“SCSC”). Buono II, 371 F.3d at 548.\nIn SCSC, we reasoned that the presence of a cross on city\nland, even where it bore a plaque dedicating the cross as a war\nmemorial to veterans, 93 F.3d at 618, violated the Establish-\nment Clause because “the presence of the cross may reason-\nably be perceived as governmental endorsement of\nChristianity.” Id. at 620.\n\n   The government’s several attempts to distinguish SCSC\nwere not persuasive. For example, we held that it was “of no\nmoment” that the cross in SCSC was significantly taller,\nlocated in an urban area, or illuminated during certain holi-\ndays:\n\n    Though not illuminated, the cross here is bolted to a\n    rock outcropping rising fifteen to twenty feet above\n    grade and is visible to vehicles on the adjacent road\n    from a hundred yards away. Even if the shorter\n    height of the Sunrise Rock cross means that it is visi-\n    ble to fewer people than was the SCSC cross, this\n    makes it no less likely that the Sunrise Rock cross\n    will project a message of government endorsement.\n    . . . Nor does the remote location of Sunrise Rock\n    make a difference. That the Sunrise Rock cross is not\n    near a government building is insignificant — nei-\n    ther was the SCSC cross. What is significant is that\n    the Sunrise Rock cross, like the SCSC cross, sits on\n    public park land. National parklands and preserves\n    embody the notion of government ownership as\n    much as urban parkland, and the remote location of\n\f                    BUONO v. KEMPTHORNE                    5521\n    Sunrise Rock does nothing to detract from that\n    notion.\n\nBuono II, 371 F.3d at 549-50 (emphasis added).\n\n    We also held that a reasonable observer, even without\nknowing whether Sunrise Rock is federally owned, would\nbelieve—or at least suspect—that the cross rests on public\nland because of the vast size of the Preserve, more than 90\npercent of which is federally owned. Id. at 550 (citing reason-\nable observer test set forth in Capitol Square Review & Advi-\nsory Bd. v. Pinette, 515 U.S. 753, 780-81 (1995) (O’Connor,\nJ., concurring)). A reasonably informed observer aware of the\nhistory of the Sunrise Rock cross would know not only that\nthe cross was erected by private individuals (which the gov-\nernment argued favored its view), but also that Congress has\ntaken various measures to preserve the cross, i.e., designating\nit a war memorial, prohibiting use of federal funds to remove\nit, and denying similar access for a Buddhist shrine. Id.\n\n   Acknowledging the passage of § 8121 while the appeal was\npending, we addressed the government’s challenge that\n§ 8121 rendered the appeal moot or would soon do so. We\nrejected the government’s mootness challenge for two rea-\nsons: First, we held that the case was not moot because the\nland transfer had not yet taken effect. Id. at 545. Second,\nbecause “[m]ere voluntary cessation of allegedly illegal con-\nduct does not moot a case,” we held that even if the land trans-\nfer had taken effect, the government still had not carried its\nheavy burden to show mootness. Id. at 546. Even if the land\nwere transferred under § 8121(a), it may revert to the govern-\nment under § 8121(e), or as provided in other statutes. In par-\nticular, we noted that 16 U.S.C. § 431 authorizes\nrelinquishment of lands containing “national monuments” to\nthe federal government, and 16 U.S.C. § 410aaa-56 autho-\nrizes the Department of the Interior to “acquire all lands and\ninterest in lands within the boundary of the [Mojave] preserve\n\f5522                 BUONO v. KEMPTHORNE\nby donation, purchase, or exchange.” Id. at 546 (discussing\n§ 8121, 16 U.S.C. §§ 431, 410aaa-56).\n\n  D.   BUONO III\n\n   Despite the injunction against display of the cross in the\nPreserve, the government began moving forward with the\nmechanics of the land exchange under § 8121. Buono then\nmoved to enforce the district court’s prior injunction, or mod-\nify it to prohibit the land exchange as a violation of the Estab-\nlishment Clause. In April 2005, the district court granted\nBuono’s motion to enforce the injunction, and denied as moot\nthe request to amend the permanent injunction. See Buono v.\nNorton, 364 F. Supp. 2d 1175, 1177, 1182 & n.8 (C.D. Cal.\n2005) (“Buono III”). According to the district court, “the\ntransfer of the Preserve land containing the Latin Cross which\nas [a] sectarian war memorial carries an inherently religious\nmessage and creates an appearance of honoring only those\nservicemen of that particular religion is an attempt by the gov-\nernment to evade the permanent injunction enjoining the dis-\nplay of the Latin Cross atop Sunrise Rock.” Id. at 1182\n(citation and quotation marks omitted). The district court\ndeemed the exchange “invalid” and permanently enjoined the\ngovernment “from implementing the provisions of Section\n8121 of Public Law 108-87” and ordered the government “to\ncomply forthwith with the judgment and permanent injunction\nentered by th[e] court on July 24, 2002.” Id. It is that decision\nthat the government now appeals.\n\n                     STANDARD OF REVIEW\n\n   We review for abuse of discretion the district court’s order\nenforcing its prior injunction. Paulson v. City of San Diego,\n294 F.3d 1124, 1128 (9th Cir. 2002). A district court abuses\nits discretion in this regard if “it bases its decision on an erro-\nneous legal standard or on clearly erroneous findings of fact.”\nId.\n\f                    BUONO v. KEMPTHORNE                    5523\n                           ANALYSIS\n\n   In the district court, Buono advanced two alternative argu-\nments challenging the land exchange under § 8121. First,\nBuono argued that the land exchange is an attempt to evade\nthe permanent injunction. Alternatively, he argued that the\nland exchange itself violates the Establishment Clause\nbecause it is an improper governmental endorsement of reli-\ngion. The district court’s holding is grounded only on the first\nbasis, i.e., that the land exchange is a sham transaction with\nthe purpose of permitting continued display of the cross in\nviolation of the permanent injunction. On appeal, the govern-\nment contends that § 8121 was a bona fide attempt by Con-\ngress to comply with the injunction. The government also\nargues that because it was not given the opportunity to fully\neffectuate the transfer, there are unknown facts that render\nthis controversy “unripe” for judicial review.\n\n   Turning first to the government’s ripeness challenge, we\nconclude that this controversy is ripe for review. As to the\nsecond question, the district court did not abuse its discretion\nin enforcing the injunction. We agree that the exchange effec-\ntuated by § 8121 violates the injunction, which prohibits the\ndisplay of the Latin cross because it runs afoul of the Estab-\nlishment Clause.\n\nI.   RIPENESS\n\n   Ripeness is a justiciability requirement that seeks to avoid\npremature litigation of disputes. Thomas v. Union Carbide\nAgr. Products Co., 473 U.S. 568, 579-81 (1985) (“[R]ipeness\nis peculiarly a question of timing.”) (citations omitted). The\nripeness doctrine “is drawn both from Article III limitations\non judicial power and from prudential reasons for refusing to\nexercise jurisdiction.” Reno v. Catholic Soc. Servs., Inc., 509\nU.S. 43, 57 n.18 (1993); accord Thomas v. Anchorage Equal\nRights Comm’n, 220 F.3d 1134, 1138-42 (9th Cir. 2000) (en\nbanc) (discussing constitutional and prudential components of\n\f5524                BUONO v. KEMPTHORNE\nripeness). The ripeness question we address is whether it is\npremature to consider a violation of the injunction before\ncompletion of the land exchange.\n\n  A.   CONSTITUTIONAL COMPONENT OF RIPENESS\n\n  The constitutional component of ripeness—that there be an\nArticle III “case or controversy”—requires a concrete impact\nupon the parties arising from the dispute. Union Carbide, 473\nU.S. at 579. This analysis is similar to the injury-in-fact\ninquiry under the standing doctrine. See Anchorage Equal\nRights Comm’n, 220 F.3d at 1138-39.\n\n   The government argues that before litigation proceeds, it\nshould be given an opportunity to try to execute the land\nexchange in compliance with the prior injunction and the gov-\nernment’s constitutional obligations. Buono responds that the\n“concrete” injury ripe for review is that the land transaction’s\nvery structure evidences its lack of a secular purpose and its\neffect continues the government’s improper endorsement of\nreligion that we already held exists.\n\n   This case can best be described as an ongoing controversy\nabout the cross, the specifics of which shift with successive\ncongressional enactments. The controversy is neither prema-\nture nor will it go away on its own. Given the specifics of\n§ 8121, it is no answer to say that the land exchange is not\ncomplete. It is, as the district court notes, “already in prog-\nress,” and the government intends to complete it. Buono III,\n364 F. Supp. 2d at 1178. Buono’s challenge to the present\nterms of the exchange is not a “hypothetical request[ ] for an\nadvisory opinion.” Anchorage Equal Rights Comm’n, 220\nF.3d at 1141.\n\n  [1] The Supreme Court has held that pre-enforcement\nreview of a statute is appropriate where the governmental pur-\npose in enacting the statute evidences an improper endorse-\nment of religion in violation of the Establishment Clause. See\n\f                        BUONO v. KEMPTHORNE                            5525\nSanta Fe Indep. Sch. Dist. v. Doe, 530 U.S. 290, 313-14\n(2000). It is no legal leap to conclude that pre-enforcement\nreview is similarly appropriate where the purpose of a statute\nis to evade an injunction intended to end an ongoing Estab-\nlishment Clause violation.\n\n   In Santa Fe, the Supreme Court considered the ripeness of\na facial challenge to a school district’s policy purportedly\nallowing school prayer. Id. The policy permitted students (a)\nto vote on whether there should be a student-delivered invoca-\ntion given at the start of high school football games, and (b)\nto later vote to select the one student who would deliver the\ninvocation at all games throughout the year. Id. at 297-98.\nThe school district argued that it was premature to review the\npolicy because there “can be no certainty that any of the state-\nments or invocations will be religious.” Id. at 313. Rejecting\nthat challenge, the Court concluded that while forcing a stu-\ndent “to participate in religious worship” was a serious consti-\ntutional injury, so too was the “mere passage by [the school\ndistrict] of a policy that has the purpose and perception of\ngovernment establishment of religion. . . . [and] the imple-\nmentation of a governmental electoral process that subjects\nthe issue of prayer to a majoritarian vote.” Id. at 313-14 (rec-\nognizing that “the Constitution also requires that we keep in\nmind ‘the myriad, subtle ways in which Establishment Clause\nvalues can be eroded.’ ”) (quoting Lynch v. Donnelly, 465\nU.S. 668, 694 (1984) (O’Connor, J., concurring)). Thus, the\nmere enactment of the policy, particularly in light of the\nschool district’s conduct, was a sufficient constitutional injury\nto warrant pre-enforcement review, and ultimately an injunc-\ntion against implementation of the policy. Id. at 316.6 Impor-\n  6\n    Our cases have similarly held that passage of a statute and putting it\ninto effect (even if the effect is not complete) gives rise to a dispute ripe\nfor judicial review. In Saint Elizabeth Community Hospital v. NLRB, 708\nF.2d 1436 (9th Cir. 1983), a church-run hospital challenged the National\nLabor Relations Board’s jurisdiction over it as a violation of the Establish-\nment Clause. Id. at 1440. Congress had amended the National Labor Rela-\n\f5526                    BUONO v. KEMPTHORNE\ntantly, in analyzing ripeness, the Court looked to the history\nof the school district’s conduct in enacting the policy and the\ntrue purpose of the policy. Id. at 314-15.\n\n   [2] The analogy to Santa Fe is apt. Here, both the district\ncourt and this court have concluded that a grave constitutional\ninjury already exists. The permitting display of the Sunrise\nRock cross in the Preserve is an impermissible governmental\nendorsement of religion. See Buono II, 371 F.3d at 548-50. As\ndiscussed further below, the constitutional injury will persist\nafter—and as a result of—the land exchange effectuated\nunder § 8121. This is so because (among other things) § 8121\nand other applicable statutes7 permit the government’s signifi-\ncant ongoing control of and involvement with the cross and\nthe property on which it is situated. See Santa Fe, 530 U.S.\nat 314-15 (concluding that the text of the school district’s pol-\nicy alone reveals the extent of school involvement in the elec-\ntion of the student speaker and the content of the message to\nbe delivered). And, the government’s repeated actions in pre-\nserving the cross (and forestalling enforcement of the injunc-\ntion) further evidence its goal of keeping the cross in place,\nsee §§ 133, 8137, 8056(b), 8121, just as the school district in\nSanta Fe acted with the purpose of maintaining a school pol-\nicy permitting prayer at school events. Santa Fe, 503 U.S. at\n314-15.8\n\ntions Act expressly conferring jurisdiction over nonprofit hospitals without\nexcepting those run by religious institutions. We concluded that the ques-\ntion of NLRB’s jurisdiction was ripe for review. Id. In Assiniboine &\nSioux Tribes of Fort Peck Indian Reservation v. Board of Oil & Gas Con-\nservation of the State of Montana, 792 F.2d 782 (9th Cir. 1986), we held\nthat the claim of Indian tribes challenging the validity of a cooperative\nagreement regarding agency jurisdiction to advise the tribes about oil and\ngas rights was sufficiently ripe where the final cooperative agreement had\nbeen placed into operation by the agreeing agencies. Id. at 788-89.\n   7\n     See § 8137(a)-(c), 16 U.S.C. §§ 431, 410aaa-56.\n   8\n     The various governmental actions are discussed in further detail infra\n§ II.A.3.\n\f                        BUONO v. KEMPTHORNE                           5527\n  [3] Buono has alleged a sufficient constitutional injury to\novercome any argument that his challenge to § 8121 is unripe.\nSee Santa Fe, 530 U.S. at 314-15. The challenge in this case\npresents a concrete injury, rather than an “imaginary” or\n“speculative” one.9\n\n  B.    PRUDENTIAL COMPONENT OF RIPENESS\n\n   [4] Even where a concrete case or controversy is present,\nwe consider whether, because of prudential concerns, we\nshould decline to exercise jurisdiction. See Union Carbide,\n473 U.S. at 581; Anchorage Equal Rights Comm’n, 220 F.3d\nat 1141. We evaluate two interrelated factors: (a) the hardship\nthat the party seeking relief will suffer from withholding judi-\ncial action, and (b) the fitness of the issues in the record for\njudicial review. Abbott Labs. v. Gardner, 387 U.S. 136, 148-\n49 (1967), overruled on other grounds by Califano v. Sand-\ners, 430 U.S. 99 (1977).\n\n   [5] This case easily satisfies both prudential components.\nAs to the harm,“[o]ne does not have to await the consumma-\ntion of threatened injury to obtain preventive relief. If the\ninjury is certainly impending, that is enough.” Union Carbide,\n   9\n     The government can hardly rely, as a predicate for a ripeness chal-\nlenge, on its attempt to temporarily comply with the permanent injunction\nby covering the cross with a wooden box. If that were the final compliance\nmechanism, the district court could determine whether it is sufficient. Sig-\nnificantly, however, the government is proceeding with the land exchange.\nSee Parents Involved in Community Schools v. Seattle School Dist. No. 1,\n127 S.Ct. 2738, 2751 (2007) (holding that school district’s voluntary ces-\nsation of use of racial tiebreaker pending outcome of litigation did not\nnegate Article III standing of plaintiff group members challenging policy,\nas the school continued to vigorously defend the policy in court); Friends\nof Earth, Inc. v. Laidlaw Envt’l Svcs. (TOC), Inc., 528 U.S. 167, 189\n(2000) (holding that voluntary cessation of wrongful conduct, either by\ndefendant’s achievement of substantial compliance with its permit require-\nments or its shutdown of offending facility, did not moot controversy over\ndefendant’s compliance with Clean Water Act because the offending con-\nduct had not permanently ceased).\n\f5528                    BUONO v. KEMPTHORNE\n473 U.S. at 581 (internal quotations and citations omitted).10\nThe hardship resulting from the continuation of an Establish-\nment Clause violation enjoined by the court is sufficient.\n\n   A claim is “fit for decision if the issues raised are primarily\nlegal, do not require further factual development, and the\nchallenged action is final.” Exxon Corp. v. Heinze, 32 F.3d\n1399, 1404 (9th Cir. 1994) (citations omitted). These require-\nments are satisfied here.\n\n   The key issue is primarily a question of law, i.e., whether\nthe land exchange under § 8121 violates the district court’s\norder permanently enjoining the government from permitting\ndisplay of the cross in the Preserve. See, e.g., Santa Fe, 530\nU.S. at 314 (permitting facial challenge to school district’s\npolicy prior to enforcement of the policy based largely on the\nCourt’s ability to construe the constitutionality of the policy’s\npurpose as a legal matter); Union Carbide, 473 U.S. at 581\n(granting pre-enforcement review of constitutionality of\nadministrative scheme requiring registrants to participate in\nbinding arbitration of disputes with limited judicial review\nbecause party’s challenge raised solely legal issues).\n\n   Next, we assess the state of the factual record, an inquiry\nthat overlaps with (and in this case collapses into) the third\ncomponent, the finality of the decision. Friedman Bros. Inv.\nCo. v. Lewis, 676 F.2d 1317, 1319 (9th Cir. 1982). The gov-\nernment argues that the record is incomplete because certain\nfactual scenarios, as yet unknown, could occur at some time\nin the future. The government illustrates its claim by positing\ntwo potential scenarios that may occur rendering decision on\n  10\n     Unlike in Anchorage Equal Right Comm’n, where the plaintiffs sought\nreview of a housing law “in a vacuum and in the absence of any particular\nvictims of discrimination,” 220 F.3d at 1142, in this case there is a con-\ncrete victim—Buono—and the statutes are not being analyzed in a vac-\nuum. See, e.g., Buono III, 364 F. Supp. 2d at 1181-82 (discussing history\nof government’s preservation efforts regarding the cross).\n\f                    BUONO v. KEMPTHORNE                    5529\nthis appeal premature. Upon examination, neither proposed\nscenario persuades us that we should delay decision in this\nmatter.\n\n   First, the government argues that once the land exchange is\ncomplete the VFW might at some point in the future remove\nthe cross, but continue to maintain the property as a “war\nmemorial” as provided under § 8121. Thus, according to the\ngovernment, the court should not decide whether the injunc-\ntion is violated unless and until the land exchange is complete\nand the VFW has an opportunity to decide whether to main-\ntain or remove the cross.\n\n  Under the government’s construction, the dispute would\nnever be ripe because, even if the transfer occurred, the gov-\nernment or the VFW could always argue that removal of the\ncross could occur at some point in the future. Such games-\nmanship is not sanctioned by our prudential ripeness doctrine.\n\n   The government’s view is also at odds with two statutes\nrelated to the Sunrise Rock cross, which, when read together,\ndemonstrate that the VFW cannot remove the cross without\nforfeiting the property to the government. Section 8137(a)\ndesignates “the five-foot-tall white cross” . . . as a “national\nmemorial.” § 8137(a) (emphasis added); see also § 8137(b)\n(referring to “[t]he memorial cross”); 16 U.S.C. § 431 (note)\n(listing “national memorial” titled “White Cross World War\nI Memorial”). In other words, the cross itself is the memorial.\nSection 8121(e) conditions transfer of the land on the VFW’s\nagreement to “maintain the conveyed property as a memorial\ncommemorating United States participation in World War I\nand honoring the American veterans of that war.” § 8121(e).\nSection 8121(e) further provides that if “the conveyed prop-\nerty is no longer being maintained as a war memorial, the\nproperty shall revert to the ownership of the United States.”\nId. (emphasis added). Under these two statutes, the VFW’s\nremoval of the cross from Sunrise Rock would trigger the\nreversionary clause of § 8121(e) and the land would revert to\n\f5530                BUONO v. KEMPTHORNE\nthe United States. Nothing permits the VFW to destroy a\nnational memorial, remove the cross, and erect a substitute\nmemorial. The entire scheme is directed to preservation of the\ncross.\n\n   To suggest that we do not yet know enough facts to decide\nthis dispute ignores the practical reality of these statutory\nmandates. In Santa Fe, the Court rejected the school district’s\nsimilarly implausible explanations for its conduct, based on\nthe history and context of the school district’s actions:\n\n    The District, nevertheless, asks us to pretend that we\n    do not recognize what every Santa Fe High School\n    student understands clearly — that this policy is\n    about prayer. The District further asks us to accept\n    what is obviously untrue: that these messages are\n    necessary to “solemnize” a football game and that\n    this single-student, year-long position is essential to\n    the protection of student speech. We refuse to turn a\n    blind eye to the context in which this policy arose,\n    and that context quells any doubt that this policy was\n    implemented with the purpose of endorsing school\n    prayer.\n\nSanta Fe, 530 U.S. at 315 (emphasis added).\n\n   The government also argues that DOI might never exercise\nthe reversionary clause, even if the cross is removed. Again,\nthis argument fails as § 8121(e) itself provides that the prop-\nerty “shall revert” if the property is no longer maintained as\na “war memorial,” i.e., the cross under § 8137. Countenanc-\ning this argument would also render the claim perpetually\nunripe, bringing to mind the Rule Against Perpetuities.\nAlthough the rule surely does not apply in this context, com-\nmon sense should.\n\n   [6] Even though the transfer itself is not complete, the cer-\ntainty of the governmental action taking place is sufficiently\n\f                         BUONO v. KEMPTHORNE                             5531\nripe to allow review. See, e.g., Friedman, 676 F.2d at 1318-19\n(concluding that challenge to agency’s action as violating\nNational Environmental Policy Act was ripe where agency\nhad granted funds for project and exempted it from certain of\nNEPA’s requirements, despite that formal action to acquire\nthe subject property by condemnation had not yet com-\nmenced). Thus, none of the prudential ripeness concerns\nweigh against our rendering a decision.11\n\nII.    VIOLATION OF THE PERMANENT INJUNCTION\n\n   We next address whether the district court abused its dis-\ncretion in concluding that “transfer of the Preserve land con-\ntaining the Latin Cross, which ‘as [a] sectarian war memorial\ncarries an inherently religious message and creates an appear-\nance of honoring only those servicemen of that particular reli-\ngion’ . . . is an attempt by the government to evade the\npermanent injunction enjoining the display of the Latin Cross\natop Sunset Rock.” Buono III, 364 F. Supp. 2d at 1182 (cita-\ntion omitted).\n  11\n    The government raises, for the first time on appeal, a second challenge\nunder the guise of “ripeness.” It argues that the district court exceeded its\npower by issuing a second injunction in the face the government’s effort\nto comply with the original injunction. This is not a true ripeness consider-\nation, but a challenge to the propriety of the district court’s exercise of its\nequitable power to enforce its prior injunction. Because this issue is not\none of justiciability or jurisdiction, the government waived the argument\nby failing to challenge the scope of the district court’s action before that\ncourt. See, e.g., Ritchie v. United States, 451 F.3d 1019, 1026 & n.12 (9th\nCir. 2006) (concluding that failure to raise an issue before district court\nresulted in waiver on appeal, particularly where the issue involved district\ncourt’s broad discretion and district court “might have been able to\naddress the problem” if raised). Even assuming no waiver, the district\ncourt acted within its broad equitable powers to enforce its prior injunc-\ntion. See, e.g., Ellis v. City of La Mesa, 990 F.2d 1518, 1530-31 (9th Cir.\n1993) (per curiam) (noting, in dispute over religious symbols on public\nland, that in light of changed circumstances of ownership of land (or a\nplanned change in ownership), district court has broad equitable powers\n“to modify, fashion or enforce appropriate equitable relief” in assessing\ncompliance with its prior injunction).\n\f5532                     BUONO v. KEMPTHORNE\n  A.     GOVERNMENT ACTION\n\n   In Buono II, we noted that “the presence of a religious sym-\nbol on once-public land that has been transferred into private\nhands may still violate the Establishment Clause.” Buono II,\n371 F.3d at 546 (citing Freedom from Religion Found., Inc.\nv. City of Marshfield, 203 F.3d 487, 496 (7th Cir. 2000)).12\nBut we left for another day the question of “whether a transfer\ncompleted under section 8121 would pass constitutional mus-\nter.” Id. In considering that question, we examine both the\nform and substance of the transaction to determine whether\nthe government action endorsing religion has actually ceased.\nSee Marshfield, 203 F.3d at 491.13\n  12\n      In Marshfield, it was undisputed that a white, marble, fifteen-foot\nstatue of Jesus Christ situated on city park land violated the Establishment\nClause. Id. at 489. To remedy the violation, the city sold the statue and a\nsmall parcel of land (0.15 acres) beneath the statue to a private organiza-\ntion that agreed to maintain the land and the statue, including paying for\nthe electrical service used to light the statue. Id. at 490. After concluding\nthat the sale properly ended the government action with respect to the\nstatue and the property, the court determined that the statue’s presence still\nviolated the Establishment Clause. Id. at 495. Based on the historic associ-\nation of the land with the public park, the dedication of the land to use as\na public park through a restrictive covenant, and the physical location and\nvisual perception of the now-private property within the public park, the\ncourt concluded that a reasonable observer would perceive that the statue\nwas on city park property and that it “constitute[d] a City endorsement of\nreligion.” Id. at 495-96.\n   13\n      The Seventh Circuit stated that “[a]bsent unusual circumstances, a sale\nof real property is an effective way for a public body to end its inappropri-\nate endorsement of religion. We are aware, however, that adherence to a\nformalistic standard invites manipulation. To avoid such manipulation, we\nlook to the substance of the transaction as well as its form to determine\nwhether government action endorsing religion has actually ceased.” Mar-\nshfield, 203 F.3d at 491. Read as a whole, the Seventh Circuit position\nlooks at the issue on a transaction-by-transaction basis. We agree with this\napproach. However, to the extent that Marshfield can be read to adopt a\npresumption of the effectiveness of a land sale to end a constitutional vio-\nlation, we decline to adopt such a presumption. The Supreme Court’s\nEstablishment Clause jurisprudence recognizes the need to conduct a fact-\n\f                         BUONO v. KEMPTHORNE                             5533\n   As did the district court, based on the circumstances of this\ncase, we consider three aspects of the land exchange under\n§ 8121: (1) the government’s continuing oversight and rights\nin the site containing the cross after the proposed land\nexchange; (2) the method for effectuating the land exchange;\nand (3) the history of the government’s efforts to preserve the\ncross.\n\n     1.    CONTINUING GOVERNMENT OVERSIGHT AND CONTROL\n           OVER THE CROSS AND PRESERVE PROPERTY\n\n   [7] Although Congress sought to transfer the property to\nthe VFW, a private entity, the various statutes, when read as\na package, evince continuing government control. The follow-\ning summary highlights that control:\n\n     •    NPS retains overall management and supervision\n          of the Preserve.\n\n     •    NPS is responsible for “the supervision, manage-\n          ment, and control” of national memorials.\n\nspecific inquiry in this area. Compare McCreary County v. American Civil\nLiberties Union of Kentucky, 545 U.S. 844, 884-85 (2005) (holding uncon-\nstitutional postings of Ten Commandments at county courthouses on the\nbasis that counties’ purpose in erecting displays demonstrated impermissi-\nble governmental endorsement of religion), with Van Orden v. Perry, 545\nU.S. 677, 700 (2005) (upholding “passive monument” inscribed with Ten\nCommandments on Texas State Capitol grounds based on analysis of\nmonument’s and nation’s history) (Rehnquist, C.J.) (plurality opinion).\nSee also Van Orden, 545 U.S. at 685 nn. 4 & 5 (citing cases under the\nEstablishment Clause over the preceding 25 years of Supreme Court juris-\nprudence). Moreover, the “public function” cases discussed in Marshfield\nsuggest that constitutional violations are not presumptively cured when\ncontrol is transferred from public to private hands. Evans v. Newton, 382\nU.S. 296, 301 (1966) (“[W]here the tradition of municipal control had\nbecome firmly established, we cannot take judicial notice that the mere\nsubstitution of trustees instantly transferred this park from the public to the\nprivate sector.”); Terry v. Adams, 345 U.S. 461, 469 (1953) (lack of for-\nmal public control over election primary “immaterial” to analysis of con-\nstitutional violation).\n\f5534                    BUONO v. KEMPTHORNE\n       •   The “five-foot-tall white cross” in the Mojave\n           National Preserve is designated as a “national\n           memorial.”\n\n       •   The transfer of land to the VFW is conditioned\n           on the VFW’s maintenance of the conveyed\n           property as a memorial to World War I veterans.\n\n       •   The Secretary must carry out its duties under\n           § 8137, which provides $10,000 for NPS to\n           acquire and install replicas of the original cross\n           and plaque.\n\n       •   The property “shall revert” to government owner-\n           ship if “it is no longer being maintained as a war\n           memorial.”\n\n   The government retains various rights of control over the\ncross and the property. NPS is granted statutory powers of\n“supervision, management, and control” of national memori-\nals. See 16 U.S.C. §§ 2, 431. Thus, NPS’s general supervisory\nand managerial responsibilities with respect to the cross\nremain, despite a land transfer. See, e.g., 16 U.S.C. § 1 (pro-\nviding that the newly created NPS is responsible for regulat-\ning and promoting “national parks, monuments, and\nreservations . . . by such means and measures as conform to\nthe fundamental purpose” of conservation); 16 U.S.C. § 3\n(“The Secretary of the Interior shall make and publish such\nrules and regulations as he may deem necessary or proper for\nthe use and management of the parks, monuments, and reser-\nvations under the jurisdiction of [NPS].”).14\n\n  [8] In addition, § 8121(a) expressly reserves NPS’s man-\nagement responsibilities under § 8137. See § 8121(a)\n  14\n     The government does not dispute that the Preserve is under NPS’s\njurisdiction as a unit of the national park system. See 16 U.S.C. §§ 1(c),\n410aaa-41, 410aaa-42, 410aaa-46.\n\f                     BUONO v. KEMPTHORNE                     5535\n(“Notwithstanding the conveyance of the property under this\nsubsection, the Secretary shall continue to carry out the\nresponsibilities of the Secretary under such section 8137.”).\nSection 8137 not only designates the cross a national memo-\nrial, but provides for $10,000 in funds for NPS to acquire and\ninstall replicas of the original plaque and cross located at the\nsite. See § 8137(a)-(c). The district court found that these pro-\nvisions gave the government an easement or license over the\nsubject property for this particular purpose. Buono III, 364 F.\nSupp. 2d at 1180. Such an easement or license reflects ongo-\ning control over the property requiring compliance with con-\nstitutional requirements on that land. See, e.g., First Unitarian\nChurch of Salt Lake v. Salt Lake, 308 F.3d 1114, 1122 (10th\nCir. 2002) (holding that where the government sells land to a\nprivate religious organization but maintains a pedestrian ease-\nment on the land, the First Amendment speech clause applies\neven though the private party holds title to the land).\n\n   [9] The district court also focused on the significance of the\ngovernment’s retention of a reversionary interest in the prop-\nerty under § 8121(e). See Hampton v. City of Jacksonville,\n304 F.2d 320, 322-23 (5th Cir. 1962) (holding that the inclu-\nsion of a reversionary clause in deeds to segregated golf\ncourses conveyed by the city to private parties was sufficient\nstate action to bring the golf courses within the Fourteenth\nAmendment because the reversionary clauses allowed the city\nto exercise “complete present control” over the golf courses);\nEaton v. Grubbs, 329 F.2d 710, 714 (4th Cir. 1964) (holding\nthat a reverter clause in a deed of trust allowed the city to\neffectively exercise control of the facility to ensure that it was\nalways used “as a hospital,” and that such ongoing city con-\ntrol over use of property constituted sufficient state action to\nsubject the hospital to the Fourteenth Amendment’s prohibi-\ntions against racial discrimination). As in Hampton and\nEaton, the reversionary clause in § 8121(e) results in ongoing\ngovernment control over the subject property, even after the\ntransfer.\n\f5536                 BUONO v. KEMPTHORNE\n   Although the government argues that reversionary interests\nare run-of-the mill clauses in contracts with the government,\nthe commonality of such clauses does not diminish their\npower or effect. The fact remains that the government has an\nautomatic reversionary interest in the property if it determines\nthat the property is no longer being used as a “war memorial,”\nwhich, at this juncture, is the cross itself. See § 8137. See also\nBuono II, 371 F.3d at 546 (noting the importance of the gov-\nernment’s reversionary interest, and various other mecha-\nnisms by which the government can acquire public lands, in\nconcluding that the dispute had not been rendered moot by\npassage of § 8121).\n\n   As it did with respect to ripeness, the government argues\nthat the court must await exercise of the reversionary interest\nbefore determining whether it is a real factor in government\ncontrol over the property. We reiterate the import of the rever-\nsionary interest; it shows the government’s ongoing control\nover the property and that the parties will conduct themselves\nin the shadow of that control. The courts in Hampton and\nEaton found dispositive the ongoing control resulting from\nthe reversionary interest; their analysis is persuasive here.\n\n   [10] Based on the government’s ongoing supervisory,\nmaintenance and oversight responsibilities with respect to the\ncross and the property, coupled with the reversionary interest,\nthe district court found that the government retains important\nproperty rights in, and “will continue to exercise substantial\ncontrol over,” the property on which Sunrise Rock is located,\neven after the land exchange. Id. at 1179. The government has\nfailed to show that this determination is either clearly errone-\nous or an abuse of discretion.\n\n  2.   METHOD FOR EFFECTUATING THE LAND EXCHANGE\n\n   Next, we examine the method of sale by which § 8121\ntransfers the property to a private buyer outside the normal\nNPS procedures for transfer of parklands. The Secretary of\n\f                    BUONO v. KEMPTHORNE                    5537\nDOI is authorized to exchange federal land for non-federal\nland under its jurisdiction. See 16 U.S.C. § 460l-22(b); see\nalso § 410aaa 56 (authorizing the Secretary to “acquire all\nlands and interest in lands within the boundary of the\n[Mojave] preserve by donation, purchase, or exchange”). In\nthis case, however, the decision to exchange the land was\nmade by Congress and authorized by a provision buried in an\nappropriations bill. The government did not hold a hearing\nbefore enacting such exchange. E.g., id. § 460l-22(b) (provid-\ning that upon request, “prior to such exchange the Secretary\n. . . shall hold a public hearing in the area where the lands to\nbe exchanged are located”). Nor did the government open bid-\nding to the general public. E.g., id. § 460l-22(a). Rather,\n§ 8121 directs that the land be transferred to the VFW, the\norganization that originally installed a cross on Sunrise Rock\nsome years ago and desires the continued presence of the cur-\nrent cross in the Preserve. The private land being exchanged\nfor the federal property is owned by the Sandozes, who con-\nstructed the present cross and who have actively sought to\nkeep the cross on Sunrise Rock. Buono III, 364 F. Supp. 2d\nat 1180.\n\n   The government argues that, of all parties, the VFW is the\n“logical purchaser” because it originally erected the cross at\nthe site more than seventy years ago. The government cites\nMarshfield and another Seventh Circuit case, Mercier v. Fra-\nternal Order of Eagles, 395 F.3d 693 (7th Cir. 2005). In both\ncases, the respective courts upheld the sale of property to a\nprivate party without an open market bidding process for the\nland. Marshfield, 203 F.3d at 489-90; Mercier, 395 F.3d at\n694-95, 702-03.\n\n   [11] Although neither the exclusion of other purchasers,\nnor the fact that Congress acted outside the scope of normal\nagency procedures for disposing of federal park land is dispo-\nsitive, both acts demonstrate the government’s unusual\ninvolvement in this transaction. These facts, coupled with the\ngovernment’s selection of beneficiaries of the land exchange\n\f5538                 BUONO v. KEMPTHORNE\nwho have a significant interest and personal investment in\npreserving the cross that has been ordered removed, provide\nadditional evidence that the government is seeking to circum-\nvent the injunction in this case. We see no basis to upset the\ndistrict court’s conclusion that the VFW was a straw pur-\nchaser. Id. at 1181.\n\n  3. HISTORY      OF    THE   GOVERNMENT’S       PRESERVATION\n  EFFORTS\n\n   [12] Finally, the government’s long-standing efforts to pre-\nserve and maintain the cross atop Sunrise Rock lead us to the\nundeniable conclusion that the government’s purpose in this\ncase is to evade the injunction and keep the cross in place. In\nbrief, when litigation was first threatened against NPS, Con-\ngress banned the use of government funds to remove the cross\n(§ 133), the first step in forestalling inevitable enforcement of\na federal injunction. After litigation commenced, Congress\ndesignated the cross and adjoining Preserve property as a\nnational memorial commemorating World War I (§ 8137).\nCongress also appropriated up to $10,000 for NPS to acquire\nreplicas of the original cross and plaque at the site (id.), once\nmore trying to bolster the presence of the cross. Once the dis-\ntrict court enjoined display of the cross in Buono I, Congress\nagain prohibited the use of federal funds to remove any World\nWar I memorials (which, obviously, includes the cross)\n(§ 8056(b)); and, while the appeal was pending in Buono II,\nCongress enacted § 8121, directing the transfer of the subject\nproperty to a private organization, but maintaining effective\ngovernment control over the memorial and the use of that\nproperty.\n\n   The government does not contest these legislative\nresponses to various stages of the litigation in this case, or\ntheir purpose aimed at preserving the cross. Rather, the gov-\nernment attempts to diminish their importance. For example,\nthe government argues that § 8137(c), which earmarks funds\nfor the replica plaque and cross, was passed before the district\n\f                     BUONO v. KEMPTHORNE                    5539\ncourt’s injunction and that after the injunction, DOI has taken\nno action to acquire the replicas. While this may be true,\nwhen Congress enacted § 8121, it specifically incorporated\nthe Secretary’s duty to carry out the responsibilities set out in\n§ 8137; Congress did not repeal the funding provisions, or\nany other provision permitting ongoing government control.\nThe funding provisions offer historical evidence of the gov-\nernmental responses aimed at preserving the cross, as well as\nongoing legislative authorizations. In that context, it does not\nmatter whether DOI has exercised its powers to obtain such\nreplicas; the important fact is that Congress directed that it do\nso, further showing its intent to preserve and maintain the\ncross.\n\n   We agree with the district court that the government\nengaged in “herculean efforts” to preserve the cross atop Sun-\nrise Rock. Buono III, 364 F. Supp. 2d at 1182. We also agree\nthat “the proposed transfer of the subject property can only be\nviewed as an attempt to keep the Latin Cross atop Sunrise\nRock without actually curing the continuing Establishment\nClause violation.” Id.\n\n  B.   CONTINUING GOVERNMENTAL ENDORSEMENT OF\n       RELIGION\n\n   Our inquiry into a purported cure of an Establishment\nClause violation must also analyze whether the improper gov-\nernmental endorsement of religion has ceased. See, e.g., Mar-\nshfield, 203 F.3d at 493-96. Because of the procedural posture\nof this case, we have necessarily already considered that ques-\ntion. We previously held that the presence of the cross in the\nPreserve violates the Establishment Clause. See Buono II, 371\nF.3d at 548-50. We also concluded that a reasonable observer\naware of the history of the cross would know of the govern-\nment’s attempts to preserve it and the denial of access to other\nreligious symbols. Id. at 550. Even a less informed reasonable\nobserver would perceive governmental endorsement of the\nmessage, given that “[n]ational parklands and preserves\n\f5540                BUONO v. KEMPTHORNE\nembody the notion of government ownership,” that the Sun-\nrise Rock area is used as a public campground, and finally,\nbecause of “the ratio of publicly-owned to privately-owned\nland in the Preserve.” Id. Nothing in the present posture of the\ncase alters those earlier conclusions. Under the statutory dic-\ntates and terms that presently stand, carving out a tiny parcel\nof property in the midst of this vast Preserve—like a donut\nhole with the cross atop it—will do nothing to minimize the\nimpermissible governmental endorsement. Nor does the pro-\nposed land exchange under § 8121 end the improper govern-\nment action. Such a transfer cannot be validly executed\nwithout running afoul of the injunction.\n\n   [13] In sum, the government has not shown the district\ncourt’s factual findings to be clearly erroneous. Nor has the\ngovernment shown that the district court applied erroneous\nlegal standards. Finally, the district court’s decision does not\nreflect any clear error of judgment. The district court did not\nabuse its discretion in enjoining the government from pro-\nceeding with the land exchange under 16 U.S.C. § 8121 and\nordering the government to otherwise comply with its prior\ninjunction that it not permit the display of the Sunrise Rock\ncross in the Preserve.\n\n  AFFIRMED.\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                     FOR PUBLICATION\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\nFRANK BUONO,                                \n                    Plaintiff-Appellee,\n                   v.\nDIRK KEMPTHORNE,* Secretary of                     No. 05-55852\nthe Interior, in his official                        D.C. No.\ncapacity; JONATHAN B. JARVIS,                     CV-01-00216-RT\nRegional Director, Pacific West\nRegion, National Park Service,                      ORDER\n                                                   AMENDING\nDepartment of the Interior, in his\n                                                  OPINION AND\nofficial capacity; DENNIS SCHRAMM,\n                                                    AMENDED\nSuperintendent, Mojave National\n                                                     OPINION\nPreserve, National Park Service,\nDepartment of the Interior, in his\nofficial capacity,\n              Defendants-Appellants.\n                                            \n         Appeal from the United States District Court\n            for the Central District of California\n          Robert J. Timlin, Senior Judge, Presiding\n\n                     Argued and Submitted\n              April 9, 2007—Pasadena, California\n\n                     Filed September 6, 2007\n                     Amended May 14, 2008\n\n   *Dirk Kempthorne is substituted for his predecessor Gail Norton as\nSecretary of the Department of the Interior. Dennis Schramm is substi-\ntuted for his predecessor Mary Martin as the Superintendent of the Mojave\nNational Preserve. See Fed. R. App. P. 43(c)(2).\n\n                                 5493\n\f5494                  BUONO v. KEMPTHORNE\n   Before: Betty B. Fletcher and M. Margaret McKeown,\n  Circuit Judges, and Ronald M. Whyte,** District Judge.\n\n                 Opinion by Judge McKeown\n\n\n\n\n   **The Honorable Ronald M. Whyte, United States District Judge for\nthe Northern District of California, sitting by designation.\n\f5496               BUONO v. KEMPTHORNE\n\n\n                        COUNSEL\n\nSue Ellen Wooldridge, Kathryn E. Kovacs, United States\nDepartment of Justice, Washington, D.C., for the defendants-\nappellants.\n\f                    BUONO v. KEMPTHORNE                    5497\nPeter J. Eliasberg, Mark D. Rosenbaum, ACLU Foundation of\nSouthern California, Los Angeles, California, for the plaintiff-\nappellee.\n\nSteven W. Fitschen, Colleen M. Holmes, The National Legal\nFoundation, Virginia Beach, Virginia, for amicus curiae The\nNational Legal Foundation.\n\n\n                           ORDER\n\n  The opinion filed September 6, 2007, slip op. 11793, and\nappearing at </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></span><pre class=\"inline\">, is amended as follows:\n\n   1. At slip op. 11816, footnote 13, delete “Although the\nSeventh Circuit adopted a presumption that “a sale of real\nproperty is an effective way for a public body to end its inap-\npropriate endorsement of religion” in the absence of “unusual\ncircumstances,” Marshfield, 203 F.3d at 491, we decline to\nadopt such presumption. The Supreme Court’s Establishment\nClause jurisprudence recognizes the need to conduct a fact-\nspecific inquiry in this area” and substitute: “The Seventh Cir-\ncuit stated that “[a]bsent unusual circumstances, a sale of real\nproperty is an effective way for a public body to end its inap-\npropriate endorsement of religion. We are aware, however,\nthat adherence to a formalistic standard invites manipulation.\nTo avoid such manipulation, we look to the substance of the\ntransaction as well as its form to determine whether govern-\nment action endorsing religion has actually ceased.” Marsh-\nfield, 203 F.3d at 491. Read as a whole, the Seventh Circuit\nposition looks at the issue on a transaction-by-transaction\nbasis. We agree with this approach. However, to the extent\nthat Marshfield can be read to adopt a presumption of the\neffectiveness of a land sale to end a constitutional violation,\nwe decline to adopt such a presumption. The Supreme Court’s\nEstablishment Clause jurisprudence recognizes the need to\nconduct a fact-specific inquiry in this area.”\n\f5498                BUONO v. KEMPTHORNE\n  With this amendment, the panel has voted to deny\nDefendants-Appellants petition for panel rehearing. Judge\nMcKeown votes to deny the petition for rehearing en banc\nand Judges B. Fletcher and Whyte so recommend.\n\n   The full court has been advised of Defendant-Appellant’s\npetition for rehearing en banc, and a judge of this court\nrequested a vote on whether this case should be reheard en\nbanc; however, a majority of the active judges did not vote in\nfavor of en banc consideration. Fed. R. App. P. 35. Judge\nReinhardt was recused from considering the en banc issues in\nthis case and did not participate in the court’s decision.\n\n  The petition for panel rehearing and the petition for rehear-\ning en banc are denied. No further petitions for rehearing will\nbe entertained.\n\n\n\nO’SCANNLAIN, Circuit Judge, dissenting from the denial of\nrehearing en banc, joined by TALLMAN, BYBEE, CALLA-\nHAN, and BEA, Circuit Judges:\n\n   The opinion in this case announces the rule that Congress\ncannot cure a government agency’s Establishment Clause vio-\nlation by ordering sale of the land upon which a religious\nsymbol previously was situated. Because such a novel rule\ncontravenes governing Supreme Court precedent, creates a\nsplit with the Seventh Circuit on multiple issues, and invites\ncourts to encroach upon private citizens’ rights under both the\nspeech and religion clauses of the First Amendment, I respect-\nfully dissent from our order rejecting rehearing en banc.\n\n                               I\n\n  Seventy-four years ago, the Veterans of Foreign Wars\n(“VFW”) erected atop Sunrise Rock in the Mojave National\n\f                        BUONO v. KEMPTHORNE                         5499\nPreserve1 a memorial to veterans who died in World War I.\nBuono v. Kempthorne, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1069</span></span><pre class=\"inline\">, 1072 (9th Cir. 2007)\n(“Buono IV”). The memorial took the form of a cross, by\nwhich stood a wooden sign stating, “The Cross, Erected in\nMemory of the Dead of All Wars,” and “Erected 1934 by\nMembers of Veterans of Fore[ig]n Wars, Death Valley post\n2884.” Id. The sign has since disappeared, and the cross has\nbeen replaced several times, most recently in 1998. Id. Each\nincarnation of the memorial was created and installed by pri-\nvate citizens; there is no indication in the record that the citi-\nzens ever received permission from the National Park Service\n(“NPS”) to construct the memorial. Id.\n\n   In 2002, Frank Buono, a retired NPS employee, brought\nsuit against the Department of the Interior, seeking to enjoin\nthe continued presence of the cross on federal land. Buono v.\nNorton, </pre><span class=\"citation\" data-id=\"2343153\"><a href=\"/opinion/2343153/buono-v-norton/\"><span class=\"volume\">212</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1202</span></a></span><pre class=\"inline\">, 1204 (C.D. Cal. 2002) (Buono\nI). The district court determined that the presence of the cross\non federal land violated the Establishment Clause, and entered\nan injunction ordering the government to remove the cross.\nId. at 1217.\n\n   During the pendency of the appeal from Buono I, Congress\nenacted legislation ordering the Secretary of the Interior to\nconvey a one-acre parcel of land including Sunrise Rock to\nthe VFW in exchange for a parcel of privately-owned land of\nequal value. Pub. L. No. 108-87, § 8121(a)-(f), 117 Stat.\n1054, 1100 (2003) (“Section 8121”). The transfer was condi-\ntioned on the VFW’s obligation to “maintain the conveyed\nproperty as a memorial commemorating United States partici-\npation in World War I and honoring the American veterans of\nthat war.”2 § 8121(e). Under the terms of the statute, the gov-\n  1\n     The Mojave National Preserve is a national park that encompasses\napproximately 1.6 million acres of land in Southern California, approxi-\nmately 90 percent of which is owned by the federal government. Buono\nIV, 502 F.3d at 1072.\n   2\n     In legislation previously enacted in 2002, Congress designated “[t]he\nfive-foot-tall white cross first erected by the [VFW] in 1934” a “national\n\f5500                   BUONO v. KEMPTHORNE\nernment retained a reversionary interest in the property “[i]f\nthe Secretary determines that the conveyed property is no lon-\nger being maintained as a war memorial.” Id. Critically, how-\never, section 8121 did not mention the existence of a cross on\nSunrise Rock, nor did it require that the VFW retain the cross\nas part of the memorial.\n\n   The agreement also provided that “the Secretary shall con-\ntinue to carry out the responsibilities of the Secretary under”\nPub. L. No. 107-117 § 8137, 115 Stat. 2230 (2002).\n§ 8121(a). Section 8137 required the Secretary to “use not\nmore than $10,000 of funds available for the administration\nof the Mojave National Preserve to acquire a replica of the\noriginal memorial plaque and cross placed at the national\nWorld War I memorial.” Section 8137 does not confer any\nother authority or obligation on the government.\n\n   Soon after the enactment of section 8121, but before the\nland exchange had been carried out, we affirmed the district\ncourt’s determination that the presence of the cross on federal\nland violated the Establishment Clause. Buono v. Norton, </pre><span class=\"citation\" data-id=\"786531\"><a href=\"/opinion/786531/frank-buono-allen-schwartz-v-gale-norton-secretary-of-the-interior-in/\"><span class=\"volume\">371</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span><pre class=\"inline\">, 550 (9th Cir. 2004) (“Buono II”). However, we\nexpressly refused to consider “whether a transfer completed\nunder section 8121 would pass constitutional muster.” Id. at\n546.\n\n   Following Buono II, the government completed the land\nexchange. Buono then brought the present action, arguing that\nsection 8121 violated the district court’s injunction or, in the\nalternative, that the land transfer itself violated the Establish-\nment Clause. See Buono v. Norton, </pre><span class=\"citation\" data-id=\"2344226\"><a href=\"/opinion/2344226/buono-v-norton/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1175</span></a></span><pre class=\"inline\">,\n\nmemorial commemorating United States participation in World War I and\nhonoring the American veterans of that war.” Pub. L. No. 107-117,\n§ 8137, 115 Stat. 2230, 2278-79 (2002) (“Section 8137”); see also Pub. L.\nNo. 107-248, § 8065(b), 116 Stat. 1519, 1551 (2002) (barring the use of\nfederal funds “to dismantle national memorials commemorating United\nStates participation in World War I”).\n\f                         BUONO v. KEMPTHORNE                             5501\n1177 (C.D. Cal. 2005) (“Buono III”). The district court held\nthat the government continued to violate the injunction fol-\nlowing the land transfer, even though ownership of the cross\nand the underlying land had been transferred to a private\nparty. See id. at 1182. Significantly, the district court there-\nfore concluded that “it need not consider [Buono’s] other con-\ntention that the land transfer itself is an independent violation\nof the Establishment Clause.” Id. at 1182 n.8.\n\n   The Buono IV panel affirmed, holding that the pre-\ndivestment injunction remained enforceable because the gov-\nernment continued impermissibly to endorse religion despite\nthe transfer of Sunrise Rock. Buono IV, 502 F.3d at 1086. The\npanel determined that such endorsement existed because: (1)\nthe government purportedly retained control and oversight\nover Sunrise Rock, id. at 1082-83; (2) the government failed\nto hold an open bidding process for the land, id. at 1084-85;\n(3) the government purportedly had engaged in “long-\nstanding efforts to preserve and maintain the cross,” id. at\n1085; and (4) the government continued to endorse religion\nby permitting the cross at the site, id. at 1085-86.3\n\n                                      II\n\n   Buono IV squarely contradicts two Seventh Circuit opin-\nions holding that “[a]bsent unusual circumstances, a sale of\nreal property is an effective way for a public body to end its\ninappropriate endorsement of religion.” Freedom from Reli-\ngion Found., Inc. v. City of Marshfield, </pre><span class=\"citation\" data-id=\"767619\"><a href=\"/opinion/767619/freedom-from-religion-foundation-inc-and-clarence-reinders-v-city-of/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span><pre class=\"inline\">, 491\n(7th Cir. 2000) (upholding the sale of a portion of a municipal\npark on which stood a statue of Jesus with arms extended);\n  3\n    I note that the constitutionality of the transfer itself is not at issue in\nthis case. Because the district court solely concluded that state action per-\nsisted and therefore expressly declined to consider whether “the land\ntransfer itself is an independent violation of the establishment clause,”\nBuono III, 364 F. Supp. 2d at 1182 n.8, the Buono IV opinion presupposes\nthat the transfer is not independently violative.\n\f5502                BUONO v. KEMPTHORNE\nsee also Mercier v. Fraternal Order of Eagles, </pre><span class=\"citation\" data-id=\"788978\"><a href=\"/opinion/788978/sue-mercier-elizabeth-j-ash-angela-belcaster-v-fraternal-order-of/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span><pre class=\"inline\">,\n702-03 (7th Cir. 2005) (upholding the sale of a portion of a\nmunicipal park with monument of Ten Commandments). The\nSeventh Circuit properly applied the principle that once\npublicly-owned land is transferred to a private party, govern-\nment action ceases, and the Establishment Clause violation\nnecessarily goes with it. Marshfield, 203 F.3d at 491\n(“Because of the difference in the way we treat private speech\nand public speech, the determination of whom we should\nimpute speech onto is critical.”).\n\n   The “unusual circumstances” exception noted by the Sev-\nenth Circuit therefore merely incorporated well-established\nSupreme Court precedent concerning when state action may\nbe imputed to private parties despite the transfer of once-\npublic land: a continuation of state action may be found\n“when a set of unusual facts and circumstances demonstrate[ ]\nthat the government remain[s] intimately involved in exclu-\nsively public functions that ha[ve] been delegated to private\norganizations.” Id. at 492 (citing Evans v. Newton, </pre><span class=\"citation\" data-id=\"107137\"><a href=\"/opinion/107137/evans-v-newton/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">296</span></a></span><pre class=\"inline\"> (1966); Terry v. Adams, </pre><span class=\"citation\" data-id=\"105121\"><a href=\"/opinion/105121/terry-v-adams/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span><pre class=\"inline\"> (1953); Marsh v.\nAlabama, </pre><span class=\"citation\" data-id=\"104216\"><a href=\"/opinion/104216/marsh-v-alabama/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span><pre class=\"inline\"> (1946)). That is, state action may be\nimputed to private parties in the “extraordinary circum-\nstance[ ]” that the “transfer [has not] eliminated the actual\ninvolvement of the [government] in the daily maintenance and\ncare of the [property].” Flagg Bros., Inc. v. Brooks, </pre><span class=\"citation\" data-id=\"109861\"><a href=\"/opinion/109861/flagg-bros-inc-v-brooks/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">149</span></a></span><pre class=\"inline\">, 159 n.8 (1978) (discussing Evans, 382 U.S. at 301); see\nMarshfield, 203 F.3d at 492.\n\n   Under such precedent, the only relevant issue is whether\nthere is continuing state action, absent which the govern-\nment’s intent or any atypical circumstances are of no conse-\nquence. See Marshfield, 203 F.3d at 491; see also Capitol\nSquare Review & Advisory Bd. v. Pinette, </pre><span class=\"citation\" data-id=\"117966\"><a href=\"/opinion/117966/capitol-squarereview-and-advisory-bd-v-pinette/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">753</span></a></span><pre class=\"inline\">, 779\n(1995) (O’Connor, J., concurring) (“[A]n Establishment\nClause violation must be moored in government action of\nsome sort.”); Bd. of Educ. v. Mergens, </pre><span class=\"citation\" data-id=\"112451\"><a href=\"/opinion/112451/board-of-ed-of-westside-community-schools-dist-66-v-mergens/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 250\n(1990) (plurality opinion) (“[T]here is a crucial difference\n\f                        BUONO v. KEMPTHORNE                         5503\nbetween government speech endorsing religion, which the\nEstablishment Clause forbids, and private speech endorsing\nreligion, which the Free Speech and Free Exercise Clauses\nprotect.”) (emphasis in original). Indeed, the court in Marsh-\nfield upheld the relevant land sale despite the appellants’ con-\ntention that it was a “ ‘sweetheart deal’ . . . concocted to\ncircumvent the government action requirement,” precisely\nbecause the sale extinguished state action. 203 F.3d at 491;\nsee also Mercier, 395 F.3d at 702 (rejecting the argument that\nthe transfer was unconstitutional because “[t]he City Council\nknew that it was faced with a lawsuit seeking the removal of\nthe Monument”).\n\n   Nevertheless, the Buono IV opinion splits from the Seventh\nCircuit’s rule and from binding Supreme Court precedent by\ncreating an “unusual circumstances” test that extends well\nbeyond the limited circumstances in which state action per-\nsists. That is, Buono IV improperly faults the government for:\n\n      •   (1) Having the purported authority to control\n          Sunrise Rock, despite the utter lack of evidence\n          that it would actually contribute to the mainte-\n          nance and care of the memorial;\n\n      •   (2) Possessing the intent to preserve the Sunrise\n          Rock memorial, even though such consideration\n          is irrelevant absent state action; and\n\n      •   (3) Failing to hold an open bidding process, even\n          though Marshfield and the Evans line of cases\n          demonstrate that state action ceases once Sunrise\n          Rock is privately owned.\n\nWhat is altogether missing in this case is any evidence that\nthe government has maintained or will maintain or support the\nSunrise Rock cross after the land transfer.4 See Evans, 382\n  4\n   As Marshfield plainly suggests, the reversionary clause in section 8121\ndoes not constitute state action where the government has not “made any\neffort to enforce [it].” 203 F.3d at 492-93.\n\f5504                BUONO v. KEMPTHORNE\nU.S. at 301 (relying on the fact that, following the govern-\nment’s resignation as trustee over the relevant land, “there has\nbeen no change in municipal maintenance and concern over\n[it],” such that “[w]hether these public characteristics will in\ntime be dissipated is wholly conjectural”); Marshfield, 203\nF.3d at 493 (declining to conjecture on “the conduct of the\nparties following the sale of [the] property”).\n\n   Accordingly, while the Buono IV opinion pays lip service\nto the “unusual circumstances” exception mandated by the\nEvans line of cases, it has bestowed upon judges the extraor-\ndinary authority to enjoin private parties from displaying reli-\ngious symbols on their own land based solely on the\ngovernment’s pre-divestment conduct, absent any showing\nthat the government would remain “intimately involved” in\nthe care and maintenance of privately-owned land.\n\n   Moreover, the deference owed to Congress forecloses us\nfrom striking down legislation based upon a presumption that\nthe government will violate the Constitution in the future. See\nEdward J. DeBartolo Corp. v. Fla. Gulf Coast Bldg. & Const.\nTrades Council, </pre><span class=\"citation\" data-id=\"112042\"><a href=\"/opinion/112042/edward-j-debartolo-corp-v-florida-gulf-coast-building-constr-trades/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span><pre class=\"inline\">, 575 (1988) (“Congress, like\nthis Court, is bound by and swears an oath to uphold the Con-\nstitution. The courts will therefore not lightly assume that\nCongress intended to infringe constitutionally protected liber-\nties or usurp power constitutionally forbidden it.”); see also\nWash. State Grange v. Wash. State Republican Party, </pre><span class=\"citation\" data-id=\"145824\"><a href=\"/opinion/145824/wash-state-grange-v-wash-state-rep-party/\"><span class=\"volume\">128</span>\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1190 (2008) (“In determining whether a law is\nfacially invalid, we must be careful not to go beyond the stat-\nute’s facial requirements and speculate about ‘hypothetical’ or\n‘imaginary’ cases.”); INS v. St. Cyr, </pre><span class=\"citation\" data-id=\"118452\"><a href=\"/opinion/118452/ins-v-st-cyr/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 200 n.12\n(2001) (“[T]he elementary rule is that every reasonable con-\nstruction must be resorted to, in order to save a statute from\nunconstitutionality.”) (internal quotation marks omitted). By\nholding that the district court could invalidate section 8121\nwithout a finding that the government would remain “inti-\nmately involved” in the maintenance and care of the Sunrise\nRock memorial post-divestment, the Buono IV opinion flouts\n\f                    BUONO v. KEMPTHORNE                    5505\nsuch “fundamental principle of judicial restraint.” Wash. State\nGrange, 128 S. Ct. at 1191.\n\n                              III\n\n   Buono IV also splits from the Seventh Circuit on a second,\nequally important issue. After holding that the government\nfailed the Lynch endorsement test by inadequately distancing\nitself from the Sunrise Rock memorial, the opinion upholds a\nremedy compelling the VFW to sacrifice its private rights in\nSunrise Rock to cure the government’s constitutional viola-\ntion. Buono IV, 502 F.3d at 1085-86; see also Buono II, 371\nF.3d at 548-49 (discussing Lynch v. Donnelly, </pre><span class=\"citation\" data-id=\"111113\"><a href=\"/opinion/111113/lynch-v-donnelly/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">\n(1984)).\n\n   Yet the Seventh Circuit correctly held that a private party’s\nrights may not be brushed aside to remedy the government’s\nviolative conduct; rather, the only proper remedy is to enjoin\nthe government’s improper conduct. See Marshfield, 203 F.3d\nat 497 (“[E]ither the Fund, a private land owner, must be\nestopped from exercising its right to free exercise and free-\ndom of speech on its own property, or some way must be\nfound to differentiate between property owned by the Fund\nand property owned by the City. The latter—not the former—\nis the appropriate solution.”). Indeed, on remand in Marsh-\nfield, the district court required that the government erect a\nfence around the statue; the statue, however, was permitted to\nremain on the now-private property, precisely because of the\nprotection owed to the private landowner under the First\nAmendment. See Freedom From Religion Found., Inc. v.\nMarshfield, No. 98-C-270-S, </pre><span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">767376</span></span><pre class=\"inline\"> (W.D. Wis.\nMay 9, 2000).\n\n  By holding that a private citizen’s rights may be infringed\nsimply because his land was publicly owned in the past, or\nbecause it presently sits next to publicly-owned land, or\nbecause a hypothetical viewer might mistakenly confuse it\nwith such land, the Buono IV opinion recklessly splits from\n\f5506                    BUONO v. KEMPTHORNE\nthe Seventh Circuit and announces a broad and unprecedented\nrule that should not be allowed to stand.5\n\n                                   IV\n\n   Moreover, while the Buono IV opinion concludes that the\ngovernment will continue to endorse religion even after trans-\nferring Sunrise Rock to the VFW, the opinion fails even to\nmention the government’s argument that the pre-divestment\ninjunction was mooted by the Supreme Court’s intervening\ndecisions in McCreary County v. ACLU, </pre><span class=\"citation\" data-id=\"799993\"><a href=\"/opinion/799993/mccreary-county-v-american-civil-liberties-union-of-ky/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span><pre class=\"inline\"> (2005),\nand Van Orden v. Perry, </pre><span class=\"citation\" data-id=\"799990\"><a href=\"/opinion/799990/van-orden-v-perry/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span><pre class=\"inline\"> (2005). Because the\ncentral considerations in Van Orden are almost entirely on\npoint with the facts of Buono IV, such precedent forecloses\nthe continued enforcement of the injunction.\n\n   As was the case in Van Orden, the Sunrise Rock memorial\nwas constructed by a private, secular organization—indeed,\nthe memorial in this case was installed without government\npermission—away from a captive audience, and both were\npackaged with a “nonsectarian text” evincing a clearly secular\npurpose. Van Orden, 545 U.S. at 701-02 (Breyer, J., concur-\nring). Moreover, just as Justice Breyer’s controlling concur-\nrence in Van Orden found dispositive that the Ten\nCommandments statue had existed for 40 years before the\nunderlying suit, the Sunrise Rock cross has existed for nearly\ndouble that amount of time. See id. at 702 (“As far as I can\ntell, 40 years passed in which the presence of this monument,\nlegally speaking, went unchallenged . . . [T]hose 40 years sug-\ngest more strongly than can any set of formulaic tests that few\nindividuals, whatever their system of beliefs, are likely to\nhave understood the monument as amounting . . . to a govern-\n  5\n    Indeed, such reasoning equally applies to the Buono IV opinion’s con-\nclusion that the government retained authority to control Sunrise Rock.\nThe appropriate remedy would be to enjoin such alleged government con-\ntrol, rather than to require the removal of the memorial despite the VFW’s\nprivate ownership of it.\n\f                        BUONO v. KEMPTHORNE                           5507\nment effort to favor a particular religious sect, primarily to\npromote religion . . . .”); compare McCreary, 545 U.S. at 851\n(Ten Commandments statues were put in place by govern-\nment officials in 1999).\n\n   While the cross at Sunrise Rock takes the form of an ordi-\nnarily religious symbol, it serves the secular purpose of\nmemorializing fallen soldiers.6 Of course, the monument in\nVan Orden was also an ordinarily religious symbol, but that\nfact alone was insufficient to constitute a violation of the\nEstablishment Clause. See Van Orden, 545 U.S. at 703 (con-\ncluding that the monument “serv[ed] a mixed but primarily\nnonreligious purpose”). Additionally, while the statue in Van\nOrden was placed in a “large park” with other monuments,\nthe lack of any challenge to the Sunrise Rock memorial for\nseven decades surely demonstrates that the public understands\nand accepts its secular commemorative purpose. See id. at\n701-02; Card v. City of Everett, </pre><span class=\"citation\" data-id=\"1201149\"><a href=\"/opinion/1201149/card-v-city-of-everett/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1009</span></a></span><pre class=\"inline\">, 1021 (9th Cir.\n2008) (noting that public complaints “did not surface until the\nmonument had been in place for over thirty years”).7\n\n  By altogether ignoring the dispositive considerations in\nVan Orden, the Buono IV opinion vitiates the Supreme\nCourt’s caution against applying the endorsement test in a\n  6\n     Indeed, there are many monuments on public land that use the cross to\ncommemorate the sacrifice of fallen soldiers, particularly those in World\nWar I. To name some examples: the Argonne Cross Memorial and the\nCanadian Cross of Sacrifice in Arlington National Cemetery; the French\nCross Monument in the Cypress Hill National Cemetery; the Peace Cross\nin Bladensburg, Maryland; the Unknown Soldiers Monument in Prescott\nNational Cemetery; and the Wall of Honor at the Pennsylvania Military\nMuseum. These monuments surely honor soldiers of all creeds, and no\nreasonable viewer would conclude that they exclude or discount the sacri-\nfice of non-Christians.\n   7\n     Van Orden certainly may not be construed as narrowly requiring such\na clustering of monuments; Justice Breyer’s concurrence explicitly cited\nother factors in determining that its presence on state land did not violate\nthe Establishment Clause. See Van Orden, 545 U.S. at 701-02.\n\f5508                 BUONO v. KEMPTHORNE\nmanner that has “radical implications for our public policy.”\nPinette, 515 U.S. at 768 (1995) (plurality opinion); see also\nCorp. of the Presiding Bishop of the Church of Jesus Christ\nof Latter-Day Saints v. Amos, </pre><span class=\"citation\" data-id=\"111944\"><a href=\"/opinion/111944/corporation-of-presiding-bishop-of-church-of-jesus-christ-of-latter-day/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span><pre class=\"inline\">, 334 (1987)\n(“There is ample room under the Establishment Clause for\nbenevolent neutrality which will permit religious exercise to\nexist without sponsorship and without interference.”) (internal\nquotation marks omitted).\n\n                               V\n\n   In addition to discussing the foregoing inter-circuit and pre-\ncedential conflicts, I must voice my strong disagreement with\nthe merits of the Buono IV opinion.\n\n                               A\n\n   First, Buono IV concludes that “the various statutes”\ninvolved in this case, “when read as a package, evince contin-\nuing government control.” Buono IV, 502 F.3d at 1082. How-\never, while the NPS Director, under the supervision of the\nSecretary of the Interior, is responsible for overall manage-\nment and supervision of the Mojave National Preserve,\nincluding “the supervision, management, and control of\nnational monuments,” 16 U.S.C. § 2, such authority applies\nonly to federal land, see 16 U.S.C. § 431 (authority to declare\nnational monuments expressly limited to objects “situated\nupon the lands owned or controlled by the Government of the\nUnited States”); see also 16 U.S.C. § 1 (“The service thus\nestablished shall promote and regulate the use of the Federal\nareas known as national parks, monuments, and reservations\nhereinafter specified . . . .”) (emphasis added). Additionally,\nwhile § 431 provides that the Secretary of the Interior may\naccept relinquishment of privately-owned property to provide\n“the proper care and management” of monuments, it does not\nauthorize government officials forcibly to take private prop-\nerty to provide such care or to enter private land.\n\f                         BUONO v. KEMPTHORNE                            5509\n   Section 8121(a), likewise, provides little support for the\nopinion’s conclusion, as it merely requires the Secretary of\nthe Interior to carry out the duties set forth in section 8137.\nSection 8137 very clearly delineates the limited obligations\nowed by the Secretary, namely that the Secretary “acquire a\nreplica of the original memorial plaque and cross placed at the\nnational World War I memorial,” and “install the plaque in a\nsuitable location on the grounds of the memorial.” Simply\nput, if Congress wanted to retain the broad oversight sug-\ngested by the Buono IV opinion, it would have said as much,\nparticularly if it was so firmly committed to ensuring that the\nSunrise Rock memorial will retain its present form.8 Indeed,\nit is telling that the district court came to precisely the same\nconclusion. See Buono III, 364 F. Supp. 2d at 1180 (finding\nthat section 8121 “[gave] the Secretary access to the subject\nproperty in the form of an easement or license for a particular\npurpose,” namely, to make a replica of the statue and install\na replica of the plaque). I fail to see how such trivial, fleeting\nduties constitute “intimate involvement” sufficient to strike\ndown section 8121.\n\n                                     B\n\n   Second, Buono IV faults the government for failing to hold\na hearing before transferring the land to the VFW, determin-\ning that such conduct constituted the improper “exclusion of\nother purchasers.” 502 F.3d at 1084-85. The opinion cites 16\nU.S.C. § 460l-22 in support, but that statute is wholly irrele-\nvant, as it solely concerns land transfers initiated by the Sec-\nretary of Interior, whereas the land exchange in question here\nwas directly authorized by Congress. See Id. Contrary to the\n  8\n    Likewise, as noted, the reversionary clause in section 8121 cannot con-\nstitute state action absent an attempt by the government to exercise it. See\nMarshfield, 203 F.3d at 491-93 (holding that a covenant requiring that the\ntransferred land be used as a public park “will not affect the validity of the\ntransfer” because “[t]he plaintiffs do not contend that the City has made\nany effort to enforce this restrictive covenant”).\n\f5510                    BUONO v. KEMPTHORNE\nsuggestion in Buono IV, under § 460l-22(b), the Secretary is\nrequired to hold an open bidding process only “[u]pon request\nof a State or a political subdivision thereof, or of a party in\ninterest, prior to such exchange.” There is no indication in the\nrecord that any such party requested a hearing in this case.\nThus, even if Congress is somehow bound by subordinate\nadministrative rules, the transfer of Sunrise Rock was per-\nfectly appropriate under the plain language of § 460l-22(b).9\n\n   In any event, the Buono IV opinion comes to the perplexing\nconclusion that Congress’s failure to comply with “agency\nprocedures” binding solely the Secretary of Interior demon-\nstrates that Congress acted inappropriately in its failing to\nhold an open bidding process. Buono IV, 502 F.3d at 1085. I\nam unaware of any precedent suggesting that congressional\naction is in any way suspect where it fails to adhere to an\nagency’s procedural rules. I also am unaware of any precedent\ndisparaging a land transfer for having been enacted in an\nappropriations bill, nor does the Buono IV opinion cite to any\ncaselaw in support of such consideration. 502 F.3d at 1084.10\n\n  9\n   Even assuming that 16 U.S.C. § 460l-22 is relevant to its decision,\nBuono IV errs in discussing § 460l-22(a). As the district court found and\nthe parties expressly conceded on appeal, the land exchange in this case\nwould have been governed solely by § 460l-22(b) had it been authorized\nby the Secretary of the Interior rather than mandated by Congress. See\nBuono III, 364 F. Supp. 2d at 1181.\n  10\n     Moreover, here again the opinion shrugs off the conflicting holdings\nin Marshfield and Mercier, which “upheld the sale of property to a private\nparty without an open market bidding process.” Buono IV, 502 F.3d at\n1084-85; see also Marshfield, 203 F.3d at 492-93; Mercier, 395 F.3d at\n702-03. Indeed, as in those cases, the Sunrise Rock memorial was trans-\nferred to the most “logical purchaser,” namely the organization that con-\nstructed the memorial in the first place. Buono IV, 502 F.3d at 1084-85.\nThe panel fails to provide any reason for diverging from the Seventh Cir-\ncuit’s holdings, short of discussing the purported conflict with “normal\nagency procedures.”\n\f                    BUONO v. KEMPTHORNE                   5511\n                              C\n\n   Third, the opinion points to “the government’s long-\nstanding efforts to preserve and maintain the cross atop Sun-\nrise Rock” as supporting the conclusion “that the govern-\nment’s purpose in this case is to evade the injunction and keep\nthe cross in place.” Buono IV, 502 F.3d at 1085. Whether the\ngovernment sought to evade the injunction in the past is col-\nlateral to the issue before us; the only relevant issue is\nwhether the transfer rendered the injunction moot by divest-\nment of Sunrise Rock to a private party. See Paulson v. City\nof San Diego, </pre><span class=\"citation\" data-id=\"796723\"><a href=\"/opinion/796723/philip-k-paulson-and-society-of-separationists-inc-v-city-of-san-diego/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1047</span></a></span><pre class=\"inline\">, 1048 (9th Cir. 2007) (holding\nthat an injunction prohibiting, under the California Constitu-\ntion, the continued existence of a cross on municipal property\nwas rendered moot when the municipality transferred the land\nto the federal government, which is not bound by state law);\ncf. Staley v. Harris County, </pre><span class=\"citation\" data-id=\"48976\"><a href=\"/opinion/48976/staley-v-harris-county-tx/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">305</span></a></span><pre class=\"inline\">, 308-09 (5th Cir.\n2007) (en banc) (holding that an injunction ordering the\nremoval of a religious monument was mooted by the munici-\npality’s decision to temporarily remove the statue). Of course,\nthe government may moot an injunction by curing the viola-\ntion that spurred it; Paulson, as well as common sense, com-\npel no less. Accordingly, Buono IV faults the government for\nengaging in conduct that was perfectly permissible. I fail to\nsee why the government’s past, unsuccessful efforts to cure\nthe Establishment Clause violation should foreclose it from\npursuing further legitimate efforts.\n\n   In any event, given our opinion in Buono II, it is easy to\nunderstand why the government would conclude that carrying\nout the land transfer was an appropriate response: we based\nour holding that the Sunrise Rock cross violated the Establish-\nment Clause on its having been situated on “publicly-owned\nland,” and we expressly refused to address the constitutional-\nity of a land transfer under section 8121. Buono II, 371 F.3d\nat 548-49. Accordingly, the government reasonably concluded\nthat we condoned the land transfer, notwithstanding a subse-\nquent decision on the constitutionality of section 8121; to\n\f5512                 BUONO v. KEMPTHORNE\nfault the government for carrying out section 8121 is nothing\nshort of a judicial “bait-and-switch.” If anything, transferring\nthe land was the obvious next step in attempting to cure the\nviolation while ensuring the continued presence of a 74-year-\nold war memorial. See Mercier, 395 F.3d at 705 (“The City\nis able to extricate itself completely from the implied endorse-\nment of the purpose and content of the religious symbol, yet\nthe Monument can remain in the location it has occupied for\nmany years.”).\n\n                               VI\n\n   The Buono IV opinion contravenes binding Supreme Court\nprecedent, creates a split from the Seventh Circuit on multiple\nissues, invests judges with the dangerous and unprecedented\nauthority to infringe upon fundamental private rights, and\nrests on patently flawed reasoning. I sympathize with my col-\nleagues’ frustration that a court can lose control of its injunc-\ntion by the enjoined party’s unanticipated abdication of\nownership, thus mooting the case. But such risk is inherent in\nour trade, and for good reason.\n\n   I therefore respectfully dissent from our unfortunate deci-\nsion not to rehear this case en banc.\n\n\n                          OPINION\n\nMcKEOWN, Circuit Judge:\n\n   A Latin cross sits atop a prominent rock outcropping\nknown as “Sunrise Rock” in the Mojave National Preserve\n(“Preserve”). Our court previously held that the presence of\nthe cross in the Preserve—which consists of more than 90\npercent federally-owned land, including the land where the\ncross is situated—violates the Establishment Clause of the\nUnited States Constitution. Buono v. Norton, </pre><span class=\"citation\" data-id=\"786531\"><a href=\"/opinion/786531/frank-buono-allen-schwartz-v-gale-norton-secretary-of-the-interior-in/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span><pre class=\"inline\">\n\f                        BUONO v. KEMPTHORNE                          5513\n(9th Cir. 2004). We affirmed the district court’s judgment per-\nmanently enjoining the government “from permitting the dis-\nplay of the Latin cross in the area of Sunrise Rock in the\nMojave National Preserve.”\n\n   During the pendency of the first appeal, Congress enacted\na statute directing that the land on which the cross is situated\nbe transferred to a private organization in exchange for a par-\ncel of privately-owned land located elsewhere in the Preserve.\nSee Pub.L. No. 108-87, R. 12.1, 12.4 § 8121(a)-(f), 117 Stat.\n1100 (2003). That land exchange is already in progress and\nwould leave a little donut hole of land with a cross in the\nmidst of a vast federal preserve. The issue we address today\nis whether the land exchange violates the district court’s per-\nmanent injunction. We conclude that it does, and affirm the\ndistrict court’s order permanently enjoining the government\nfrom effectuating the land exchange and ordering the govern-\nment to comply with the original injunction.\n\n                             BACKGROUND1\n\nI.       THE MOJAVE NATIONAL PRESERVE\n\n   The Preserve encompasses approximately 1.6 million acres,\nor 2,500 square miles, of primarily federally-owned land in\nthe Mojave Desert, located in Southeastern California. In\n1994, the Bureau of Land Management (“BLM”) transferred\nthe land to the National Park Service (“NPS”); both the BLM\nand the NPS are federal agencies under the Department of the\nInterior (“DOI”). Within the Preserve, approximately 86,000\nacres of land are privately owned and 43,000 acres belong to\nthe State of California. Thus, slightly more than 90 percent of\nthe land in the Preserve is federally owned. The Preserve is\n     1\n   Further background detail is found in the district court’s order and our\nprior opinion on the merits of the Establishment Clause challenge. See\ngenerally Buono v. Norton, </pre><span class=\"citation\" data-id=\"2343153\"><a href=\"/opinion/2343153/buono-v-norton/\"><span class=\"volume\">212</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1202</span></a></span><pre class=\"inline\"> (C.D. Cal. 2002)\n(“Buono I”); Buono, </pre><span class=\"citation\" data-id=\"786531\"><a href=\"/opinion/786531/frank-buono-allen-schwartz-v-gale-norton-secretary-of-the-interior-in/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span><pre class=\"inline\"> (9th Cir. 2004) (“Buono II”).\n\f5514                 BUONO v. KEMPTHORNE\na “unit of the National Park System” and is given “statutory\nprotection as a national preserve.” 16 U.S.C. § 410aaa-41,\n410aaa-42; id. § 1(c). The Preserve is under NPS jurisdiction\nand authority. Id. § 410aaa-46.\n\nII.    THE CROSS\n\n   The current incarnation of the cross atop Sunrise Rock is\nbetween five and eight feet tall and is constructed out of four-\ninch diameter metal pipes painted white. It is a Latin cross,\nmeaning that it has two arms, one horizontal and one vertical,\nat right angles to one another. It is undisputed that “[t]he Latin\ncross is the preeminent symbol of Christianity. It is exclu-\nsively a Christian symbol, and not a symbol of any other reli-\ngion.” Buono I, 212 F. Supp. 2d at 1205.\n\n   Historic records reflect that a wooden cross was built on\nthat location as early as 1934 by the Veterans of Foreign Wars\n(“VFW”) as a memorial to veterans who died in World War\nI. Photographs depict the wooden cross and signs near it stat-\ning: “The Cross, Erected in Memory of the Dead of All\nWars,” and “Erected 1934 by Members of Veterans of\nForegin [sic] Wars, Death Valley post 2884.” The wooden\nsigns are no longer present, and the original wooden cross,\nwhich is no longer standing, has been replaced by private par-\nties several times since 1934. The cross has been an intermit-\ntent gathering place for Easter religious services since as early\nas 1935, and regularly since 1984.\n\n   The current version of the cross was built by Henry San-\ndoz, a local resident, sometime in 1998. When NPS investi-\ngated the history of the cross, Sandoz explained that he drilled\nholes into Sunrise Rock to bolt the cross in place, making it\ndifficult to remove. Sandoz did not receive a permit from NPS\nto construct the cross.\n\n   Following Buono I’s injunction against display of the cross,\nthe cross has been covered by a plywood box. When uncov-\n\f                        BUONO v. KEMPTHORNE                          5515\nered, the cross is visible from vehicles traveling on Cima\nRoad, which passes through the Preserve, from a distance of\napproximately 100 yards away. No sign indicates that the\ncross was or is intended to act as a memorial for war veterans.\n\nIII. LITIGATION OVER         THE   CROSS    AND THE    CONGRESSIONAL\nRESPONSE\n\n   The current controversy surrounding the cross surfaced in\n1999, when NPS received a request from an individual seek-\ning to build a “stupa” (a dome-shaped Buddhist shrine) on a\nrock outcropping at a trailhead located near the cross. NPS\ndenied that request, citing 36 C.F.R. § 2.62(a)2 as prohibiting\nthe installation of a memorial without authorization. A hand-\nwritten note on the denial letter warns that “[a]ny attempt to\nerect a stupa will be in violation of Federal Law and subject\nyou to citation and/or arrest.” The letter also indicates that\n“[c]urrently there is a cross on [a] rock outcrop located on\nNational Park Service lands. . . . It is our intention to have the\ncross removed.”\n\n   In 1999, NPS undertook a study of the history of the cross.\nNPS determined that neither the cross nor the property on\nwhich it is situated qualifies for inclusion in the National Reg-\nister of Historic Places. Specifically, NPS recognized that the\ncross itself “has been replaced many times and the plaque that\nonce accompanied it (even though it is not known if it is origi-\nnal) has been removed.” Also, the property does not qualify\nas an historical site because, among other things, “the site is\nused for religious purposes as well as commemoration.”\n\n  Following the announcement by NPS of its intention to\nremove the cross, the United States Congress passed a series\n  2\n    The regulation provides that: “The installation of a monument, memo-\nrial, tablet, structure, or other commemorative installation in a park area\nwithout the authorization of the Director is prohibited.” 36 C.F.R.\n§ 2.62(a).\n\f5516                    BUONO v. KEMPTHORNE\nof laws, described below, to preserve the Sunrise Rock cross.\nThe first piece of legislation, enacted in December 2000, pro-\nvided that no government funds could be used to remove the\ncross. See Pub. L. No. 106-554 § 133, 114 Stat. 2763A-230\n(2000) (hereafter “§ 133”).3\n\n  A.    Buono I\n\n   Frank Buono4 filed suit in March 2001 against the Secre-\ntary of the DOI, the Regional Director of NPS, and the Super-\nintendent of the Preserve (collectively, “NPS” or\n“Defendants”). The district court concluded that the presence\nof the cross in the Preserve violates the Establishment Clause.\nSee Buono I, 212 F. Supp. 2d at 1215-17. In July 2002, the\ncourt entered a permanent injunction ordering that the “De-\nfendants, their employees, agents, and those in active concert\nwith Defendants, are hereby permanently restrained and\nenjoined from permitting display of the Latin cross in the area\nof Sunrise Rock in the Mojave National Preserve.”5\n  3\n    “None of the funds in this or any other Act may be used by the Secre-\ntary of the Interior to remove the five-foot-tall white cross located within\nthe boundary of the Mojave National Preserve in southern California first\nerected in 1934 by the Veterans of Foreign Wars along Cima Road\napproximately 11 miles south of Interstate 15.” § 113 (emphasis added).\n  4\n    Buono is a retired NPS employee who worked for the agency from\n1972 to 1997. From September 1994 to December 1995, Buono worked\nas the Assistant Superintendent of the Preserve.\n  5\n    We granted the government’s motion to stay the injunction pending\nappeal, insofar as the injunction required NPS to immediately remove or\ndismantle the cross. The stay did not apply to any “alternative methods”\nfor complying with, or additional obligations imposed by, the district\ncourt’s order. See Buono II, 371 F.3d at 545 n.1 (discussing stay orders).\nDuring the appeal, NPS covered the cross, first with a large tarpaulin and\nlater with a plywood box, which the government asserts will remain in\nplace pending resolution of this action.\n\f                   BUONO v. KEMPTHORNE                     5517\n  B.   DESIGNATION OF THE CROSS AS A NATIONAL MEMORIAL\n\n   In January 2002, while this matter was pending in district\ncourt, Congress passed a defense appropriations bill, which\nincluded a section designating the Sunrise Rock cross as a\n“national memorial.” See Pub.L. No. 107-117 § 8137, 115\nStat. 2278-79 (2002), codified at 16 U.S.C. § 410aaa-56\n(note) (hereafter “§ 8137”). That section provides:\n\n    (a) DESIGNATION OF NATIONAL MEMORIAL.\n    —The five-foot-tall white cross first erected by the\n    Veterans of Foreign Wars of the United States in\n    1934 along Cima Road in San Bernardino County,\n    California, and now located within the boundary of\n    the Mojave National Preserve, as well as a limited\n    amount of adjoining Preserve property to be desig-\n    nated by the Secretary of the Interior, is hereby des-\n    ignated as a national memorial commemorating\n    United States participation in World War I and hon-\n    oring the American veterans of that war.\n\n    (b) LEGAL DESCRIPTION.—The memorial cross\n    referred to in subsection (a) is located at latitude\n    35.316 North and longitude 115.548 West. The exact\n    acreage and legal description of the property to be\n    included by the Secretary of the Interior in the\n    national World War I memorial shall be determined\n    by a survey prepared by the Secretary.\n\n    (c) REINSTALLATION             OF      MEMORIAL\n    PLAQUE.—The Secretary of the Interior shall use\n    not more than $10,000 of funds available for the\n    administration of the Mojave National Preserve to\n    acquire a replica of the original memorial plaque\n    and cross placed at the national World War I memo-\n    rial designated by subsection (a) and to install the\n    plaque in a suitable location on the grounds of the\n    memorial.\n\f5518                 BUONO v. KEMPTHORNE\nId. (emphases added). The cross is designated the “White\nCross World War I Memorial.” 16 U.S.C. § 431 (note).\n\n   NPS is statutorily charged with “the supervision, manage-\nment, and control of the several national parks and national\nmonuments.” 16 U.S.C. § 2. National “memorials” fall within\nthe broader category of national “monuments.” See U.S.C.\n§ 431 (note) (identifying recognized national monuments,\nincluding various categories of “national monuments” and\n“national memorials”).\n\n   In October 2002, less than three months after the district\ncourt’s injunction, in legislation aimed at the Sunrise Rock\ncross, Congress passed a defense appropriations bill that\nincluded a provision barring the use of federal funds “to dis-\nmantle national memorials commemorating United States par-\nticipation in World War I.” Pub. L. No. 107-248 § 8065(b),\n116 Stat.1551 (2002) (hereafter “§ 8065”).\n\n  C.   BUONO II   AND   PASSAGE OF § 8121\n\n   The government appealed the district court’s order and\ninjunction. In September 2003, one month after oral argument\nbefore a panel of our court but before a decision issued, Con-\ngress enacted another defense appropriations bill that included\na land exchange agreement regarding the Sunrise Rock cross.\nSee Pub. L. No. 108-87 § 8121(a)-(f), 117 Stat. 1100 (2003),\ncodified at 16 U.S.C. § 410aaa-56 (note), (hereafter\n“§ 8121”). The statute provides:\n\n    (a) EXCHANGE REQUIRED.— In exchange for\n    the private property described in subsection (b), the\n    Secretary of the Interior shall convey to the Veterans\n    Home of California— Barstow, Veterans of Foreign\n    Wars Post #385E (in this section referred to as the\n    “recipient”), all right, title, and interest of the United\n    States in and to a parcel of real property consisting\n    of approximately one acre in the Mojave National\n\f                    BUONO v. KEMPTHORNE                       5519\n    Preserve and designated (by section 8137 of the\n    Department of Defense Appropriations Act, 2002\n    (Public Law 107-117; 115 Stat. 2278)) as a national\n    memorial commemorating United States participa-\n    tion in World War I and honoring the American vet-\n    erans of that war. Notwithstanding the conveyance\n    of the property under this subsection, the Secretary\n    shall continue to carry out the responsibilities of the\n    Secretary under such section 8137.\n\n    (b) CONSIDERATION.—As consideration for the\n    property to be conveyed by the Secretary under sub-\n    section (a), Mr. and Mrs. Henry Sandoz of Mountain\n    Pass, California, have agreed to convey to the Secre-\n    tary a parcel of real property consisting of approxi-\n    mately five acres, identified as parcel APN 569-051-\n    44, and located in the west 1/2 of the northeast 1/4\n    of the northwest 1/4 of the northwest 1/4 of section\n    11, township 14 north, range 15 east, San Bernardino\n    base and meridian.\n\n§ 8121(a)-(b) (emphases added). The government retains a\nreversionary interest in the property as follows:\n\n    (e) REVERSIONARY CLAUSE. — The convey-\n    ance under subsection (a) shall be subject to the con-\n    dition that the recipient maintain the conveyed\n    property as a memorial commemorating United\n    States participation in World War I and honoring the\n    American veterans of that war. If the Secretary\n    determines that the conveyed property is no longer\n    being maintained as a war memorial, the property\n    shall revert to the ownership of the United States.\n\n§ 8121(e) (emphasis added). The cross-reference in § 8121(a)\nto § 8137 pertains to use of federal funds to acquire a replica\ncross and plaque. See § 8197(c). The land transfer was under-\n\f5520                 BUONO v. KEMPTHORNE\nway when the district court enjoined its enforcement, as\ndescribed below.\n\n   In June 2004, in affirming the district court’s permanent\ninjunction, we held that the presence of the cross in the Pre-\nserve violates the Establishment Clause, agreeing with the\ndistrict court that this case is “squarely controlled” by Separa-\ntion of Church and State Committee v. City of Eugene, </pre><span class=\"citation\" data-id=\"724951\"><a href=\"/opinion/724951/96-cal-daily-op-serv-6187-96-daily-journal-dar-10127-separation-of/\"><span class=\"volume\">93</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">617</span></a></span><pre class=\"inline\"> (9th Cir. 1996) (“SCSC”). Buono II, 371 F.3d at 548.\nIn SCSC, we reasoned that the presence of a cross on city\nland, even where it bore a plaque dedicating the cross as a war\nmemorial to veterans, 93 F.3d at 618, violated the Establish-\nment Clause because “the presence of the cross may reason-\nably be perceived as governmental endorsement of\nChristianity.” Id. at 620.\n\n   The government’s several attempts to distinguish SCSC\nwere not persuasive. For example, we held that it was “of no\nmoment” that the cross in SCSC was significantly taller,\nlocated in an urban area, or illuminated during certain holi-\ndays:\n\n    Though not illuminated, the cross here is bolted to a\n    rock outcropping rising fifteen to twenty feet above\n    grade and is visible to vehicles on the adjacent road\n    from a hundred yards away. Even if the shorter\n    height of the Sunrise Rock cross means that it is visi-\n    ble to fewer people than was the SCSC cross, this\n    makes it no less likely that the Sunrise Rock cross\n    will project a message of government endorsement.\n    . . . Nor does the remote location of Sunrise Rock\n    make a difference. That the Sunrise Rock cross is not\n    near a government building is insignificant — nei-\n    ther was the SCSC cross. What is significant is that\n    the Sunrise Rock cross, like the SCSC cross, sits on\n    public park land. National parklands and preserves\n    embody the notion of government ownership as\n    much as urban parkland, and the remote location of\n\f                    BUONO v. KEMPTHORNE                    5521\n    Sunrise Rock does nothing to detract from that\n    notion.\n\nBuono II, 371 F.3d at 549-50 (emphasis added).\n\n    We also held that a reasonable observer, even without\nknowing whether Sunrise Rock is federally owned, would\nbelieve—or at least suspect—that the cross rests on public\nland because of the vast size of the Preserve, more than 90\npercent of which is federally owned. Id. at 550 (citing reason-\nable observer test set forth in Capitol Square Review & Advi-\nsory Bd. v. Pinette, </pre><span class=\"citation\" data-id=\"117966\"><a href=\"/opinion/117966/capitol-squarereview-and-advisory-bd-v-pinette/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">753</span></a></span><pre class=\"inline\">, 780-81 (1995) (O’Connor,\nJ., concurring)). A reasonably informed observer aware of the\nhistory of the Sunrise Rock cross would know not only that\nthe cross was erected by private individuals (which the gov-\nernment argued favored its view), but also that Congress has\ntaken various measures to preserve the cross, i.e., designating\nit a war memorial, prohibiting use of federal funds to remove\nit, and denying similar access for a Buddhist shrine. Id.\n\n   Acknowledging the passage of § 8121 while the appeal was\npending, we addressed the government’s challenge that\n§ 8121 rendered the appeal moot or would soon do so. We\nrejected the government’s mootness challenge for two rea-\nsons: First, we held that the case was not moot because the\nland transfer had not yet taken effect. Id. at 545. Second,\nbecause “[m]ere voluntary cessation of allegedly illegal con-\nduct does not moot a case,” we held that even if the land trans-\nfer had taken effect, the government still had not carried its\nheavy burden to show mootness. Id. at 546. Even if the land\nwere transferred under § 8121(a), it may revert to the govern-\nment under § 8121(e), or as provided in other statutes. In par-\nticular, we noted that 16 U.S.C. § 431 authorizes\nrelinquishment of lands containing “national monuments” to\nthe federal government, and 16 U.S.C. § 410aaa-56 autho-\nrizes the Department of the Interior to “acquire all lands and\ninterest in lands within the boundary of the [Mojave] preserve\n\f5522                 BUONO v. KEMPTHORNE\nby donation, purchase, or exchange.” Id. at 546 (discussing\n§ 8121, 16 U.S.C. §§ 431, 410aaa-56).\n\n  D.   BUONO III\n\n   Despite the injunction against display of the cross in the\nPreserve, the government began moving forward with the\nmechanics of the land exchange under § 8121. Buono then\nmoved to enforce the district court’s prior injunction, or mod-\nify it to prohibit the land exchange as a violation of the Estab-\nlishment Clause. In April 2005, the district court granted\nBuono’s motion to enforce the injunction, and denied as moot\nthe request to amend the permanent injunction. See Buono v.\nNorton, </pre><span class=\"citation\" data-id=\"2344226\"><a href=\"/opinion/2344226/buono-v-norton/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1175</span></a></span><pre class=\"inline\">, 1177, 1182 & n.8 (C.D. Cal.\n2005) (“Buono III”). According to the district court, “the\ntransfer of the Preserve land containing the Latin Cross which\nas [a] sectarian war memorial carries an inherently religious\nmessage and creates an appearance of honoring only those\nservicemen of that particular religion is an attempt by the gov-\nernment to evade the permanent injunction enjoining the dis-\nplay of the Latin Cross atop Sunrise Rock.” Id. at 1182\n(citation and quotation marks omitted). The district court\ndeemed the exchange “invalid” and permanently enjoined the\ngovernment “from implementing the provisions of Section\n8121 of Public Law 108-87” and ordered the government “to\ncomply forthwith with the judgment and permanent injunction\nentered by th[e] court on July 24, 2002.” Id. It is that decision\nthat the government now appeals.\n\n                     STANDARD OF REVIEW\n\n   We review for abuse of discretion the district court’s order\nenforcing its prior injunction. Paulson v. City of San Diego,\n</pre><span class=\"citation\" data-id=\"778159\"><a href=\"/opinion/778159/philip-k-paulson-v-city-of-san-diego-mt-soledad-memorial-association/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1124</span></a></span><pre class=\"inline\">, 1128 (9th Cir. 2002). A district court abuses\nits discretion in this regard if “it bases its decision on an erro-\nneous legal standard or on clearly erroneous findings of fact.”\nId.\n\f                    BUONO v. KEMPTHORNE                    5523\n                           ANALYSIS\n\n   In the district court, Buono advanced two alternative argu-\nments challenging the land exchange under § 8121. First,\nBuono argued that the land exchange is an attempt to evade\nthe permanent injunction. Alternatively, he argued that the\nland exchange itself violates the Establishment Clause\nbecause it is an improper governmental endorsement of reli-\ngion. The district court’s holding is grounded only on the first\nbasis, i.e., that the land exchange is a sham transaction with\nthe purpose of permitting continued display of the cross in\nviolation of the permanent injunction. On appeal, the govern-\nment contends that § 8121 was a bona fide attempt by Con-\ngress to comply with the injunction. The government also\nargues that because it was not given the opportunity to fully\neffectuate the transfer, there are unknown facts that render\nthis controversy “unripe” for judicial review.\n\n   Turning first to the government’s ripeness challenge, we\nconclude that this controversy is ripe for review. As to the\nsecond question, the district court did not abuse its discretion\nin enforcing the injunction. We agree that the exchange effec-\ntuated by § 8121 violates the injunction, which prohibits the\ndisplay of the Latin cross because it runs afoul of the Estab-\nlishment Clause.\n\nI.   RIPENESS\n\n   Ripeness is a justiciability requirement that seeks to avoid\npremature litigation of disputes. Thomas v. Union Carbide\nAgr. Products Co., </pre><span class=\"citation\" data-id=\"111510\"><a href=\"/opinion/111510/thomas-v-union-carbide-agricultural-products-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span><pre class=\"inline\">, 579-81 (1985) (“[R]ipeness\nis peculiarly a question of timing.”) (citations omitted). The\nripeness doctrine “is drawn both from Article III limitations\non judicial power and from prudential reasons for refusing to\nexercise jurisdiction.” Reno v. Catholic Soc. Servs., Inc., </pre><span class=\"citation\" data-id=\"112889\"><a href=\"/opinion/112889/reno-v-catholic-social-services-inc/\"><span class=\"volume\">509</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 57 n.18 (1993); accord Thomas v. Anchorage Equal\nRights Comm’n, </pre><span class=\"citation\" data-id=\"769722\"><a href=\"/opinion/769722/kevin-thomas-and-joyce-baker-v-anchorage-equal-rights-commission-and-the/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1134</span></a></span><pre class=\"inline\">, 1138-42 (9th Cir. 2000) (en\nbanc) (discussing constitutional and prudential components of\n\f5524                BUONO v. KEMPTHORNE\nripeness). The ripeness question we address is whether it is\npremature to consider a violation of the injunction before\ncompletion of the land exchange.\n\n  A.   CONSTITUTIONAL COMPONENT OF RIPENESS\n\n  The constitutional component of ripeness—that there be an\nArticle III “case or controversy”—requires a concrete impact\nupon the parties arising from the dispute. Union Carbide, 473\nU.S. at 579. This analysis is similar to the injury-in-fact\ninquiry under the standing doctrine. See Anchorage Equal\nRights Comm’n, 220 F.3d at 1138-39.\n\n   The government argues that before litigation proceeds, it\nshould be given an opportunity to try to execute the land\nexchange in compliance with the prior injunction and the gov-\nernment’s constitutional obligations. Buono responds that the\n“concrete” injury ripe for review is that the land transaction’s\nvery structure evidences its lack of a secular purpose and its\neffect continues the government’s improper endorsement of\nreligion that we already held exists.\n\n   This case can best be described as an ongoing controversy\nabout the cross, the specifics of which shift with successive\ncongressional enactments. The controversy is neither prema-\nture nor will it go away on its own. Given the specifics of\n§ 8121, it is no answer to say that the land exchange is not\ncomplete. It is, as the district court notes, “already in prog-\nress,” and the government intends to complete it. Buono III,\n364 F. Supp. 2d at 1178. Buono’s challenge to the present\nterms of the exchange is not a “hypothetical request[ ] for an\nadvisory opinion.” Anchorage Equal Rights Comm’n, 220\nF.3d at 1141.\n\n  [1] The Supreme Court has held that pre-enforcement\nreview of a statute is appropriate where the governmental pur-\npose in enacting the statute evidences an improper endorse-\nment of religion in violation of the Establishment Clause. See\n\f                        BUONO v. KEMPTHORNE                            5525\nSanta Fe Indep. Sch. Dist. v. Doe, </pre><span class=\"citation\" data-id=\"118377\"><a href=\"/opinion/118377/santa-fe-independent-school-dist-v-doe/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span><pre class=\"inline\">, 313-14\n(2000). It is no legal leap to conclude that pre-enforcement\nreview is similarly appropriate where the purpose of a statute\nis to evade an injunction intended to end an ongoing Estab-\nlishment Clause violation.\n\n   In Santa Fe, the Supreme Court considered the ripeness of\na facial challenge to a school district’s policy purportedly\nallowing school prayer. Id. The policy permitted students (a)\nto vote on whether there should be a student-delivered invoca-\ntion given at the start of high school football games, and (b)\nto later vote to select the one student who would deliver the\ninvocation at all games throughout the year. Id. at 297-98.\nThe school district argued that it was premature to review the\npolicy because there “can be no certainty that any of the state-\nments or invocations will be religious.” Id. at 313. Rejecting\nthat challenge, the Court concluded that while forcing a stu-\ndent “to participate in religious worship” was a serious consti-\ntutional injury, so too was the “mere passage by [the school\ndistrict] of a policy that has the purpose and perception of\ngovernment establishment of religion. . . . [and] the imple-\nmentation of a governmental electoral process that subjects\nthe issue of prayer to a majoritarian vote.” Id. at 313-14 (rec-\nognizing that “the Constitution also requires that we keep in\nmind ‘the myriad, subtle ways in which Establishment Clause\nvalues can be eroded.’ ”) (quoting Lynch v. Donnelly, </pre><span class=\"citation\" data-id=\"111113\"><a href=\"/opinion/111113/lynch-v-donnelly/\"><span class=\"volume\">465</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 694 (1984) (O’Connor, J., concurring)). Thus, the\nmere enactment of the policy, particularly in light of the\nschool district’s conduct, was a sufficient constitutional injury\nto warrant pre-enforcement review, and ultimately an injunc-\ntion against implementation of the policy. Id. at 316.6 Impor-\n  6\n    Our cases have similarly held that passage of a statute and putting it\ninto effect (even if the effect is not complete) gives rise to a dispute ripe\nfor judicial review. In Saint Elizabeth Community Hospital v. NLRB, </pre><span class=\"citation\" data-id=\"419676\"><a href=\"/opinion/419676/st-elizabeth-community-hospital-v-national-labor-relations-board/\"><span class=\"volume\">708</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1436</span></a></span><pre class=\"inline\"> (9th Cir. 1983), a church-run hospital challenged the National\nLabor Relations Board’s jurisdiction over it as a violation of the Establish-\nment Clause. Id. at 1440. Congress had amended the National Labor Rela-\n\f5526                    BUONO v. KEMPTHORNE\ntantly, in analyzing ripeness, the Court looked to the history\nof the school district’s conduct in enacting the policy and the\ntrue purpose of the policy. Id. at 314-15.\n\n   [2] The analogy to Santa Fe is apt. Here, both the district\ncourt and this court have concluded that a grave constitutional\ninjury already exists. The permitting display of the Sunrise\nRock cross in the Preserve is an impermissible governmental\nendorsement of religion. See Buono II, 371 F.3d at 548-50. As\ndiscussed further below, the constitutional injury will persist\nafter—and as a result of—the land exchange effectuated\nunder § 8121. This is so because (among other things) § 8121\nand other applicable statutes7 permit the government’s signifi-\ncant ongoing control of and involvement with the cross and\nthe property on which it is situated. See Santa Fe, 530 U.S.\nat 314-15 (concluding that the text of the school district’s pol-\nicy alone reveals the extent of school involvement in the elec-\ntion of the student speaker and the content of the message to\nbe delivered). And, the government’s repeated actions in pre-\nserving the cross (and forestalling enforcement of the injunc-\ntion) further evidence its goal of keeping the cross in place,\nsee §§ 133, 8137, 8056(b), 8121, just as the school district in\nSanta Fe acted with the purpose of maintaining a school pol-\nicy permitting prayer at school events. Santa Fe, 503 U.S. at\n314-15.8\n\ntions Act expressly conferring jurisdiction over nonprofit hospitals without\nexcepting those run by religious institutions. We concluded that the ques-\ntion of NLRB’s jurisdiction was ripe for review. Id. In Assiniboine &\nSioux Tribes of Fort Peck Indian Reservation v. Board of Oil & Gas Con-\nservation of the State of Montana, </pre><span class=\"citation\" data-id=\"471358\"><a href=\"/opinion/471358/assiniboine-and-sioux-tribes-of-the-fort-peck-indian-reservation/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">782</span></a></span><pre class=\"inline\"> (9th Cir. 1986), we held\nthat the claim of Indian tribes challenging the validity of a cooperative\nagreement regarding agency jurisdiction to advise the tribes about oil and\ngas rights was sufficiently ripe where the final cooperative agreement had\nbeen placed into operation by the agreeing agencies. Id. at 788-89.\n   7\n     See § 8137(a)-(c), 16 U.S.C. §§ 431, 410aaa-56.\n   8\n     The various governmental actions are discussed in further detail infra\n§ II.A.3.\n\f                        BUONO v. KEMPTHORNE                           5527\n  [3] Buono has alleged a sufficient constitutional injury to\novercome any argument that his challenge to § 8121 is unripe.\nSee Santa Fe, 530 U.S. at 314-15. The challenge in this case\npresents a concrete injury, rather than an “imaginary” or\n“speculative” one.9\n\n  B.    PRUDENTIAL COMPONENT OF RIPENESS\n\n   [4] Even where a concrete case or controversy is present,\nwe consider whether, because of prudential concerns, we\nshould decline to exercise jurisdiction. See Union Carbide,\n473 U.S. at 581; Anchorage Equal Rights Comm’n, 220 F.3d\nat 1141. We evaluate two interrelated factors: (a) the hardship\nthat the party seeking relief will suffer from withholding judi-\ncial action, and (b) the fitness of the issues in the record for\njudicial review. Abbott Labs. v. Gardner, </pre><span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span><pre class=\"inline\">, 148-\n49 (1967), overruled on other grounds by Califano v. Sand-\ners, </pre><span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span><pre class=\"inline\"> (1977).\n\n   [5] This case easily satisfies both prudential components.\nAs to the harm,“[o]ne does not have to await the consumma-\ntion of threatened injury to obtain preventive relief. If the\ninjury is certainly impending, that is enough.” Union Carbide,\n   9\n     The government can hardly rely, as a predicate for a ripeness chal-\nlenge, on its attempt to temporarily comply with the permanent injunction\nby covering the cross with a wooden box. If that were the final compliance\nmechanism, the district court could determine whether it is sufficient. Sig-\nnificantly, however, the government is proceeding with the land exchange.\nSee Parents Involved in Community Schools v. Seattle School Dist. No. 1,\n</pre><span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2738</span></a></span><pre class=\"inline\">, 2751 (2007) (holding that school district’s voluntary ces-\nsation of use of racial tiebreaker pending outcome of litigation did not\nnegate Article III standing of plaintiff group members challenging policy,\nas the school continued to vigorously defend the policy in court); Friends\nof Earth, Inc. v. Laidlaw Envt’l Svcs. (TOC), Inc., </pre><span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span><pre class=\"inline\">, 189\n(2000) (holding that voluntary cessation of wrongful conduct, either by\ndefendant’s achievement of substantial compliance with its permit require-\nments or its shutdown of offending facility, did not moot controversy over\ndefendant’s compliance with Clean Water Act because the offending con-\nduct had not permanently ceased).\n\f5528                    BUONO v. KEMPTHORNE\n473 U.S. at 581 (internal quotations and citations omitted).10\nThe hardship resulting from the continuation of an Establish-\nment Clause violation enjoined by the court is sufficient.\n\n   A claim is “fit for decision if the issues raised are primarily\nlegal, do not require further factual development, and the\nchallenged action is final.” Exxon Corp. v. Heinze, </pre><span class=\"citation\" data-id=\"676578\"><a href=\"/opinion/676578/exxon-corporation-plaintiff-appellant-cross-appellee-v-harold-c-heinze/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">1399</span></a></span><pre class=\"inline\">, 1404 (9th Cir. 1994) (citations omitted). These require-\nments are satisfied here.\n\n   The key issue is primarily a question of law, i.e., whether\nthe land exchange under § 8121 violates the district court’s\norder permanently enjoining the government from permitting\ndisplay of the cross in the Preserve. See, e.g., Santa Fe, 530\nU.S. at 314 (permitting facial challenge to school district’s\npolicy prior to enforcement of the policy based largely on the\nCourt’s ability to construe the constitutionality of the policy’s\npurpose as a legal matter); Union Carbide, 473 U.S. at 581\n(granting pre-enforcement review of constitutionality of\nadministrative scheme requiring registrants to participate in\nbinding arbitration of disputes with limited judicial review\nbecause party’s challenge raised solely legal issues).\n\n   Next, we assess the state of the factual record, an inquiry\nthat overlaps with (and in this case collapses into) the third\ncomponent, the finality of the decision. Friedman Bros. Inv.\nCo. v. Lewis, </pre><span class=\"citation\" data-id=\"403392\"><a href=\"/opinion/403392/friedman-brothers-investment-company-a-partnership-v-andrew-lindsay-drew/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1317</span></a></span><pre class=\"inline\">, 1319 (9th Cir. 1982). The gov-\nernment argues that the record is incomplete because certain\nfactual scenarios, as yet unknown, could occur at some time\nin the future. The government illustrates its claim by positing\ntwo potential scenarios that may occur rendering decision on\n  10\n     Unlike in Anchorage Equal Right Comm’n, where the plaintiffs sought\nreview of a housing law “in a vacuum and in the absence of any particular\nvictims of discrimination,” 220 F.3d at 1142, in this case there is a con-\ncrete victim—Buono—and the statutes are not being analyzed in a vac-\nuum. See, e.g., Buono III, 364 F. Supp. 2d at 1181-82 (discussing history\nof government’s preservation efforts regarding the cross).\n\f                    BUONO v. KEMPTHORNE                    5529\nthis appeal premature. Upon examination, neither proposed\nscenario persuades us that we should delay decision in this\nmatter.\n\n   First, the government argues that once the land exchange is\ncomplete the VFW might at some point in the future remove\nthe cross, but continue to maintain the property as a “war\nmemorial” as provided under § 8121. Thus, according to the\ngovernment, the court should not decide whether the injunc-\ntion is violated unless and until the land exchange is complete\nand the VFW has an opportunity to decide whether to main-\ntain or remove the cross.\n\n  Under the government’s construction, the dispute would\nnever be ripe because, even if the transfer occurred, the gov-\nernment or the VFW could always argue that removal of the\ncross could occur at some point in the future. Such games-\nmanship is not sanctioned by our prudential ripeness doctrine.\n\n   The government’s view is also at odds with two statutes\nrelated to the Sunrise Rock cross, which, when read together,\ndemonstrate that the VFW cannot remove the cross without\nforfeiting the property to the government. Section 8137(a)\ndesignates “the five-foot-tall white cross” . . . as a “national\nmemorial.” § 8137(a) (emphasis added); see also § 8137(b)\n(referring to “[t]he memorial cross”); 16 U.S.C. § 431 (note)\n(listing “national memorial” titled “White Cross World War\nI Memorial”). In other words, the cross itself is the memorial.\nSection 8121(e) conditions transfer of the land on the VFW’s\nagreement to “maintain the conveyed property as a memorial\ncommemorating United States participation in World War I\nand honoring the American veterans of that war.” § 8121(e).\nSection 8121(e) further provides that if “the conveyed prop-\nerty is no longer being maintained as a war memorial, the\nproperty shall revert to the ownership of the United States.”\nId. (emphasis added). Under these two statutes, the VFW’s\nremoval of the cross from Sunrise Rock would trigger the\nreversionary clause of § 8121(e) and the land would revert to\n\f5530                BUONO v. KEMPTHORNE\nthe United States. Nothing permits the VFW to destroy a\nnational memorial, remove the cross, and erect a substitute\nmemorial. The entire scheme is directed to preservation of the\ncross.\n\n   To suggest that we do not yet know enough facts to decide\nthis dispute ignores the practical reality of these statutory\nmandates. In Santa Fe, the Court rejected the school district’s\nsimilarly implausible explanations for its conduct, based on\nthe history and context of the school district’s actions:\n\n    The District, nevertheless, asks us to pretend that we\n    do not recognize what every Santa Fe High School\n    student understands clearly — that this policy is\n    about prayer. The District further asks us to accept\n    what is obviously untrue: that these messages are\n    necessary to “solemnize” a football game and that\n    this single-student, year-long position is essential to\n    the protection of student speech. We refuse to turn a\n    blind eye to the context in which this policy arose,\n    and that context quells any doubt that this policy was\n    implemented with the purpose of endorsing school\n    prayer.\n\nSanta Fe, 530 U.S. at 315 (emphasis added).\n\n   The government also argues that DOI might never exercise\nthe reversionary clause, even if the cross is removed. Again,\nthis argument fails as § 8121(e) itself provides that the prop-\nerty “shall revert” if the property is no longer maintained as\na “war memorial,” i.e., the cross under § 8137. Countenanc-\ning this argument would also render the claim perpetually\nunripe, bringing to mind the Rule Against Perpetuities.\nAlthough the rule surely does not apply in this context, com-\nmon sense should.\n\n   [6] Even though the transfer itself is not complete, the cer-\ntainty of the governmental action taking place is sufficiently\n\f                         BUONO v. KEMPTHORNE                             5531\nripe to allow review. See, e.g., Friedman, 676 F.2d at 1318-19\n(concluding that challenge to agency’s action as violating\nNational Environmental Policy Act was ripe where agency\nhad granted funds for project and exempted it from certain of\nNEPA’s requirements, despite that formal action to acquire\nthe subject property by condemnation had not yet com-\nmenced). Thus, none of the prudential ripeness concerns\nweigh against our rendering a decision.11\n\nII.    VIOLATION OF THE PERMANENT INJUNCTION\n\n   We next address whether the district court abused its dis-\ncretion in concluding that “transfer of the Preserve land con-\ntaining the Latin Cross, which ‘as [a] sectarian war memorial\ncarries an inherently religious message and creates an appear-\nance of honoring only those servicemen of that particular reli-\ngion’ . . . is an attempt by the government to evade the\npermanent injunction enjoining the display of the Latin Cross\natop Sunset Rock.” Buono III, 364 F. Supp. 2d at 1182 (cita-\ntion omitted).\n  11\n    The government raises, for the first time on appeal, a second challenge\nunder the guise of “ripeness.” It argues that the district court exceeded its\npower by issuing a second injunction in the face the government’s effort\nto comply with the original injunction. This is not a true ripeness consider-\nation, but a challenge to the propriety of the district court’s exercise of its\nequitable power to enforce its prior injunction. Because this issue is not\none of justiciability or jurisdiction, the government waived the argument\nby failing to challenge the scope of the district court’s action before that\ncourt. See, e.g., Ritchie v. United States, </pre><span class=\"citation\" data-id=\"794703\"><a href=\"/opinion/794703/wayne-ritchie-v-united-states-of-america-robert-v-lashbrook-in-his/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1019</span></a></span><pre class=\"inline\">, 1026 & n.12 (9th\nCir. 2006) (concluding that failure to raise an issue before district court\nresulted in waiver on appeal, particularly where the issue involved district\ncourt’s broad discretion and district court “might have been able to\naddress the problem” if raised). Even assuming no waiver, the district\ncourt acted within its broad equitable powers to enforce its prior injunc-\ntion. See, e.g., Ellis v. City of La Mesa, </pre><span class=\"citation\" data-id=\"604810\"><a href=\"/opinion/604810/james-ellis-v-city-of-la-mesa-philip-paulson-howard-t-kreisner/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></a></span><pre class=\"inline\">, 1530-31 (9th Cir.\n1993) (per curiam) (noting, in dispute over religious symbols on public\nland, that in light of changed circumstances of ownership of land (or a\nplanned change in ownership), district court has broad equitable powers\n“to modify, fashion or enforce appropriate equitable relief” in assessing\ncompliance with its prior injunction).\n\f5532                     BUONO v. KEMPTHORNE\n  A.     GOVERNMENT ACTION\n\n   In Buono II, we noted that “the presence of a religious sym-\nbol on once-public land that has been transferred into private\nhands may still violate the Establishment Clause.” Buono II,\n371 F.3d at 546 (citing Freedom from Religion Found., Inc.\nv. City of Marshfield, </pre><span class=\"citation\" data-id=\"767619\"><a href=\"/opinion/767619/freedom-from-religion-foundation-inc-and-clarence-reinders-v-city-of/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span><pre class=\"inline\">, 496 (7th Cir. 2000)).12\nBut we left for another day the question of “whether a transfer\ncompleted under section 8121 would pass constitutional mus-\nter.” Id. In considering that question, we examine both the\nform and substance of the transaction to determine whether\nthe government action endorsing religion has actually ceased.\nSee Marshfield, 203 F.3d at 491.13\n  12\n      In Marshfield, it was undisputed that a white, marble, fifteen-foot\nstatue of Jesus Christ situated on city park land violated the Establishment\nClause. Id. at 489. To remedy the violation, the city sold the statue and a\nsmall parcel of land (0.15 acres) beneath the statue to a private organiza-\ntion that agreed to maintain the land and the statue, including paying for\nthe electrical service used to light the statue. Id. at 490. After concluding\nthat the sale properly ended the government action with respect to the\nstatue and the property, the court determined that the statue’s presence still\nviolated the Establishment Clause. Id. at 495. Based on the historic associ-\nation of the land with the public park, the dedication of the land to use as\na public park through a restrictive covenant, and the physical location and\nvisual perception of the now-private property within the public park, the\ncourt concluded that a reasonable observer would perceive that the statue\nwas on city park property and that it “constitute[d] a City endorsement of\nreligion.” Id. at 495-96.\n   13\n      The Seventh Circuit stated that “[a]bsent unusual circumstances, a sale\nof real property is an effective way for a public body to end its inappropri-\nate endorsement of religion. We are aware, however, that adherence to a\nformalistic standard invites manipulation. To avoid such manipulation, we\nlook to the substance of the transaction as well as its form to determine\nwhether government action endorsing religion has actually ceased.” Mar-\nshfield, 203 F.3d at 491. Read as a whole, the Seventh Circuit position\nlooks at the issue on a transaction-by-transaction basis. We agree with this\napproach. However, to the extent that Marshfield can be read to adopt a\npresumption of the effectiveness of a land sale to end a constitutional vio-\nlation, we decline to adopt such a presumption. The Supreme Court’s\nEstablishment Clause jurisprudence recognizes the need to conduct a fact-\n\f                         BUONO v. KEMPTHORNE                             5533\n   As did the district court, based on the circumstances of this\ncase, we consider three aspects of the land exchange under\n§ 8121: (1) the government’s continuing oversight and rights\nin the site containing the cross after the proposed land\nexchange; (2) the method for effectuating the land exchange;\nand (3) the history of the government’s efforts to preserve the\ncross.\n\n     1.    CONTINUING GOVERNMENT OVERSIGHT AND CONTROL\n           OVER THE CROSS AND PRESERVE PROPERTY\n\n   [7] Although Congress sought to transfer the property to\nthe VFW, a private entity, the various statutes, when read as\na package, evince continuing government control. The follow-\ning summary highlights that control:\n\n     •    NPS retains overall management and supervision\n          of the Preserve.\n\n     •    NPS is responsible for “the supervision, manage-\n          ment, and control” of national memorials.\n\nspecific inquiry in this area. Compare McCreary County v. American Civil\nLiberties Union of Kentucky, </pre><span class=\"citation\" data-id=\"799993\"><a href=\"/opinion/799993/mccreary-county-v-american-civil-liberties-union-of-ky/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span><pre class=\"inline\">, 884-85 (2005) (holding uncon-\nstitutional postings of Ten Commandments at county courthouses on the\nbasis that counties’ purpose in erecting displays demonstrated impermissi-\nble governmental endorsement of religion), with Van Orden v. Perry, </pre><span class=\"citation\" data-id=\"799990\"><a href=\"/opinion/799990/van-orden-v-perry/\"><span class=\"volume\">545</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span><pre class=\"inline\">, 700 (2005) (upholding “passive monument” inscribed with Ten\nCommandments on Texas State Capitol grounds based on analysis of\nmonument’s and nation’s history) (Rehnquist, C.J.) (plurality opinion).\nSee also Van Orden, 545 U.S. at 685 nn. 4 & 5 (citing cases under the\nEstablishment Clause over the preceding 25 years of Supreme Court juris-\nprudence). Moreover, the “public function” cases discussed in Marshfield\nsuggest that constitutional violations are not presumptively cured when\ncontrol is transferred from public to private hands. Evans v. Newton, </pre><span class=\"citation\" data-id=\"107137\"><a href=\"/opinion/107137/evans-v-newton/\"><span class=\"volume\">382</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span><pre class=\"inline\">, 301 (1966) (“[W]here the tradition of municipal control had\nbecome firmly established, we cannot take judicial notice that the mere\nsubstitution of trustees instantly transferred this park from the public to the\nprivate sector.”); Terry v. Adams, </pre><span class=\"citation\" data-id=\"105121\"><a href=\"/opinion/105121/terry-v-adams/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span><pre class=\"inline\">, 469 (1953) (lack of for-\nmal public control over election primary “immaterial” to analysis of con-\nstitutional violation).\n\f5534                    BUONO v. KEMPTHORNE\n       •   The “five-foot-tall white cross” in the Mojave\n           National Preserve is designated as a “national\n           memorial.”\n\n       •   The transfer of land to the VFW is conditioned\n           on the VFW’s maintenance of the conveyed\n           property as a memorial to World War I veterans.\n\n       •   The Secretary must carry out its duties under\n           § 8137, which provides $10,000 for NPS to\n           acquire and install replicas of the original cross\n           and plaque.\n\n       •   The property “shall revert” to government owner-\n           ship if “it is no longer being maintained as a war\n           memorial.”\n\n   The government retains various rights of control over the\ncross and the property. NPS is granted statutory powers of\n“supervision, management, and control” of national memori-\nals. See 16 U.S.C. §§ 2, 431. Thus, NPS’s general supervisory\nand managerial responsibilities with respect to the cross\nremain, despite a land transfer. See, e.g., 16 U.S.C. § 1 (pro-\nviding that the newly created NPS is responsible for regulat-\ning and promoting “national parks, monuments, and\nreservations . . . by such means and measures as conform to\nthe fundamental purpose” of conservation); 16 U.S.C. § 3\n(“The Secretary of the Interior shall make and publish such\nrules and regulations as he may deem necessary or proper for\nthe use and management of the parks, monuments, and reser-\nvations under the jurisdiction of [NPS].”).14\n\n  [8] In addition, § 8121(a) expressly reserves NPS’s man-\nagement responsibilities under § 8137. See § 8121(a)\n  14\n     The government does not dispute that the Preserve is under NPS’s\njurisdiction as a unit of the national park system. See 16 U.S.C. §§ 1(c),\n410aaa-41, 410aaa-42, 410aaa-46.\n\f                     BUONO v. KEMPTHORNE                     5535\n(“Notwithstanding the conveyance of the property under this\nsubsection, the Secretary shall continue to carry out the\nresponsibilities of the Secretary under such section 8137.”).\nSection 8137 not only designates the cross a national memo-\nrial, but provides for $10,000 in funds for NPS to acquire and\ninstall replicas of the original plaque and cross located at the\nsite. See § 8137(a)-(c). The district court found that these pro-\nvisions gave the government an easement or license over the\nsubject property for this particular purpose. Buono III, 364 F.\nSupp. 2d at 1180. Such an easement or license reflects ongo-\ning control over the property requiring compliance with con-\nstitutional requirements on that land. See, e.g., First Unitarian\nChurch of Salt Lake v. Salt Lake, </pre><span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></span><pre class=\"inline\">, 1122 (10th\nCir. 2002) (holding that where the government sells land to a\nprivate religious organization but maintains a pedestrian ease-\nment on the land, the First Amendment speech clause applies\neven though the private party holds title to the land).\n\n   [9] The district court also focused on the significance of the\ngovernment’s retention of a reversionary interest in the prop-\nerty under § 8121(e). See Hampton v. City of Jacksonville,\n</pre><span class=\"citation\" data-id=\"257487\"><a href=\"/opinion/257487/frank-hampton-v-city-of-jacksonville-florida/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">320</span></a></span><pre class=\"inline\">, 322-23 (5th Cir. 1962) (holding that the inclu-\nsion of a reversionary clause in deeds to segregated golf\ncourses conveyed by the city to private parties was sufficient\nstate action to bring the golf courses within the Fourteenth\nAmendment because the reversionary clauses allowed the city\nto exercise “complete present control” over the golf courses);\nEaton v. Grubbs, </pre><span class=\"citation\" data-id=\"263773\"><a href=\"/opinion/263773/hubert-a-eaton-daniel-c-roane-samuel-james-gray-vernetta-e-hussey-and/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span><pre class=\"inline\">, 714 (4th Cir. 1964) (holding\nthat a reverter clause in a deed of trust allowed the city to\neffectively exercise control of the facility to ensure that it was\nalways used “as a hospital,” and that such ongoing city con-\ntrol over use of property constituted sufficient state action to\nsubject the hospital to the Fourteenth Amendment’s prohibi-\ntions against racial discrimination). As in Hampton and\nEaton, the reversionary clause in § 8121(e) results in ongoing\ngovernment control over the subject property, even after the\ntransfer.\n\f5536                 BUONO v. KEMPTHORNE\n   Although the government argues that reversionary interests\nare run-of-the mill clauses in contracts with the government,\nthe commonality of such clauses does not diminish their\npower or effect. The fact remains that the government has an\nautomatic reversionary interest in the property if it determines\nthat the property is no longer being used as a “war memorial,”\nwhich, at this juncture, is the cross itself. See § 8137. See also\nBuono II, 371 F.3d at 546 (noting the importance of the gov-\nernment’s reversionary interest, and various other mecha-\nnisms by which the government can acquire public lands, in\nconcluding that the dispute had not been rendered moot by\npassage of § 8121).\n\n   As it did with respect to ripeness, the government argues\nthat the court must await exercise of the reversionary interest\nbefore determining whether it is a real factor in government\ncontrol over the property. We reiterate the import of the rever-\nsionary interest; it shows the government’s ongoing control\nover the property and that the parties will conduct themselves\nin the shadow of that control. The courts in Hampton and\nEaton found dispositive the ongoing control resulting from\nthe reversionary interest; their analysis is persuasive here.\n\n   [10] Based on the government’s ongoing supervisory,\nmaintenance and oversight responsibilities with respect to the\ncross and the property, coupled with the reversionary interest,\nthe district court found that the government retains important\nproperty rights in, and “will continue to exercise substantial\ncontrol over,” the property on which Sunrise Rock is located,\neven after the land exchange. Id. at 1179. The government has\nfailed to show that this determination is either clearly errone-\nous or an abuse of discretion.\n\n  2.   METHOD FOR EFFECTUATING THE LAND EXCHANGE\n\n   Next, we examine the method of sale by which § 8121\ntransfers the property to a private buyer outside the normal\nNPS procedures for transfer of parklands. The Secretary of\n\f                    BUONO v. KEMPTHORNE                    5537\nDOI is authorized to exchange federal land for non-federal\nland under its jurisdiction. See 16 U.S.C. § 460l-22(b); see\nalso § 410aaa 56 (authorizing the Secretary to “acquire all\nlands and interest in lands within the boundary of the\n[Mojave] preserve by donation, purchase, or exchange”). In\nthis case, however, the decision to exchange the land was\nmade by Congress and authorized by a provision buried in an\nappropriations bill. The government did not hold a hearing\nbefore enacting such exchange. E.g., id. § 460l-22(b) (provid-\ning that upon request, “prior to such exchange the Secretary\n. . . shall hold a public hearing in the area where the lands to\nbe exchanged are located”). Nor did the government open bid-\nding to the general public. E.g., id. § 460l-22(a). Rather,\n§ 8121 directs that the land be transferred to the VFW, the\norganization that originally installed a cross on Sunrise Rock\nsome years ago and desires the continued presence of the cur-\nrent cross in the Preserve. The private land being exchanged\nfor the federal property is owned by the Sandozes, who con-\nstructed the present cross and who have actively sought to\nkeep the cross on Sunrise Rock. Buono III, 364 F. Supp. 2d\nat 1180.\n\n   The government argues that, of all parties, the VFW is the\n“logical purchaser” because it originally erected the cross at\nthe site more than seventy years ago. The government cites\nMarshfield and another Seventh Circuit case, Mercier v. Fra-\nternal Order of Eagles, </pre><span class=\"citation\" data-id=\"788978\"><a href=\"/opinion/788978/sue-mercier-elizabeth-j-ash-angela-belcaster-v-fraternal-order-of/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span><pre class=\"inline\"> (7th Cir. 2005). In both\ncases, the respective courts upheld the sale of property to a\nprivate party without an open market bidding process for the\nland. Marshfield, 203 F.3d at 489-90; Mercier, 395 F.3d at\n694-95, 702-03.\n\n   [11] Although neither the exclusion of other purchasers,\nnor the fact that Congress acted outside the scope of normal\nagency procedures for disposing of federal park land is dispo-\nsitive, both acts demonstrate the government’s unusual\ninvolvement in this transaction. These facts, coupled with the\ngovernment’s selection of beneficiaries of the land exchange\n\f5538                 BUONO v. KEMPTHORNE\nwho have a significant interest and personal investment in\npreserving the cross that has been ordered removed, provide\nadditional evidence that the government is seeking to circum-\nvent the injunction in this case. We see no basis to upset the\ndistrict court’s conclusion that the VFW was a straw pur-\nchaser. Id. at 1181.\n\n  3. HISTORY      OF    THE   GOVERNMENT’S       PRESERVATION\n  EFFORTS\n\n   [12] Finally, the government’s long-standing efforts to pre-\nserve and maintain the cross atop Sunrise Rock lead us to the\nundeniable conclusion that the government’s purpose in this\ncase is to evade the injunction and keep the cross in place. In\nbrief, when litigation was first threatened against NPS, Con-\ngress banned the use of government funds to remove the cross\n(§ 133), the first step in forestalling inevitable enforcement of\na federal injunction. After litigation commenced, Congress\ndesignated the cross and adjoining Preserve property as a\nnational memorial commemorating World War I (§ 8137).\nCongress also appropriated up to $10,000 for NPS to acquire\nreplicas of the original cross and plaque at the site (id.), once\nmore trying to bolster the presence of the cross. Once the dis-\ntrict court enjoined display of the cross in Buono I, Congress\nagain prohibited the use of federal funds to remove any World\nWar I memorials (which, obviously, includes the cross)\n(§ 8056(b)); and, while the appeal was pending in Buono II,\nCongress enacted § 8121, directing the transfer of the subject\nproperty to a private organization, but maintaining effective\ngovernment control over the memorial and the use of that\nproperty.\n\n   The government does not contest these legislative\nresponses to various stages of the litigation in this case, or\ntheir purpose aimed at preserving the cross. Rather, the gov-\nernment attempts to diminish their importance. For example,\nthe government argues that § 8137(c), which earmarks funds\nfor the replica plaque and cross, was passed before the district\n\f                     BUONO v. KEMPTHORNE                    5539\ncourt’s injunction and that after the injunction, DOI has taken\nno action to acquire the replicas. While this may be true,\nwhen Congress enacted § 8121, it specifically incorporated\nthe Secretary’s duty to carry out the responsibilities set out in\n§ 8137; Congress did not repeal the funding provisions, or\nany other provision permitting ongoing government control.\nThe funding provisions offer historical evidence of the gov-\nernmental responses aimed at preserving the cross, as well as\nongoing legislative authorizations. In that context, it does not\nmatter whether DOI has exercised its powers to obtain such\nreplicas; the important fact is that Congress directed that it do\nso, further showing its intent to preserve and maintain the\ncross.\n\n   We agree with the district court that the government\nengaged in “herculean efforts” to preserve the cross atop Sun-\nrise Rock. Buono III, 364 F. Supp. 2d at 1182. We also agree\nthat “the proposed transfer of the subject property can only be\nviewed as an attempt to keep the Latin Cross atop Sunrise\nRock without actually curing the continuing Establishment\nClause violation.” Id.\n\n  B.   CONTINUING GOVERNMENTAL ENDORSEMENT OF\n       RELIGION\n\n   Our inquiry into a purported cure of an Establishment\nClause violation must also analyze whether the improper gov-\nernmental endorsement of religion has ceased. See, e.g., Mar-\nshfield, 203 F.3d at 493-96. Because of the procedural posture\nof this case, we have necessarily already considered that ques-\ntion. We previously held that the presence of the cross in the\nPreserve violates the Establishment Clause. See Buono II, 371\nF.3d at 548-50. We also concluded that a reasonable observer\naware of the history of the cross would know of the govern-\nment’s attempts to preserve it and the denial of access to other\nreligious symbols. Id. at 550. Even a less informed reasonable\nobserver would perceive governmental endorsement of the\nmessage, given that “[n]ational parklands and preserves\n\f5540                BUONO v. KEMPTHORNE\nembody the notion of government ownership,” that the Sun-\nrise Rock area is used as a public campground, and finally,\nbecause of “the ratio of publicly-owned to privately-owned\nland in the Preserve.” Id. Nothing in the present posture of the\ncase alters those earlier conclusions. Under the statutory dic-\ntates and terms that presently stand, carving out a tiny parcel\nof property in the midst of this vast Preserve—like a donut\nhole with the cross atop it—will do nothing to minimize the\nimpermissible governmental endorsement. Nor does the pro-\nposed land exchange under § 8121 end the improper govern-\nment action. Such a transfer cannot be validly executed\nwithout running afoul of the injunction.\n\n   [13] In sum, the government has not shown the district\ncourt’s factual findings to be clearly erroneous. Nor has the\ngovernment shown that the district court applied erroneous\nlegal standards. Finally, the district court’s decision does not\nreflect any clear error of judgment. The district court did not\nabuse its discretion in enjoining the government from pro-\nceeding with the land exchange under 16 U.S.C. § 8121 and\nordering the government to otherwise comply with its prior\ninjunction that it not permit the display of the Sunrise Rock\ncross in the Preserve.\n\n  AFFIRMED.\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/48976/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105121/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112042/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/257487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/263773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/403392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/419676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/604810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/676578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/724951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767619/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788978/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/799990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/799993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1201149/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2343153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2344226/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:23:11.429050Z",
      "date_modified": "2015-10-14T00:23:11.429050Z",
      "date_filed": "2008-05-14",
      "date_filed_is_approximate": false,
      "slug": "buono-v-kempthorne",
      "citation_id": 3024781,
      "case_name_short": "Buono",
      "case_name": "Buono v. Kempthorne",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "Civil",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2909430/buono-v-kempthorne/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-13T23:38:35.144481Z",
  "date_modified": "2015-10-13T23:38:35.144481Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Buono",
  "case_name": "Buono v. Kempthorne",
  "case_name_full": "",
  "slug": "buono-v-kempthorne",
  "docket_number": "05-55852",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}