{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2930304/",
  "id": 2930304,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3072829/",
      "id": 3072829,
      "absolute_url": "/opinion/3072829/victory-energy-corporation-smart-gas-llc-and-hcp-i/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2930304/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3072829/",
          "id": 3072829,
          "absolute_url": "/opinion/3072829/victory-energy-corporation-smart-gas-llc-and-hcp-i/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3072829/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-16T00:51:02.533413Z",
          "date_modified": "2017-04-14T17:37:17.559670Z",
          "type": "010combined",
          "sha1": "2d28f1b775636f975174e1be145bae8228046976",
          "page_count": 32,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=276&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa08%5cOpinion",
          "local_path": "pdf/2014/09/17/victory_energy_corporation_smart_gas_llc_and_hcp_investments_llc_v._oz_1.pdf",
          "plain_text": "                                  COURT OF APPEALS\n                               EIGHTH DISTRICT OF TEXAS\n                                    EL PASO, TEXAS\n\n\n                                               §\n VICTORY ENERGY CORPORATION,                                   No. 08-12-00248-CV\n SMARTGAS, L.L.C, and HCP                      §\n INVESTMENTS, L.L.C.,                                            Appeal from the\n                       Appellants,             §\n                                                           112th Judicial District Court\n v.                                            §\n                                                            of Crockett County, Texas\n OZ GAS CORPORATION,                           §\n                              Appellee.                       (TC# 08-04-07047-CV)\n                                               §\n\n                                          OPINION\n\n       Appellants – three business associations that were purportedly assigned oil and gas leases\n\non certain land in Crockett County – appeal the trial court’s partial grant of summary judgment\n\nand merits verdict naming Appellee Oz Gas Corporation as the true leaseholder of the disputed\n\nland and assessing damages against Appellants for bad faith trespass. We affirm.\n\n                                       BACKGROUND\n\n                                        Factual History\n\n                             The Adams-Baggett Ranch Leases\n\n       In 1974, Emma Lou Phillips Adams, Camille Adams Jones, and Jane Adams Garlitz\n\n(collectively, “the Adams Family”) executed five oil and gas leases (“the 1974 Leases”)\n\nconveying mineral interests in certain tracts of land on the Adams-Baggett Ranch near Ozona to\n\fChesapeake Bay Gas Gathering Company, an entity owned by Jane’s husband, C. Gary Garlitz.\n\nOne such lease (“the Third Lease”) covered a 320-acre parcel of land known as the Eastern Half\n\nof Section 155 (“E/2 of Sec. 155” or “the Third Lease Estate”).1 The lease agreement permitted\n\ndrilling to a depth of 5,500 feet and set out a two-year primary term, with the lease continuing\n\nindefinitely “so long thereafter as oil, gas, casinghead gas, casinghead gasoline, or any of them is\n\nproduced from said land.” Under the lease, either party was free to assign their lease rights at\n\nwill, provided that in the event that the lessee assigns part of the lease to a third party that\n\nsubsequently defaults on the agreement, “such default shall not affect this lease insofar as it\n\ncovers a part of said lands upon which lessee or any assignee thereof shall make payment of said\n\nrentals.” Neither party in their briefs complains that Chesapeake in any way failed to drill wells\n\nand place those wells into production within the primary term as required by the Third Lease.\n\n         Relevant to this appeal is a 160-acre tract of land located on the southern half of the Third\n\nLease Estate referred to by the parties as the Southeast Quarter of Section 155 (“SE/4 of Sec.\n\n155” or “the Tract”).2 Texas Railroad Commission records show that in February 1975, a well\n\nknown as Adams 1-1155—located on the Tract within the Third Lease Estate—began producing\n\nin paying quantities.          At the time the parties executed the Third Lease, the Railroad\n\nCommission’s special field rules for oil and gas developments on the Adams-Baggett Ranch\n\nprovided that each proration unit3 surrounding a single oil well was set at 320 acres. See\n\n\n1\n  The lease that conveyed the Tract included the entire eastern half of Section 155. The disposition of the rest of the\nland subject to this particular lease is not strictly relevant to this appeal.\n2\n The formal name of the tract of land is the SE/4 of Section 155, Abstract 1652, Certificate 1758, Block O, GH&SA\nRy.Co. Survey, Crockett County, Texas.\n3\n  A proration unit is a geographic area administratively set by the Texas Railroad Commission after an oil well has\nbeen drilled that demarcates certain minimum acreage around the well “for the purpose of assigning allowables and\nallocating allowable production to the well” so that wells within a particular oil field may drain efficiently. 16\nTEX.ADMIN.CODE § 3.38 (2004)(Tex.R.R.Comm’n); see also Browning Oil Co., Inc. v. Luecke, 38 S.W.3d 625, 634\n(Tex.App.--Austin 2000, pet. denied). “Production allowables refer to the maximum amount of hydrocarbons a well\n\n                                                          2\n\fTex.R.R.Comm’n, In re: Adams-Baggett Ranch (Canyon Sand) Field, Crockett County, Texas,\n\nDocket No. 7C-60,233 (Sept. 8, 1970)(interim order). Later, in 1981, a second well known as\n\nAdams-14—located on the northern half of the Third Lease Estate (“the NE/4 of Sec. 155”)\n\noutside the Tract—also began producing in paying quantities.4\n\n         The Commission later modified the Adams-Baggett field rules on August 30, 1982, by\n\nreducing the size of individual proration units around wells to 160 acres. See Tex.R.R.Comm’n,\n\nFinal Order Amending Rule 2 of the Field Rules Adopted in Special Order No. 7-60,233 Issued\n\nEffective November 1, 1970, As Amended for the Adams-Baggett Ranch (Canyon Sand) Field,\n\nCrockett County, Texas, Docket No. 70-78,467 (Oil & Gas Div. Aug. 30, 1982).                                     The\n\nmodifications also allowed a well operator, at its discretion, to further subdivide a 160-acre\n\nproration unit into two 80-acre “fractional” proration units. Id. Apparently pursuant to the\n\nspecial field rules, the Tract was sub-divided into two jigsaw-shaped, equal-sized eighty-acre\n\nunits, with a well drilled on each unit respectively. Argee Oil Company operated an oil well\n\n(“Argee #1-155” or “the Argee Well”) on the eastern eighty acres of the Tract (“the East Unit”)\n\nat the behest of Chesapeake. Crockett Gas, Ltd. – a company of which Gary Garlitz was the\n\nmanaging partner – operated another well (“Crockett 1-155,” “Adams 155-1,” or “the Crockett\n\nWell”) on the western eighty acres of the Tract (“the West Unit”). Both Crockett and Argee Oil\n\nfiled forms with the Railroad Commission informing it of their respective claimed acreage within\n\nthe Tract.\n\n         The Crockett Well on the West Unit was not seen as very productive, and from\n\nJanuary 31, 1998, to September 2000, the well was shut-in with a bridge plug to prevent further\n\n\nmay recover as prescribed by the applicable field rules.” Id.\n4\n It is unclear from the record how two wells could permissibly be located on the Third Lease Estate, since the size\nof the E/2 of Sec. 155 was 320 acres and, under this rule, each well had to have at least 320 acres assigned to it for\nproration purpose.\n\n                                                          3\n\fproduction. As of April 28, 2011, the Argee 1-155 well has continued to produce hydrocarbons,\n\nsave for a brief cessation of production in February 1992.\n\n            Mortgage of Chesapeake Leasing Interests and Default on Deed of Trust\n\n        In July 1986, almost twelve years after it signed the Third Lease, Chesapeake, acting\n\nthrough Garlitz, executed a $2.5 million promissory note to Abbott Laboratories that was\n\npersonally guaranteed by Garlitz and secured by a deed of trust (“the Deed of Trust”) on portions\n\nof the original 1974 Leases as listed in an attached exhibit, including Chesapeake’s interest in the\n\nthe Tract (i.e. the SE/4 of Sec. 155, the southern half of the Third Lease Estate). In essence,\n\nChesapeake mortgaged the Tract and other quarter-unit portions of the 1974 Leases to Abbott,\n\nagreeing to repay the advance in kind with deliveries of natural gas. As part of the transaction,\n\nAbbott had attorney David Childress prepare a title opinion (“the 1986 Childress Title Opinion”),\n\nwhich confirmed Chesapeake’s interests in the Tract. In their briefs before this Court, neither\n\nparty disputes that prior to the foreclosure sale, the original and entire leasehold estate created by\n\nthe Third Lease was held open and in existence by production in paying quantities from the two\n\nwells located on the E/2 of Sec. 155, i.e. the Argee Well and the Adams-14 well located outside\n\nthe Tract but still within the Third Lease Estate.5\n\n        Chesapeake later defaulted on the agreement, although the specifics of how or when are\n\nunclear. In any event, Abbott assigned the promissory note and deed of trust to Detroit-Texas\n\nGas Gathering Company. A flurry of litigation ensued against both Chesapeake and Garlitz in\n\nhis personal capacity before Chesapeake filed for bankruptcy. Oz Gas Company later assumed\n\n\n\n5\n  Texas Railroad Commission records indicate that both the Argee Well and the Adams-14 well have briefly ceased\nproduction, although not at the same time. The Adams-14 well stopped producing for a brief period in October and\nNovember 1990, while the Argee Well briefly ceased production in February 1992. Since both wells were part of\nthe Third Lease Estate, since at least one well on the Third Lease Estate was always in production, and since neither\nparty contends before this Court that the Third Lease is invalid, we assume that the production stoppages did not\nterminate the Third Lease and it continues to be valid.\n\n                                                         4\n\fDetroit-Texas’ interest in the leasehold estates while foreclosure had been stayed by the\n\nbankruptcy proceedings.\n\n                                        The Bankruptcy Settlement\n\n           On November 1, 1997, the bankruptcy trustee abandoned the Chesapeake properties\n\nsubject to the Deed of Trust, placing them outside the aegis of the bankruptcy stay. Oz then\n\nbegan foreclosing on the Deed of Trust Property.                Before Oz could complete foreclosure,\n\nhowever, Oz, Chesapeake, Garlitz, and certain members of the Adams Family then entered into a\n\nSettlement Agreement relating to the disposition of the rest of the mortgaged leases. As part of\n\nthe settlement, the parties agreed, inter alia, to relinquish any claims they had to leases upon\n\nwhich Oz Gas had already foreclosed. The parties also agreed that Oz Gas would foreclose on\n\nthe leaseholds listed in an appended Exhibit B in the future, including the Argee Well located on\n\nthe “W/2 SE/4 § 155.”6 The Settlement Agreement did not explicitly address the existence or\n\ndisposition of the shut-in Crockett Well on the West Unit. It did, however, explicitly exempt\n\nseveral other discrete tracts of land from foreclosure. Settlement Agreement Exhibits A and B\n\nboth contained the following disclaimer:\n\n           It is the intent of this Agreement to provide for all Argee Wells and all\n           other wells and acreage covered by the Deed of Trust other than the wells\n           located in Sec. 127, 153 and E/2 NE/4 of Sec. 115. Therefore, if it should\n           be determined that the above descriptions do not cover all such wells, the\n           parties agree to execute such other documents are deemed [sic] sufficient\n           by counsel for such parties to effectuate the above intent.\n\n           As part of the Settlement Agreement, Oz Gas required Jane Garlitz and her mother to\n\nsign a revival and ratification (“the Revivor”) of all the original 1974 Leases in Oz Gas’ name .7\n\nThe Revivor Agreement explicitly mentions SE/4 of Section 155 and states that the lessee will\n\n6\n Assuming “W/2” means West Half, we note that Argee 1-155 is actually located on the East Half of the SE/4 of\nSec. 155.\n7\n    Camile Adams Jones refused to sign the Revivor Agreement.\n\n                                                        5\n\fplace “each well currently located on the Lands” listed into production within six months,\n\n“failing in which, upon demand of Jane Garlitz and Emma Lou Adams, Lessee agrees to either\n\nrelease this Lease or assign all of its leasehold interest . . . and all personal property used in\n\nconnection therewith” back to Jane Garlitz. The Revivor was recorded in the Crockett County\n\nDeed Records. The Settlement Agreement was unrecorded.\n\n                 Foreclosure of the Leases and the Substitute Trustee’s Deed\n\n       In February 1998, the substitute trustee foreclosed on the properties, issuing an Amended\n\nSubstitute Trustee’s Deed (“the Trustee’s Deed”) to Oz, who purchased the properties at\n\nforeclosure.    The Trustee’s Deed makes no mention of the Settlement Agreement that\n\npresumably governed the terms of the foreclosure sale. The Trustee’s Deed purported to convey\n\n“[a]ll of the property more particularly described on Exhibit ‘A’ attached hereto and incorporated\n\nherein by reference for all purposes.” A list containing a description of all foreclosed properties\n\nwas appended to the Trustee’s Deed as Exhibit A. The attached exhibit breaks up the description\n\nof the foreclosed lands into several “parcels” containing descriptions of quarter-sections of land,\n\nleases, and wells. The parcel at issue here is Parcel 3. We reprint the text from the Trustee’s\n\nDeed Parcel 3 grant below verbatim:\n\n       PARCEL 3:\n\n       NW/4 of Section 166, Abstract No. 4770, J.T. Casbeer; Original Grantee;\n\n       SE/4 of Section 155, Abstract No. 1652, GH&SA Ry. Co. Survey;\n\n       SE/4 of Section 126, Abstract No. 5041, J.T. Casbeer, Original Grantee.\n\n       Lessor                 Lessee                        Date            Recording      Data\n                                                                            Volume         Page\n       Emma Lou Phillips      Chesapeake Bay Gas            10/23/74        288            162\n       Adams, et al.          Gathering Co.\n\n                Wells                                Working                       Net Revenue\n\n                                                6\n\f                                                     Interest                      Interest\n\n                Argee Oil Company #1-155             75%                           .5791670\n                             and #1-166\n\n                Crockett Gas, Ltd. #2-166            100%                          .7468200\n\n                Chesapeake Bay (Crockett             100%                          .7668496\n                             Gas) #2-126\n\n\n        Under Parcel 3, the Tract (i.e. the SE/4 of Section 155) is identified along with other\n\nquarter-sections of land, as well as Argee Well #1-155 on the East Unit, in which Chesapeake\n\nreportedly had a 75 percent interest at the time of conveyance. Once again, the Crockett Well on\n\nthe West Unit is not explicitly mentioned in the document.\n\n        The following introductory proviso to Exhibit A (“the Introductory Proviso”) precedes\n\nthe listing of all parcel units:\n\n        The following oil and gas leases are limited in area to the Railroad\n        Commission of Texas proration units surrounding the oil and/or gas wells\n        referenced below and are subject to depth restrictions and the other\n        provisions of these leases [i.e. the 1974 Adams Leases].\n\n                       Garlitz Re-Enters West Unit Following Foreclosure\n\n        In fall 1999, more than a year after the lease foreclosures, Garlitz re-entered the Tract’s\n\nWest Unit, removed the bridge plug to the Crockett Well located on the southern half of the Unit,\n\nand began laying pipeline to put the formerly defunct Crockett Well back into production.\n\nGarlitz maintained at trial that he did so because Oz Gas had failed to place the Crockett Well\n\ninto production within the six month period required by the Revivor Agreement. However,\n\nGarlitz also acknowledged that neither his wife nor his mother-in-law had made any request,\n\nwritten or otherwise, to Oz pertaining to that well. Garlitz also admitted that he never informed\n\nthe Texas Railroad Commission that he intended to put Crockett Well back into production. Oz\n\n\n\n                                                 7\n\fGas continued to operate the Argee Well on the East Unit several hundred feet away for several\n\nyears, allegedly unaware that Garlitz was attempting to produce hydrocarbons from the West\n\nUnit.\n\n                   Garlitz and Assignees Convey West Unit Interests to Appellants\n\n           On November 1, 2007, Garlitz, claiming to be the agent for “Adams Fee Properties, Inc.,”\n\nexecuted an oil and gas lease subject to a special warranty that purportedly conveyed a 100\n\npercent interest in twenty acres of the West Unit to Universal Energy Resource, Inc.\n\n(“Universal”), owned by Jim Dial. Texas Secretary of State records indicate that Adams Fee\n\nProperties Inc. is the assumed name of Adams Ranch, Inc., an entity dissolved by the Texas\n\nSecretary of State in 2004 for non-payment of taxes. No evidence exists in the record to suggest\n\nthat this entity was ever conveyed any interest in the property. In an affidavit, William Wade\n\nGarlitz, president of Adams Ranch, Inc., prior to its dissolution, explained that Gary Garlitz did\n\nnot act as Adams Ranch’s authorized agent during the purported sale of the lease, nor did Adams\n\nRanch Inc., ever own or claim to own any of the leases at issue in this lawsuit. Gary Garlitz later\n\nclaimed in an affidavit submitted to the trial court that he “forgot” Adams Ranch, Inc., had\n\nclaimed “Adams Fee Properties” as an official assumed name with the Secretary of State, and\n\nmaintained that he did not intend to act as an agent for Adams Ranch, Inc., or for his children.\n\n           Following the sale, Universal hired Remuda Operating Company (“Remuda”) to drill two\n\nadditional wells on the West Unit – Adams 155-2 and Adams 155-3.8 Drilling on Adams 155-2\n\nbegan on October 23, 2007, and finished November 12, 2007, with a completion date of\n\nDecember 15, 2007, filed with the Railroad Commission.                        Adams 155-3 drilling began\n\nNovember 16, 2007, and was completed on November 28, 2007, with Railroad Commission files\n\nshowing a completion date of March 4, 2008.\n8\n    These wells are also referred to in discovery documents as Remuda 155-2 and Remuda 155-3.\n\n                                                         8\n\f       Victory Energy Corporation (“Victory”), HCP Investments, L.L.C. (“HCP Investments”\n\nor “HCP”), and SmartGas, L.L.C. (“SmartGas”) – the Appellants in the case at bar – all\n\npurchased their interests in these two wells either from Universal or directly from Garlitz.\n\nUniversal conveyed 50 percent of its interest in Adams 155-2 to Victory on December 3, 2007,\n\nabout two weeks prior to the completion date listed in Texas Railroad Commission records.\n\nAnother assignment lists Universal as assigning the remaining 50 percent of its interest in Adams\n\n155-2 to HCP Investments on June 7, 2007 – nearly five months before Universal received its\n\ninitial “interest” from Adams Fee Properties. Garlitz conveyed 100 percent of the working\n\ninterest in Adams 155-3 to SmartGas on December 6, 2007, after drilling had been completed\n\nbut before the completion date listed in Texas Railroad Commission records.\n\n                                    Appellants’ Due Diligence\n\n       Appellants HCP Investments and SmartGas are family-owned L.L.C.’s managed by John\n\nCallis on behalf of his father-in-law. Callis was employed by BP Financial and claimed that\n\nprior to these deals, he had never been personally involved in oil and gas transactions before.\n\nCallis testified at trial that he had participated in prior real estate transactions before, and that\n\neach time he had been involved in one of those transactions, he had always ensured title was\n\ngood before purchase.\n\n       Callis further testified that Dial, the owner of Universal whom he met first, introduced\n\nhim to Garlitz. Prior to the SmartGas Adams 155-3 deal, when Callis asked Garlitz about title\n\nissues, Garlitz assured Callis he owned the lease and showed Callis the 1986 Childress Title\n\nOpinion, which had been prepared prior to the execution of the Abbott Mortgage and the\n\nsubsequent Oz Gas Settlement Agreement. That title opinion listed Chesapeake as the owner of\n\nthe land, not Adams Fee Properties. That title opinion also did not reflect the pre- and post-\n\n\n\n                                                 9\n\fbankruptcy foreclosure of land subject to the Deed of Trust. Apart from that title opinion, Callis\n\ndid not seek any other assurances on title before entering into the transaction with both of his\n\ncompanies and investing $6 million. Likewise, in an interrogatory, Victory also admits it had\n\n“reason to believe” that Universal had title based on the 1986 Childress opinion, and for this\n\nreason it did not conduct its own separate title search or commission and independent title\n\nopinion prior to purchase.\n\n                               Pre-Suit Payment of West Unit Well Royalties\n\n           In an affidavit submitted by Tom Aylesworth, Remuda’s president, for the first three\n\nproduction months, Remuda distributed 74 percent of the working interest in the two wells to\n\nUniversal and 12.75 percent to Adams Fee Properties, Inc., “based upon representations made to\n\nRemuda” that those companies owned the interest in the wells. Universal received $137,897.13\n\nfor the first three months of production. Callis testified that HCP Investments received one\n\npayment from Jim Dial before Oz brought suit. Callis did not know whether the money he\n\nreceived from Dial came from the working interest on the West Unit wells, or from some other\n\nsource. Victory and HCP both deny ever having received any payments at all.9\n\n           Remuda claims that later the three months’ pay to Universal was placed into Remuda’s\n\nSuspense Account pursuant to court order. A second court order placed that money, and any\n\nfuture monies from the wells, into the court’s registry pending the outcome of litigation.\n\n                                                 Procedural History\n\n           Oz filed a trespass to try title suit against Remuda, Universal, 1st Texas Natural Gas\n\nCompany, and Millennium Midstream Partners, L.P., alleging that the defendants trespassed on\n\nOz’s oil and gas lease and requesting injunctive relief. The parties eventually came to an\n\nagreement to have Remuda continue operating the West Unit wells during the course of\n9\n    Victory sued Dial and others in Midland County in a parallel suit for fraud stemming from this transaction.\n\n                                                           10\n\flitigation, with funds from the working interest of the wells deposited into the court's registry.\n\n       The defendants moved for hybrid summary judgment. Oz later added SmartGas as a\n\nparty, who joined in the defendant’s hybrid motion for summary judgment. Oz cross-moved for\n\npartial summary judgment on the issue of title. The trial court initially denied all motions for\n\nsummary judgment. Oz re-urged its summary judgment motion, and Victory intervened as a\n\nparty prior to the trial court’s reversal of its previous order and rendition of partial summary\n\njudgment in favor of Oz. In its summary order, the trial court found that Oz owned a leasehold\n\ninterest in the entire 160 acres of the Tract—both East Unit and West Unit—by virtue of the\n\nTrustee’s Deed. Damages were to be assessed at trial.\n\n       Following rendition of summary judgment, HCP was joined as a defendant. Oz re-urged\n\nits motion for summary judgment against Victory and HCP, seeking to extend the title judgment\n\nto include Victory and HCP as a “housekeeping” matter based on the two defendants’ contention\n\nthat the summary judgment order did not reach them. The trial court declined to rule on Oz’s\n\nrenewed motion for summary judgment against Victory and HCP, stating that it wanted to hear\n\nwhere Victory and HCP thought their interest came from at trial. After trial, the court found that\n\nVictory, HCP, SmartGas, and the other remaining defendants were all bad faith trespassers.\n\n       Victory, HCP, and SmartGas appealed.\n\n                                          DISCUSSION\n\n       The critical issue in this case is whether by virtue of the Trustee’s Deed, Oz possesses the\n\nleasehold to the entire Tract, or merely the East Unit. Appellants bring ten largely overlapping\n\nissues that ultimately advance two general arguments on appeal. First, Appellants contend that\n\nthe trial court erred, both in its partial summary judgment against SmartGas and at trial against\n\nVictory and HCP, in determining that they trespassed on Oz’s land, since Oz failed to establish\n\n\n\n                                                 11\n\fthat it obtained rights to the Tract’s West Unit from either the Trustee’s Deed or the Revivor\n\nAgreement. Second, in the alternative, Appellants maintain that the trial court’s assessment of\n\njoint and several liability for bad faith trespass damages was erroneous, given that (1) Oz failed\n\nto bring forth sufficient evidence that Appellants physically invaded the property, (2) all\n\nAppellants had an honest and reasonable belief as to the superiority of their title to the West\n\nUnit, and (3) the evidence failed to show that individual Appellants actually obtained royalty\n\npayments from wells they did not personally manage. We address these issues in turn.\n\n                                                  I.\n\n                                       TITLE AND TRESPASS\n\n        In Issues One and Two, Appellant SmartGas challenges the trial court’s partial grant of\n\nsummary judgment in favor of Oz establishing that Oz had a 100 percent undivided interest in\n\nthe Tract by virtue of both the Trustee’s Deed and the Revivor Agreement. SmartGas argues that\n\nthe Trustee’s Deed only conveyed the East Unit of the Tract, and that the Revivor Agreement\n\ncould not have granted any rights to the West Unit because the original 1974 Lease was still\n\nvalid due to continuing production, rendering the Revivor Agreement a contingent top lease\n\nonly. In part of Issue Three and entirety of Issue Six, the remaining Appellants contend that the\n\nevidence was legally and factually insufficient to establish Oz’s title to the Tract in relation to\n\nthem as well during trial on the merits.          All Appellants dispute the trial court’s legal\n\nconclusion—and the sufficiency underpinning the legal conclusion—that they committed a\n\nmineral trespass in the remainder of Issue Three and Issue Seven. We disagree with Appellants\n\non all points.\n\n        Because these issues all hinge on resolution of title, we address them together. We first\n\naddress trespass to try title before turning the mineral trespass analysis.\n\n\n\n                                                  12\n\f                            Summary Judgment Standard of Review\n\n       Appellant SmartGas challenges the trial court’s grant of Oz’s traditional motion for\n\nsummary judgment and denial of SmartGas’ hybrid cross-motion for summary judgment on the\n\nissue of lease ownership. A party moving for traditional summary judgment is entitled to receive\n\nit where the movant shows there is no genuine issue of material fact and the movant is entitled to\n\njudgment as a matter of law. TEX.R.CIV.P. 166a(c). “A no-evidence summary judgment motion\n\nunder Rule 166a(i) is essentially a motion for a pretrial directed verdict; it requires the\n\nnonmoving party to present evidence raising a genuine issue of material fact supporting each\n\nelement contested in the motion.” Timpte Indus., Inc. v. Gish, 286 S.W.3d 306, 310 (Tex. 2009).\n\n“When reviewing a no-evidence summary judgment, we review the evidence presented by the\n\nmotion and response in the light most favorable to the party against whom the summary\n\njudgment was rendered, crediting evidence favorable to that party if reasonable jurors could, and\n\ndisregarding contrary evidence unless reasonable jurors could not.” Id. [Internal quotations\n\nmarks omitted].\n\n       When a party moves for summary judgment on both no-evidence grounds, TEX.R.CIV.P.\n\n166a(i), and traditional grounds, TEX.R.CIV.P. 166a(c), we first review the ruling under the more\n\nstringent no-evidence standard before analyzing proof under the traditional standard, if\n\nnecessary. Ford Motor Co. v. Ridgway, 135 S.W.3d 598, 600 (Tex. 2004). “When both parties\n\nmove for summary judgment and the trial court grants one motion and denies the other, the\n\nreviewing court should review the summary judgment evidence presented by both sides and\n\ndetermine all questions presented and render the judgment the trial court should have rendered.”\n\nTex. Workers’ Comp. Comm’n v. Patient Advocates of Tex., 136 S.W.3d 643, 648 (Tex. 2004).\n\n                      Legal and Factual Sufficiency Standard of Review\n\n\n\n                                               13\n\f       Appellants Victory and HCP challenge the legal and factual sufficiency of the trial\n\ncourt’s adverse verdict on the issue of lease ownership in relation to them. The standard of\n\nreview for factual and legal sufficiency challenges remains the same whether a judge or a jury\n\nserved as fact-finder. Raman Chandler Properties, L.C. v. Caldwell’s Creek Homeowners Ass’n,\n\nInc., 178 S.W.3d 384, 390 (Tex.App.--Fort Worth 2005, pet. denied).\n\n       We sustain a legal sufficiency challenge when the trial court’s decision is unsupportable\n\nas a matter of law because (1) there is “a complete absence of evidence of a vital fact,” (2) “the\n\ncourt is barred by rules of law or of evidence from giving weight to the only evidence offered to\n\nprove a vital fact,” (3) there is “no more than a mere scintilla” of evidence proving a vital fact; or\n\n(4) the evidence conclusively establishes the opposite proposition of a plaintiff’s proffered vital\n\nfact. City of Keller v. Wilson, 168 S.W.3d 802, 810 (Tex. 2005). We view evidence in the light\n\nmost favorable to the ruling on a legal sufficiency challenge, indulging “every reasonable\n\ninference” in the trial court’s favor. El Paso Independent School Dist. v. Pabon, 214 S.W.3d 37,\n\n41 (Tex.App.--El Paso 2006, no pet.). “Any evidence of probative force supporting a finding\n\nrequires us to uphold” the trial court’s ruling. ACS Investors, Inc. v. McLaughlin, 943 S.W.2d\n\n426, 430 (Tex. 1997). Where an outcome-determinative interpretation of evidence falls within\n\nthe zone of reasonable disagreement, we are without jurisdiction to disturb the verdict or\n\ndecision. Khorshid, Inc. v. Christian, 257 S.W.3d 748, 758 (Tex.App.--Dallas 2008, no pet.).\n\n       In a factual sufficiency challenge, we review the entire record in a neutral light and set\n\naside the trial court’s ruling only where it rests on evidence so weak or the finding is so contrary\n\nto the great weight and preponderance of the evidence that it shocks the conscience or is\n\nmanifestly unjust. Dow Chemical Co. v. Francis, 46 S.W.3d 237, 242 (Tex. 2001); El Paso\n\nHealthcare System, Ltd. v. Carmona, 160 S.W.3d 267, 274 (Tex.App.--El Paso 2005, pet.\n\n\n\n                                                 14\n\fgranted, judm’t vacated w.r.m.). While the overlap between legal and factual sufficiency is\n\nsubstantial, a legally sufficient verdict may still be overturned as factually insufficient. See In re\n\nCommitment of Myers, 350 S.W.3d 122, 130 (Tex.App.--Beaumont 2011, pet. denied); In re\n\nEstate of Russell, 311 S.W.3d 528, 532 (Tex.App.--El Paso 2009, no pet.). Where an appellate\n\ncourt reverses a verdict or judgment on factual insufficiency grounds, it “must detail the\n\nevidence relevant to the issue and state in what regard the contrary evidence greatly outweighs\n\nthe evidence in support of the verdict.” Francis, 46 S.W.3d at 242 [Internal quotation marks\n\nomitted].\n\n                           A. ESTABLISHING TITLE TO THE WEST UNIT\n\n       In its first count in the live pleading against Appellants, Oz brought a trespass to try title\n\nclaim. “The trespass-to-try-title statute was originally enacted in 1840 to provide a remedy for\n\nresolving title issues.” Martin v. Amerman, 133 S.W.3d 262, 265 (Tex. 2004). “The statute is\n\ntypically used to clear problems in chains of title or to recover possession of land unlawfully\n\nwithheld from a rightful owner.” Id. The plaintiff bears the burden of establishing superior title\n\nby a preponderance of the evidence in a trespass to try title suit. Omohundro v. Jackson, 36\n\nS.W.3d 677, 680 (Tex.App.--El Paso 2001, no pet.). The plaintiff “must recover, if at all, on the\n\nstrength of his own title and may not simply rely on the weakness of another party's claim.” Id.\n\nThe burden is met where the plaintiff shows: “(1) title emanating from the sovereignty of the\n\nsoil; (2) a superior title in itself emanating from a common source; (3) title by adverse\n\npossession; or (4) title by prior possession coupled with proof that possession has not been\n\nabandoned.” Id.\n\n       We note that although this is a trespass to try title action, neither side challenges the\n\nvalidity of the Trustee’s Deed or argues that there is some defect in the chain of transfers.\n\n\n\n                                                 15\n\fInstead, both point to the same document as proof that each has rights to the West Unit. As such,\n\nwe address only the construction of the deed issue presented before us. The dispositive question\n\nis whether Oz could establish, by a preponderance of the evidence, that the language in the\n\nTrustee’s Deed granted it title to the Tract. We find that Oz met its burden.\n\n                                  Principles of Deed Construction\n\n        We review questions of deed construction de novo. Boulanger ex rel. Westlum Trust v.\n\nWaste Mgmt. of Tex., Inc., 403 S.W.3d 1, 5 (Tex.App.--Houston [1st Dist.] 2012, pet. denied).\n\n“[I]ntent is the benchmark for judicial interpretation of deeds.” Id. We discern the parties’ intent\n\nthrough the language expressed in the deed in its entirety, “striving to harmonize all of its parts\n\nand give effect to all of its provisions.” Id.\n\n        The threshold legal question in interpreting a deed is whether the instrument is\n\nambiguous or not. Id. Ambiguity in the deed’s language alters the scope of our evidentiary\n\nreview. Id. “[I]f a written instrument remains reasonably susceptible to more than one meaning\n\nafter the established rules of interpretation have been applied, then the instrument is ambiguous\n\nand extrinsic evidence is admissible to determine the true meaning of the instrument.” Gore Oil\n\nCo. v. Roosth, 158 S.W.3d 596, 599 (Tex.App.--Eastland 2005, no pet.); see also Bruce M.\n\nKramer, The Sisyphean Task of Interpreting Mineral Deeds and Leases: An Encyclopedia of\n\nCanons of Construction, 24 TEX.TECH L.REV. 1, 12 (1993)(noting court decisions holding that\n\nparol evidence generally should not be admitted unless “pertinent rules of interpretation leave a\n\nreal uncertainty as to which of two or more possible meanings represent the true intention of the\n\nparties”). Where a deed is clear and unambiguous, interpretation is a pure question of law, and\n\nwe are limited to construing it within the four corners of the deed itself. Boulanger, 403 S.W.3d\n\nat 5. Even so, where the deed contains a “nucleus of description” referencing other existing\n\n\n\n                                                 16\n\fwritings, “parol evidence may be introduced to explain the descriptive words in order to locate\n\nthe land.” Gaut v. Daniel, 293 S.W.3d 764, 767 (Tex.App.--San Antonio 2009, pet. denied).\n\nThis integration approach is limited in scope. While “details which merely explain or clarify the\n\nessential terms appearing in the instrument may ordinarily be shown by parol,” the deed’s\n\n“skeleton” or “essential elements may never be supplied by parol.” Id. (quoting Wilson v.\n\nFisher, 144 Tex. 53, 57, 188 S.W.2d 150, 152 (1945))[Emphasis in orig.].\n\n                                            Analysis\n\n        The threshold question here is whether the language of the Trustee’s Deed is amenable to\n\nmore than one reasonable interpretation. We find it is not.\n\n        To be sure, Oz and the Appellants offer conflicting interpretations of the deed as an\n\nunambiguous document, with each accusing the other’s interpretation of rendering certain\n\nportions of the deed nugatory or improperly referencing parol evidence. Oz dismisses the\n\nIntroductory Proviso as being “odd” and of no significance, and claims that Oz possesses the\n\nentire SE/4 of Sec. 155. Appellants maintain the same proviso radically limits the leasehold\n\ngrants to the size of the proration unit around the wells listed therein and nothing else. While\n\nneither side’s reading is completely correct, we believe Oz’s reading of the deed is closer to the\n\nparties’ intent.\n\n        Appellants cite Sunwest Operating Co, L.L.C., v. Classic Oil & Gas, Inc., 143 Fed.Appx.\n\n614, 618 (5th Cir. 2005)(unpublished)(interpreting Texas law), for the proposition that the\n\nIntroductory Proviso in Exhibit A serves to limit the subsequent granting clause assignments\n\nonly to the proration units around the wells listed therein. The granting clause language in\n\nSunwest is not similar to the language in the case at bar. In Sunwest, certain portions of two\n\nexisting oil and gas leases fell within a bounded geographic area known as the Velma Daniels\n\n\n\n                                               17\n\fGas Unit. The Fifth Circuit held that a specific granting clause in the original conveyance\n\nbetween parties explicitly limited the particular lease assignment within the clause to whatever\n\ninterest the original conveyor had in the Velma Daniels Unit “and to acreage allocated to” the\n\nunit. Sunwest Operating Co., 143 Fed.Appx. at 617. As such, lease acreage outside the Velma\n\nDaniels Unit was not included in the original conveyance. Id. The Court bolstered its reading of\n\nthat granting clause by comparing it with other granting clauses in the conveyance that explicitly\n\nassigned both the oil well lease and the surrounding estates for other tracts. Id.\n\n       Here, the deed in question is less descriptive and far more spartan. The Parcel 3 granting\n\nclause contains only bare identifications of certain quarter-units of land and wells contained on\n\nthose units without expounding, as in Sunwest, on how the land and the wells are related.\n\nCompare id. (granting clause explicitly identifies the particular unit in question, specifically\n\nlimits the grant to any well acreage contained inside that unit, and mentions original leasehold\n\nestates for the explicit purpose of showing that only portions of those two estate are being\n\nconveyed). Also unlike in Sunwest, where limiting language was explicit and contained in the\n\nspecific granting clause itself, here all of Exhibit A is subject to the general, vague Introductory\n\nProviso stating, among other things, that oil and gas leases are limited to the size of the proration\n\nunits surrounding the wells. Reading that general proviso as limiting the conveyances to only\n\nwells and their surrounding proration units renders the inclusion of the quarter-unit descriptions\n\nin the specific Parcel 3 granting clause essentially meaningless.\n\n       The radical effect of this reading becomes even clearer when the Introductory Proviso is\n\nread in relation to the other parcels listed in Exhibit A. For example, the parties agree that the\n\nseven quarter-units of land listed in Parcel 2 cover 1,120 acres. Yet Appellants maintain that by\n\nvirtue of the Introductory Proviso, the Trustee’s Deed only conveyed the 160 acres around the\n\n\n\n                                                 18\n\fArgee 1-117 well listed in Parcel 2, with the quarter-unit land descriptions included so as to\n\nmake it easier on the reader to identify which well the parcel referenced. Since the location of a\n\nwell can easily be identified by consulting with Railroad Commission records, Appellants’\n\nreading of the Trustee’s Deed renders the inclusion of the seven quarter-unit descriptions\n\nvirtually nugatory. Furthermore, other parcels in the Trustee’s Deed indicate that if the parties\n\nhad intended to convey only the proration units that surround the well, they certainly knew how\n\nto draft a granting clause reflecting that intent. As Oz points out, the description for Parcel 4\n\nindicates that it conveys “80 acres out of the NW/4 of Section 155, A-1652, GH&SA Ry. Co.\n\nSurvey (being the proration unit assigned to the Argee Oil Company #2-155 well) and being all\n\nof said NW/4 SAVE AND EXCEPT the 80 acre proration unit assigned to the Regency #1-155\n\nwell . . . .” [Emphasis added]. If the Introductory Proviso functioned as Appellants contend, the\n\nParcel 4 language specifically identifying the conveyance as being the Argee #2-155 well’s\n\nproration unit is nothing more than excess verbiage.\n\n       Appellants dismiss Oz’s question regarding the insertion of quarter-unit land descriptions\n\ninto Exhibit A as rhetorical, maintaining that language in other parcels of the Trustee’s Deed are\n\nirrelevant to our interpretation because the Introductory Proviso cabins all the grants in all the\n\nparcels listed therein. However, we must construe all words in a deed as having meaning, if\n\npossible. Boulanger, 403 S.W.3d at 5. Furthermore, in construing a document such as a deed,\n\nwe do not dissect individual clauses and read them in isolation from one another; rather, we read\n\nthe document as one cohesive text. Id.\n\n       Instead, we believe that the more natural reading and the only tenable reading of the\n\nTrustee’s Deed, the Introductory Proviso, and the Parcel 3 granting clause is that the quarter-unit\n\ndescriptions in the Parcel 3 granting clause operate as conveyances, and that the parties intended\n\n\n\n                                                19\n\fto convey the rights to those units of land, as well as any rights the grantor had in wells and their\n\nrespective proration units explicitly listed on that land. To state it another way, Parcel 3 in\n\nExhibit A of the Trustee’s Deed deals with the disposition of the three quarter-units of land\n\nidentified therein, including the Tract. The identification of the 1974 Lease between the Adams\n\nFamily and Chesapeake shows that these quarter-units of land are subject to the terms of that\n\nlease (i.e. depth restrictions, other conditions on use of land, etc.). The identification of wells on\n\nthose quarter-units of land shows what working interest the parties retained with respect to those\n\nwells, since as the listing for Argee Well 1-155 shows, the working interest lessee Chesapeake\n\nretained in wells located on the land it leased from the Adams Family was occasionally less than\n\n100 percent. Assuming the language at the beginning of Exhibit A is not merely boilerplate as\n\nOz contends, the Introductory Proviso serves to clarify that (1) the working interest in operative\n\nwells is “limited in area to . . . proration units surrounding the oil and/or gas wells referenced\n\nbelow . . .,” and (2) the overall interest in both the quarter-unit tracts and the wells being\n\nconveyed in Parcel 3 is no larger than the original interest conveyed in the original 1974 Lease\n\n(i.e., that they “are subject to the depth restrictions and the other provisions of these leases”).\n\n       This reading renders all the language in the granting clauses of the Exhibit A meaningful\n\nand internally consistent without having to resort to the use of extrinsic evidence to divine the\n\ndeed’s meaning.     We are particularly convinced that this reading is correct given that the\n\nTrustee’s Deed purports to convey “all of the property” listed in Exhibit A. [Empahsis added].\n\nThe Trustee’s Deed conveyed Chesapeake’s 75 percent interest in the Argee 1-155 well to Oz at\n\nforeclosure. The Trustee’s Deed also conveyed any other remaining leasehold interests on the\n\nSE/4 of Sec. 155 to Oz as well. Since this is the only reasonable reading of the conveyances\n\nafter construing the Trustee’s Deed as a whole, giving effect to all its provisions, and applying\n\n\n\n                                                  20\n\fthe relevant canons of construction, we find the Trustee’s Deed is unambiguous.10 Oz has title as\n\na matter of law, and Appellants’ summary judgment claims and verdict challenges on title are\n\nwithout merit.\n\n        However, we cannot end our analysis there. The trial court held that Oz had a 100\n\npercent interest in the West Unit. We note a further complication. The Trustee’s Deed states that\n\nChesapeake only had a 75 percent interest in the Argee 1-155 well on the East Unit it could\n\nconvey to Oz, and Exhibit A’s Introductory Proviso establishes that well leases are limited in\n\nacreage to their proration units. Therefore, we must determine the size of the Argee 1-155\n\nproration unit in relation to the SE/4 of Sec. 155. If the Argee 1-155’s proration unit is coextant\n\nwith SE/4 of Sec. 155, then Oz as the grantee would only have a 75 percent interest in the wells\n\nin question on the West Unit, and the trial court’s judgment would be subject to reformation. See\n\nTex. Workers’ Comp. Comm’n, 136 S.W.3d at 648 (where both sides move for summary\n\njudgment and trial court grants one motion over the other, appellate court should render\n\njudgment trial court should have rendered). If the Argee 1-155 well’s proration unit is limited\n\nsolely to the East Unit, then Oz has a 75 percent interest in the East Unit acreage and a 100\n\npercent interest in the West Unit acreage by virtue of the overriding land grant in the deed.\n\nResolution of this issue is necessary to determine the issue of damages raised by Appellants.\n\n        Here, it is clear that the proration unit around the Argee well is limited to the 80 acres on\n\nthe East Unit claimed in the Railroad Commission records.11 The residual portion of the Tract,\n\n\n10\n  An ambiguity finding opening the door to consideration of extrinsic evidence would only go to bolster Oz’s claim.\nAlthough there are letters in the record indicating that some of Oz’s corporate officers did not believe the company\nowned the West Unit, the Settlement Agreement – which was not incorporated into the Trustee’s Deed by reference\n– makes it clear that the parties intended to dispose of all the acreage and leases subject to the deed of trust,\nincluding the entirety of the SE/4 of Sec. 155, save for certain tracts not relevant to this appeal.\n11\n   As we noted previously, both parties argued extensively in their briefs over whether consultation with parol\nevidence is proper where a deed is unambiguous after being viewed through the appropriate canons of construction.\nHowever, our use of Texas Railroad Commission public records to determine this issue does not constitute the use\n\n                                                        21\n\fi.e. the West Unit, falls 100 percent to Oz by virtue of the grant in the Trustee’s Deed as a matter\n\nof law. Because we find that the trial court correctly determined that Oz had title to 100 percent\n\nof the West Unit by virtue of the Trustee’s Deed, determining what interest Oz gained in the\n\nWest Unit from the Revivor Agreement is unnecessary to the resolution of this appeal. Such a\n\nRevivor Agreement is a top lease whose existence is only triggered by the failure of the\n\nunderlying original lease. See Shown v. Getty Oil Co., 645 S.W.2d 555, 561 (Tex.App.--San\n\nAntonio 1982, writ ref’d). Since the original lease is still in effect by virtue of continued\n\nproduction, and since neither side contends otherwise, construction of the Revivor Agreement\n\nwould be advisory. As such, we decline to address subpart (b) of Issue Four. TEX.R.APP.P.\n\n47.1.\n\n                                            B. MINERAL TRESPASS\n\n         Having established that the trial court did not err in finding that Oz had exclusive title to\n\nthe West Unit, we next turn to the issue of whether Oz provided sufficient evidence proving that\n\nAppellants committed a mineral trespass on land to which they lacked title. We find sufficient\n\nevidence to support the trial court’s findings.\n\n                                   Fatal Pleading Variance as to Victory\n\n         As a threshold matter, Appellant Victory contends a fatal variance between Oz’s\n\npleadings and the judgment the trial court rendered requires us to reverse the trial court’s ruling\n\nthat Victory was a bad faith trespasser. Specifically, Victory argues that although Oz sought a\n\njudgment of superior title against Victory, Oz never alleged a cause of action for trespass that\n\nwould authorize the court’s bad faith trespass judgment against Victory. We disagree.\n\n         “The judgment of the court shall conform to the pleadings . . . .” TEX.R.CIV.P. 301. “[A]\n\nor parol evidence per se. Instead, the Trustee’s Deed contains a nucleus of description referencing other writings –\ni.e., the Railroad Commission records establishing how large a proration unit for a given well is. As such, the public\nrecords have been essentially incorporated into the four corners of the document by reference.\n\n                                                         22\n\ffinding made without supporting pleading will not sustain a judgment.” Bray v. Bray, 1 S.W.2d\n\n525, 525 (Tex.Civ.App.--Galveston 1927, no writ). “Customarily, a general prayer for relief will\n\nsupport any relief raised by the evidence that is consistent with the allegations and causes of\n\naction stated in the petition.” Nelson v. Najm, 127 S.W.3d 170, 177 (Tex.App.--Houston [1st\n\nDist.] 2003, pet. denied). “However, a prayer for ‘other and further relief to which the plaintiff\n\nmay be entitled at law or in equity’ cannot enlarge the recovery to embrace a cause of action not\n\nwithin the pleadings.” 47 TEX.JUR.3D Judgments § 92 (2014); see also Starr v. Ferguson, 140\n\nTex. 80, 86, 166 S.W.2d 130, 133 (Tex.Com.App. 1942)(“The prayer for general relief cannot be\n\nconstrued as being a prayer for anything which is expressly excepted therefrom by other portions\n\nof the pleading.”)[Internal quotation marks omitted].\n\n       The pleading excerpts relevant to this issue are as follows:\n\n       21.     Intervenor Victory acquired its interests in the Disputed Tract after\n               the Remuda Wells were drilled . . . .\n\n                                   .          .           .\n\n                                       CAUSES OF ACTION\n\n                             Count 1 – Action in Trepass to try title\n\n                                   .          .           .\n\n       25.     Despite Oz Gas’s entitlement to possession of the premises, the\n               defendants (excluding the Intervenor) unlawfully entered upon the\n               premises for the purposes of oil and gas exploration, and\n               dispossessed Oz Gas of the premises. All defendants continue to\n               dispossess Oz Gas from the premises while hydrocarbons are\n               being produced. [Emphasis added]\n\n       26.     Oz Gas demanded that the defendants evacuate the premises and\n               compensate Oz Gas for the value of all production severed and\n               sold from the premises, but the defendants have failed and refuse\n               to do so.\n\n       27.     Accordingly, Oz Gas seeks judgment for the title and possession of\n\n                                                  23\n\f               the premises, for its damages, for costs of suit, and for such other\n               relief as he may be entitled to either at law or in equity.\n\n               Count 2 – Mineral Trespass by defendants other than victory\n\n       28.     The defendants—other than Victory—instituted a direct and\n               intentional physical trespass into plaintiff’s mineral interests,\n               without color of title. As a direct and proximate result of the\n               defendants’ trespass, the plaintiff has been damaged in an amount\n               within the jurisdictional limits of this court.\n\n       Based on our reading of the pleadings, Victory’s point that it was excluded from Oz’s\n\npleaded cause of action in Count Two for mineral trespass appears to be correct. However,\n\nVictory was included in the trespass to try title cause of action in Count One. While the first\n\nsentence of Paragraph 25 makes clear that Oz is alleging that all the defendants excluding\n\nVictory conspired to enter into the West Unit and actually did so, the second sentence of\n\nParagraph 25 makes clear that all defendants, whether they participated in the initial trespass or\n\nnot, are liable for continuing mineral trespass on the West Unit by producing hydrocarbons.\n\nParagraph 27 further makes clear that based on this continuing mineral trespass, Oz seeks any\n\nand all relief to which it may be entitled.\n\n       “The plaintiff in a trespass to try title suit, by pleading facts showing it is entitled, may\n\nrecover rents and profits or damages incurred from loss of use.” United Sav. Ass’n of Tex. v.\n\nVillanueva, 878 S.W.2d 619, 623 (Tex.App.--Corpus Christi 1994, no writ)(citing TEX.R.CIV.P.\n\n783(f)). Even assuming arguendo that pleading a trespass to try title claim would not authorize\n\ndamages for continuing mineral trespass, in reading the pleadings as a whole, it is clear that Oz\n\ncomplained about Victory dispossessing it of its mineral interests, and sought damages for it.\n\nBecause Oz pleaded sufficient facts, the trial court could properly find that Victory was a\n\ntrespasser in bad faith and assess damages accordingly without varying fatally from the\n\npleadings. Victory’s sub-argument on fatal pleading variance.\n\n                                                24\n\f                                 Sufficiency of Proof of Trespass\n\n       All three Appellants maintain in part of Issue Three and the entirety of Issue Seven that\n\neven if we find Oz had actual title to the West Unit, there is no legally or factually sufficient\n\nproof that Appellants actually trespassed on the land. Appellants HCP and SmartGas argue that\n\nthere is no proof they ever actually entered the property or directed Remuda to begin drilling the\n\nproperty, meaning that they could not have trespassed. Appellant Victory urges us to find that it\n\ncould not have trespassed because it only “purchased” the West Unit after Remuda had already\n\nfinished drilling operations. We disagree.\n\n       “[L]iability for trespass is not dependent upon personal participation . . . .” Parker v.\n\nKangerga, 482 S.W.2d 43, 47 (Tex.Civ.App.--Tyler 1972, writ ref’d n.r.e.). “[O]ne who aids,\n\nassists, advises or gives encouragement to the actual trespasser, or concert and cooperation in the\n\ncommission of a trespass, or subsequent ratification or adoption by one of an act of another for\n\nhis benefit or in his interest is equally liable . . . .” Id. Here, although the specifics of who hired\n\nRemuda and how the arrangement worked in actuality are unclear, all parties admit that they had\n\ninterests in the wells Remuda drilled, with HCP and SmartGas purchasing the lease to their wells\n\nprior to completion, which makes them parties to the trespass by clear implication. The fact that\n\nno Appellant appears to have received actual payments from oil production is irrelevant. Cf.\n\nMeyers v. Ford Motor Credit Co., 619 S.W.2d 572, 573 (Tex.Civ.App.--Houston [14th Dist.]\n\n1981, no writ), abrogated on other grounds by Qantel Business Systems, Inc. v. Custom Controls\n\nCo., 761 S.W.2d 302 (Tex. 1988)(“a trespasser is liable to the property owner even though there\n\nis no proof of actual damages in any specific amount.”). Further, Victory’s assertion that it only\n\nacquired land after Remuda had drilled the wells is irrelevant. By purchasing the lease after\n\nRemuda committed a trespass, Victory essentially ratified the trespass and positioned itself to\n\n\n\n                                                  25\n\fgain materially from that trespass. Parker, 482 S.W.2d at 47. As such, there is legally and\n\nfactually sufficient evidence that all Appellants committed trespass on Oz’s land by participating\n\nin the Adams 155-2 and Adams 155-3 drilling ventures.\n\n       Because the Trustee’s Deed establishes that Oz holds title to the lease on the West Unit of\n\nthe Tract as a matter of law, and because the evidence supports the trial court’s finding that\n\nAppellants committed trespass as parties to the unauthorized drilling venture on the West Unit,\n\nwe overrule Issues One, Two, Three, Six, and Seven.\n\n                                               II.\n\n                                   BAD FAITH AND DAMAGES\n\n       In Issues Four and Eight, Appellants contend that there is no legally and factually\n\nsufficient evidence supporting the trial court’s finding of bad faith, and that such a finding is\n\nerroneous as a matter of law. In Issue Nine, Appellants argue that the trial court’s conclusion\n\nthat Oz is entitled to all working interest revenue from Adams 155-2 and Adams 155-3 is\n\nerroneous as a matter of law. In Issue Five, Appellants challenge the trial court’s finding that\n\nRemuda actually paid any of them $137,897.13 from the working interest of Adams 155-2 and\n\nAdams 155-3 for legal and factual sufficiency. Finally, in Issue Ten, Appellants maintain that\n\nthe trial court’s order holding them jointly and severally liable for $137,897.13 was error, since\n\nthere was no legally or factually sufficient evidence that Victory or HCP received any payments\n\nfrom SmartGas’ well (Adams 155-2) or vice versa. Because a finding of bad faith bears directly\n\non the scope of damages, we address these issues jointly.\n\n                                    A. BAD FAITH TRESPASS\n\n                            Standard of Review and Applicable Law\n\n       As we previously stated, we sustain a legal sufficient point when, in viewing the evidence\n\n\n\n                                               26\n\fin the light most favorable to the verdict, there is no evidence, more than a scintilla, establishing\n\nproof of a vital fact. City of Keller, 168 S.W.3d at 810. We sustain an appellant’s factual\n\nsufficiency point when the trial court’s ruling is against the great weight and preponderance of\n\nthe evidence. Carmona, 160 S.W.3d at 274. “When a producer trespasses and extracts oil, gas,\n\nor other minerals, the method by which damages are calculated depends on whether the\n\nproducer’s actions are in good faith.” Moore v. Jet Stream Inv., Ltd., 261 S.W.3d 412, 428\n\n(Tex.App.--Texarkana 2008, pet. denied).        A good faith trespasser with “an honest and a\n\nreasonable belief in the superiority” of his own title is liable for value of minerals extracted\n\nminus drilling and operating costs. Id. A bad faith trespasser is liable for the value of extracted\n\nminerals “at the time of severance without making deduction for the cost of labor and other\n\nexpenses incurred in committing the wrongful act” or for any other value added. Id. at 428-29.\n\n                                          Quasi-Estoppel\n\n        As a preliminary matter, Appellants assert that Oz should be quasi-estopped from seeking\n\ndamages for bad faith trespass under Moore, 261 S.W.3d at 429, because Oz agreed to have\n\nRemuda pay drilling proceeds into the Crockett County court registry during the pendency of\n\nlitigation.   By presenting an agreed order, Appellants contend that Oz essentially ratified\n\nRemuda’s conduct, precluding it from taking the position that Remuda—and by extension\n\nAppellants—drilled in bad faith.\n\n        “Quasi-estoppel precludes a party from asserting, to another’s disadvantage, a right\n\ninconsistent with a position previously taken.” Lopez v. Munoz, Hockema & Reed, L.L.P., 22\n\nS.W.3d 857, 864 (Tex. 2000). “The doctrine applies when it would be unconscionable to allow a\n\nperson to maintain a position inconsistent with one to which he acquiesced, or from which he\n\naccepted a benefit.” Id.\n\n\n\n                                                 27\n\f       In Moore, the appellee--plaintiff in the trial proceeding--filed a petition for a temporary\n\nrestraining order that would prevent the trespasser from stopping production on a drilled well.\n\nEventually, the plaintiff agreed to a temporary injunction in which production would continue.\n\nThe Texarkana Court held that the landowner was quasi-estopped from seeking bad faith\n\ndamages against the driller because the landowner’s bad faith argument contradicted (1) his TRO\n\nrequest for production to continue, and (2) his agreement to a temporary order ensuring\n\nproduction continued. Moore, 261 S.W.3d at 429-30.\n\n       Moore leaves it unclear whether the funds went to the plaintiff or into receivership\n\npending the outcome of litigation. To the extent Moore holds that a landowner is quasi-estopped\n\nfrom claiming bad faith trespass where funds the well produces are placed into receivership with\n\nthe trial court, we respectfully disagree with our sister court. Oz has not “accepted a benefit” as\n\nthe result of the agreed order. Instead, the parties agreed to place proceeds into the hands of a\n\nneutral third party – the trial court – pending the outcome of litigation. Any interest Oz has in\n\nthose funds is entirely contingent on it prevailing at trial. Further, unlike in Moore, where the\n\nplaintiff specifically sought to compel the driller to continue production, Oz initially objected to\n\nhaving Remuda continuing operations and originally sought to have Adams 155-2 and Adams\n\n155-3 shut in. We find nothing unconscionable about such an arrangement, nor is there any\n\ndirect, non-contingent benefit being conferred on Oz. As such, quasi-estoppel does not preclude\n\nOz from seeking bad faith damages against Appellants.\n\n                      Legal and Factual Sufficiency of Bad Faith Finding\n\n       Finally, turning to the merits on this point, Appellants assert that the evidence is legally\n\nand factually insufficient to uphold the trial court’s finding of bad faith. We disagree.\n\n       In its third conclusion of law, the trial court held that Appellants were bad faith\n\n\n\n                                                 28\n\ftrespassers because “the defendants relied upon a twenty-year old title opinion that showed title\n\nto the SE/4 of § 155 in a different company than the company from whom they were acquiring\n\nan interest . . . .” The trial court also stated that it considered Appellants’ failure to investigate\n\ntitle by commissioning a title opinion or researching the records themselves to be evidence of\n\nbad faith. We agree with the trial court’s reasoning and its ultimate legal conclusion, whether\n\nviewing the evidence underpinning it from a legal or factual sufficiency standpoint.\n\n       Oz Gas presented evidence from attorney Allen Cumming, who testified that it is\n\nstandard practice in the oil and gas industry to perform title research before entering into a\n\nparticular transaction. All Appellants admitted that they failed to perform even a cursory check\n\nof title. Although Appellants attempt to portray Callis, the manager of HCP and SmartGas, as an\n\nunsophisticated investor, Callis admitted to having participated in prior non-mineral real estate\n\ntransactions before in which he had sought title information. Secretary of State records confirm\n\nthat Adams Fee Properties, Inc., the entity purported to convey the lease, had been defunct for\n\nyears before this transaction even took place. Further, the stale title opinion Appellants relied\n\nupon in entering the transaction was more than two decades old, and even then, it listed\n\nChesapeake and not Adams Fee Properties, Inc., as the holder of the lease in question. Taking\n\nall these factors in the aggregate, we find that the trial court justifiably found that Appellants did\n\nnot have an honest and reasonable belief in the superiority of their title. Oz presented more than\n\na scintilla of evidence supporting the trial court’s finding, and such a ruling did not go against the\n\ngreat weight and preponderance of the evidence.\n\n       Issues Four and Eight are overruled.\n\n                                   B. CALCULATING DAMAGES\n\n       Appellants present three general complaints pertinent to damages in the body of their\n\n\n\n                                                 29\n\fbrief. We note these complaints do not necessarily neatly track the issues presented. First,\n\nAppellants maintain that we must reverse and remand because they were precluded from putting\n\non evidence of good faith damages to deduct from any assessed trespasser liability. Specifically,\n\nthe trial court blocked Appellants from putting on production and drilling cost testimony from\n\nKenneth Hill, Victory’s CEO, when it sustained Oz’s objections to untimely disclosure of the\n\nwitness and failure to provide access to voluminous records underpinning a summary report Hill\n\nhad prepared for trial. This issue is now moot, since we affirmed the trial court’s bad faith\n\nfinding, which precludes Appellants from deducting production and drilling costs from any\n\nliability. To the extent any of Appellants issues hinge on that point, we overrule them. We\n\naddress the remaining arguments in turn.\n\n                       Fact Finding on Remuda’s Payments to Appellants\n\n        In its second damages argument in Issue Five, Appellants assert that the trial court’s\n\nfinding of fact that they were actually paid must be reversed, since there is no legally or factually\n\nsufficient evidence to support it. Oz responds that the issue is irrelevant to this appeal, given that\n\nAppellants are liable to Oz for bad faith trespass damages regardless of whether Remuda paid\n\nthem or not.    We agree that the record does not appear to contain evidence affirmatively\n\ndemonstrating that Remuda ever paid HCP or Victory, although Callis testified that SmartGas\n\nhad received one payment. However, since the issue of liability does not hinge on whether\n\nRemuda actually paid the Appellants, cf. Parker, 482 S.W.2d at 47 (liability adheres where there\n\nis ratification of another’s party’s trespass), we decline to reach this issue under TEX.R.APP.P.\n\n47.1.\n\n                                    Joint and Several Liability\n\n        Finally, Appellants argue that the trial court erred by failing to segregate the damages and\n\n\n\n                                                 30\n\fallocate them by well with respect to the parties, since there was no legally or factually sufficient\n\nevidence to show that HCP and Victory trespassed with respect to the 155-3 Well or that\n\nSmartGas trespassed upon the 155-2 Well.\n\n       In support of their argument, Appellants cite one Texas Supreme Court case from 1883,\n\nWalker v. Read, 59 Tex. 187, 191, 1883 WL 9129 (Tex. 1883). That case generally discusses\n\njoint and several liability, stating that a defendant who is sued along with others for a tract of\n\nland who “put[s] in a defense restricted to so much of the land as he does assert title to” to\n\nbelieve “relieve[d] . . . from liability for rent of or damage to any part of the land to which he did\n\nnot assert claim to . . . .” Id. at *3. However, that case also appears to belie their point in that\n\nwhen a defendant:\n\n       [R]esorts to obstructive measures in which he can have no possible\n       interest, and which have the necessary effect of enabling other defendants\n       in the same cause to withhold from the real owner property to which the\n       real owner is entitled, then in morals and in law such person ought to be\n       held, in so far, as much a wrong-doer as the person who receives the\n       benefit of his act, and the two should be held jointly and severally liable\n       for the necessary result of their acts. Id. at *4.\n\n       Later, in 1884, we are instructed that “all who aid or abet the commission of a trespass\n\nare liable jointly or severally . . . .” Cunningham v. Coyle, 2 Wilson 371, 1884 WL 8399, *1\n\n(Tex.Ct.App. 1884). The imposition of joint and several liability turns upon the actions of the\n\njoint-trespassers as parties to the trespass. Thus, the legal or factual insufficiency of the evidence\n\nshowing whether appellants actually trespassed as to both wells or benefitted is not directly\n\nrelevant to the issue of whether the damages may be assessed jointly and severally given that\n\npersonal participation is not required. Parker, 482 S.W.2d at 47; Oxford v. Williams Companies,\n\nInc., 137 F.Supp.2d 756 (E.D.Tex. 2001).\n\n       Oz counters that appellants failed to object to the trial court’s imposition of joint and\n\n\n\n                                                 31\n\fseveral liability as to the damages. Therefore, error was not preserved and is waived. TEX. R.\n\nAPP. P. 33.1. The record reveals Appellants did not object either to the judgment which held\n\nappellants jointly and severally liable nor was it raised in their motion for new trial. In fact,\n\nAppellants acknowledge this issue was never raised in the trial court. Their position is that in a\n\nnon-jury case, such as this, they were not required to raise legal or factual sufficiency points for\n\nerror preservation. TEX. R. APP. P. 33.1(d).\n\n       We find Appellants’ have waived error given that their sufficiency point is immaterial to\n\nthe imposition of joint and several liability under the facts of this case.\n\n       Issues Five, Nine, and Ten are overruled. The judgment of the trial court is affirmed.\n\n\n\nSeptember 17, 2014\n                                               YVONNE T. RODRIGUEZ, Justice\n\nBefore McClure, C.J., Rivera, and Rodriguez, JJ.\nRivera, J. (Not Participating)\n\n\n\n\n                                                  32\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                  COURT OF APPEALS\n                               EIGHTH DISTRICT OF TEXAS\n                                    EL PASO, TEXAS\n\n\n                                               §\n VICTORY ENERGY CORPORATION,                                   No. 08-12-00248-CV\n SMARTGAS, L.L.C, and HCP                      §\n INVESTMENTS, L.L.C.,                                            Appeal from the\n                       Appellants,             §\n                                                           112th Judicial District Court\n v.                                            §\n                                                            of Crockett County, Texas\n OZ GAS CORPORATION,                           §\n                              Appellee.                       (TC# 08-04-07047-CV)\n                                               §\n\n                                          OPINION\n\n       Appellants – three business associations that were purportedly assigned oil and gas leases\n\non certain land in Crockett County – appeal the trial court’s partial grant of summary judgment\n\nand merits verdict naming Appellee Oz Gas Corporation as the true leaseholder of the disputed\n\nland and assessing damages against Appellants for bad faith trespass. We affirm.\n\n                                       BACKGROUND\n\n                                        Factual History\n\n                             The Adams-Baggett Ranch Leases\n\n       In 1974, Emma Lou Phillips Adams, Camille Adams Jones, and Jane Adams Garlitz\n\n(collectively, “the Adams Family”) executed five oil and gas leases (“the 1974 Leases”)\n\nconveying mineral interests in certain tracts of land on the Adams-Baggett Ranch near Ozona to\n\fChesapeake Bay Gas Gathering Company, an entity owned by Jane’s husband, C. Gary Garlitz.\n\nOne such lease (“the Third Lease”) covered a 320-acre parcel of land known as the Eastern Half\n\nof Section 155 (“E/2 of Sec. 155” or “the Third Lease Estate”).1 The lease agreement permitted\n\ndrilling to a depth of 5,500 feet and set out a two-year primary term, with the lease continuing\n\nindefinitely “so long thereafter as oil, gas, casinghead gas, casinghead gasoline, or any of them is\n\nproduced from said land.” Under the lease, either party was free to assign their lease rights at\n\nwill, provided that in the event that the lessee assigns part of the lease to a third party that\n\nsubsequently defaults on the agreement, “such default shall not affect this lease insofar as it\n\ncovers a part of said lands upon which lessee or any assignee thereof shall make payment of said\n\nrentals.” Neither party in their briefs complains that Chesapeake in any way failed to drill wells\n\nand place those wells into production within the primary term as required by the Third Lease.\n\n         Relevant to this appeal is a 160-acre tract of land located on the southern half of the Third\n\nLease Estate referred to by the parties as the Southeast Quarter of Section 155 (“SE/4 of Sec.\n\n155” or “the Tract”).2 Texas Railroad Commission records show that in February 1975, a well\n\nknown as Adams 1-1155—located on the Tract within the Third Lease Estate—began producing\n\nin paying quantities.          At the time the parties executed the Third Lease, the Railroad\n\nCommission’s special field rules for oil and gas developments on the Adams-Baggett Ranch\n\nprovided that each proration unit3 surrounding a single oil well was set at 320 acres. See\n\n\n1\n  The lease that conveyed the Tract included the entire eastern half of Section 155. The disposition of the rest of the\nland subject to this particular lease is not strictly relevant to this appeal.\n2\n The formal name of the tract of land is the SE/4 of Section 155, Abstract 1652, Certificate 1758, Block O, GH&SA\nRy.Co. Survey, Crockett County, Texas.\n3\n  A proration unit is a geographic area administratively set by the Texas Railroad Commission after an oil well has\nbeen drilled that demarcates certain minimum acreage around the well “for the purpose of assigning allowables and\nallocating allowable production to the well” so that wells within a particular oil field may drain efficiently. 16\nTEX.ADMIN.CODE § 3.38 (2004)(Tex.R.R.Comm’n); see also Browning Oil Co., Inc. v. Luecke, </pre><span class=\"citation\" data-id=\"2104060\"><a href=\"/opinion/2104060/browning-oil-co-inc-v-luecke/\"><span class=\"volume\">38</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">625</span></a></span><pre class=\"inline\">, 634\n(Tex.App.--Austin 2000, pet. denied). “Production allowables refer to the maximum amount of hydrocarbons a well\n\n                                                          2\n\fTex.R.R.Comm’n, In re: Adams-Baggett Ranch (Canyon Sand) Field, Crockett County, Texas,\n\nDocket No. 7C-60,233 (Sept. 8, 1970)(interim order). Later, in 1981, a second well known as\n\nAdams-14—located on the northern half of the Third Lease Estate (“the NE/4 of Sec. 155”)\n\noutside the Tract—also began producing in paying quantities.4\n\n         The Commission later modified the Adams-Baggett field rules on August 30, 1982, by\n\nreducing the size of individual proration units around wells to 160 acres. See Tex.R.R.Comm’n,\n\nFinal Order Amending Rule 2 of the Field Rules Adopted in Special Order No. 7-60,233 Issued\n\nEffective November 1, 1970, As Amended for the Adams-Baggett Ranch (Canyon Sand) Field,\n\nCrockett County, Texas, Docket No. 70-78,467 (Oil & Gas Div. Aug. 30, 1982).                                     The\n\nmodifications also allowed a well operator, at its discretion, to further subdivide a 160-acre\n\nproration unit into two 80-acre “fractional” proration units. Id. Apparently pursuant to the\n\nspecial field rules, the Tract was sub-divided into two jigsaw-shaped, equal-sized eighty-acre\n\nunits, with a well drilled on each unit respectively. Argee Oil Company operated an oil well\n\n(“Argee #1-155” or “the Argee Well”) on the eastern eighty acres of the Tract (“the East Unit”)\n\nat the behest of Chesapeake. Crockett Gas, Ltd. – a company of which Gary Garlitz was the\n\nmanaging partner – operated another well (“Crockett 1-155,” “Adams 155-1,” or “the Crockett\n\nWell”) on the western eighty acres of the Tract (“the West Unit”). Both Crockett and Argee Oil\n\nfiled forms with the Railroad Commission informing it of their respective claimed acreage within\n\nthe Tract.\n\n         The Crockett Well on the West Unit was not seen as very productive, and from\n\nJanuary 31, 1998, to September 2000, the well was shut-in with a bridge plug to prevent further\n\n\nmay recover as prescribed by the applicable field rules.” Id.\n4\n It is unclear from the record how two wells could permissibly be located on the Third Lease Estate, since the size\nof the E/2 of Sec. 155 was 320 acres and, under this rule, each well had to have at least 320 acres assigned to it for\nproration purpose.\n\n                                                          3\n\fproduction. As of April 28, 2011, the Argee 1-155 well has continued to produce hydrocarbons,\n\nsave for a brief cessation of production in February 1992.\n\n            Mortgage of Chesapeake Leasing Interests and Default on Deed of Trust\n\n        In July 1986, almost twelve years after it signed the Third Lease, Chesapeake, acting\n\nthrough Garlitz, executed a $2.5 million promissory note to Abbott Laboratories that was\n\npersonally guaranteed by Garlitz and secured by a deed of trust (“the Deed of Trust”) on portions\n\nof the original 1974 Leases as listed in an attached exhibit, including Chesapeake’s interest in the\n\nthe Tract (i.e. the SE/4 of Sec. 155, the southern half of the Third Lease Estate). In essence,\n\nChesapeake mortgaged the Tract and other quarter-unit portions of the 1974 Leases to Abbott,\n\nagreeing to repay the advance in kind with deliveries of natural gas. As part of the transaction,\n\nAbbott had attorney David Childress prepare a title opinion (“the 1986 Childress Title Opinion”),\n\nwhich confirmed Chesapeake’s interests in the Tract. In their briefs before this Court, neither\n\nparty disputes that prior to the foreclosure sale, the original and entire leasehold estate created by\n\nthe Third Lease was held open and in existence by production in paying quantities from the two\n\nwells located on the E/2 of Sec. 155, i.e. the Argee Well and the Adams-14 well located outside\n\nthe Tract but still within the Third Lease Estate.5\n\n        Chesapeake later defaulted on the agreement, although the specifics of how or when are\n\nunclear. In any event, Abbott assigned the promissory note and deed of trust to Detroit-Texas\n\nGas Gathering Company. A flurry of litigation ensued against both Chesapeake and Garlitz in\n\nhis personal capacity before Chesapeake filed for bankruptcy. Oz Gas Company later assumed\n\n\n\n5\n  Texas Railroad Commission records indicate that both the Argee Well and the Adams-14 well have briefly ceased\nproduction, although not at the same time. The Adams-14 well stopped producing for a brief period in October and\nNovember 1990, while the Argee Well briefly ceased production in February 1992. Since both wells were part of\nthe Third Lease Estate, since at least one well on the Third Lease Estate was always in production, and since neither\nparty contends before this Court that the Third Lease is invalid, we assume that the production stoppages did not\nterminate the Third Lease and it continues to be valid.\n\n                                                         4\n\fDetroit-Texas’ interest in the leasehold estates while foreclosure had been stayed by the\n\nbankruptcy proceedings.\n\n                                        The Bankruptcy Settlement\n\n           On November 1, 1997, the bankruptcy trustee abandoned the Chesapeake properties\n\nsubject to the Deed of Trust, placing them outside the aegis of the bankruptcy stay. Oz then\n\nbegan foreclosing on the Deed of Trust Property.                Before Oz could complete foreclosure,\n\nhowever, Oz, Chesapeake, Garlitz, and certain members of the Adams Family then entered into a\n\nSettlement Agreement relating to the disposition of the rest of the mortgaged leases. As part of\n\nthe settlement, the parties agreed, inter alia, to relinquish any claims they had to leases upon\n\nwhich Oz Gas had already foreclosed. The parties also agreed that Oz Gas would foreclose on\n\nthe leaseholds listed in an appended Exhibit B in the future, including the Argee Well located on\n\nthe “W/2 SE/4 § 155.”6 The Settlement Agreement did not explicitly address the existence or\n\ndisposition of the shut-in Crockett Well on the West Unit. It did, however, explicitly exempt\n\nseveral other discrete tracts of land from foreclosure. Settlement Agreement Exhibits A and B\n\nboth contained the following disclaimer:\n\n           It is the intent of this Agreement to provide for all Argee Wells and all\n           other wells and acreage covered by the Deed of Trust other than the wells\n           located in Sec. 127, 153 and E/2 NE/4 of Sec. 115. Therefore, if it should\n           be determined that the above descriptions do not cover all such wells, the\n           parties agree to execute such other documents are deemed [sic] sufficient\n           by counsel for such parties to effectuate the above intent.\n\n           As part of the Settlement Agreement, Oz Gas required Jane Garlitz and her mother to\n\nsign a revival and ratification (“the Revivor”) of all the original 1974 Leases in Oz Gas’ name .7\n\nThe Revivor Agreement explicitly mentions SE/4 of Section 155 and states that the lessee will\n\n6\n Assuming “W/2” means West Half, we note that Argee 1-155 is actually located on the East Half of the SE/4 of\nSec. 155.\n7\n    Camile Adams Jones refused to sign the Revivor Agreement.\n\n                                                        5\n\fplace “each well currently located on the Lands” listed into production within six months,\n\n“failing in which, upon demand of Jane Garlitz and Emma Lou Adams, Lessee agrees to either\n\nrelease this Lease or assign all of its leasehold interest . . . and all personal property used in\n\nconnection therewith” back to Jane Garlitz. The Revivor was recorded in the Crockett County\n\nDeed Records. The Settlement Agreement was unrecorded.\n\n                 Foreclosure of the Leases and the Substitute Trustee’s Deed\n\n       In February 1998, the substitute trustee foreclosed on the properties, issuing an Amended\n\nSubstitute Trustee’s Deed (“the Trustee’s Deed”) to Oz, who purchased the properties at\n\nforeclosure.    The Trustee’s Deed makes no mention of the Settlement Agreement that\n\npresumably governed the terms of the foreclosure sale. The Trustee’s Deed purported to convey\n\n“[a]ll of the property more particularly described on Exhibit ‘A’ attached hereto and incorporated\n\nherein by reference for all purposes.” A list containing a description of all foreclosed properties\n\nwas appended to the Trustee’s Deed as Exhibit A. The attached exhibit breaks up the description\n\nof the foreclosed lands into several “parcels” containing descriptions of quarter-sections of land,\n\nleases, and wells. The parcel at issue here is Parcel 3. We reprint the text from the Trustee’s\n\nDeed Parcel 3 grant below verbatim:\n\n       PARCEL 3:\n\n       NW/4 of Section 166, Abstract No. 4770, J.T. Casbeer; Original Grantee;\n\n       SE/4 of Section 155, Abstract No. 1652, GH&SA Ry. Co. Survey;\n\n       SE/4 of Section 126, Abstract No. 5041, J.T. Casbeer, Original Grantee.\n\n       Lessor                 Lessee                        Date            Recording      Data\n                                                                            Volume         Page\n       Emma Lou Phillips      Chesapeake Bay Gas            10/23/74        288            162\n       Adams, et al.          Gathering Co.\n\n                Wells                                Working                       Net Revenue\n\n                                                6\n\f                                                     Interest                      Interest\n\n                Argee Oil Company #1-155             75%                           .5791670\n                             and #1-166\n\n                Crockett Gas, Ltd. #2-166            100%                          .7468200\n\n                Chesapeake Bay (Crockett             100%                          .7668496\n                             Gas) #2-126\n\n\n        Under Parcel 3, the Tract (i.e. the SE/4 of Section 155) is identified along with other\n\nquarter-sections of land, as well as Argee Well #1-155 on the East Unit, in which Chesapeake\n\nreportedly had a 75 percent interest at the time of conveyance. Once again, the Crockett Well on\n\nthe West Unit is not explicitly mentioned in the document.\n\n        The following introductory proviso to Exhibit A (“the Introductory Proviso”) precedes\n\nthe listing of all parcel units:\n\n        The following oil and gas leases are limited in area to the Railroad\n        Commission of Texas proration units surrounding the oil and/or gas wells\n        referenced below and are subject to depth restrictions and the other\n        provisions of these leases [i.e. the 1974 Adams Leases].\n\n                       Garlitz Re-Enters West Unit Following Foreclosure\n\n        In fall 1999, more than a year after the lease foreclosures, Garlitz re-entered the Tract’s\n\nWest Unit, removed the bridge plug to the Crockett Well located on the southern half of the Unit,\n\nand began laying pipeline to put the formerly defunct Crockett Well back into production.\n\nGarlitz maintained at trial that he did so because Oz Gas had failed to place the Crockett Well\n\ninto production within the six month period required by the Revivor Agreement. However,\n\nGarlitz also acknowledged that neither his wife nor his mother-in-law had made any request,\n\nwritten or otherwise, to Oz pertaining to that well. Garlitz also admitted that he never informed\n\nthe Texas Railroad Commission that he intended to put Crockett Well back into production. Oz\n\n\n\n                                                 7\n\fGas continued to operate the Argee Well on the East Unit several hundred feet away for several\n\nyears, allegedly unaware that Garlitz was attempting to produce hydrocarbons from the West\n\nUnit.\n\n                   Garlitz and Assignees Convey West Unit Interests to Appellants\n\n           On November 1, 2007, Garlitz, claiming to be the agent for “Adams Fee Properties, Inc.,”\n\nexecuted an oil and gas lease subject to a special warranty that purportedly conveyed a 100\n\npercent interest in twenty acres of the West Unit to Universal Energy Resource, Inc.\n\n(“Universal”), owned by Jim Dial. Texas Secretary of State records indicate that Adams Fee\n\nProperties Inc. is the assumed name of Adams Ranch, Inc., an entity dissolved by the Texas\n\nSecretary of State in 2004 for non-payment of taxes. No evidence exists in the record to suggest\n\nthat this entity was ever conveyed any interest in the property. In an affidavit, William Wade\n\nGarlitz, president of Adams Ranch, Inc., prior to its dissolution, explained that Gary Garlitz did\n\nnot act as Adams Ranch’s authorized agent during the purported sale of the lease, nor did Adams\n\nRanch Inc., ever own or claim to own any of the leases at issue in this lawsuit. Gary Garlitz later\n\nclaimed in an affidavit submitted to the trial court that he “forgot” Adams Ranch, Inc., had\n\nclaimed “Adams Fee Properties” as an official assumed name with the Secretary of State, and\n\nmaintained that he did not intend to act as an agent for Adams Ranch, Inc., or for his children.\n\n           Following the sale, Universal hired Remuda Operating Company (“Remuda”) to drill two\n\nadditional wells on the West Unit – Adams 155-2 and Adams 155-3.8 Drilling on Adams 155-2\n\nbegan on October 23, 2007, and finished November 12, 2007, with a completion date of\n\nDecember 15, 2007, filed with the Railroad Commission.                        Adams 155-3 drilling began\n\nNovember 16, 2007, and was completed on November 28, 2007, with Railroad Commission files\n\nshowing a completion date of March 4, 2008.\n8\n    These wells are also referred to in discovery documents as Remuda 155-2 and Remuda 155-3.\n\n                                                         8\n\f       Victory Energy Corporation (“Victory”), HCP Investments, L.L.C. (“HCP Investments”\n\nor “HCP”), and SmartGas, L.L.C. (“SmartGas”) – the Appellants in the case at bar – all\n\npurchased their interests in these two wells either from Universal or directly from Garlitz.\n\nUniversal conveyed 50 percent of its interest in Adams 155-2 to Victory on December 3, 2007,\n\nabout two weeks prior to the completion date listed in Texas Railroad Commission records.\n\nAnother assignment lists Universal as assigning the remaining 50 percent of its interest in Adams\n\n155-2 to HCP Investments on June 7, 2007 – nearly five months before Universal received its\n\ninitial “interest” from Adams Fee Properties. Garlitz conveyed 100 percent of the working\n\ninterest in Adams 155-3 to SmartGas on December 6, 2007, after drilling had been completed\n\nbut before the completion date listed in Texas Railroad Commission records.\n\n                                    Appellants’ Due Diligence\n\n       Appellants HCP Investments and SmartGas are family-owned L.L.C.’s managed by John\n\nCallis on behalf of his father-in-law. Callis was employed by BP Financial and claimed that\n\nprior to these deals, he had never been personally involved in oil and gas transactions before.\n\nCallis testified at trial that he had participated in prior real estate transactions before, and that\n\neach time he had been involved in one of those transactions, he had always ensured title was\n\ngood before purchase.\n\n       Callis further testified that Dial, the owner of Universal whom he met first, introduced\n\nhim to Garlitz. Prior to the SmartGas Adams 155-3 deal, when Callis asked Garlitz about title\n\nissues, Garlitz assured Callis he owned the lease and showed Callis the 1986 Childress Title\n\nOpinion, which had been prepared prior to the execution of the Abbott Mortgage and the\n\nsubsequent Oz Gas Settlement Agreement. That title opinion listed Chesapeake as the owner of\n\nthe land, not Adams Fee Properties. That title opinion also did not reflect the pre- and post-\n\n\n\n                                                 9\n\fbankruptcy foreclosure of land subject to the Deed of Trust. Apart from that title opinion, Callis\n\ndid not seek any other assurances on title before entering into the transaction with both of his\n\ncompanies and investing $6 million. Likewise, in an interrogatory, Victory also admits it had\n\n“reason to believe” that Universal had title based on the 1986 Childress opinion, and for this\n\nreason it did not conduct its own separate title search or commission and independent title\n\nopinion prior to purchase.\n\n                               Pre-Suit Payment of West Unit Well Royalties\n\n           In an affidavit submitted by Tom Aylesworth, Remuda’s president, for the first three\n\nproduction months, Remuda distributed 74 percent of the working interest in the two wells to\n\nUniversal and 12.75 percent to Adams Fee Properties, Inc., “based upon representations made to\n\nRemuda” that those companies owned the interest in the wells. Universal received $137,897.13\n\nfor the first three months of production. Callis testified that HCP Investments received one\n\npayment from Jim Dial before Oz brought suit. Callis did not know whether the money he\n\nreceived from Dial came from the working interest on the West Unit wells, or from some other\n\nsource. Victory and HCP both deny ever having received any payments at all.9\n\n           Remuda claims that later the three months’ pay to Universal was placed into Remuda’s\n\nSuspense Account pursuant to court order. A second court order placed that money, and any\n\nfuture monies from the wells, into the court’s registry pending the outcome of litigation.\n\n                                                 Procedural History\n\n           Oz filed a trespass to try title suit against Remuda, Universal, 1st Texas Natural Gas\n\nCompany, and Millennium Midstream Partners, L.P., alleging that the defendants trespassed on\n\nOz’s oil and gas lease and requesting injunctive relief. The parties eventually came to an\n\nagreement to have Remuda continue operating the West Unit wells during the course of\n9\n    Victory sued Dial and others in Midland County in a parallel suit for fraud stemming from this transaction.\n\n                                                           10\n\flitigation, with funds from the working interest of the wells deposited into the court's registry.\n\n       The defendants moved for hybrid summary judgment. Oz later added SmartGas as a\n\nparty, who joined in the defendant’s hybrid motion for summary judgment. Oz cross-moved for\n\npartial summary judgment on the issue of title. The trial court initially denied all motions for\n\nsummary judgment. Oz re-urged its summary judgment motion, and Victory intervened as a\n\nparty prior to the trial court’s reversal of its previous order and rendition of partial summary\n\njudgment in favor of Oz. In its summary order, the trial court found that Oz owned a leasehold\n\ninterest in the entire 160 acres of the Tract—both East Unit and West Unit—by virtue of the\n\nTrustee’s Deed. Damages were to be assessed at trial.\n\n       Following rendition of summary judgment, HCP was joined as a defendant. Oz re-urged\n\nits motion for summary judgment against Victory and HCP, seeking to extend the title judgment\n\nto include Victory and HCP as a “housekeeping” matter based on the two defendants’ contention\n\nthat the summary judgment order did not reach them. The trial court declined to rule on Oz’s\n\nrenewed motion for summary judgment against Victory and HCP, stating that it wanted to hear\n\nwhere Victory and HCP thought their interest came from at trial. After trial, the court found that\n\nVictory, HCP, SmartGas, and the other remaining defendants were all bad faith trespassers.\n\n       Victory, HCP, and SmartGas appealed.\n\n                                          DISCUSSION\n\n       The critical issue in this case is whether by virtue of the Trustee’s Deed, Oz possesses the\n\nleasehold to the entire Tract, or merely the East Unit. Appellants bring ten largely overlapping\n\nissues that ultimately advance two general arguments on appeal. First, Appellants contend that\n\nthe trial court erred, both in its partial summary judgment against SmartGas and at trial against\n\nVictory and HCP, in determining that they trespassed on Oz’s land, since Oz failed to establish\n\n\n\n                                                 11\n\fthat it obtained rights to the Tract’s West Unit from either the Trustee’s Deed or the Revivor\n\nAgreement. Second, in the alternative, Appellants maintain that the trial court’s assessment of\n\njoint and several liability for bad faith trespass damages was erroneous, given that (1) Oz failed\n\nto bring forth sufficient evidence that Appellants physically invaded the property, (2) all\n\nAppellants had an honest and reasonable belief as to the superiority of their title to the West\n\nUnit, and (3) the evidence failed to show that individual Appellants actually obtained royalty\n\npayments from wells they did not personally manage. We address these issues in turn.\n\n                                                  I.\n\n                                       TITLE AND TRESPASS\n\n        In Issues One and Two, Appellant SmartGas challenges the trial court’s partial grant of\n\nsummary judgment in favor of Oz establishing that Oz had a 100 percent undivided interest in\n\nthe Tract by virtue of both the Trustee’s Deed and the Revivor Agreement. SmartGas argues that\n\nthe Trustee’s Deed only conveyed the East Unit of the Tract, and that the Revivor Agreement\n\ncould not have granted any rights to the West Unit because the original 1974 Lease was still\n\nvalid due to continuing production, rendering the Revivor Agreement a contingent top lease\n\nonly. In part of Issue Three and entirety of Issue Six, the remaining Appellants contend that the\n\nevidence was legally and factually insufficient to establish Oz’s title to the Tract in relation to\n\nthem as well during trial on the merits.          All Appellants dispute the trial court’s legal\n\nconclusion—and the sufficiency underpinning the legal conclusion—that they committed a\n\nmineral trespass in the remainder of Issue Three and Issue Seven. We disagree with Appellants\n\non all points.\n\n        Because these issues all hinge on resolution of title, we address them together. We first\n\naddress trespass to try title before turning the mineral trespass analysis.\n\n\n\n                                                  12\n\f                            Summary Judgment Standard of Review\n\n       Appellant SmartGas challenges the trial court’s grant of Oz’s traditional motion for\n\nsummary judgment and denial of SmartGas’ hybrid cross-motion for summary judgment on the\n\nissue of lease ownership. A party moving for traditional summary judgment is entitled to receive\n\nit where the movant shows there is no genuine issue of material fact and the movant is entitled to\n\njudgment as a matter of law. TEX.R.CIV.P. 166a(c). “A no-evidence summary judgment motion\n\nunder Rule 166a(i) is essentially a motion for a pretrial directed verdict; it requires the\n\nnonmoving party to present evidence raising a genuine issue of material fact supporting each\n\nelement contested in the motion.” Timpte Indus., Inc. v. Gish, </pre><span class=\"citation\" data-id=\"895123\"><a href=\"/opinion/895123/timpte-industries-inc-v-gish/\"><span class=\"volume\">286</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">, 310 (Tex. 2009).\n\n“When reviewing a no-evidence summary judgment, we review the evidence presented by the\n\nmotion and response in the light most favorable to the party against whom the summary\n\njudgment was rendered, crediting evidence favorable to that party if reasonable jurors could, and\n\ndisregarding contrary evidence unless reasonable jurors could not.” Id. [Internal quotations\n\nmarks omitted].\n\n       When a party moves for summary judgment on both no-evidence grounds, TEX.R.CIV.P.\n\n166a(i), and traditional grounds, TEX.R.CIV.P. 166a(c), we first review the ruling under the more\n\nstringent no-evidence standard before analyzing proof under the traditional standard, if\n\nnecessary. Ford Motor Co. v. Ridgway, </pre><span class=\"citation\" data-id=\"894501\"><a href=\"/opinion/894501/ford-motor-co-v-ridgway/\"><span class=\"volume\">135</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">598</span></a></span><pre class=\"inline\">, 600 (Tex. 2004). “When both parties\n\nmove for summary judgment and the trial court grants one motion and denies the other, the\n\nreviewing court should review the summary judgment evidence presented by both sides and\n\ndetermine all questions presented and render the judgment the trial court should have rendered.”\n\nTex. Workers’ Comp. Comm’n v. Patient Advocates of Tex., </pre><span class=\"citation\" data-id=\"894529\"><a href=\"/opinion/894529/texas-workers-compen-v-patient-adv-of-tx/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">643</span></a></span><pre class=\"inline\">, 648 (Tex. 2004).\n\n                      Legal and Factual Sufficiency Standard of Review\n\n\n\n                                               13\n\f       Appellants Victory and HCP challenge the legal and factual sufficiency of the trial\n\ncourt’s adverse verdict on the issue of lease ownership in relation to them. The standard of\n\nreview for factual and legal sufficiency challenges remains the same whether a judge or a jury\n\nserved as fact-finder. Raman Chandler Properties, L.C. v. Caldwell’s Creek Homeowners Ass’n,\n\nInc., </pre><span class=\"citation\" data-id=\"1633564\"><a href=\"/opinion/1633564/raman-chandler-prop-v-caldwells-creek/\"><span class=\"volume\">178</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">384</span></a></span><pre class=\"inline\">, 390 (Tex.App.--Fort Worth 2005, pet. denied).\n\n       We sustain a legal sufficiency challenge when the trial court’s decision is unsupportable\n\nas a matter of law because (1) there is “a complete absence of evidence of a vital fact,” (2) “the\n\ncourt is barred by rules of law or of evidence from giving weight to the only evidence offered to\n\nprove a vital fact,” (3) there is “no more than a mere scintilla” of evidence proving a vital fact; or\n\n(4) the evidence conclusively establishes the opposite proposition of a plaintiff’s proffered vital\n\nfact. City of Keller v. Wilson, </pre><span class=\"citation\" data-id=\"1987708\"><a href=\"/opinion/1987708/city-of-keller-v-wilson/\"><span class=\"volume\">168</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">802</span></a></span><pre class=\"inline\">, 810 (Tex. 2005). We view evidence in the light\n\nmost favorable to the ruling on a legal sufficiency challenge, indulging “every reasonable\n\ninference” in the trial court’s favor. El Paso Independent School Dist. v. Pabon, </pre><span class=\"citation\" data-id=\"1403885\"><a href=\"/opinion/1403885/el-paso-independent-school-dist-v-pabon/\"><span class=\"volume\">214</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">,\n\n41 (Tex.App.--El Paso 2006, no pet.). “Any evidence of probative force supporting a finding\n\nrequires us to uphold” the trial court’s ruling. ACS Investors, Inc. v. McLaughlin, </pre><span class=\"citation\" data-id=\"1788581\"><a href=\"/opinion/1788581/acs-investors-inc-v-mclaughlin/\"><span class=\"volume\">943</span> <span class=\"reporter\">S.W.2d</span>\n\n<span class=\"page\">426</span></a></span><pre class=\"inline\">, 430 (Tex. 1997). Where an outcome-determinative interpretation of evidence falls within\n\nthe zone of reasonable disagreement, we are without jurisdiction to disturb the verdict or\n\ndecision. Khorshid, Inc. v. Christian, </pre><span class=\"citation\" data-id=\"1588376\"><a href=\"/opinion/1588376/khorshid-inc-v-christian/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">748</span></a></span><pre class=\"inline\">, 758 (Tex.App.--Dallas 2008, no pet.).\n\n       In a factual sufficiency challenge, we review the entire record in a neutral light and set\n\naside the trial court’s ruling only where it rests on evidence so weak or the finding is so contrary\n\nto the great weight and preponderance of the evidence that it shocks the conscience or is\n\nmanifestly unjust. Dow Chemical Co. v. Francis, </pre><span class=\"citation\" data-id=\"1560611\"><a href=\"/opinion/1560611/dow-chemical-co-v-francis/\"><span class=\"volume\">46</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">237</span></a></span><pre class=\"inline\">, 242 (Tex. 2001); El Paso\n\nHealthcare System, Ltd. v. Carmona, </pre><span class=\"citation\" data-id=\"1874436\"><a href=\"/opinion/1874436/el-paso-healthcare-system-ltd-v-carmona/\"><span class=\"volume\">160</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">267</span></a></span><pre class=\"inline\">, 274 (Tex.App.--El Paso 2005, pet.\n\n\n\n                                                 14\n\fgranted, judm’t vacated w.r.m.). While the overlap between legal and factual sufficiency is\n\nsubstantial, a legally sufficient verdict may still be overturned as factually insufficient. See In re\n\nCommitment of Myers, </pre><span class=\"citation\" data-id=\"2542942\"><a href=\"/opinion/2542942/in-re-commitment-of-myers/\"><span class=\"volume\">350</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">122</span></a></span><pre class=\"inline\">, 130 (Tex.App.--Beaumont 2011, pet. denied); In re\n\nEstate of Russell, </pre><span class=\"citation\" data-id=\"2106657\"><a href=\"/opinion/2106657/in-re-estate-of-russell/\"><span class=\"volume\">311</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">528</span></a></span><pre class=\"inline\">, 532 (Tex.App.--El Paso 2009, no pet.). Where an appellate\n\ncourt reverses a verdict or judgment on factual insufficiency grounds, it “must detail the\n\nevidence relevant to the issue and state in what regard the contrary evidence greatly outweighs\n\nthe evidence in support of the verdict.” Francis, 46 S.W.3d at 242 [Internal quotation marks\n\nomitted].\n\n                           A. ESTABLISHING TITLE TO THE WEST UNIT\n\n       In its first count in the live pleading against Appellants, Oz brought a trespass to try title\n\nclaim. “The trespass-to-try-title statute was originally enacted in 1840 to provide a remedy for\n\nresolving title issues.” Martin v. Amerman, </pre><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">262</span></span><pre class=\"inline\">, 265 (Tex. 2004). “The statute is\n\ntypically used to clear problems in chains of title or to recover possession of land unlawfully\n\nwithheld from a rightful owner.” Id. The plaintiff bears the burden of establishing superior title\n\nby a preponderance of the evidence in a trespass to try title suit. Omohundro v. Jackson, </pre><span class=\"citation\" data-id=\"1354120\"><a href=\"/opinion/1354120/omohundro-v-jackson/\"><span class=\"volume\">36</span>\n\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">677</span></a></span><pre class=\"inline\">, 680 (Tex.App.--El Paso 2001, no pet.). The plaintiff “must recover, if at all, on the\n\nstrength of his own title and may not simply rely on the weakness of another party's claim.” Id.\n\nThe burden is met where the plaintiff shows: “(1) title emanating from the sovereignty of the\n\nsoil; (2) a superior title in itself emanating from a common source; (3) title by adverse\n\npossession; or (4) title by prior possession coupled with proof that possession has not been\n\nabandoned.” Id.\n\n       We note that although this is a trespass to try title action, neither side challenges the\n\nvalidity of the Trustee’s Deed or argues that there is some defect in the chain of transfers.\n\n\n\n                                                 15\n\fInstead, both point to the same document as proof that each has rights to the West Unit. As such,\n\nwe address only the construction of the deed issue presented before us. The dispositive question\n\nis whether Oz could establish, by a preponderance of the evidence, that the language in the\n\nTrustee’s Deed granted it title to the Tract. We find that Oz met its burden.\n\n                                  Principles of Deed Construction\n\n        We review questions of deed construction de novo. Boulanger ex rel. Westlum Trust v.\n\nWaste Mgmt. of Tex., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 5 (Tex.App.--Houston [1st Dist.] 2012, pet. denied).\n\n“[I]ntent is the benchmark for judicial interpretation of deeds.” Id. We discern the parties’ intent\n\nthrough the language expressed in the deed in its entirety, “striving to harmonize all of its parts\n\nand give effect to all of its provisions.” Id.\n\n        The threshold legal question in interpreting a deed is whether the instrument is\n\nambiguous or not. Id. Ambiguity in the deed’s language alters the scope of our evidentiary\n\nreview. Id. “[I]f a written instrument remains reasonably susceptible to more than one meaning\n\nafter the established rules of interpretation have been applied, then the instrument is ambiguous\n\nand extrinsic evidence is admissible to determine the true meaning of the instrument.” Gore Oil\n\nCo. v. Roosth, </pre><span class=\"citation\" data-id=\"1355118\"><a href=\"/opinion/1355118/gore-oil-co-v-roosth/\"><span class=\"volume\">158</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">596</span></a></span><pre class=\"inline\">, 599 (Tex.App.--Eastland 2005, no pet.); see also Bruce M.\n\nKramer, The Sisyphean Task of Interpreting Mineral Deeds and Leases: An Encyclopedia of\n\nCanons of Construction, 24 TEX.TECH L.REV. 1, 12 (1993)(noting court decisions holding that\n\nparol evidence generally should not be admitted unless “pertinent rules of interpretation leave a\n\nreal uncertainty as to which of two or more possible meanings represent the true intention of the\n\nparties”). Where a deed is clear and unambiguous, interpretation is a pure question of law, and\n\nwe are limited to construing it within the four corners of the deed itself. Boulanger, 403 S.W.3d\n\nat 5. Even so, where the deed contains a “nucleus of description” referencing other existing\n\n\n\n                                                 16\n\fwritings, “parol evidence may be introduced to explain the descriptive words in order to locate\n\nthe land.” Gaut v. Daniel, </pre><span class=\"citation\" data-id=\"1988662\"><a href=\"/opinion/1988662/gaut-v-daniel/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">764</span></a></span><pre class=\"inline\">, 767 (Tex.App.--San Antonio 2009, pet. denied).\n\nThis integration approach is limited in scope. While “details which merely explain or clarify the\n\nessential terms appearing in the instrument may ordinarily be shown by parol,” the deed’s\n\n“skeleton” or “essential elements may never be supplied by parol.” Id. (quoting Wilson v.\n\nFisher, </pre><span class=\"citation\" data-id=\"3976989\"><a href=\"/opinion/4205294/wilson-v-fisher/\"><span class=\"volume\">144</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">53</span></a></span><pre class=\"inline\">, 57, </pre><span class=\"citation\" data-id=\"3976989\"><a href=\"/opinion/4205294/wilson-v-fisher/\"><span class=\"volume\">188</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 152 (1945))[Emphasis in orig.].\n\n                                            Analysis\n\n        The threshold question here is whether the language of the Trustee’s Deed is amenable to\n\nmore than one reasonable interpretation. We find it is not.\n\n        To be sure, Oz and the Appellants offer conflicting interpretations of the deed as an\n\nunambiguous document, with each accusing the other’s interpretation of rendering certain\n\nportions of the deed nugatory or improperly referencing parol evidence. Oz dismisses the\n\nIntroductory Proviso as being “odd” and of no significance, and claims that Oz possesses the\n\nentire SE/4 of Sec. 155. Appellants maintain the same proviso radically limits the leasehold\n\ngrants to the size of the proration unit around the wells listed therein and nothing else. While\n\nneither side’s reading is completely correct, we believe Oz’s reading of the deed is closer to the\n\nparties’ intent.\n\n        Appellants cite Sunwest Operating Co, L.L.C., v. Classic Oil & Gas, Inc., 143 Fed.Appx.\n\n614, 618 (5th Cir. 2005)(unpublished)(interpreting Texas law), for the proposition that the\n\nIntroductory Proviso in Exhibit A serves to limit the subsequent granting clause assignments\n\nonly to the proration units around the wells listed therein. The granting clause language in\n\nSunwest is not similar to the language in the case at bar. In Sunwest, certain portions of two\n\nexisting oil and gas leases fell within a bounded geographic area known as the Velma Daniels\n\n\n\n                                               17\n\fGas Unit. The Fifth Circuit held that a specific granting clause in the original conveyance\n\nbetween parties explicitly limited the particular lease assignment within the clause to whatever\n\ninterest the original conveyor had in the Velma Daniels Unit “and to acreage allocated to” the\n\nunit. Sunwest Operating Co., 143 Fed.Appx. at 617. As such, lease acreage outside the Velma\n\nDaniels Unit was not included in the original conveyance. Id. The Court bolstered its reading of\n\nthat granting clause by comparing it with other granting clauses in the conveyance that explicitly\n\nassigned both the oil well lease and the surrounding estates for other tracts. Id.\n\n       Here, the deed in question is less descriptive and far more spartan. The Parcel 3 granting\n\nclause contains only bare identifications of certain quarter-units of land and wells contained on\n\nthose units without expounding, as in Sunwest, on how the land and the wells are related.\n\nCompare id. (granting clause explicitly identifies the particular unit in question, specifically\n\nlimits the grant to any well acreage contained inside that unit, and mentions original leasehold\n\nestates for the explicit purpose of showing that only portions of those two estate are being\n\nconveyed). Also unlike in Sunwest, where limiting language was explicit and contained in the\n\nspecific granting clause itself, here all of Exhibit A is subject to the general, vague Introductory\n\nProviso stating, among other things, that oil and gas leases are limited to the size of the proration\n\nunits surrounding the wells. Reading that general proviso as limiting the conveyances to only\n\nwells and their surrounding proration units renders the inclusion of the quarter-unit descriptions\n\nin the specific Parcel 3 granting clause essentially meaningless.\n\n       The radical effect of this reading becomes even clearer when the Introductory Proviso is\n\nread in relation to the other parcels listed in Exhibit A. For example, the parties agree that the\n\nseven quarter-units of land listed in Parcel 2 cover 1,120 acres. Yet Appellants maintain that by\n\nvirtue of the Introductory Proviso, the Trustee’s Deed only conveyed the 160 acres around the\n\n\n\n                                                 18\n\fArgee 1-117 well listed in Parcel 2, with the quarter-unit land descriptions included so as to\n\nmake it easier on the reader to identify which well the parcel referenced. Since the location of a\n\nwell can easily be identified by consulting with Railroad Commission records, Appellants’\n\nreading of the Trustee’s Deed renders the inclusion of the seven quarter-unit descriptions\n\nvirtually nugatory. Furthermore, other parcels in the Trustee’s Deed indicate that if the parties\n\nhad intended to convey only the proration units that surround the well, they certainly knew how\n\nto draft a granting clause reflecting that intent. As Oz points out, the description for Parcel 4\n\nindicates that it conveys “80 acres out of the NW/4 of Section 155, A-1652, GH&SA Ry. Co.\n\nSurvey (being the proration unit assigned to the Argee Oil Company #2-155 well) and being all\n\nof said NW/4 SAVE AND EXCEPT the 80 acre proration unit assigned to the Regency #1-155\n\nwell . . . .” [Emphasis added]. If the Introductory Proviso functioned as Appellants contend, the\n\nParcel 4 language specifically identifying the conveyance as being the Argee #2-155 well’s\n\nproration unit is nothing more than excess verbiage.\n\n       Appellants dismiss Oz’s question regarding the insertion of quarter-unit land descriptions\n\ninto Exhibit A as rhetorical, maintaining that language in other parcels of the Trustee’s Deed are\n\nirrelevant to our interpretation because the Introductory Proviso cabins all the grants in all the\n\nparcels listed therein. However, we must construe all words in a deed as having meaning, if\n\npossible. Boulanger, 403 S.W.3d at 5. Furthermore, in construing a document such as a deed,\n\nwe do not dissect individual clauses and read them in isolation from one another; rather, we read\n\nthe document as one cohesive text. Id.\n\n       Instead, we believe that the more natural reading and the only tenable reading of the\n\nTrustee’s Deed, the Introductory Proviso, and the Parcel 3 granting clause is that the quarter-unit\n\ndescriptions in the Parcel 3 granting clause operate as conveyances, and that the parties intended\n\n\n\n                                                19\n\fto convey the rights to those units of land, as well as any rights the grantor had in wells and their\n\nrespective proration units explicitly listed on that land. To state it another way, Parcel 3 in\n\nExhibit A of the Trustee’s Deed deals with the disposition of the three quarter-units of land\n\nidentified therein, including the Tract. The identification of the 1974 Lease between the Adams\n\nFamily and Chesapeake shows that these quarter-units of land are subject to the terms of that\n\nlease (i.e. depth restrictions, other conditions on use of land, etc.). The identification of wells on\n\nthose quarter-units of land shows what working interest the parties retained with respect to those\n\nwells, since as the listing for Argee Well 1-155 shows, the working interest lessee Chesapeake\n\nretained in wells located on the land it leased from the Adams Family was occasionally less than\n\n100 percent. Assuming the language at the beginning of Exhibit A is not merely boilerplate as\n\nOz contends, the Introductory Proviso serves to clarify that (1) the working interest in operative\n\nwells is “limited in area to . . . proration units surrounding the oil and/or gas wells referenced\n\nbelow . . .,” and (2) the overall interest in both the quarter-unit tracts and the wells being\n\nconveyed in Parcel 3 is no larger than the original interest conveyed in the original 1974 Lease\n\n(i.e., that they “are subject to the depth restrictions and the other provisions of these leases”).\n\n       This reading renders all the language in the granting clauses of the Exhibit A meaningful\n\nand internally consistent without having to resort to the use of extrinsic evidence to divine the\n\ndeed’s meaning.     We are particularly convinced that this reading is correct given that the\n\nTrustee’s Deed purports to convey “all of the property” listed in Exhibit A. [Empahsis added].\n\nThe Trustee’s Deed conveyed Chesapeake’s 75 percent interest in the Argee 1-155 well to Oz at\n\nforeclosure. The Trustee’s Deed also conveyed any other remaining leasehold interests on the\n\nSE/4 of Sec. 155 to Oz as well. Since this is the only reasonable reading of the conveyances\n\nafter construing the Trustee’s Deed as a whole, giving effect to all its provisions, and applying\n\n\n\n                                                  20\n\fthe relevant canons of construction, we find the Trustee’s Deed is unambiguous.10 Oz has title as\n\na matter of law, and Appellants’ summary judgment claims and verdict challenges on title are\n\nwithout merit.\n\n        However, we cannot end our analysis there. The trial court held that Oz had a 100\n\npercent interest in the West Unit. We note a further complication. The Trustee’s Deed states that\n\nChesapeake only had a 75 percent interest in the Argee 1-155 well on the East Unit it could\n\nconvey to Oz, and Exhibit A’s Introductory Proviso establishes that well leases are limited in\n\nacreage to their proration units. Therefore, we must determine the size of the Argee 1-155\n\nproration unit in relation to the SE/4 of Sec. 155. If the Argee 1-155’s proration unit is coextant\n\nwith SE/4 of Sec. 155, then Oz as the grantee would only have a 75 percent interest in the wells\n\nin question on the West Unit, and the trial court’s judgment would be subject to reformation. See\n\nTex. Workers’ Comp. Comm’n, 136 S.W.3d at 648 (where both sides move for summary\n\njudgment and trial court grants one motion over the other, appellate court should render\n\njudgment trial court should have rendered). If the Argee 1-155 well’s proration unit is limited\n\nsolely to the East Unit, then Oz has a 75 percent interest in the East Unit acreage and a 100\n\npercent interest in the West Unit acreage by virtue of the overriding land grant in the deed.\n\nResolution of this issue is necessary to determine the issue of damages raised by Appellants.\n\n        Here, it is clear that the proration unit around the Argee well is limited to the 80 acres on\n\nthe East Unit claimed in the Railroad Commission records.11 The residual portion of the Tract,\n\n\n10\n  An ambiguity finding opening the door to consideration of extrinsic evidence would only go to bolster Oz’s claim.\nAlthough there are letters in the record indicating that some of Oz’s corporate officers did not believe the company\nowned the West Unit, the Settlement Agreement – which was not incorporated into the Trustee’s Deed by reference\n– makes it clear that the parties intended to dispose of all the acreage and leases subject to the deed of trust,\nincluding the entirety of the SE/4 of Sec. 155, save for certain tracts not relevant to this appeal.\n11\n   As we noted previously, both parties argued extensively in their briefs over whether consultation with parol\nevidence is proper where a deed is unambiguous after being viewed through the appropriate canons of construction.\nHowever, our use of Texas Railroad Commission public records to determine this issue does not constitute the use\n\n                                                        21\n\fi.e. the West Unit, falls 100 percent to Oz by virtue of the grant in the Trustee’s Deed as a matter\n\nof law. Because we find that the trial court correctly determined that Oz had title to 100 percent\n\nof the West Unit by virtue of the Trustee’s Deed, determining what interest Oz gained in the\n\nWest Unit from the Revivor Agreement is unnecessary to the resolution of this appeal. Such a\n\nRevivor Agreement is a top lease whose existence is only triggered by the failure of the\n\nunderlying original lease. See Shown v. Getty Oil Co., </pre><span class=\"citation\" data-id=\"2445051\"><a href=\"/opinion/2445051/shown-v-getty-oil-co/\"><span class=\"volume\">645</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">555</span></a></span><pre class=\"inline\">, 561 (Tex.App.--San\n\nAntonio 1982, writ ref’d). Since the original lease is still in effect by virtue of continued\n\nproduction, and since neither side contends otherwise, construction of the Revivor Agreement\n\nwould be advisory. As such, we decline to address subpart (b) of Issue Four. TEX.R.APP.P.\n\n47.1.\n\n                                            B. MINERAL TRESPASS\n\n         Having established that the trial court did not err in finding that Oz had exclusive title to\n\nthe West Unit, we next turn to the issue of whether Oz provided sufficient evidence proving that\n\nAppellants committed a mineral trespass on land to which they lacked title. We find sufficient\n\nevidence to support the trial court’s findings.\n\n                                   Fatal Pleading Variance as to Victory\n\n         As a threshold matter, Appellant Victory contends a fatal variance between Oz’s\n\npleadings and the judgment the trial court rendered requires us to reverse the trial court’s ruling\n\nthat Victory was a bad faith trespasser. Specifically, Victory argues that although Oz sought a\n\njudgment of superior title against Victory, Oz never alleged a cause of action for trespass that\n\nwould authorize the court’s bad faith trespass judgment against Victory. We disagree.\n\n         “The judgment of the court shall conform to the pleadings . . . .” TEX.R.CIV.P. 301. “[A]\n\nor parol evidence per se. Instead, the Trustee’s Deed contains a nucleus of description referencing other writings –\ni.e., the Railroad Commission records establishing how large a proration unit for a given well is. As such, the public\nrecords have been essentially incorporated into the four corners of the document by reference.\n\n                                                         22\n\ffinding made without supporting pleading will not sustain a judgment.” Bray v. Bray, </pre><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">S.W.2d</span>\n\n<span class=\"page\">525</span></span><pre class=\"inline\">, 525 (Tex.Civ.App.--Galveston 1927, no writ). “Customarily, a general prayer for relief will\n\nsupport any relief raised by the evidence that is consistent with the allegations and causes of\n\naction stated in the petition.” Nelson v. Najm, </pre><span class=\"citation\" data-id=\"1652151\"><a href=\"/opinion/1652151/nelson-v-najm/\"><span class=\"volume\">127</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">170</span></a></span><pre class=\"inline\">, 177 (Tex.App.--Houston [1st\n\nDist.] 2003, pet. denied). “However, a prayer for ‘other and further relief to which the plaintiff\n\nmay be entitled at law or in equity’ cannot enlarge the recovery to embrace a cause of action not\n\nwithin the pleadings.” 47 TEX.JUR.3D Judgments § 92 (2014); see also Starr v. Ferguson, </pre><span class=\"citation no-link\"><span class=\"volume\">140</span>\n\n<span class=\"reporter\">Tex.</span> <span class=\"page\">80</span></span><pre class=\"inline\">, 86, </pre><span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">130</span></span><pre class=\"inline\">, 133 (Tex.Com.App. 1942)(“The prayer for general relief cannot be\n\nconstrued as being a prayer for anything which is expressly excepted therefrom by other portions\n\nof the pleading.”)[Internal quotation marks omitted].\n\n       The pleading excerpts relevant to this issue are as follows:\n\n       21.     Intervenor Victory acquired its interests in the Disputed Tract after\n               the Remuda Wells were drilled . . . .\n\n                                   .          .           .\n\n                                       CAUSES OF ACTION\n\n                             Count 1 – Action in Trepass to try title\n\n                                   .          .           .\n\n       25.     Despite Oz Gas’s entitlement to possession of the premises, the\n               defendants (excluding the Intervenor) unlawfully entered upon the\n               premises for the purposes of oil and gas exploration, and\n               dispossessed Oz Gas of the premises. All defendants continue to\n               dispossess Oz Gas from the premises while hydrocarbons are\n               being produced. [Emphasis added]\n\n       26.     Oz Gas demanded that the defendants evacuate the premises and\n               compensate Oz Gas for the value of all production severed and\n               sold from the premises, but the defendants have failed and refuse\n               to do so.\n\n       27.     Accordingly, Oz Gas seeks judgment for the title and possession of\n\n                                                  23\n\f               the premises, for its damages, for costs of suit, and for such other\n               relief as he may be entitled to either at law or in equity.\n\n               Count 2 – Mineral Trespass by defendants other than victory\n\n       28.     The defendants—other than Victory—instituted a direct and\n               intentional physical trespass into plaintiff’s mineral interests,\n               without color of title. As a direct and proximate result of the\n               defendants’ trespass, the plaintiff has been damaged in an amount\n               within the jurisdictional limits of this court.\n\n       Based on our reading of the pleadings, Victory’s point that it was excluded from Oz’s\n\npleaded cause of action in Count Two for mineral trespass appears to be correct. However,\n\nVictory was included in the trespass to try title cause of action in Count One. While the first\n\nsentence of Paragraph 25 makes clear that Oz is alleging that all the defendants excluding\n\nVictory conspired to enter into the West Unit and actually did so, the second sentence of\n\nParagraph 25 makes clear that all defendants, whether they participated in the initial trespass or\n\nnot, are liable for continuing mineral trespass on the West Unit by producing hydrocarbons.\n\nParagraph 27 further makes clear that based on this continuing mineral trespass, Oz seeks any\n\nand all relief to which it may be entitled.\n\n       “The plaintiff in a trespass to try title suit, by pleading facts showing it is entitled, may\n\nrecover rents and profits or damages incurred from loss of use.” United Sav. Ass’n of Tex. v.\n\nVillanueva, </pre><span class=\"citation\" data-id=\"2410313\"><a href=\"/opinion/2410313/united-sav-assn-of-texas-v-villanueva/\"><span class=\"volume\">878</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">619</span></a></span><pre class=\"inline\">, 623 (Tex.App.--Corpus Christi 1994, no writ)(citing TEX.R.CIV.P.\n\n783(f)). Even assuming arguendo that pleading a trespass to try title claim would not authorize\n\ndamages for continuing mineral trespass, in reading the pleadings as a whole, it is clear that Oz\n\ncomplained about Victory dispossessing it of its mineral interests, and sought damages for it.\n\nBecause Oz pleaded sufficient facts, the trial court could properly find that Victory was a\n\ntrespasser in bad faith and assess damages accordingly without varying fatally from the\n\npleadings. Victory’s sub-argument on fatal pleading variance.\n\n                                                24\n\f                                 Sufficiency of Proof of Trespass\n\n       All three Appellants maintain in part of Issue Three and the entirety of Issue Seven that\n\neven if we find Oz had actual title to the West Unit, there is no legally or factually sufficient\n\nproof that Appellants actually trespassed on the land. Appellants HCP and SmartGas argue that\n\nthere is no proof they ever actually entered the property or directed Remuda to begin drilling the\n\nproperty, meaning that they could not have trespassed. Appellant Victory urges us to find that it\n\ncould not have trespassed because it only “purchased” the West Unit after Remuda had already\n\nfinished drilling operations. We disagree.\n\n       “[L]iability for trespass is not dependent upon personal participation . . . .” Parker v.\n\nKangerga, </pre><span class=\"citation\" data-id=\"1709663\"><a href=\"/opinion/1709663/parker-v-kangerga/\"><span class=\"volume\">482</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 47 (Tex.Civ.App.--Tyler 1972, writ ref’d n.r.e.). “[O]ne who aids,\n\nassists, advises or gives encouragement to the actual trespasser, or concert and cooperation in the\n\ncommission of a trespass, or subsequent ratification or adoption by one of an act of another for\n\nhis benefit or in his interest is equally liable . . . .” Id. Here, although the specifics of who hired\n\nRemuda and how the arrangement worked in actuality are unclear, all parties admit that they had\n\ninterests in the wells Remuda drilled, with HCP and SmartGas purchasing the lease to their wells\n\nprior to completion, which makes them parties to the trespass by clear implication. The fact that\n\nno Appellant appears to have received actual payments from oil production is irrelevant. Cf.\n\nMeyers v. Ford Motor Credit Co., </pre><span class=\"citation\" data-id=\"1529971\"><a href=\"/opinion/1529971/meyers-v-ford-motor-credit-co/\"><span class=\"volume\">619</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">572</span></a></span><pre class=\"inline\">, 573 (Tex.Civ.App.--Houston [14th Dist.]\n\n1981, no writ), abrogated on other grounds by Qantel Business Systems, Inc. v. Custom Controls\n\nCo., </pre><span class=\"citation\" data-id=\"1512167\"><a href=\"/opinion/1512167/qantel-business-systems-inc-v-custom-controls-co/\"><span class=\"volume\">761</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\"> (Tex. 1988)(“a trespasser is liable to the property owner even though there\n\nis no proof of actual damages in any specific amount.”). Further, Victory’s assertion that it only\n\nacquired land after Remuda had drilled the wells is irrelevant. By purchasing the lease after\n\nRemuda committed a trespass, Victory essentially ratified the trespass and positioned itself to\n\n\n\n                                                  25\n\fgain materially from that trespass. Parker, 482 S.W.2d at 47. As such, there is legally and\n\nfactually sufficient evidence that all Appellants committed trespass on Oz’s land by participating\n\nin the Adams 155-2 and Adams 155-3 drilling ventures.\n\n       Because the Trustee’s Deed establishes that Oz holds title to the lease on the West Unit of\n\nthe Tract as a matter of law, and because the evidence supports the trial court’s finding that\n\nAppellants committed trespass as parties to the unauthorized drilling venture on the West Unit,\n\nwe overrule Issues One, Two, Three, Six, and Seven.\n\n                                               II.\n\n                                   BAD FAITH AND DAMAGES\n\n       In Issues Four and Eight, Appellants contend that there is no legally and factually\n\nsufficient evidence supporting the trial court’s finding of bad faith, and that such a finding is\n\nerroneous as a matter of law. In Issue Nine, Appellants argue that the trial court’s conclusion\n\nthat Oz is entitled to all working interest revenue from Adams 155-2 and Adams 155-3 is\n\nerroneous as a matter of law. In Issue Five, Appellants challenge the trial court’s finding that\n\nRemuda actually paid any of them $137,897.13 from the working interest of Adams 155-2 and\n\nAdams 155-3 for legal and factual sufficiency. Finally, in Issue Ten, Appellants maintain that\n\nthe trial court’s order holding them jointly and severally liable for $137,897.13 was error, since\n\nthere was no legally or factually sufficient evidence that Victory or HCP received any payments\n\nfrom SmartGas’ well (Adams 155-2) or vice versa. Because a finding of bad faith bears directly\n\non the scope of damages, we address these issues jointly.\n\n                                    A. BAD FAITH TRESPASS\n\n                            Standard of Review and Applicable Law\n\n       As we previously stated, we sustain a legal sufficient point when, in viewing the evidence\n\n\n\n                                               26\n\fin the light most favorable to the verdict, there is no evidence, more than a scintilla, establishing\n\nproof of a vital fact. City of Keller, 168 S.W.3d at 810. We sustain an appellant’s factual\n\nsufficiency point when the trial court’s ruling is against the great weight and preponderance of\n\nthe evidence. Carmona, 160 S.W.3d at 274. “When a producer trespasses and extracts oil, gas,\n\nor other minerals, the method by which damages are calculated depends on whether the\n\nproducer’s actions are in good faith.” Moore v. Jet Stream Inv., Ltd., </pre><span class=\"citation\" data-id=\"1663695\"><a href=\"/opinion/1663695/moore-v-jet-stream-investments-ltd/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">412</span></a></span><pre class=\"inline\">, 428\n\n(Tex.App.--Texarkana 2008, pet. denied).        A good faith trespasser with “an honest and a\n\nreasonable belief in the superiority” of his own title is liable for value of minerals extracted\n\nminus drilling and operating costs. Id. A bad faith trespasser is liable for the value of extracted\n\nminerals “at the time of severance without making deduction for the cost of labor and other\n\nexpenses incurred in committing the wrongful act” or for any other value added. Id. at 428-29.\n\n                                          Quasi-Estoppel\n\n        As a preliminary matter, Appellants assert that Oz should be quasi-estopped from seeking\n\ndamages for bad faith trespass under Moore, 261 S.W.3d at 429, because Oz agreed to have\n\nRemuda pay drilling proceeds into the Crockett County court registry during the pendency of\n\nlitigation.   By presenting an agreed order, Appellants contend that Oz essentially ratified\n\nRemuda’s conduct, precluding it from taking the position that Remuda—and by extension\n\nAppellants—drilled in bad faith.\n\n        “Quasi-estoppel precludes a party from asserting, to another’s disadvantage, a right\n\ninconsistent with a position previously taken.” Lopez v. Munoz, Hockema & Reed, L.L.P., </pre><span class=\"citation\" data-id=\"1376524\"><a href=\"/opinion/1376524/lopez-v-munoz-hockema-reed-llp/\"><span class=\"volume\">22</span>\n\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">857</span></a></span><pre class=\"inline\">, 864 (Tex. 2000). “The doctrine applies when it would be unconscionable to allow a\n\nperson to maintain a position inconsistent with one to which he acquiesced, or from which he\n\naccepted a benefit.” Id.\n\n\n\n                                                 27\n\f       In Moore, the appellee--plaintiff in the trial proceeding--filed a petition for a temporary\n\nrestraining order that would prevent the trespasser from stopping production on a drilled well.\n\nEventually, the plaintiff agreed to a temporary injunction in which production would continue.\n\nThe Texarkana Court held that the landowner was quasi-estopped from seeking bad faith\n\ndamages against the driller because the landowner’s bad faith argument contradicted (1) his TRO\n\nrequest for production to continue, and (2) his agreement to a temporary order ensuring\n\nproduction continued. Moore, 261 S.W.3d at 429-30.\n\n       Moore leaves it unclear whether the funds went to the plaintiff or into receivership\n\npending the outcome of litigation. To the extent Moore holds that a landowner is quasi-estopped\n\nfrom claiming bad faith trespass where funds the well produces are placed into receivership with\n\nthe trial court, we respectfully disagree with our sister court. Oz has not “accepted a benefit” as\n\nthe result of the agreed order. Instead, the parties agreed to place proceeds into the hands of a\n\nneutral third party – the trial court – pending the outcome of litigation. Any interest Oz has in\n\nthose funds is entirely contingent on it prevailing at trial. Further, unlike in Moore, where the\n\nplaintiff specifically sought to compel the driller to continue production, Oz initially objected to\n\nhaving Remuda continuing operations and originally sought to have Adams 155-2 and Adams\n\n155-3 shut in. We find nothing unconscionable about such an arrangement, nor is there any\n\ndirect, non-contingent benefit being conferred on Oz. As such, quasi-estoppel does not preclude\n\nOz from seeking bad faith damages against Appellants.\n\n                      Legal and Factual Sufficiency of Bad Faith Finding\n\n       Finally, turning to the merits on this point, Appellants assert that the evidence is legally\n\nand factually insufficient to uphold the trial court’s finding of bad faith. We disagree.\n\n       In its third conclusion of law, the trial court held that Appellants were bad faith\n\n\n\n                                                 28\n\ftrespassers because “the defendants relied upon a twenty-year old title opinion that showed title\n\nto the SE/4 of § 155 in a different company than the company from whom they were acquiring\n\nan interest . . . .” The trial court also stated that it considered Appellants’ failure to investigate\n\ntitle by commissioning a title opinion or researching the records themselves to be evidence of\n\nbad faith. We agree with the trial court’s reasoning and its ultimate legal conclusion, whether\n\nviewing the evidence underpinning it from a legal or factual sufficiency standpoint.\n\n       Oz Gas presented evidence from attorney Allen Cumming, who testified that it is\n\nstandard practice in the oil and gas industry to perform title research before entering into a\n\nparticular transaction. All Appellants admitted that they failed to perform even a cursory check\n\nof title. Although Appellants attempt to portray Callis, the manager of HCP and SmartGas, as an\n\nunsophisticated investor, Callis admitted to having participated in prior non-mineral real estate\n\ntransactions before in which he had sought title information. Secretary of State records confirm\n\nthat Adams Fee Properties, Inc., the entity purported to convey the lease, had been defunct for\n\nyears before this transaction even took place. Further, the stale title opinion Appellants relied\n\nupon in entering the transaction was more than two decades old, and even then, it listed\n\nChesapeake and not Adams Fee Properties, Inc., as the holder of the lease in question. Taking\n\nall these factors in the aggregate, we find that the trial court justifiably found that Appellants did\n\nnot have an honest and reasonable belief in the superiority of their title. Oz presented more than\n\na scintilla of evidence supporting the trial court’s finding, and such a ruling did not go against the\n\ngreat weight and preponderance of the evidence.\n\n       Issues Four and Eight are overruled.\n\n                                   B. CALCULATING DAMAGES\n\n       Appellants present three general complaints pertinent to damages in the body of their\n\n\n\n                                                 29\n\fbrief. We note these complaints do not necessarily neatly track the issues presented. First,\n\nAppellants maintain that we must reverse and remand because they were precluded from putting\n\non evidence of good faith damages to deduct from any assessed trespasser liability. Specifically,\n\nthe trial court blocked Appellants from putting on production and drilling cost testimony from\n\nKenneth Hill, Victory’s CEO, when it sustained Oz’s objections to untimely disclosure of the\n\nwitness and failure to provide access to voluminous records underpinning a summary report Hill\n\nhad prepared for trial. This issue is now moot, since we affirmed the trial court’s bad faith\n\nfinding, which precludes Appellants from deducting production and drilling costs from any\n\nliability. To the extent any of Appellants issues hinge on that point, we overrule them. We\n\naddress the remaining arguments in turn.\n\n                       Fact Finding on Remuda’s Payments to Appellants\n\n        In its second damages argument in Issue Five, Appellants assert that the trial court’s\n\nfinding of fact that they were actually paid must be reversed, since there is no legally or factually\n\nsufficient evidence to support it. Oz responds that the issue is irrelevant to this appeal, given that\n\nAppellants are liable to Oz for bad faith trespass damages regardless of whether Remuda paid\n\nthem or not.    We agree that the record does not appear to contain evidence affirmatively\n\ndemonstrating that Remuda ever paid HCP or Victory, although Callis testified that SmartGas\n\nhad received one payment. However, since the issue of liability does not hinge on whether\n\nRemuda actually paid the Appellants, cf. Parker, 482 S.W.2d at 47 (liability adheres where there\n\nis ratification of another’s party’s trespass), we decline to reach this issue under TEX.R.APP.P.\n\n47.1.\n\n                                    Joint and Several Liability\n\n        Finally, Appellants argue that the trial court erred by failing to segregate the damages and\n\n\n\n                                                 30\n\fallocate them by well with respect to the parties, since there was no legally or factually sufficient\n\nevidence to show that HCP and Victory trespassed with respect to the 155-3 Well or that\n\nSmartGas trespassed upon the 155-2 Well.\n\n       In support of their argument, Appellants cite one Texas Supreme Court case from 1883,\n\nWalker v. Read, </pre><span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">187</span></span><pre class=\"inline\">, 191, </pre><span class=\"citation no-link\"><span class=\"volume\">1883</span> <span class=\"reporter\">WL</span> <span class=\"page\">9129</span></span><pre class=\"inline\"> (Tex. 1883). That case generally discusses\n\njoint and several liability, stating that a defendant who is sued along with others for a tract of\n\nland who “put[s] in a defense restricted to so much of the land as he does assert title to” to\n\nbelieve “relieve[d] . . . from liability for rent of or damage to any part of the land to which he did\n\nnot assert claim to . . . .” Id. at *3. However, that case also appears to belie their point in that\n\nwhen a defendant:\n\n       [R]esorts to obstructive measures in which he can have no possible\n       interest, and which have the necessary effect of enabling other defendants\n       in the same cause to withhold from the real owner property to which the\n       real owner is entitled, then in morals and in law such person ought to be\n       held, in so far, as much a wrong-doer as the person who receives the\n       benefit of his act, and the two should be held jointly and severally liable\n       for the necessary result of their acts. Id. at *4.\n\n       Later, in 1884, we are instructed that “all who aid or abet the commission of a trespass\n\nare liable jointly or severally . . . .” Cunningham v. Coyle, </pre><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Wilson</span> <span class=\"page\">371</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">1884</span> <span class=\"reporter\">WL</span> <span class=\"page\">8399</span></span><pre class=\"inline\">, *1\n\n(Tex.Ct.App. 1884). The imposition of joint and several liability turns upon the actions of the\n\njoint-trespassers as parties to the trespass. Thus, the legal or factual insufficiency of the evidence\n\nshowing whether appellants actually trespassed as to both wells or benefitted is not directly\n\nrelevant to the issue of whether the damages may be assessed jointly and severally given that\n\npersonal participation is not required. Parker, 482 S.W.2d at 47; Oxford v. Williams Companies,\n\nInc., </pre><span class=\"citation\" data-id=\"2472512\"><a href=\"/opinion/2472512/oxford-v-williams-companies-inc/\"><span class=\"volume\">137</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">756</span></a></span><pre class=\"inline\"> (E.D.Tex. 2001).\n\n       Oz counters that appellants failed to object to the trial court’s imposition of joint and\n\n\n\n                                                 31\n\fseveral liability as to the damages. Therefore, error was not preserved and is waived. TEX. R.\n\nAPP. P. 33.1. The record reveals Appellants did not object either to the judgment which held\n\nappellants jointly and severally liable nor was it raised in their motion for new trial. In fact,\n\nAppellants acknowledge this issue was never raised in the trial court. Their position is that in a\n\nnon-jury case, such as this, they were not required to raise legal or factual sufficiency points for\n\nerror preservation. TEX. R. APP. P. 33.1(d).\n\n       We find Appellants’ have waived error given that their sufficiency point is immaterial to\n\nthe imposition of joint and several liability under the facts of this case.\n\n       Issues Five, Nine, and Ten are overruled. The judgment of the trial court is affirmed.\n\n\n\nSeptember 17, 2014\n                                               YVONNE T. RODRIGUEZ, Justice\n\nBefore McClure, C.J., Rivera, and Rodriguez, JJ.\nRivera, J. (Not Participating)\n\n\n\n\n                                                  32\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1354120/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1355118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1376524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1403885/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1512167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1529971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1560611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1588376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1633564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1652151/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1663695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1709663/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1788581/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1874436/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1987708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1988662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2104060/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2410313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2445051/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2472512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2542942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3976989/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-16T01:43:29.134701Z",
      "date_modified": "2015-10-16T01:43:29.134701Z",
      "date_filed": "2014-09-17",
      "date_filed_is_approximate": false,
      "slug": "victory-energy-corporation-smart-gas-llc-and-hcp-i",
      "citation_id": 3045606,
      "case_name_short": "",
      "case_name": "Victory Energy Corporation, Smart Gas, LLC, and HCP Investments, LLC v. Oz Gas Corporation",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2930304/victory-energy-corporation-smart-gas-llc-and-hcp-i/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-16T00:51:02.522180Z",
  "date_modified": "2015-10-16T00:51:02.522180Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Victory Energy Corporation, Smart Gas, LLC, and HCP Investments, LLC v. Oz Gas Corporation",
  "case_name_full": "",
  "slug": "victory-energy-corporation-smart-gas-llc-and-hcp-i",
  "docket_number": "08-12-00248-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}