{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2930495/",
  "id": 2930495,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3073020/",
      "id": 3073020,
      "absolute_url": "/opinion/3073020/marla-cuellar-v-omar-maldonado/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2930495/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3073020/",
          "id": 3073020,
          "absolute_url": "/opinion/3073020/marla-cuellar-v-omar-maldonado/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3073020/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-16T00:51:50.879539Z",
          "date_modified": "2017-04-14T17:37:42.077042Z",
          "type": "010combined",
          "sha1": "6664a72dc336fde20286df13c224f35d415a12d4",
          "page_count": 24,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=15812&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa13%5cOpinion",
          "local_path": "pdf/2015/03/05/marla_cuellar_v._omar_maldonado.pdf",
          "plain_text": "                                  NUMBER 13-14-00491-CV\n\n                                  COURT OF APPEALS\n\n                      THIRTEENTH DISTRICT OF TEXAS\n\n                         CORPUS CHRISTI - EDINBURG\n\nMARLA CUELLAR,                                                                              Appellant,\n                                                    v.\n\nOMAR MALDONADO,                                                                              Appellee.\n\n\n                       On appeal from the 206th District Court\n                             of Hidalgo County, Texas.\n\n\n                               MEMORANDUM OPINION\n     Before Chief Justice Valdez and Justices Rodriguez and Garza\n             Memorandum Opinion by Chief Justice Valdez\n        Appellant, Marla Cuellar, appeals a $60,000 award of attorney’s fees assessed\n\nagainst her and her attorney as sanctions in an election contest that she filed against\n\nappellee Omar Maldonado.1 See TEX. ELEC. CODE ANN. § 232.002 (West, Westlaw\n\n\n        1 This is one of four election contest cases, simultaneously filed, arising from the same factual\n\nbackground and same primary election. Two of the cases were assigned to different trial court judges, and\nthis case and a companion case were assigned to the Honorable J. Manuel Bañales. This Court previously\nreversed and remanded the trial court’s orders granting pleas to the jurisdiction in the underlying case and\nthe companion case. See Cuellar v. Maldonado, Nos. 13-14-00228-CV & 13-14-00230-CV, 2014 WL\n\fthrough 2013 3d C.S.) (“Any candidate in an election may contest the election.”). We\n\nreverse and render.\n\n                                            I. BACKGROUND\n\n        Cuellar was a candidate for judge of the County Court at Law Number 8 of Hidalgo\n\nCounty, Texas in the Democratic Primary Election. The challenged election was held on\n\nMarch 4, 2014, and the final canvass was held on March 14, 2014. During the voting in\n\nthis election, a voter reported in a well-documented incident that his vote for one\n\ncandidate in one of the races on the ballot repeatedly reflected as a vote for a different\n\ncandidate on the voting machine he utilized.\n\n        On March 19, 2014, in response to the voting error report, the District Attorney of\n\nHidalgo County impounded the voting machines and ballots used in the Democratic\n\nPrimary Election in Hidalgo County to conduct an investigation and determine if criminal\n\nconduct occurred in connection with the election. See id. § 273.001(b) (West, Westlaw\n\nthrough 2013 3d C.S.) (“A district or county attorney having jurisdiction or the attorney\n\ngeneral may conduct an investigation on the officer’s own initiative to determine if criminal\n\nconduct occurred in connection with an election.”). Subsequently, a grand jury authorized\n\nthe use of investigation funds to retain a firm to perform a forensic audit of the voting\n\nmachines utilized in the election.\n\n        On March 22, 2014, appellant filed an election contest against Omar Maldonado.\n\nIn her original petition, Cuellar alleged, in relevant part, as follows:\n\n\n\n\n2158135, at *1 (Tex. App.—Corpus Christi May 16, 2014, no pet.) (mem. op.) (consolidated opinion). Only\nthis case and the companion case resulted in the award of sanctions or attorney’s fees. By separate opinion\nissued this same date, this Court addresses the trial court’s imposition of attorney’s fees in the companion\ncase. See Ortiz v. Singleterry, No. 13-14-00494-CV, 2015 WL ___, at *_ (Tex. App.—Corpus Christi Mar.\n5, 2015, no pet. h.) (mem. op.).\n\n                                                     2\n\f       5.     This suit is brought for the purpose of contesting the Hidalgo\nCounty Court at Law No. 8, Democratic Primary Election. Said election was\nheld on March 4, 2014, and the Canvass was conducted on March 14, 2014\nat which time the official election results were determined to be as follows:\n\n       Candidate             Votes Received       Percent\n\n       Julian Castaneda      2,599                6.28%\n\n       Omar Maldonado        21,457               51.82%\n\n       Marla Cuellar         17,353               41.91%\n\nContestee Omar Maldonado was declared the winner because he received\nmore than 50% of the votes.\n\n        6.     Contestant will prove by clear and convincing evidence that a\nsufficient number of illegal votes were counted to affect the outcome of the\nelection; that either through malfunction or illegal manipulation, who voted\nfor one candidate had their votes re-cast for other candidates and that\npersons who voted for Marla Cuellar had their votes counted for one of the\nother candidates (Exh. A); election machines either malfunctioned or were\nillegally tampered with to affect the outcome of the election (Exhs. A & B);\nelection officials or other persons officially involved in the administration of\nthe election witnessed that election machines appeared to either\nmalfunction or were tampered with so that the outcome of the election was\naffected (Exhs. B & C); many complaints were brought to the attention of\nthe Hidalgo County Elections Administrator to raise doubts concerning the\naccuracy of the election results and of the functioning of the election\nmachines Id.; the election process failed to count legal votes, and/or\nengaged in other fraud or illegal conduct or made mistakes that precluded\nan accurate count of the vote cast.\n\n       7.      Contestant would also aver that there were irregularities in the\ncasting and counting of ballots in this election to the extent that the true\noutcome would result in the Contestant being declared the winner or that\nthe true election result cannot be ascertained, thereby requiring the voiding\nof the election and the need for a new election.\n\n       8.     Contestant would also aver that the election machines used\nin the election be inspected by the appropriate expert or authority\ndesignated by the Court to determine if the election machines were either\nfaulty or were tampered with so that the true outcome of the election was\naffected.\n\n\n\n\n                                       3\n\f       Exhibit A to the petition was an incident report completed by Benito Garza detailing\n\nthat he attempted to vote for Rene Guerra in the district attorney’s race; however, the\n\nvoting machine he utilized repeatedly cast his vote in favor of Guerra’s opponent. After\n\nseeking assistance from voting officials, Garza’s vote was canceled, and he used a\n\ndifferent machine to cast his vote.\n\n       Exhibit B to the petition consisted of an affidavit from Richard Alvarez, an executive\n\nassistant to the Hidalgo County Judge. He stated that the first day of early voting in the\n\nDemocratic primary election commenced on February 18, 2014. Early that morning, he\n\nreceived a call informing him that a voting problem had occurred at early voting at Precinct\n\n3. He immediately went to the polling site. Upon arrival, Alvarez was informed that voter\n\nBenito Garza had cast a vote in the race for Hidalgo County District Attorney for the\n\nincumbent Rene Guerra, but upon review of the ballot, he discovered that the voting\n\nmachine recorded a vote for Guerra’s opponent. Alvarez was told and he verified that an\n\nelection judge at the polling site had witnessed the above described occurrence and that\n\nGarza had attempted numerous times to cast his vote for Guerra, but the voting machine\n\ncontinued to list his vote as having been cast for Guerra’s opponent.\n\n       Alvarez stated that he recommended to the election judge at the polling place that\n\nthe voting machine used by Garza be segregated and removed from service so that it\n\ncould be examined and the cause for the malfunction be determined. Garza was allowed\n\nto vote on a separate machine, and the malfunctioning machine was taken out of\n\ncommission. However, the election judge then informed the Hidalgo County elections\n\ndivision about the issue. The Elections Division sent an employee to examine and\n\n\n\n\n                                             4\n\frecalibrate the voting machine. The voting machine was recalibrated and placed back in\n\nuse.\n\n       Exhibit C to Cuellar’s petition consisted of several letters sent to the Hidalgo\n\nCounty Judge requesting an investigation into the accuracy of the voting machines. One\n\nof the letters was signed by several individuals and stated that it “has been brought to our\n\nattention that numerous inconsistencies and discrepancies have appeared in our analysis\n\nof each candidate’s races. We therefore ask that a forensic expert inspect each voting\n\nmachine to ensure that they have not malfunctioned or been subjected to fraud or\n\ntampering.” The letter explained that the “integrity of the voting process is what is at\n\nissue. We ask that you take appropriate action to ensure that this and future elections\n\nwill be without question.”\n\n       In response to the contest, Maldonado filed a plea to the jurisdiction, which was\n\ngranted by the district court. Cuellar appealed that order, and we reversed and remanded.\n\nCuellar v. Maldonado, Nos. 13-14-00228-CV & 13-14-00230-CV, 2014 WL 2158135, at\n\n*1 (Tex. App.—Corpus Christi May 16, 2014, no pet.) (mem. op.) (consolidated opinion).\n\n       Subsequently and during the course of the election contest, Cuellar attempted to\n\nobtain access to the voting machines by attempting to intervene in the proceedings\n\ninitiated by the district attorney’s office, which had resulted in the impoundment of the\n\nvoting machines, and by seeking permission to allow her own expert to examine the\n\nmachines. Her requests were denied. The trial of this cause was reset three times in\n\norder to obtain the results of the forensic examination of the voting machines.\n\n       The forensic report on the voting machines was not issued until August 5, 2014.\n\nThe report found “no evidence to conclude that tampering had occurred” with any of the\n\n\n\n                                             5\n\fvoting machines. On August 13, 2014, the parties appeared for trial and, in view of the\n\nforensic report, Cuellar nonsuited her case. The parties proceeded to hear Maldonado’s\n\nmotion for sanctions against Cuellar pursuant to Texas Rule of Civil Procedure 13 and\n\nchapters 9 and 10 of the Texas Civil Practice and Remedies Code. See TEX. R. CIV. P.\n\n13; TEX. CIV. PRAC. & REM. CODE ANN. §§ 9.012, 10.001 (West, Westlaw through 2013 3d\n\nC.S.).2 After an evidentiary hearing, the trial court awarded Maldonado $60,000 for\n\nsanctions and attorney’s fees against Cuellar and her attorneys, jointly and severally, and\n\nfurther awarded costs of court and post-judgment interest.\n\n       This appeal ensued. Cuellar raises three issues: (1) the trial court lacked the\n\nauthority to issue any orders in this case because she had filed a timely, mandatory\n\nobjection to the assignment of the trial court; (2) the trial court erred in granting attorney’s\n\nfees as sanctions because this cause was not frivolous; and (3) the trial court erred in\n\nawarding attorney’s fees as sanctions because Maldonado failed to prove a reasonable\n\nfee award.3\n\n                                      II. ELECTION CONTESTS\n\n       The focus of a trial court’s inquiry in an election contest is set out in section\n\n221.003(a) of the election code as follows:\n\n       (a)     The tribunal hearing an election contest shall attempt to ascertain\n               whether the outcome of the contested election, as shown by the final\n               canvass, is not true because:\n\n               (1)     illegal votes were counted; or\n\n\n\n       2 Maldonado did not challenge appellant’s election contest under Texas Rule of Civil Procedure\n\n91a. See TEX. R. CIV. P. 91a (governing the dismissal of baseless causes of action).\n\n       3  Cuellar’s brief was filed on December 5, 2014. On February 17, 2015, Maldonado filed a motion\nfor leave to file his brief and tendered his brief to the Court that same day. We grant leave and accept\nMaldonado’s brief as filed.\n\n                                                   6\n\f             (2)    an election officer or other person officially involved in the\n                    administration of the election:\n\n                    (A)    prevented eligible voters from voting;\n\n                    (B)    failed to count legal votes; or\n\n                    (C)    engaged in other fraud or illegal conduct or made a\n                           mistake.\n\nTEX. ELEC. CODE ANN. § 221.003(a) (West, Westlaw through 2013 3d C.S.). “To set aside\n\nthe outcome of an election, the contestant must prove by clear and convincing evidence\n\nthat a violation of the election code occurred and such violation materially affected the\n\noutcome of the election.” Duncan–Hubert v. Mitchell, 310 S.W.3d 92, 97–98 (Tex. App.—\n\nDallas 2010, pet. denied); see Gonzalez v. Villarreal, 251 S.W.3d 763, 773, 777–78 (Tex.\n\nApp.—Corpus Christi 2008, pet. dism’d w.o.j.); see also Regalado v. Munoz, No. 13-14-\n\n00274-CV, 2014 WL 3542056, at *2 (Tex. App.—Corpus Christi July 17, 2014, no pet.)\n\n(mem. op.); Vazaldua v. Muñoz, No. 13–14–00275–CV, 2014 WL 2937014, at *6 (Tex.\n\nApp.—Corpus Christi June 20, 2014, no pet.) (mem. op.). An election’s outcome may be\n\nmaterially affected when a different and correct result would have been reached in the\n\nabsence of irregularities, or if irregularities in the conduct of the election render it\n\nimpossible to determine the majority of the voters’ true will. Duncan–Hubert, 310 S.W.2d\n\nat 98; see Gonzalez, 251 S.W.3d at 778; see also Vazaldua, 2014 WL 2937014, at *6.\n\n      It is an undeniable feature of our political system and tradition that an “individual’s\n\nright to vote . . . is protected as a fundamental right.” Veasey v. Perry, No. 13–CV–00193,\n\n2014 WL 5090258, at *41 (S.D.Tex. Oct. 9, 2014), stayed by 769 F.3d 890 (5th Cir. (Tex.)\n\nOct. 14, 2014) (citing Burdick v. Takushi, 504 U.S. 428, 433–34 (1992); Kusper v.\n\nPontikes, 414 U.S. 51, 55 (1973)). Specifically with regard to the facts of this case, we\n\n\n\n                                             7\n\fnote that several federal circuits have held a “voting machine malfunction is the\n\nparadigmatic example of a ‘garden variety’ election dispute.”         See, e.g., Shannon v.\n\nJacobowitz, 394 F.3d 90, 96 (2d Cir. 2005); Griffin v. Burns, 570 F.2d 1065, 1076 (1st Cir.\n\n1978); Hennings v. Grafton, 523 F.2d 861, 864–65 (7th Cir. 1975); see also Broyles v.\n\nState of Tex., 618 F.Supp.2d 661, 694 (S.D.Tex. 2009).\n\n                               III. OBJECTION TO ASSIGNMENT\n\n       In her first issue, Cuellar contends that the trial court lacked the authority to issue\n\nany orders in this case because she had filed a timely, mandatory objection to the\n\nassignment of the trial judge. Cuellar contends that chapter 74 of the Texas Government\n\nCode, which establishes the procedures for the appointment of judges, applies to this\n\ncase, and thus the trial court’s recusal was automatic once she had timely objected.\n\n       Following this Court’s remand of this case to the trial court, the Presiding Judge of\n\nthe Fifth Administrative Judicial Region, the Honorable J. Rolando Olvera, assigned the\n\nHonorable J. Manuel Bañales to hear the case. On June 2, 2014, Cuellar filed an\n\nobjection to the assignment of Judge Bañales. On June 3, 2014, Judge Olvera overruled\n\nthe objection as per the following order:\n\n              Each Contestant, MARLA CUELLAR and REY ORTIZ, in the above\n       captioned causes, has filed an Objection to Assignment against Judge J.\n       Manuel Bañales, Senior Judge, the Judge assigned to each cause. Each\n       objection was filed under § 74.053 of the Government Code.\n\n               These two causes are election contests brought under § 231 and §\n       232 of the Election Code. In an election contest, the judge of the judicial\n       district in which an election contest is filed is automatically disqualified from\n       presiding in the cause. Section 231.004(b), Elec. C., requires that the\n       Presiding Judge of the Administrative Judicial Region shall then appoint a\n       special judge to preside in the contest. The assigned judge must not reside\n       in the territory covered by the election contest. Judge Bañales does not\n       reside in the territory covered by the election contest. Judge Bañales was\n       assigned under § 231.004(b), Elec. C.\n\n                                              8\n\f       Section 74.053(a) and (b), Govt. C., provide that a party in a civil\ncase may file an objection to a judge assigned ‘‘to a trial court under this\nchapter” [emphasis added]. Judge Bañales was not assigned under\n[c]hapter 74 of the Government Code. The plain language of § 74.053,\nGovt. C., provides that an objection under § 74.053, Govt. C., applies only\nto an assignment under [c]hapter 74 of the Government Code. Accordingly,\nthe Contestants’ objections must be overruled.\n\n      IT IS THEREFORE ORDERED that the Contestants’ objections to\nthe assignment of Judge J. Manuel Bañales in these election contests be\nand are each OVERRULED.\n\nSection 74.053 of the Texas Government Code provides:\n\n(a)   When a judge is assigned to a trial court under this chapter:\n\n       (1)    the order of assignment must state whether the judge is an\n              active, former, retired, or senior judge; and\n\n       (2)    the presiding judge shall, if it is reasonable and practicable\n              and if time permits, give notice of the assignment to each\n              attorney representing a party to the case that is to be heard\n              in whole or part by the assigned judge.\n\n(b)   If a party to a civil case files a timely objection to the assignment, the\n      judge shall not hear the case. Except as provided by Subsection (d),\n      each party to the case is only entitled to one objection under this\n      section for that case.\n\n(c)   An objection under this section must be filed not later than the\n      seventh day after the date the party receives actual notice of the\n      assignment or before the date the first hearing or trial, including\n      pretrial hearings, commences, whichever date occurs earlier. The\n      presiding judge may extend the time to file an objection under this\n      section on written motion by a party who demonstrates good cause.\n\n(d)   An assigned judge or justice who was defeated in the last primary or\n      general election for which the judge or justice was a candidate for\n      the judicial office held by the judge or justice may not sit in a case if\n      either party objects to the judge or justice.\n\n(e)   An active judge assigned under this chapter is not subject to an\n      objection.\n\n\n\n\n                                      9\n\f      (f)    For purposes of this section, notice of an assignment may be given\n             and an objection to an assignment may be filed by electronic mail.\n\n      (g)    In this section, “party” includes multiple parties aligned in a case as\n             determined by the presiding judge.\n\nTEX. GOV’T CODE ANN. § 74.053 (West, Westlaw through 2013 3d C.S.) (emphasis added).\n\nIf a properly filed objection under this statute is timely, the assigned judge’s\n\ndisqualification is automatic. Id. § 74.053(b); In re Canales, 52 S.W.3d 698, 701 (Tex.\n\n2001) (orig. proceeding); In re Honea, 415 S.W.3d 888, 890 (Tex. App.—Eastland 2013,\n\norig. proceeding).\n\n      Cuellar contends that the procedures set out in chapter 74 have been consistently\n\napplied to assignments made in election contest cases and thus Judge Bañales should\n\nhave been automatically disqualified from hearing the election contest. In support of this\n\ncontention, Cuellar cites Flores v. Banner, 932 S.W.2d 500, 501 (Tex. 1996) (per curiam),\n\nand Flores v. Velasco, 68 S.W.3d 86, 87 (Tex. App.—Dallas 2001, no pet.). These cases\n\nare election contests. See Flores, 68 S.W.3d at 87; Flores, 932 S.W.2d at 501. However,\n\nneither case addresses the applicability, or lack thereof, of the chapter 74 procedures to\n\nrecusals in election contest cases.\n\n      Section 74.053 states explicitly that it applies “when a judge is assigned under this\n\nchapter.” See TEX. GOV’T CODE ANN. § 74.053 (emphasis added). In accordance with\n\nthe statutory language, this section has been held to be applicable only when a judge is\n\nassigned by the presiding judge of the administrative judicial region pursuant to chapter\n\n74. See Cabrera v. Cedarapids Inc., 834 S.W.2d 615, 617 (Tex. App.—Houston [14th\n\nDist.] 1992, writ denied as improvidently granted, 847 S.W.2d 247 (Tex. 1993); Erbs v.\n\nBedard, 760 S.W.2d 750, 755 (Tex. App.—Dallas 1988, orig. proceeding); R.J. Gallagher\n\n\n\n                                           10\n\fCo. v. White, 709 S.W.2d 379, 381 (Tex. App.—Houston [14th Dist.] 1986, no writ); see\n\nalso In re Flores, 53 S.W.3d 428, 431 (Tex. App.—San Antonio 2001, no pet.) (holding\n\nthat presiding judge of the administrative district who was hearing a recusal motion was\n\nnot subject to a section 74.053 objection); Gonzalez v. Ables, 945 S.W.2d 253, 254 (Tex.\n\nApp.—San Antonio 1997, no pet.) (holding that statutory procedures under section 74.053\n\nwere not applicable where judges exchanged benches under state constitutional\n\nprovision for judges to hold courts for each other when they deem it expedient); Weidner\n\nv. Marlin, 937 S.W.2d 601, 604 (Tex. App.—San Antonio 1996, no writ) (concluding that\n\nvisiting judge’s assignment was pursuant to government code section 75.003; therefore,\n\nthe judge was not assigned by the presiding judge of the administrative judicial region\n\nand a section 74.053 objection to the assignment was not appropriate); State ex rel.\n\nHolmes v. Lanford, 837 S.W.2d 705, 710 (Tex. App.—Houston [14th Dist.] 1992, orig.\n\nproceeding) (explaining that a party cannot “object under section 74.053 . . . to a judge\n\nwho is not otherwise assigned to the case in accordance with the provisions of the\n\n[c]hapter 74”); Meuth v. Hartgrove, 811 S.W.2d 626, 628 (Tex. App.—Austin 1990, writ\n\ndenied) (stating that a section 74.053 objection does not apply to assignment of trial judge\n\nby county administrative judge rather than presiding judge of the administrative judicial\n\nregion).\n\n       In the instant case, Judge Olvera assigned Judge Bañales to hear the case\n\npursuant to the provisions of the election code rather than chapter 74. Accordingly, the\n\nsection 74.053 objection was not applicable, and Judge Bañales’s recusal was not\n\nautomatic. See Cabrera, 834 S.W.2d at 617; R.J. Gallagher Co., 709 S.W.2d at 381;\n\nErbs, 760 S.W.2d at 755. We overrule Cuellar’s first issue.\n\n\n\n                                            11\n\f                                     IV. FRIVOLOUSNESS\n\n       In her second issue, Cuellar contends that the trial court erred in granting\n\nattorney’s fees as sanctions because this cause was not frivolous. The trial court’s order\n\ndetailed the award of sanctions in this case as follows:\n\n       The Court finds that Contestant alleged in her petition that based on\n       irregularities—tampering with electronic voting and equipment and the\n       resulting misdirecting of votes—that were reported in the race for District\n       Attorney in the same primary election as hers, the final tabulation in her race\n       for Judge of County Court at Law No. 8 may have been affected by the\n       same irregularities. It was necessary, she alleged, that the voting machines\n       be examined to determine whether any tampering had occurred or any\n       votes misdirected in her race. She appears to be saying that, because of\n       the alleged irregularity that occurred in another race, it must have occurred\n       in her race as well. The Court finds that this pleading is groundless and\n       frivolous without any allegation of facts to support it and that it was made in\n       bad faith.\n\n       The Court further finds that, during her deposition testimony presented as\n       evidence, Contestant admitted that she had no evidence to support her\n       allegations, that she had no facts to support a charge of tampering of the\n       voting machines, that no voter had complained of any irregularity in her race\n       similar to what was reported in the District Attorney’s race, that she had no\n       evidence that any of [the] votes had been diverted to Contestee, and that\n       she had no evidence of election fraud committed by anyone. The Court\n       also finds that Contestant had no evidence that Contestee may have\n       tampered with the election machines or the vote or the outcome of the\n       election. Even so, she filed her election contest without knowledge of any\n       facts to support it. The [Court] finds that this pleading is groundless and\n       frivolous without any allegation of facts to support it and was made in bad\n       faith.\n\n       A sanction may be imposed against a party, her counsel[,] or both. Counsel\n       has a duty to make a good faith preliminary inquiry to determine whether\n       facts exist to support a claim by a potential plaintiff and to plead sufficient\n       facts to show that the claim has merit. Mere speculation or surmise is not\n       enough. A careful reading of the petition shows that counsel did not plead\n       facts to show that Contestant is entitled to relief. It is proper in this case to\n       impose sanctions against both Contestant and her counsel.\n\n       We review the imposition of sanctions under an abuse of discretion standard. See\n\nNath v. Tex. Children’s Hosp., 446 S.W.3d 355, 373 (Tex. 2014); Low v. Henry, 221\n\n                                              12\n\fS.W.3d 609, 614 (Tex. 2007); Am. Flood Research, Inc. v. Jones, 192 S.W.3d 581, 583\n\n(Tex. 2006) (per curiam); Cire v. Cummings, 134 S.W.3d 835, 838 (Tex. 2004). To\n\ndetermine if the sanctions were appropriate or just, the appellate court must ensure there\n\nis a direct nexus between the improper conduct and the sanction imposed. Low, 221\n\nS.W.3d at 614; Spohn Hosp. v. Mayer, 104 S.W.3d 878, 882 (Tex. 2003); TransAm.\n\nNatural Gas Corp. v. Powell, 811 S.W.2d 913, 917 (Tex. 1991). Further, in determining\n\nwhether sanctions are appropriate, we must examine the facts available to the litigant and\n\nthe circumstances existing when the litigant filed the pleading.        See Dike v. Peltier\n\nChevrolet, Inc., 343 S.W.3d 179, 184 (Tex. App.—Texarkana 2011, no pet.); Robson v.\n\nGilbreath, 267 S.W.3d 401, 405 (Tex. App.—Austin 2008, pet. denied); R.M. Dudley\n\nConst. Co. v. Dawson, 258 S.W.3d 694, 711 (Tex. App.—Waco 2008, pet. denied); Shaw\n\nv. Cnty. of Dallas, 251 S.W.3d 165, 170–71 (Tex. App.—Dallas 2008, pet. denied);\n\nAlejandro v. Robstown Indep. Sch. Dist., 131 S.W.3d 663, 669 (Tex. App.—Corpus Christi\n\n2004, no pet.). In this regard, courts presume that pleadings and other papers are filed\n\nin good faith. Nath, 446 S.W.3d at 361; Low, 221 S.W.3d at 614; GTE Commc’ns Sys.\n\nCorp. v. Tanner, 856 S.W.2d 725, 730 (Tex. 1993). The party seeking sanctions bears\n\nthe burden of overcoming this presumption of good faith. Nath, 446 S.W.3d at 361;\n\nTanner, 845 S.W.2d at 731.\n\n       In assessing the propriety of sanctions, we may not substitute our judgment for\n\nthat of the trial court. Law Offices of Windle Turley, P.C. v. French, 164 S.W.3d 487, 491\n\n(Tex. App.—Dallas 2005, no pet.); Gibson v. Ellis, 126 S.W.3d 324, 335 (Tex. App.—\n\nDallas 2004, no pet.). An appellate court may reverse the trial court’s ruling awarding\n\nsanctions only if the trial court acted without reference to any guiding rules and principles,\n\n\n\n                                             13\n\fsuch that its ruling was arbitrary or unreasonable. Nath, 446 S.W.3d at 361; Cire, 134\n\nS.W.3d at 838–39. We will not hold that a trial court abused its discretion in levying\n\nsanctions if some evidence supports its decision. Nath, 446 S.W.3d at 361; Unifund CCR\n\nPartners v. Villa, 299 S.W.3d 92, 97 (Tex. 2009). We examine the entire record to\n\ndetermine whether the trial court properly ordered sanctions. See Am. Flood Research,\n\nInc., 192 S.W.3d at 583.\n\n      As stated previously, Maldonado sought sanctions against Cuellar pursuant to\n\nTexas Rule of Civil Procedure 13 and chapters 9 and 10 of the Texas Civil Practice and\n\nRemedies Code for frivolous or groundless pleadings. If the trial court’s imposition of\n\nsanctions is supported under any one of these legal bases, we will affirm the order. See\n\nZeifman v. Nowlin, 322 S.W.3d 804, 809 (Tex. App.—Austin 2010, no pet.); see also\n\nKetterman v. Tex. Dep’t of Family & Protective Servs., No. 01-12-00883-CV, 2014 WL\n\n7473881, at *9 (Tex. App.—Houston [1st Dist.] Dec. 30, 2014, no. pet. h.) (mem. op.).\n\n                                     A. Chapter 9\n\n      Chapter 9 of the civil practice and remedies code precludes parties from filing\n\npleadings that are groundless and brought in bad faith, or groundless and brought for the\n\npurpose of harassment, and the chapter allows the trial court to award sanctions against\n\na party filing such a pleading. See TEX. CIV. PRAC. & REM. CODE ANN. §§ 9.011–.012(a),\n\n(c). However, chapter 9 only applies in proceedings in which neither Rule 13 nor chapter\n\n10 applies. See id. § 9.012(h). Moreover, chapter 9 only applies to actions in which\n\nclaimants seek damages. See id. § 9.002(a). In the instant case, both Rule 13 and\n\nchapter 10 apply, and Cuellar did not seek damages in her election contest. Thus,\n\nchapter 9 does not apply to this case and the trial court could not have based its award\n\n\n\n                                           14\n\fof sanctions on chapter 9. Accordingly, our analysis proceeds only under Rule 13 and\n\nchapter 10, and we sustain Cuellar’s second issue to the extent that it pertains to the\n\nimposition of sanctions under chapter 9.\n\n                                       B. Rule 13\n\n      Texas Rule of Civil Procedure 13 states that a trial court may award sanctions\n\nagainst a party when the party files a pleading or motion that is groundless and brought\n\nin bad faith or is groundless and brought for the purpose of harassment. TEX. R. CIV. P.\n\n13. Rule 13 reads in relevant part as follows:\n\n              The signatures of attorneys or parties constitute a certificate by them\n      that they have read the pleading, motion, or other paper; that to the best of\n      their knowledge, information, and belief formed after reasonable inquiry the\n      instrument is not groundless and brought in bad faith or groundless and\n      brought for the purpose of harassment. . . . If a pleading, motion or other\n      paper is signed in violation of this rule, the court, upon motion or upon its\n      own initiative, after notice and hearing, shall impose an appropriate sanction\n      available under Rule 215, upon the person who signed it, a represented\n      party, or both.\n\n              Courts shall presume that pleadings, motions, and other papers are\n      filed in good faith. No sanctions under this rule may be imposed except for\n      good cause, the particulars of which must be stated in the sanction order.\n\nId. Rule 13 does not permit sanctions on the issue of groundlessness alone. Nath, 446\n\nS.W.3d at 362–63. The filing in question must be groundless and also either brought in\n\nbad faith, brought for the purpose of harassment, or false when made.                   Id.\n\nGroundlessness is more than an ultimate determination that the claim is not a winner.\n\nSee Emmons v. Purser, 973 S.W.2d 696, 700 (Tex. App.—Austin 1998, no pet.). To\n\ndetermine if a pleading was groundless, the trial court must objectively ask whether the\n\nparty and counsel made a reasonable inquiry into the legal and factual basis of the claim\n\nat the time the pleading was filed. See Loeffler v. Lytle Indep. Sch. Dist., 211 S.W.3d\n\n\n\n                                            15\n\f331, 348 (Tex. App.—San Antonio 2006, pet. denied). “Reasonable inquiry” means the\n\namount of examination that is reasonable under the circumstances of the case. Robson\n\nv. Gilbreath, 267 S.W.3d 401, 406 (Tex. App.—Austin 2008, pet. denied). We determine\n\nwhether a reasonable inquiry has been made by looking at the facts available to the\n\nattorney and the circumstances that existed when the attorney signed and filed the\n\npleading or motion. See Robson, 267 S.W.3d at 405; Elkins v. Stotts–Brown, 103 S.W.3d\n\n664, 668 (Tex. App.—Dallas 2003, no pet.).\n\n       In deciding whether a pleading was filed in bad faith or for the purpose of\n\nharassment, the trial court must consider the acts or omissions of counsel, not merely the\n\nlegal merit of a pleading or motion. See Parker v. Walton, 233 S.W.3d 535, 540 (Tex.\n\nApp.—Houston [14th Dist.] 2007, no pet.). Bad faith is the conscious doing of a wrong\n\nfor dishonest, discriminatory, or malicious purposes; bad faith does not exist when a party\n\nmerely exercises bad judgment or is negligent. Thielemann v. Kethan, 371 S.W.3d 286,\n\n294 (Tex. App.—Houston [1st Dist.] 2012, pet. denied). A party acts in bad faith if she\n\nhas been put on notice that her understanding of the facts may be incorrect and she does\n\nnot make reasonable inquiry before pursuing the claim further. Robson, 267 S.W.3d at\n\n407. Moreover, a pleading is filed for the purpose of harassment if it is filed with the intent\n\nto annoy, alarm, and abuse another person. See Thielemann, 371 S.W.3d at 294; Parker,\n\n233 S.W.3d at 539–40. Intent to harass may be proven with either direct or circumstantial\n\nevidence. See Scheel v. Alfaro, 406 S.W.3d 216, 227 (Tex. App.—San Antonio 2013,\n\npet. denied); Schexnider v. Scott & White Mem’l Hosp., 953 S.W.2d 439, 441 (Tex. App.—\n\nAustin 1997, no writ).\n\n\n\n\n                                              16\n\f       We see no evidence in the record before us indicating that the election contest\n\nwas filed in bad faith or for the purpose of harassment. In this regard, we note that there\n\nis no evidence that Cuellar was put on notice that her understanding of the facts was\n\nincorrect or that she did not attempt to make reasonable inquiry before pursuing her claim.\n\nSee Robson, 267 S.W.3d at 407. The record indicates that Cuellar attempted to gain\n\naccess to the voting machines to conduct her own investigation. Further, there is no\n\nevidence, circumstantial or otherwise, that Cuellar filed the election contest with the intent\n\nto annoy, alarm, and abuse another person or that she acted for dishonest, discriminatory,\n\nor malicious purposes. See Thielemann, 371 S.W.3d at 294; Parker, 233 S.W.3d at 539–\n\n40. We emphasize that bad faith does not exist when a party merely exercises bad\n\njudgment or is negligent. See Thielemann, 371 S.W.3d at 294. Accordingly, we conclude\n\nthat the trial court abused its discretion if it awarded sanctions pursuant to Texas Rule of\n\nCivil Procedure 13. See TEX. R. CIV. P. 13. We next consider whether sanctions were\n\nappropriate under chapter 10, and we sustain Cuellar’s second issue insofar as it\n\npertained to the imposition of sanctions under Rule 13.\n\n                                       C. Chapter 10\n\n       Chapter 10 allows sanctions for pleadings filed with an improper purpose or that\n\nlack legal or factual support. Nath, 446 S.W.3d at 362. It provides that upon signing a\n\npleading or motion, a signatory attests that: (1) the pleading or motion is not being\n\npresented for any improper purpose, including to harass or to cause unnecessary delay\n\nor needless increase in the cost of litigation; (2) each claim, defense, or other legal\n\ncontention in the pleading or motion is warranted by existing law or by a nonfrivolous\n\nargument for the extension, modification, or reversal of existing law or the establishment\n\n\n\n                                             17\n\fof new law; and (3) each allegation or other factual contention in the pleading or motion\n\nhas evidentiary support or, for a specifically identified allegation or factual contention, is\n\nlikely to have evidentiary support after a reasonable opportunity for further investigation\n\nor discovery. TEX. CIV. PRAC. & REM. CODE ANN. § 10.001 (West, Westlaw through 2013\n\n3d C.S.). We construe the phrase “improper purpose” as the equivalent of “bad faith”\n\nunder Rule 13. See TEX. R. CIV. P. 13; Dike, 343 S.W.3d at 183–84; cf. Save Our Springs\n\nAlliance, Inc. v. Lazy Nine Mun. Util. Dist. ex rel. Bd. of Dirs., 198 S.W.3d 300, 321 (Tex.\n\nApp.—Texarkana 2006, pet. denied). A court may not sanction a represented party under\n\nsection 10.001 for unfounded legal contentions. See TEX. CIV. PRAC. & REM. § 10.004(d);\n\nNath, 446 S.W.3d at 362. Chapter 10 specifies that one of the aims for imposition of\n\nsanctions for the filing of frivolous or groundless pleadings is to “deter repetition of the\n\nconduct or comparable conduct by others similarly situated.” TEX. CIV. PRAC. & REM. CODE\n\nANN. § 10.004(b). In determining whether a party conducted a reasonable inquiry, the\n\nfacts and evidence available to the party and the circumstances existing when the party\n\nfiled the pleading must be examined. See Gomer v. Davis, 419 S.W.3d 470, 480 (Tex.\n\nApp.—Houston [1st Dist.] 2013, no pet.); R.M. Dudley Const. Co., 258 S.W.3d at 711;\n\nEstate of Davis v. Cook, 9 S.W.3d 288, 297 (Tex. App.—San Antonio 1999, no pet.);\n\nKaragounis v. Prop. Co. of Am., 970 S.W.2d 761, 764 (Tex. App.—Amarillo 1998, pet.\n\ndenied) (stating that “the circumstances pivotal to the determination of whether sanctions\n\nshould issue are those in existence at the time the pleading in question was signed and\n\nfiled”); see, e.g., Low, 221 S.W.3d at 616–17 (providing that we should evaluate the\n\npropriety of an attorney’s inquiry and knowledge as of the time that the lawsuit was filed).\n\nSanctions for frivolous or groundless pleadings do not apply to the pursuit of an action\n\n\n\n                                             18\n\flater determined to be groundless after pleadings were filed. See Gomer, 419 S.W.3d at\n\n481; R.M. Dudley Const. Co., 258 S.W.3d at 711; Overman v. Baker, 26 S.W.3d 506, 509\n\n(Tex. App.—Tyler 2000, no pet.); Karagounis, 970 S.W.2d at 764. Chapter 10 requires a\n\ncourt imposing sanctions to describe the conduct that violated the chapter and to “explain\n\nthe basis for the sanction imposed.” TEX. CIV. PRAC. & REM. CODE ANN. § 10.005.\n\n      In her brief, Cuellar specified that the allegations in her petition had evidentiary\n\nsupport:\n\n             This suit was brought for the purpose of contesting the Democratic\n      Primary Election for Hidalgo County Court at Law No. 8. The challenged\n      election was held on March 4, 2014, and the final canvass was conducted\n      on March 14, 2014. On March 19, 2014, the District Attorney of Hidalgo\n      County sought and secured impoundment of the voting machines and the\n      ballots used in the Democratic Primary Election in Hidalgo County. The\n      grand jury investigation into alleged improprieties associated with the\n      election and possible tampering or malfunction of the election machines\n      used in the election authorized a forensic audit of the machines.\n\n              These events led Cuellar to believe that possibly she was the\n      victorious candidate but had lost because of voting machine malfunctions\n      or illegal vote manipulation. However, Cuellar only had 10 days from the\n      date of the final canvass to file her election contest . . . . The only way to\n      preserve her rights was to file the election contest based on the irregular\n      and questionable events that she had witnessed and on the fact that an\n      Hidalgo County District Court and Grand Jury felt that the suspicions were\n      sufficient to warrant the expenditure of thousands of dollars to impound and\n      inspect the voting machines. Also, as her counsel, Cuellar’s attorneys were\n      obligated to file the election contest and protect her rights. For those\n      reasons, the petition is limited and clear in its assertions. Only the election\n      machines are placed into question. Maldonado is named as the contestee\n      as required by the statute, but no malevolent actions or motives are\n      attributed to him. Counsel for Cuellar did not serve needless interrogatories\n      or production of documents on Maldonado, but rather focused efforts on\n      securing access to the machines.\n\n             Before the impoundment, several candidates signed a letter\n      requesting that the County audit and investigate the machines in order to\n      ensure that no improprieties had occurred. In addition, one of the earliest\n      voters on Election Day had reported substantial problems using an\n      electronic voting machine. The voter’s complaint was verified by election\n\n                                            19\n\f        workers. In response to this publicly available evidence and, no doubt,\n        other interviews, the grand jury contracted with an out-of-state firm to\n        forensically audit the machines in question. (“There’s been an impaneling\n        of the grand jury in which they have alleged that there is either fraud or\n        tampering with those machines. They are doing a forensic analysis of those\n        machines.” Testimony of Marla Cuellar).\n\n                Cuellar’s election challenge was based on her belief that the voting\n        machines had malfunctioned or had been tampered with and not on more\n        traditional election contest themes such as have ineligible voters casting\n        ballots or eligible voters being denied access. Cuellar suspected that the\n        voting machines had been tampered with because: (1) her opponent,\n        Maldonado, had posted election results almost identical to the final count\n        before the official results had been publicly published; (2) instances of\n        malfunction or tampering were reported to the County Judge; (3) a voter\n        had reported the voting machines had cast a vote for the opponent of the\n        candidate for whom he had voted; and (4) the grand jury impounded and\n        investigated the voting machines. This action was properly commenced.\n\nIn support of her allegations, Cuellar also contends that the trial court’s own actions\n\nillustrated that her case was not frivolous insofar as the trial court delayed the trial of this\n\ncase until the forensic audit of the voting machines was completed.4\n\n        According to the record, Cuellar testified that “the evidence is in the machines,”\n\nthat the “basis of the lawsuit” was “whether there was malfunction of the machines or\n\nwhether somebody tampered with the machines,” and that she had no evidence to\n\nsupport her case other than that mentioned in her pleadings. However, Cuellar further\n\ntestified that there were discrepancies in the early vote totals between the votes recorded\n\nand the recognized number of voters in each voting precinct. She also testified that her\n\n\n\n        4 We note that election contests are not ordinary cases in law or in equity. See Wooley v. Sterrett,\n387 S.W.2d 734, 737 (Tex. Civ. App.—Dallas 1965, no writ); see also Vazaldua v. Muñoz, No. 13-14-\n00275-CV, 2014 WL 2937014, at *3 (Tex. App.—Corpus Christi June 20, 2014, no pet.) (mem. op.). And\n“elections are politically time sensitive, and legislative remedies for contested elections are to be strictly\nfollowed.” Rodriguez v. Cuellar, 143 S.W.3d 251, 260 (Tex. App.—San Antonio 2004, pet. dism’d) (op. on\nen banc reconsideration); see Wooley, 387 S.W.2d at 737–38, 742. In other words, “[t]he very nature of\nthe proceedings is such that courts are called upon to speedily and expeditiously dispose of the subject\nmatter without regard to some of the usual rules applicable in the ordinary civil action.” Wooley, 387 S.W.2d\nat 737–38 (citations omitted); see also Vazaldua, 2014 WL 2937014, at *3.\n\n                                                     20\n\fopponent had posted the “official results” of the election on his Facebook campaign more\n\nthan an hour before the results were available to the public, and the results he posted\n\nwere almost exactly the same as the total number of final votes in her race. She agreed\n\nwith opposing counsel that she had no other evidence to support her allegations and\n\ncould not identify any election official who engaged in fraud or illegal conduct, or made a\n\nmistake which materially altered the election outcome.\n\n         At the hearing on sanctions, Cuellar’s counsel stated that he had not propounded\n\ndiscovery because “the critical and only critical evidence that goes to the merits of this\n\ncase is the forensic audit of . . . the voting machines.” Counsel stated that Cuellar’s case\n\nwas based on the forensic audit, and that “if it showed that no — no malfunction had\n\noccurred and there had been no malfeasance, we would be prepared at that point to\n\nnonsuit our lawsuit.” After the forensic analysis came forth, contestants nonsuited their\n\ncases.\n\n         The linchpin of Cuellar’s case was the district attorney’s actions in impounding and\n\ninvestigating the accuracy of the voting machines used in the election. With regard to this\n\nissue, the trial court concluded that:\n\n                The Court is well aware that, after the irregularities that allegedly\n         occurred in one race out of the many on the ballot in the March 2014 Primary\n         Election in Hidalgo County, the District Attorney requested that a district\n         court empanel the Grand Jury to investigate the matter. A district court did\n         empanel a Grand Jury for that limited purpose. The District Attorney then\n         employed a computer analyst competent to examine electronic voting\n         machines and computer to determine whether any of the voting machines\n         or computer had been tampered with in any way to affect the outcome of\n         any election on the ballot. The inspection and analysis took longer than\n         expected. The final report was presented to the District Attorney at the end\n         of July and made available to the Court and the parties earlier this month.\n         The report showed that there were no irregularities or discrepancies and\n         that the results were correctly tabulated.\n\n\n\n                                              21\n\f             Contestee alleged that Contestant and her counsel had done no\n      investigation to determine whether the voting machines or computers had\n      been tampered with or any discovery in support of her contest. Contestant\n      replied that [the] District Attorney’s impoundment of the voting machines\n      and other related equipment prevented Contestant from inspecting the\n      machines and equipment and that she should not be faulted.\n\n              Although Contestant’s response may be plausible, the Court still\n      finds that Contestant [had] no facts prior to filing her election contest\n      alleging that the voting machines and equipment had been tampered with\n      or that votes had been misdirected to her detriment. Contestant simply had\n      no good faith basis to believe that she had been cheated out of a victory.\n\n             Contestant also points out that her petition was based on information\n      and belief based on the reports of voting irregularities in the District\n      Attorney’s race. Although the reports raised concerns of malfeasance or\n      misfeasance concerning the conduct of the election, all the reports were\n      limited to one race, the District Attorney’s race. According to the evidence,\n      there were no reports of similar complaints in any of the other contested\n      races in the March Primary. Contestant had no evidentiary support for her\n      allegations and claims; at most, her petition was supported by surmise,\n      speculation[,] and hope.\n\n      In examining whether or not the trial court erred in imposing sanctions in such a\n\ncase, we note that Maldonado contends that Cuellar failed to present evidence of her\n\ngood faith and failed to present any evidence at the sanction hearing of her “white heart.”\n\nMaldonado also contends that the scope of our review is limited to that evidence that was\n\nbefore the trial court at the sanction hearing. Maldonado’s contentions misstate the\n\nburden of proof and the scope of review. In examining whether Cuellar’s pleadings were\n\nsanctionable, we presume that they were filed in good faith, see Nath, 446 S.W.3d at 361;\n\nLow, 221 S.W.3d at 614; Tanner, 856 S.W.2d at 730, and Maldonado, as the party\n\nseeking sanctions, bears the burden of overcoming this presumption of good faith. See\n\nNath, 446 S.W.3d at 361; Tanner, 845 S.W.2d at 731. Thus, it was incumbent on\n\nMaldonado to support his motion for sanctions with competent proof that (1) a reasonable\n\ninquiry into the allegations in Cuellar’s pleadings would have disclosed that not all the\n\n                                            22\n\fallegations in her pleadings had or would likely have evidentiary support, and (2) Cuellar\n\ndid not make a reasonable inquiry before filing suit. Unifund CCR Partners, 299 S.W.3d\n\nat 97; Low, 221 S.W.3d at 617. Incompetent evidence, surmise, or speculation will not\n\nsuffice for the proof required. Unifund CCR Partners, 299 S.W.3d at 97. Moreover, the\n\nscope of our review is not limited to the sanctions hearing, but includes the entire record\n\nthat was before the trial court. See Am. Flood Research, Inc., 192 S.W.3d at 583; Herring\n\nv. Welborn, 27 S.W.3d 132, 143 (Tex. App.—San Antonio 2000, pet. denied); Kutch v.\n\nDel Mar College, 831 S.W.2d 506, 508 (Tex. App.—Corpus Christi 1992, no writ).\n\n      In the instant case, examining the facts and evidence available to Cuellar and the\n\ncircumstances existing when she filed her election contest, we conclude that Maldonado\n\ndid not meet his burden to rebut the presumption that Cuellar’s pleadings were filed in\n\ngood faith. See Gomer, 419 S.W.3d at 480; R.M. Dudley Const. Co., 258 S.W.3d at 711;\n\nEstate of Davis, 9 S.W.3d at 297. At the time that Cuellar filed her election contest, she\n\nhad knowledge of an allegation that a voting machine malfunctioned during the election.\n\nShe further knew that numerous individuals had complained of “irregularities” in the\n\nelection and that individuals had alleged that “numerous inconsistencies and\n\ndiscrepancies have appeared in our analysis of each candidate’s races. Cuellar knew\n\nthat the early vote totals in specific precincts, “specifically in my hometown of Weslaco,\n\nTexas, where we actually knew the people going in to vote” did not match the “number of\n\nvotes in their voting precinct.” Moreover, and significantly, she knew that the State of\n\nTexas, acting by and through the Hidalgo County Criminal District Attorney, filed an\n\napplication for impoundment of the voting machines in connection with the March 2014\n\nDemocratic Primary Election on March 19, 2014, pursuant to Texas Election Code\n\n\n\n                                            23\n\fSection 273.001(b) “to conduct an investigation and determine if criminal conduct\n\noccurred in connection with the election.” The trial court in that case “being of the opinion\n\nthat said application should be granted,” had signed an order for immediate impoundment\n\nof the voting machines on March 19, 2014. Cuellar filed her election contest based on\n\nthese events.    The fact that the election contest was ultimately determined to be\n\ngroundless after the forensic investigation of the machines revealed that they had not\n\nbeen tampered with does not show that she filed the contest without making a reasonable\n\ninquiry, or for an improper purpose, or in bad faith. See Gomer, 419 S.W.3d at 481; R.M.\n\nDudley Const. Co., Inc., 258 S.W.3d at 711; Overman, 26 S.W.3d at 509; Karagounis,\n\n970 S.W.2d at 764.\n\n                                      V. CONCLUSION\n\n       Applying the presumption that pleadings are filed in good faith and examining the\n\nevidence before the trial court, we conclude that Maldonado failed to produce evidence\n\nrebutting that presumption and supporting an award of sanctions. The trial court therefore\n\nabused its discretion in awarding sanctions. Having so concluded, we need not address\n\nCuellar’s third issue contending that the trial court erred in awarding attorney’s fees as\n\nsanctions because Maldonado failed to prove a reasonable fee award. See Tex. R. App.\n\nP. 47.1. We reverse and render judgment denying Maldonado’s motion for sanctions.\n\n\n\n                                                  /s/ Rogelio Valdez\n                                                  ROGELIO VALDEZ\n                                                  Chief Justice\n\n\nDelivered and filed the\n5th day of March, 2015.\n\n\n\n                                             24\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                  NUMBER 13-14-00491-CV\n\n                                  COURT OF APPEALS\n\n                      THIRTEENTH DISTRICT OF TEXAS\n\n                         CORPUS CHRISTI - EDINBURG\n\nMARLA CUELLAR,                                                                              Appellant,\n                                                    v.\n\nOMAR MALDONADO,                                                                              Appellee.\n\n\n                       On appeal from the 206th District Court\n                             of Hidalgo County, Texas.\n\n\n                               MEMORANDUM OPINION\n     Before Chief Justice Valdez and Justices Rodriguez and Garza\n             Memorandum Opinion by Chief Justice Valdez\n        Appellant, Marla Cuellar, appeals a $60,000 award of attorney’s fees assessed\n\nagainst her and her attorney as sanctions in an election contest that she filed against\n\nappellee Omar Maldonado.1 See TEX. ELEC. CODE ANN. § 232.002 (West, Westlaw\n\n\n        1 This is one of four election contest cases, simultaneously filed, arising from the same factual\n\nbackground and same primary election. Two of the cases were assigned to different trial court judges, and\nthis case and a companion case were assigned to the Honorable J. Manuel Bañales. This Court previously\nreversed and remanded the trial court’s orders granting pleas to the jurisdiction in the underlying case and\nthe companion case. See Cuellar v. Maldonado, Nos. 13-14-00228-CV & 13-14-00230-CV, 2014 WL\n\fthrough 2013 3d C.S.) (“Any candidate in an election may contest the election.”). We\n\nreverse and render.\n\n                                            I. BACKGROUND\n\n        Cuellar was a candidate for judge of the County Court at Law Number 8 of Hidalgo\n\nCounty, Texas in the Democratic Primary Election. The challenged election was held on\n\nMarch 4, 2014, and the final canvass was held on March 14, 2014. During the voting in\n\nthis election, a voter reported in a well-documented incident that his vote for one\n\ncandidate in one of the races on the ballot repeatedly reflected as a vote for a different\n\ncandidate on the voting machine he utilized.\n\n        On March 19, 2014, in response to the voting error report, the District Attorney of\n\nHidalgo County impounded the voting machines and ballots used in the Democratic\n\nPrimary Election in Hidalgo County to conduct an investigation and determine if criminal\n\nconduct occurred in connection with the election. See id. § 273.001(b) (West, Westlaw\n\nthrough 2013 3d C.S.) (“A district or county attorney having jurisdiction or the attorney\n\ngeneral may conduct an investigation on the officer’s own initiative to determine if criminal\n\nconduct occurred in connection with an election.”). Subsequently, a grand jury authorized\n\nthe use of investigation funds to retain a firm to perform a forensic audit of the voting\n\nmachines utilized in the election.\n\n        On March 22, 2014, appellant filed an election contest against Omar Maldonado.\n\nIn her original petition, Cuellar alleged, in relevant part, as follows:\n\n\n\n\n2158135, at *1 (Tex. App.—Corpus Christi May 16, 2014, no pet.) (mem. op.) (consolidated opinion). Only\nthis case and the companion case resulted in the award of sanctions or attorney’s fees. By separate opinion\nissued this same date, this Court addresses the trial court’s imposition of attorney’s fees in the companion\ncase. See Ortiz v. Singleterry, No. 13-14-00494-CV, </pre><span class=\"citation no-link\"><span class=\"volume\">2015</span> <span class=\"reporter\">WL</span> <span class=\"page\"></span></span><pre class=\"inline\">___, at *_ (Tex. App.—Corpus Christi Mar.\n5, 2015, no pet. h.) (mem. op.).\n\n                                                     2\n\f       5.     This suit is brought for the purpose of contesting the Hidalgo\nCounty Court at Law No. 8, Democratic Primary Election. Said election was\nheld on March 4, 2014, and the Canvass was conducted on March 14, 2014\nat which time the official election results were determined to be as follows:\n\n       Candidate             Votes Received       Percent\n\n       Julian Castaneda      2,599                6.28%\n\n       Omar Maldonado        21,457               51.82%\n\n       Marla Cuellar         17,353               41.91%\n\nContestee Omar Maldonado was declared the winner because he received\nmore than 50% of the votes.\n\n        6.     Contestant will prove by clear and convincing evidence that a\nsufficient number of illegal votes were counted to affect the outcome of the\nelection; that either through malfunction or illegal manipulation, who voted\nfor one candidate had their votes re-cast for other candidates and that\npersons who voted for Marla Cuellar had their votes counted for one of the\nother candidates (Exh. A); election machines either malfunctioned or were\nillegally tampered with to affect the outcome of the election (Exhs. A & B);\nelection officials or other persons officially involved in the administration of\nthe election witnessed that election machines appeared to either\nmalfunction or were tampered with so that the outcome of the election was\naffected (Exhs. B & C); many complaints were brought to the attention of\nthe Hidalgo County Elections Administrator to raise doubts concerning the\naccuracy of the election results and of the functioning of the election\nmachines Id.; the election process failed to count legal votes, and/or\nengaged in other fraud or illegal conduct or made mistakes that precluded\nan accurate count of the vote cast.\n\n       7.      Contestant would also aver that there were irregularities in the\ncasting and counting of ballots in this election to the extent that the true\noutcome would result in the Contestant being declared the winner or that\nthe true election result cannot be ascertained, thereby requiring the voiding\nof the election and the need for a new election.\n\n       8.     Contestant would also aver that the election machines used\nin the election be inspected by the appropriate expert or authority\ndesignated by the Court to determine if the election machines were either\nfaulty or were tampered with so that the true outcome of the election was\naffected.\n\n\n\n\n                                       3\n\f       Exhibit A to the petition was an incident report completed by Benito Garza detailing\n\nthat he attempted to vote for Rene Guerra in the district attorney’s race; however, the\n\nvoting machine he utilized repeatedly cast his vote in favor of Guerra’s opponent. After\n\nseeking assistance from voting officials, Garza’s vote was canceled, and he used a\n\ndifferent machine to cast his vote.\n\n       Exhibit B to the petition consisted of an affidavit from Richard Alvarez, an executive\n\nassistant to the Hidalgo County Judge. He stated that the first day of early voting in the\n\nDemocratic primary election commenced on February 18, 2014. Early that morning, he\n\nreceived a call informing him that a voting problem had occurred at early voting at Precinct\n\n3. He immediately went to the polling site. Upon arrival, Alvarez was informed that voter\n\nBenito Garza had cast a vote in the race for Hidalgo County District Attorney for the\n\nincumbent Rene Guerra, but upon review of the ballot, he discovered that the voting\n\nmachine recorded a vote for Guerra’s opponent. Alvarez was told and he verified that an\n\nelection judge at the polling site had witnessed the above described occurrence and that\n\nGarza had attempted numerous times to cast his vote for Guerra, but the voting machine\n\ncontinued to list his vote as having been cast for Guerra’s opponent.\n\n       Alvarez stated that he recommended to the election judge at the polling place that\n\nthe voting machine used by Garza be segregated and removed from service so that it\n\ncould be examined and the cause for the malfunction be determined. Garza was allowed\n\nto vote on a separate machine, and the malfunctioning machine was taken out of\n\ncommission. However, the election judge then informed the Hidalgo County elections\n\ndivision about the issue. The Elections Division sent an employee to examine and\n\n\n\n\n                                             4\n\frecalibrate the voting machine. The voting machine was recalibrated and placed back in\n\nuse.\n\n       Exhibit C to Cuellar’s petition consisted of several letters sent to the Hidalgo\n\nCounty Judge requesting an investigation into the accuracy of the voting machines. One\n\nof the letters was signed by several individuals and stated that it “has been brought to our\n\nattention that numerous inconsistencies and discrepancies have appeared in our analysis\n\nof each candidate’s races. We therefore ask that a forensic expert inspect each voting\n\nmachine to ensure that they have not malfunctioned or been subjected to fraud or\n\ntampering.” The letter explained that the “integrity of the voting process is what is at\n\nissue. We ask that you take appropriate action to ensure that this and future elections\n\nwill be without question.”\n\n       In response to the contest, Maldonado filed a plea to the jurisdiction, which was\n\ngranted by the district court. Cuellar appealed that order, and we reversed and remanded.\n\nCuellar v. Maldonado, Nos. 13-14-00228-CV & 13-14-00230-CV, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">2158135</span></span><pre class=\"inline\">, at\n\n*1 (Tex. App.—Corpus Christi May 16, 2014, no pet.) (mem. op.) (consolidated opinion).\n\n       Subsequently and during the course of the election contest, Cuellar attempted to\n\nobtain access to the voting machines by attempting to intervene in the proceedings\n\ninitiated by the district attorney’s office, which had resulted in the impoundment of the\n\nvoting machines, and by seeking permission to allow her own expert to examine the\n\nmachines. Her requests were denied. The trial of this cause was reset three times in\n\norder to obtain the results of the forensic examination of the voting machines.\n\n       The forensic report on the voting machines was not issued until August 5, 2014.\n\nThe report found “no evidence to conclude that tampering had occurred” with any of the\n\n\n\n                                             5\n\fvoting machines. On August 13, 2014, the parties appeared for trial and, in view of the\n\nforensic report, Cuellar nonsuited her case. The parties proceeded to hear Maldonado’s\n\nmotion for sanctions against Cuellar pursuant to Texas Rule of Civil Procedure 13 and\n\nchapters 9 and 10 of the Texas Civil Practice and Remedies Code. See TEX. R. CIV. P.\n\n13; TEX. CIV. PRAC. & REM. CODE ANN. §§ 9.012, 10.001 (West, Westlaw through 2013 3d\n\nC.S.).2 After an evidentiary hearing, the trial court awarded Maldonado $60,000 for\n\nsanctions and attorney’s fees against Cuellar and her attorneys, jointly and severally, and\n\nfurther awarded costs of court and post-judgment interest.\n\n       This appeal ensued. Cuellar raises three issues: (1) the trial court lacked the\n\nauthority to issue any orders in this case because she had filed a timely, mandatory\n\nobjection to the assignment of the trial court; (2) the trial court erred in granting attorney’s\n\nfees as sanctions because this cause was not frivolous; and (3) the trial court erred in\n\nawarding attorney’s fees as sanctions because Maldonado failed to prove a reasonable\n\nfee award.3\n\n                                      II. ELECTION CONTESTS\n\n       The focus of a trial court’s inquiry in an election contest is set out in section\n\n221.003(a) of the election code as follows:\n\n       (a)     The tribunal hearing an election contest shall attempt to ascertain\n               whether the outcome of the contested election, as shown by the final\n               canvass, is not true because:\n\n               (1)     illegal votes were counted; or\n\n\n\n       2 Maldonado did not challenge appellant’s election contest under Texas Rule of Civil Procedure\n\n91a. See TEX. R. CIV. P. 91a (governing the dismissal of baseless causes of action).\n\n       3  Cuellar’s brief was filed on December 5, 2014. On February 17, 2015, Maldonado filed a motion\nfor leave to file his brief and tendered his brief to the Court that same day. We grant leave and accept\nMaldonado’s brief as filed.\n\n                                                   6\n\f             (2)    an election officer or other person officially involved in the\n                    administration of the election:\n\n                    (A)    prevented eligible voters from voting;\n\n                    (B)    failed to count legal votes; or\n\n                    (C)    engaged in other fraud or illegal conduct or made a\n                           mistake.\n\nTEX. ELEC. CODE ANN. § 221.003(a) (West, Westlaw through 2013 3d C.S.). “To set aside\n\nthe outcome of an election, the contestant must prove by clear and convincing evidence\n\nthat a violation of the election code occurred and such violation materially affected the\n\noutcome of the election.” Duncan–Hubert v. Mitchell, </pre><span class=\"citation\" data-id=\"1370472\"><a href=\"/opinion/1370472/duncan-hubert-v-mitchell/\"><span class=\"volume\">310</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">92</span></a></span><pre class=\"inline\">, 97–98 (Tex. App.—\n\nDallas 2010, pet. denied); see Gonzalez v. Villarreal, </pre><span class=\"citation\" data-id=\"2191408\"><a href=\"/opinion/2191408/gonzalez-v-villarreal/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">763</span></a></span><pre class=\"inline\">, 773, 777–78 (Tex.\n\nApp.—Corpus Christi 2008, pet. dism’d w.o.j.); see also Regalado v. Munoz, No. 13-14-\n\n00274-CV, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">3542056</span></span><pre class=\"inline\">, at *2 (Tex. App.—Corpus Christi July 17, 2014, no pet.)\n\n(mem. op.); Vazaldua v. Muñoz, No. 13–14–00275–CV, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">2937014</span></span><pre class=\"inline\">, at *6 (Tex.\n\nApp.—Corpus Christi June 20, 2014, no pet.) (mem. op.). An election’s outcome may be\n\nmaterially affected when a different and correct result would have been reached in the\n\nabsence of irregularities, or if irregularities in the conduct of the election render it\n\nimpossible to determine the majority of the voters’ true will. Duncan–Hubert, 310 S.W.2d\n\nat 98; see Gonzalez, 251 S.W.3d at 778; see also Vazaldua, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">2937014</span></span><pre class=\"inline\">, at *6.\n\n      It is an undeniable feature of our political system and tradition that an “individual’s\n\nright to vote . . . is protected as a fundamental right.” Veasey v. Perry, No. 13–CV–00193,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">5090258</span></span><pre class=\"inline\">, at *41 (S.D.Tex. Oct. 9, 2014), stayed by </pre><span class=\"citation no-link\"><span class=\"volume\">769</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">890</span></span><pre class=\"inline\"> (5th Cir. (Tex.)\n\nOct. 14, 2014) (citing Burdick v. Takushi, </pre><span class=\"citation\" data-id=\"112743\"><a href=\"/opinion/112743/burdick-v-takushi/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span><pre class=\"inline\">, 433–34 (1992); Kusper v.\n\nPontikes, </pre><span class=\"citation\" data-id=\"108881\"><a href=\"/opinion/108881/kusper-v-pontikes/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span><pre class=\"inline\">, 55 (1973)). Specifically with regard to the facts of this case, we\n\n\n\n                                             7\n\fnote that several federal circuits have held a “voting machine malfunction is the\n\nparadigmatic example of a ‘garden variety’ election dispute.”         See, e.g., Shannon v.\n\nJacobowitz, </pre><span class=\"citation\" data-id=\"788818\"><a href=\"/opinion/788818/matthew-shannon-josephine-alexander-henry-a-fiebiger-sandra-r/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span><pre class=\"inline\">, 96 (2d Cir. 2005); Griffin v. Burns, </pre><span class=\"citation\" data-id=\"353176\"><a href=\"/opinion/353176/lloyd-t-griffin-v-robert-f-burns-etc-thomas-a-mccormick/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span></a></span><pre class=\"inline\">, 1076 (1st Cir.\n\n1978); Hennings v. Grafton, </pre><span class=\"citation\" data-id=\"330345\"><a href=\"/opinion/330345/robert-hennings-v-harry-grafton-in-capacity-as-county-clerk/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">861</span></a></span><pre class=\"inline\">, 864–65 (7th Cir. 1975); see also Broyles v.\n\nState of Tex., </pre><span class=\"citation\" data-id=\"1792863\"><a href=\"/opinion/1792863/broyles-v-texas/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></a></span><pre class=\"inline\">, 694 (S.D.Tex. 2009).\n\n                               III. OBJECTION TO ASSIGNMENT\n\n       In her first issue, Cuellar contends that the trial court lacked the authority to issue\n\nany orders in this case because she had filed a timely, mandatory objection to the\n\nassignment of the trial judge. Cuellar contends that chapter 74 of the Texas Government\n\nCode, which establishes the procedures for the appointment of judges, applies to this\n\ncase, and thus the trial court’s recusal was automatic once she had timely objected.\n\n       Following this Court’s remand of this case to the trial court, the Presiding Judge of\n\nthe Fifth Administrative Judicial Region, the Honorable J. Rolando Olvera, assigned the\n\nHonorable J. Manuel Bañales to hear the case. On June 2, 2014, Cuellar filed an\n\nobjection to the assignment of Judge Bañales. On June 3, 2014, Judge Olvera overruled\n\nthe objection as per the following order:\n\n              Each Contestant, MARLA CUELLAR and REY ORTIZ, in the above\n       captioned causes, has filed an Objection to Assignment against Judge J.\n       Manuel Bañales, Senior Judge, the Judge assigned to each cause. Each\n       objection was filed under § 74.053 of the Government Code.\n\n               These two causes are election contests brought under § 231 and §\n       232 of the Election Code. In an election contest, the judge of the judicial\n       district in which an election contest is filed is automatically disqualified from\n       presiding in the cause. Section 231.004(b), Elec. C., requires that the\n       Presiding Judge of the Administrative Judicial Region shall then appoint a\n       special judge to preside in the contest. The assigned judge must not reside\n       in the territory covered by the election contest. Judge Bañales does not\n       reside in the territory covered by the election contest. Judge Bañales was\n       assigned under § 231.004(b), Elec. C.\n\n                                              8\n\f       Section 74.053(a) and (b), Govt. C., provide that a party in a civil\ncase may file an objection to a judge assigned ‘‘to a trial court under this\nchapter” [emphasis added]. Judge Bañales was not assigned under\n[c]hapter 74 of the Government Code. The plain language of § 74.053,\nGovt. C., provides that an objection under § 74.053, Govt. C., applies only\nto an assignment under [c]hapter 74 of the Government Code. Accordingly,\nthe Contestants’ objections must be overruled.\n\n      IT IS THEREFORE ORDERED that the Contestants’ objections to\nthe assignment of Judge J. Manuel Bañales in these election contests be\nand are each OVERRULED.\n\nSection 74.053 of the Texas Government Code provides:\n\n(a)   When a judge is assigned to a trial court under this chapter:\n\n       (1)    the order of assignment must state whether the judge is an\n              active, former, retired, or senior judge; and\n\n       (2)    the presiding judge shall, if it is reasonable and practicable\n              and if time permits, give notice of the assignment to each\n              attorney representing a party to the case that is to be heard\n              in whole or part by the assigned judge.\n\n(b)   If a party to a civil case files a timely objection to the assignment, the\n      judge shall not hear the case. Except as provided by Subsection (d),\n      each party to the case is only entitled to one objection under this\n      section for that case.\n\n(c)   An objection under this section must be filed not later than the\n      seventh day after the date the party receives actual notice of the\n      assignment or before the date the first hearing or trial, including\n      pretrial hearings, commences, whichever date occurs earlier. The\n      presiding judge may extend the time to file an objection under this\n      section on written motion by a party who demonstrates good cause.\n\n(d)   An assigned judge or justice who was defeated in the last primary or\n      general election for which the judge or justice was a candidate for\n      the judicial office held by the judge or justice may not sit in a case if\n      either party objects to the judge or justice.\n\n(e)   An active judge assigned under this chapter is not subject to an\n      objection.\n\n\n\n\n                                      9\n\f      (f)    For purposes of this section, notice of an assignment may be given\n             and an objection to an assignment may be filed by electronic mail.\n\n      (g)    In this section, “party” includes multiple parties aligned in a case as\n             determined by the presiding judge.\n\nTEX. GOV’T CODE ANN. § 74.053 (West, Westlaw through 2013 3d C.S.) (emphasis added).\n\nIf a properly filed objection under this statute is timely, the assigned judge’s\n\ndisqualification is automatic. Id. § 74.053(b); In re Canales, </pre><span class=\"citation\" data-id=\"1743737\"><a href=\"/opinion/1743737/in-re-canales/\"><span class=\"volume\">52</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\">, 701 (Tex.\n\n2001) (orig. proceeding); In re Honea, </pre><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">888</span></span><pre class=\"inline\">, 890 (Tex. App.—Eastland 2013,\n\norig. proceeding).\n\n      Cuellar contends that the procedures set out in chapter 74 have been consistently\n\napplied to assignments made in election contest cases and thus Judge Bañales should\n\nhave been automatically disqualified from hearing the election contest. In support of this\n\ncontention, Cuellar cites Flores v. Banner, </pre><span class=\"citation\" data-id=\"2385347\"><a href=\"/opinion/2385347/flores-v-banner/\"><span class=\"volume\">932</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">500</span></a></span><pre class=\"inline\">, 501 (Tex. 1996) (per curiam),\n\nand Flores v. Velasco, </pre><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">86</span></span><pre class=\"inline\">, 87 (Tex. App.—Dallas 2001, no pet.). These cases\n\nare election contests. See Flores, 68 S.W.3d at 87; Flores, 932 S.W.2d at 501. However,\n\nneither case addresses the applicability, or lack thereof, of the chapter 74 procedures to\n\nrecusals in election contest cases.\n\n      Section 74.053 states explicitly that it applies “when a judge is assigned under this\n\nchapter.” See TEX. GOV’T CODE ANN. § 74.053 (emphasis added). In accordance with\n\nthe statutory language, this section has been held to be applicable only when a judge is\n\nassigned by the presiding judge of the administrative judicial region pursuant to chapter\n\n74. See Cabrera v. Cedarapids Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">834</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">615</span></span><pre class=\"inline\">, 617 (Tex. App.—Houston [14th\n\nDist.] 1992, writ denied as improvidently granted, </pre><span class=\"citation\" data-id=\"2388604\"><a href=\"/opinion/2388604/cabrera-v-cedarapids-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">247</span></a></span><pre class=\"inline\"> (Tex. 1993); Erbs v.\n\nBedard, </pre><span class=\"citation\" data-id=\"2402731\"><a href=\"/opinion/2402731/erbs-v-bedard/\"><span class=\"volume\">760</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 755 (Tex. App.—Dallas 1988, orig. proceeding); R.J. Gallagher\n\n\n\n                                           10\n\fCo. v. White, </pre><span class=\"citation\" data-id=\"2461657\"><a href=\"/opinion/2461657/rj-gallagher-co-v-white/\"><span class=\"volume\">709</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">379</span></a></span><pre class=\"inline\">, 381 (Tex. App.—Houston [14th Dist.] 1986, no writ); see\n\nalso In re Flores, </pre><span class=\"citation\" data-id=\"1984599\"><a href=\"/opinion/1984599/in-re-flores/\"><span class=\"volume\">53</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">428</span></a></span><pre class=\"inline\">, 431 (Tex. App.—San Antonio 2001, no pet.) (holding\n\nthat presiding judge of the administrative district who was hearing a recusal motion was\n\nnot subject to a section 74.053 objection); Gonzalez v. Ables, </pre><span class=\"citation\" data-id=\"2427540\"><a href=\"/opinion/2427540/gonzalez-v-ables/\"><span class=\"volume\">945</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">253</span></a></span><pre class=\"inline\">, 254 (Tex.\n\nApp.—San Antonio 1997, no pet.) (holding that statutory procedures under section 74.053\n\nwere not applicable where judges exchanged benches under state constitutional\n\nprovision for judges to hold courts for each other when they deem it expedient); Weidner\n\nv. Marlin, </pre><span class=\"citation\" data-id=\"1743224\"><a href=\"/opinion/1743224/weidner-v-marlin/\"><span class=\"volume\">937</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">601</span></a></span><pre class=\"inline\">, 604 (Tex. App.—San Antonio 1996, no writ) (concluding that\n\nvisiting judge’s assignment was pursuant to government code section 75.003; therefore,\n\nthe judge was not assigned by the presiding judge of the administrative judicial region\n\nand a section 74.053 objection to the assignment was not appropriate); State ex rel.\n\nHolmes v. Lanford, </pre><span class=\"citation\" data-id=\"1789422\"><a href=\"/opinion/1789422/state-ex-rel-holmes-v-lanford/\"><span class=\"volume\">837</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">705</span></a></span><pre class=\"inline\">, 710 (Tex. App.—Houston [14th Dist.] 1992, orig.\n\nproceeding) (explaining that a party cannot “object under section 74.053 . . . to a judge\n\nwho is not otherwise assigned to the case in accordance with the provisions of the\n\n[c]hapter 74”); Meuth v. Hartgrove, </pre><span class=\"citation\" data-id=\"1682170\"><a href=\"/opinion/1682170/meuth-v-hartgrove/\"><span class=\"volume\">811</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">626</span></a></span><pre class=\"inline\">, 628 (Tex. App.—Austin 1990, writ\n\ndenied) (stating that a section 74.053 objection does not apply to assignment of trial judge\n\nby county administrative judge rather than presiding judge of the administrative judicial\n\nregion).\n\n       In the instant case, Judge Olvera assigned Judge Bañales to hear the case\n\npursuant to the provisions of the election code rather than chapter 74. Accordingly, the\n\nsection 74.053 objection was not applicable, and Judge Bañales’s recusal was not\n\nautomatic. See Cabrera, 834 S.W.2d at 617; R.J. Gallagher Co., 709 S.W.2d at 381;\n\nErbs, 760 S.W.2d at 755. We overrule Cuellar’s first issue.\n\n\n\n                                            11\n\f                                     IV. FRIVOLOUSNESS\n\n       In her second issue, Cuellar contends that the trial court erred in granting\n\nattorney’s fees as sanctions because this cause was not frivolous. The trial court’s order\n\ndetailed the award of sanctions in this case as follows:\n\n       The Court finds that Contestant alleged in her petition that based on\n       irregularities—tampering with electronic voting and equipment and the\n       resulting misdirecting of votes—that were reported in the race for District\n       Attorney in the same primary election as hers, the final tabulation in her race\n       for Judge of County Court at Law No. 8 may have been affected by the\n       same irregularities. It was necessary, she alleged, that the voting machines\n       be examined to determine whether any tampering had occurred or any\n       votes misdirected in her race. She appears to be saying that, because of\n       the alleged irregularity that occurred in another race, it must have occurred\n       in her race as well. The Court finds that this pleading is groundless and\n       frivolous without any allegation of facts to support it and that it was made in\n       bad faith.\n\n       The Court further finds that, during her deposition testimony presented as\n       evidence, Contestant admitted that she had no evidence to support her\n       allegations, that she had no facts to support a charge of tampering of the\n       voting machines, that no voter had complained of any irregularity in her race\n       similar to what was reported in the District Attorney’s race, that she had no\n       evidence that any of [the] votes had been diverted to Contestee, and that\n       she had no evidence of election fraud committed by anyone. The Court\n       also finds that Contestant had no evidence that Contestee may have\n       tampered with the election machines or the vote or the outcome of the\n       election. Even so, she filed her election contest without knowledge of any\n       facts to support it. The [Court] finds that this pleading is groundless and\n       frivolous without any allegation of facts to support it and was made in bad\n       faith.\n\n       A sanction may be imposed against a party, her counsel[,] or both. Counsel\n       has a duty to make a good faith preliminary inquiry to determine whether\n       facts exist to support a claim by a potential plaintiff and to plead sufficient\n       facts to show that the claim has merit. Mere speculation or surmise is not\n       enough. A careful reading of the petition shows that counsel did not plead\n       facts to show that Contestant is entitled to relief. It is proper in this case to\n       impose sanctions against both Contestant and her counsel.\n\n       We review the imposition of sanctions under an abuse of discretion standard. See\n\nNath v. Tex. Children’s Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">355</span></span><pre class=\"inline\">, 373 (Tex. 2014); Low v. Henry, 221\n\n                                              </pre><span class=\"citation no-link\"><span class=\"volume\">12</span>\n\f<span class=\"reporter\">S.W.3d</span> <span class=\"page\">609</span></span><pre class=\"inline\">, 614 (Tex. 2007); Am. Flood Research, Inc. v. Jones, </pre><span class=\"citation\" data-id=\"1354605\"><a href=\"/opinion/1354605/american-flood-research-inc-v-jones/\"><span class=\"volume\">192</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">581</span></a></span><pre class=\"inline\">, 583\n\n(Tex. 2006) (per curiam); Cire v. Cummings, </pre><span class=\"citation\" data-id=\"894518\"><a href=\"/opinion/894518/cire-v-cummings/\"><span class=\"volume\">134</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">835</span></a></span><pre class=\"inline\">, 838 (Tex. 2004). To\n\ndetermine if the sanctions were appropriate or just, the appellate court must ensure there\n\nis a direct nexus between the improper conduct and the sanction imposed. Low, 221\n\nS.W.3d at 614; Spohn Hosp. v. Mayer, </pre><span class=\"citation\" data-id=\"1616343\"><a href=\"/opinion/1616343/spohn-hosp-v-mayer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">878</span></a></span><pre class=\"inline\">, 882 (Tex. 2003); TransAm.\n\nNatural Gas Corp. v. Powell, </pre><span class=\"citation\" data-id=\"1682240\"><a href=\"/opinion/1682240/transamerican-natural-gas-corp-v-powell/\"><span class=\"volume\">811</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">913</span></a></span><pre class=\"inline\">, 917 (Tex. 1991). Further, in determining\n\nwhether sanctions are appropriate, we must examine the facts available to the litigant and\n\nthe circumstances existing when the litigant filed the pleading.        See Dike v. Peltier\n\nChevrolet, Inc., </pre><span class=\"citation\" data-id=\"2538340\"><a href=\"/opinion/2538340/dike-v-peltier-chevrolet-inc/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">179</span></a></span><pre class=\"inline\">, 184 (Tex. App.—Texarkana 2011, no pet.); Robson v.\n\nGilbreath, </pre><span class=\"citation\" data-id=\"1793958\"><a href=\"/opinion/1793958/robson-v-gilbreath/\"><span class=\"volume\">267</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">401</span></a></span><pre class=\"inline\">, 405 (Tex. App.—Austin 2008, pet. denied); R.M. Dudley\n\nConst. Co. v. Dawson, </pre><span class=\"citation\" data-id=\"1497611\"><a href=\"/opinion/1497611/rm-dudley-const-co-inc-v-dawson/\"><span class=\"volume\">258</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">, 711 (Tex. App.—Waco 2008, pet. denied); Shaw\n\nv. Cnty. of Dallas, </pre><span class=\"citation\" data-id=\"2191065\"><a href=\"/opinion/2191065/shaw-v-county-of-dallas/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">165</span></a></span><pre class=\"inline\">, 170–71 (Tex. App.—Dallas 2008, pet. denied);\n\nAlejandro v. Robstown Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"1880195\"><a href=\"/opinion/1880195/alejandro-v-robstown-ind-school-dist/\"><span class=\"volume\">131</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">663</span></a></span><pre class=\"inline\">, 669 (Tex. App.—Corpus Christi\n\n2004, no pet.). In this regard, courts presume that pleadings and other papers are filed\n\nin good faith. Nath, 446 S.W.3d at 361; Low, 221 S.W.3d at 614; GTE Commc’ns Sys.\n\nCorp. v. Tanner, </pre><span class=\"citation\" data-id=\"1510810\"><a href=\"/opinion/1510810/gte-communications-v-tanner/\"><span class=\"volume\">856</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">, 730 (Tex. 1993). The party seeking sanctions bears\n\nthe burden of overcoming this presumption of good faith. Nath, 446 S.W.3d at 361;\n\nTanner, 845 S.W.2d at 731.\n\n       In assessing the propriety of sanctions, we may not substitute our judgment for\n\nthat of the trial court. Law Offices of Windle Turley, P.C. v. French, </pre><span class=\"citation\" data-id=\"1442844\"><a href=\"/opinion/1442844/law-offices-of-windle-turley-v-french/\"><span class=\"volume\">164</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">487</span></a></span><pre class=\"inline\">, 491\n\n(Tex. App.—Dallas 2005, no pet.); Gibson v. Ellis, </pre><span class=\"citation\" data-id=\"1623189\"><a href=\"/opinion/1623189/gibson-v-ellis/\"><span class=\"volume\">126</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">324</span></a></span><pre class=\"inline\">, 335 (Tex. App.—\n\nDallas 2004, no pet.). An appellate court may reverse the trial court’s ruling awarding\n\nsanctions only if the trial court acted without reference to any guiding rules and principles,\n\n\n\n                                             13\n\fsuch that its ruling was arbitrary or unreasonable. Nath, 446 S.W.3d at 361; Cire, 134\n\nS.W.3d at 838–39. We will not hold that a trial court abused its discretion in levying\n\nsanctions if some evidence supports its decision. Nath, 446 S.W.3d at 361; Unifund CCR\n\nPartners v. Villa, </pre><span class=\"citation\" data-id=\"895168\"><a href=\"/opinion/895168/unifund-ccr-partners-v-villa/\"><span class=\"volume\">299</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">92</span></a></span><pre class=\"inline\">, 97 (Tex. 2009). We examine the entire record to\n\ndetermine whether the trial court properly ordered sanctions. See Am. Flood Research,\n\nInc., 192 S.W.3d at 583.\n\n      As stated previously, Maldonado sought sanctions against Cuellar pursuant to\n\nTexas Rule of Civil Procedure 13 and chapters 9 and 10 of the Texas Civil Practice and\n\nRemedies Code for frivolous or groundless pleadings. If the trial court’s imposition of\n\nsanctions is supported under any one of these legal bases, we will affirm the order. See\n\nZeifman v. Nowlin, </pre><span class=\"citation\" data-id=\"2290821\"><a href=\"/opinion/2290821/zeifman-v-nowlin/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">804</span></a></span><pre class=\"inline\">, 809 (Tex. App.—Austin 2010, no pet.); see also\n\nKetterman v. Tex. Dep’t of Family & Protective Servs., No. 01-12-00883-CV, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span>\n\n<span class=\"page\">7473881</span></span><pre class=\"inline\">, at *9 (Tex. App.—Houston [1st Dist.] Dec. 30, 2014, no. pet. h.) (mem. op.).\n\n                                     A. Chapter 9\n\n      Chapter 9 of the civil practice and remedies code precludes parties from filing\n\npleadings that are groundless and brought in bad faith, or groundless and brought for the\n\npurpose of harassment, and the chapter allows the trial court to award sanctions against\n\na party filing such a pleading. See TEX. CIV. PRAC. & REM. CODE ANN. §§ 9.011–.012(a),\n\n(c). However, chapter 9 only applies in proceedings in which neither Rule 13 nor chapter\n\n10 applies. See id. § 9.012(h). Moreover, chapter 9 only applies to actions in which\n\nclaimants seek damages. See id. § 9.002(a). In the instant case, both Rule 13 and\n\nchapter 10 apply, and Cuellar did not seek damages in her election contest. Thus,\n\nchapter 9 does not apply to this case and the trial court could not have based its award\n\n\n\n                                           14\n\fof sanctions on chapter 9. Accordingly, our analysis proceeds only under Rule 13 and\n\nchapter 10, and we sustain Cuellar’s second issue to the extent that it pertains to the\n\nimposition of sanctions under chapter 9.\n\n                                       B. Rule 13\n\n      Texas Rule of Civil Procedure 13 states that a trial court may award sanctions\n\nagainst a party when the party files a pleading or motion that is groundless and brought\n\nin bad faith or is groundless and brought for the purpose of harassment. TEX. R. CIV. P.\n\n13. Rule 13 reads in relevant part as follows:\n\n              The signatures of attorneys or parties constitute a certificate by them\n      that they have read the pleading, motion, or other paper; that to the best of\n      their knowledge, information, and belief formed after reasonable inquiry the\n      instrument is not groundless and brought in bad faith or groundless and\n      brought for the purpose of harassment. . . . If a pleading, motion or other\n      paper is signed in violation of this rule, the court, upon motion or upon its\n      own initiative, after notice and hearing, shall impose an appropriate sanction\n      available under Rule 215, upon the person who signed it, a represented\n      party, or both.\n\n              Courts shall presume that pleadings, motions, and other papers are\n      filed in good faith. No sanctions under this rule may be imposed except for\n      good cause, the particulars of which must be stated in the sanction order.\n\nId. Rule 13 does not permit sanctions on the issue of groundlessness alone. Nath, 446\n\nS.W.3d at 362–63. The filing in question must be groundless and also either brought in\n\nbad faith, brought for the purpose of harassment, or false when made.                   Id.\n\nGroundlessness is more than an ultimate determination that the claim is not a winner.\n\nSee Emmons v. Purser, </pre><span class=\"citation\" data-id=\"2466491\"><a href=\"/opinion/2466491/emmons-v-purser/\"><span class=\"volume\">973</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">696</span></a></span><pre class=\"inline\">, 700 (Tex. App.—Austin 1998, no pet.). To\n\ndetermine if a pleading was groundless, the trial court must objectively ask whether the\n\nparty and counsel made a reasonable inquiry into the legal and factual basis of the claim\n\nat the time the pleading was filed. See Loeffler v. Lytle Indep. Sch. Dist., </pre><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">S.W.3d</span>\n\n\n\n                                            <span class=\"page\">15</span></span><pre class=\"inline\">\n\f331, 348 (Tex. App.—San Antonio 2006, pet. denied). “Reasonable inquiry” means the\n\namount of examination that is reasonable under the circumstances of the case. Robson\n\nv. Gilbreath, </pre><span class=\"citation\" data-id=\"1793958\"><a href=\"/opinion/1793958/robson-v-gilbreath/\"><span class=\"volume\">267</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">401</span></a></span><pre class=\"inline\">, 406 (Tex. App.—Austin 2008, pet. denied). We determine\n\nwhether a reasonable inquiry has been made by looking at the facts available to the\n\nattorney and the circumstances that existed when the attorney signed and filed the\n\npleading or motion. See Robson, 267 S.W.3d at 405; Elkins v. Stotts–Brown, </pre><span class=\"citation\" data-id=\"1465047\"><a href=\"/opinion/1465047/elkins-v-stotts-brown/\"><span class=\"volume\">103</span> <span class=\"reporter\">S.W.3d</span>\n\n<span class=\"page\">664</span></a></span><pre class=\"inline\">, 668 (Tex. App.—Dallas 2003, no pet.).\n\n       In deciding whether a pleading was filed in bad faith or for the purpose of\n\nharassment, the trial court must consider the acts or omissions of counsel, not merely the\n\nlegal merit of a pleading or motion. See Parker v. Walton, </pre><span class=\"citation\" data-id=\"2101247\"><a href=\"/opinion/2101247/parker-v-walton/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">535</span></a></span><pre class=\"inline\">, 540 (Tex.\n\nApp.—Houston [14th Dist.] 2007, no pet.). Bad faith is the conscious doing of a wrong\n\nfor dishonest, discriminatory, or malicious purposes; bad faith does not exist when a party\n\nmerely exercises bad judgment or is negligent. Thielemann v. Kethan, </pre><span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">286</span></span><pre class=\"inline\">,\n\n294 (Tex. App.—Houston [1st Dist.] 2012, pet. denied). A party acts in bad faith if she\n\nhas been put on notice that her understanding of the facts may be incorrect and she does\n\nnot make reasonable inquiry before pursuing the claim further. Robson, 267 S.W.3d at\n\n407. Moreover, a pleading is filed for the purpose of harassment if it is filed with the intent\n\nto annoy, alarm, and abuse another person. See Thielemann, 371 S.W.3d at 294; Parker,\n\n233 S.W.3d at 539–40. Intent to harass may be proven with either direct or circumstantial\n\nevidence. See Scheel v. Alfaro, </pre><span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">216</span></span><pre class=\"inline\">, 227 (Tex. App.—San Antonio 2013,\n\npet. denied); Schexnider v. Scott & White Mem’l Hosp., </pre><span class=\"citation\" data-id=\"1518759\"><a href=\"/opinion/1518759/schexnider-v-scott-white-mem-hosp/\"><span class=\"volume\">953</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">439</span></a></span><pre class=\"inline\">, 441 (Tex. App.—\n\nAustin 1997, no writ).\n\n\n\n\n                                              16\n\f       We see no evidence in the record before us indicating that the election contest\n\nwas filed in bad faith or for the purpose of harassment. In this regard, we note that there\n\nis no evidence that Cuellar was put on notice that her understanding of the facts was\n\nincorrect or that she did not attempt to make reasonable inquiry before pursuing her claim.\n\nSee Robson, 267 S.W.3d at 407. The record indicates that Cuellar attempted to gain\n\naccess to the voting machines to conduct her own investigation. Further, there is no\n\nevidence, circumstantial or otherwise, that Cuellar filed the election contest with the intent\n\nto annoy, alarm, and abuse another person or that she acted for dishonest, discriminatory,\n\nor malicious purposes. See Thielemann, 371 S.W.3d at 294; Parker, 233 S.W.3d at 539–\n\n40. We emphasize that bad faith does not exist when a party merely exercises bad\n\njudgment or is negligent. See Thielemann, 371 S.W.3d at 294. Accordingly, we conclude\n\nthat the trial court abused its discretion if it awarded sanctions pursuant to Texas Rule of\n\nCivil Procedure 13. See TEX. R. CIV. P. 13. We next consider whether sanctions were\n\nappropriate under chapter 10, and we sustain Cuellar’s second issue insofar as it\n\npertained to the imposition of sanctions under Rule 13.\n\n                                       C. Chapter 10\n\n       Chapter 10 allows sanctions for pleadings filed with an improper purpose or that\n\nlack legal or factual support. Nath, 446 S.W.3d at 362. It provides that upon signing a\n\npleading or motion, a signatory attests that: (1) the pleading or motion is not being\n\npresented for any improper purpose, including to harass or to cause unnecessary delay\n\nor needless increase in the cost of litigation; (2) each claim, defense, or other legal\n\ncontention in the pleading or motion is warranted by existing law or by a nonfrivolous\n\nargument for the extension, modification, or reversal of existing law or the establishment\n\n\n\n                                             17\n\fof new law; and (3) each allegation or other factual contention in the pleading or motion\n\nhas evidentiary support or, for a specifically identified allegation or factual contention, is\n\nlikely to have evidentiary support after a reasonable opportunity for further investigation\n\nor discovery. TEX. CIV. PRAC. & REM. CODE ANN. § 10.001 (West, Westlaw through 2013\n\n3d C.S.). We construe the phrase “improper purpose” as the equivalent of “bad faith”\n\nunder Rule 13. See TEX. R. CIV. P. 13; Dike, 343 S.W.3d at 183–84; cf. Save Our Springs\n\nAlliance, Inc. v. Lazy Nine Mun. Util. Dist. ex rel. Bd. of Dirs., </pre><span class=\"citation\" data-id=\"1655649\"><a href=\"/opinion/1655649/save-our-springs-v-lazy-nine-mun-utility/\"><span class=\"volume\">198</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">300</span></a></span><pre class=\"inline\">, 321 (Tex.\n\nApp.—Texarkana 2006, pet. denied). A court may not sanction a represented party under\n\nsection 10.001 for unfounded legal contentions. See TEX. CIV. PRAC. & REM. § 10.004(d);\n\nNath, 446 S.W.3d at 362. Chapter 10 specifies that one of the aims for imposition of\n\nsanctions for the filing of frivolous or groundless pleadings is to “deter repetition of the\n\nconduct or comparable conduct by others similarly situated.” TEX. CIV. PRAC. & REM. CODE\n\nANN. § 10.004(b). In determining whether a party conducted a reasonable inquiry, the\n\nfacts and evidence available to the party and the circumstances existing when the party\n\nfiled the pleading must be examined. See Gomer v. Davis, </pre><span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">470</span></span><pre class=\"inline\">, 480 (Tex.\n\nApp.—Houston [1st Dist.] 2013, no pet.); R.M. Dudley Const. Co., 258 S.W.3d at 711;\n\nEstate of Davis v. Cook, </pre><span class=\"citation\" data-id=\"2342504\"><a href=\"/opinion/2342504/estate-of-davis-v-cook/\"><span class=\"volume\">9</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\">, 297 (Tex. App.—San Antonio 1999, no pet.);\n\nKaragounis v. Prop. Co. of Am., </pre><span class=\"citation\" data-id=\"1491887\"><a href=\"/opinion/1491887/karagounis-v-property-co-of-america/\"><span class=\"volume\">970</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">761</span></a></span><pre class=\"inline\">, 764 (Tex. App.—Amarillo 1998, pet.\n\ndenied) (stating that “the circumstances pivotal to the determination of whether sanctions\n\nshould issue are those in existence at the time the pleading in question was signed and\n\nfiled”); see, e.g., Low, 221 S.W.3d at 616–17 (providing that we should evaluate the\n\npropriety of an attorney’s inquiry and knowledge as of the time that the lawsuit was filed).\n\nSanctions for frivolous or groundless pleadings do not apply to the pursuit of an action\n\n\n\n                                             18\n\flater determined to be groundless after pleadings were filed. See Gomer, 419 S.W.3d at\n\n481; R.M. Dudley Const. Co., 258 S.W.3d at 711; Overman v. Baker, </pre><span class=\"citation\" data-id=\"1352568\"><a href=\"/opinion/1352568/overman-v-baker/\"><span class=\"volume\">26</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">506</span></a></span><pre class=\"inline\">, 509\n\n(Tex. App.—Tyler 2000, no pet.); Karagounis, 970 S.W.2d at 764. Chapter 10 requires a\n\ncourt imposing sanctions to describe the conduct that violated the chapter and to “explain\n\nthe basis for the sanction imposed.” TEX. CIV. PRAC. & REM. CODE ANN. § 10.005.\n\n      In her brief, Cuellar specified that the allegations in her petition had evidentiary\n\nsupport:\n\n             This suit was brought for the purpose of contesting the Democratic\n      Primary Election for Hidalgo County Court at Law No. 8. The challenged\n      election was held on March 4, 2014, and the final canvass was conducted\n      on March 14, 2014. On March 19, 2014, the District Attorney of Hidalgo\n      County sought and secured impoundment of the voting machines and the\n      ballots used in the Democratic Primary Election in Hidalgo County. The\n      grand jury investigation into alleged improprieties associated with the\n      election and possible tampering or malfunction of the election machines\n      used in the election authorized a forensic audit of the machines.\n\n              These events led Cuellar to believe that possibly she was the\n      victorious candidate but had lost because of voting machine malfunctions\n      or illegal vote manipulation. However, Cuellar only had 10 days from the\n      date of the final canvass to file her election contest . . . . The only way to\n      preserve her rights was to file the election contest based on the irregular\n      and questionable events that she had witnessed and on the fact that an\n      Hidalgo County District Court and Grand Jury felt that the suspicions were\n      sufficient to warrant the expenditure of thousands of dollars to impound and\n      inspect the voting machines. Also, as her counsel, Cuellar’s attorneys were\n      obligated to file the election contest and protect her rights. For those\n      reasons, the petition is limited and clear in its assertions. Only the election\n      machines are placed into question. Maldonado is named as the contestee\n      as required by the statute, but no malevolent actions or motives are\n      attributed to him. Counsel for Cuellar did not serve needless interrogatories\n      or production of documents on Maldonado, but rather focused efforts on\n      securing access to the machines.\n\n             Before the impoundment, several candidates signed a letter\n      requesting that the County audit and investigate the machines in order to\n      ensure that no improprieties had occurred. In addition, one of the earliest\n      voters on Election Day had reported substantial problems using an\n      electronic voting machine. The voter’s complaint was verified by election\n\n                                            19\n\f        workers. In response to this publicly available evidence and, no doubt,\n        other interviews, the grand jury contracted with an out-of-state firm to\n        forensically audit the machines in question. (“There’s been an impaneling\n        of the grand jury in which they have alleged that there is either fraud or\n        tampering with those machines. They are doing a forensic analysis of those\n        machines.” Testimony of Marla Cuellar).\n\n                Cuellar’s election challenge was based on her belief that the voting\n        machines had malfunctioned or had been tampered with and not on more\n        traditional election contest themes such as have ineligible voters casting\n        ballots or eligible voters being denied access. Cuellar suspected that the\n        voting machines had been tampered with because: (1) her opponent,\n        Maldonado, had posted election results almost identical to the final count\n        before the official results had been publicly published; (2) instances of\n        malfunction or tampering were reported to the County Judge; (3) a voter\n        had reported the voting machines had cast a vote for the opponent of the\n        candidate for whom he had voted; and (4) the grand jury impounded and\n        investigated the voting machines. This action was properly commenced.\n\nIn support of her allegations, Cuellar also contends that the trial court’s own actions\n\nillustrated that her case was not frivolous insofar as the trial court delayed the trial of this\n\ncase until the forensic audit of the voting machines was completed.4\n\n        According to the record, Cuellar testified that “the evidence is in the machines,”\n\nthat the “basis of the lawsuit” was “whether there was malfunction of the machines or\n\nwhether somebody tampered with the machines,” and that she had no evidence to\n\nsupport her case other than that mentioned in her pleadings. However, Cuellar further\n\ntestified that there were discrepancies in the early vote totals between the votes recorded\n\nand the recognized number of voters in each voting precinct. She also testified that her\n\n\n\n        4 We note that election contests are not ordinary cases in law or in equity. See Wooley v. Sterrett,\n</pre><span class=\"citation\" data-id=\"1507342\"><a href=\"/opinion/1507342/wooley-v-sterrett/\"><span class=\"volume\">387</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">734</span></a></span><pre class=\"inline\">, 737 (Tex. Civ. App.—Dallas 1965, no writ); see also Vazaldua v. Muñoz, No. 13-14-\n00275-CV, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">2937014</span></span><pre class=\"inline\">, at *3 (Tex. App.—Corpus Christi June 20, 2014, no pet.) (mem. op.). And\n“elections are politically time sensitive, and legislative remedies for contested elections are to be strictly\nfollowed.” Rodriguez v. Cuellar, </pre><span class=\"citation\" data-id=\"1397091\"><a href=\"/opinion/1397091/rodriguez-v-cuellar/\"><span class=\"volume\">143</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">, 260 (Tex. App.—San Antonio 2004, pet. dism’d) (op. on\nen banc reconsideration); see Wooley, 387 S.W.2d at 737–38, 742. In other words, “[t]he very nature of\nthe proceedings is such that courts are called upon to speedily and expeditiously dispose of the subject\nmatter without regard to some of the usual rules applicable in the ordinary civil action.” Wooley, 387 S.W.2d\nat 737–38 (citations omitted); see also Vazaldua, </pre><span class=\"citation no-link\"><span class=\"volume\">2014</span> <span class=\"reporter\">WL</span> <span class=\"page\">2937014</span></span><pre class=\"inline\">, at *3.\n\n                                                     20\n\fopponent had posted the “official results” of the election on his Facebook campaign more\n\nthan an hour before the results were available to the public, and the results he posted\n\nwere almost exactly the same as the total number of final votes in her race. She agreed\n\nwith opposing counsel that she had no other evidence to support her allegations and\n\ncould not identify any election official who engaged in fraud or illegal conduct, or made a\n\nmistake which materially altered the election outcome.\n\n         At the hearing on sanctions, Cuellar’s counsel stated that he had not propounded\n\ndiscovery because “the critical and only critical evidence that goes to the merits of this\n\ncase is the forensic audit of . . . the voting machines.” Counsel stated that Cuellar’s case\n\nwas based on the forensic audit, and that “if it showed that no — no malfunction had\n\noccurred and there had been no malfeasance, we would be prepared at that point to\n\nnonsuit our lawsuit.” After the forensic analysis came forth, contestants nonsuited their\n\ncases.\n\n         The linchpin of Cuellar’s case was the district attorney’s actions in impounding and\n\ninvestigating the accuracy of the voting machines used in the election. With regard to this\n\nissue, the trial court concluded that:\n\n                The Court is well aware that, after the irregularities that allegedly\n         occurred in one race out of the many on the ballot in the March 2014 Primary\n         Election in Hidalgo County, the District Attorney requested that a district\n         court empanel the Grand Jury to investigate the matter. A district court did\n         empanel a Grand Jury for that limited purpose. The District Attorney then\n         employed a computer analyst competent to examine electronic voting\n         machines and computer to determine whether any of the voting machines\n         or computer had been tampered with in any way to affect the outcome of\n         any election on the ballot. The inspection and analysis took longer than\n         expected. The final report was presented to the District Attorney at the end\n         of July and made available to the Court and the parties earlier this month.\n         The report showed that there were no irregularities or discrepancies and\n         that the results were correctly tabulated.\n\n\n\n                                              21\n\f             Contestee alleged that Contestant and her counsel had done no\n      investigation to determine whether the voting machines or computers had\n      been tampered with or any discovery in support of her contest. Contestant\n      replied that [the] District Attorney’s impoundment of the voting machines\n      and other related equipment prevented Contestant from inspecting the\n      machines and equipment and that she should not be faulted.\n\n              Although Contestant’s response may be plausible, the Court still\n      finds that Contestant [had] no facts prior to filing her election contest\n      alleging that the voting machines and equipment had been tampered with\n      or that votes had been misdirected to her detriment. Contestant simply had\n      no good faith basis to believe that she had been cheated out of a victory.\n\n             Contestant also points out that her petition was based on information\n      and belief based on the reports of voting irregularities in the District\n      Attorney’s race. Although the reports raised concerns of malfeasance or\n      misfeasance concerning the conduct of the election, all the reports were\n      limited to one race, the District Attorney’s race. According to the evidence,\n      there were no reports of similar complaints in any of the other contested\n      races in the March Primary. Contestant had no evidentiary support for her\n      allegations and claims; at most, her petition was supported by surmise,\n      speculation[,] and hope.\n\n      In examining whether or not the trial court erred in imposing sanctions in such a\n\ncase, we note that Maldonado contends that Cuellar failed to present evidence of her\n\ngood faith and failed to present any evidence at the sanction hearing of her “white heart.”\n\nMaldonado also contends that the scope of our review is limited to that evidence that was\n\nbefore the trial court at the sanction hearing. Maldonado’s contentions misstate the\n\nburden of proof and the scope of review. In examining whether Cuellar’s pleadings were\n\nsanctionable, we presume that they were filed in good faith, see Nath, 446 S.W.3d at 361;\n\nLow, 221 S.W.3d at 614; Tanner, 856 S.W.2d at 730, and Maldonado, as the party\n\nseeking sanctions, bears the burden of overcoming this presumption of good faith. See\n\nNath, 446 S.W.3d at 361; Tanner, 845 S.W.2d at 731. Thus, it was incumbent on\n\nMaldonado to support his motion for sanctions with competent proof that (1) a reasonable\n\ninquiry into the allegations in Cuellar’s pleadings would have disclosed that not all the\n\n                                            22\n\fallegations in her pleadings had or would likely have evidentiary support, and (2) Cuellar\n\ndid not make a reasonable inquiry before filing suit. Unifund CCR Partners, 299 S.W.3d\n\nat 97; Low, 221 S.W.3d at 617. Incompetent evidence, surmise, or speculation will not\n\nsuffice for the proof required. Unifund CCR Partners, 299 S.W.3d at 97. Moreover, the\n\nscope of our review is not limited to the sanctions hearing, but includes the entire record\n\nthat was before the trial court. See Am. Flood Research, Inc., 192 S.W.3d at 583; Herring\n\nv. Welborn, </pre><span class=\"citation\" data-id=\"2275284\"><a href=\"/opinion/2275284/herring-v-welborn/\"><span class=\"volume\">27</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">132</span></a></span><pre class=\"inline\">, 143 (Tex. App.—San Antonio 2000, pet. denied); Kutch v.\n\nDel Mar College, </pre><span class=\"citation\" data-id=\"1532212\"><a href=\"/opinion/1532212/kutch-v-del-mar-college/\"><span class=\"volume\">831</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">506</span></a></span><pre class=\"inline\">, 508 (Tex. App.—Corpus Christi 1992, no writ).\n\n      In the instant case, examining the facts and evidence available to Cuellar and the\n\ncircumstances existing when she filed her election contest, we conclude that Maldonado\n\ndid not meet his burden to rebut the presumption that Cuellar’s pleadings were filed in\n\ngood faith. See Gomer, 419 S.W.3d at 480; R.M. Dudley Const. Co., 258 S.W.3d at 711;\n\nEstate of Davis, 9 S.W.3d at 297. At the time that Cuellar filed her election contest, she\n\nhad knowledge of an allegation that a voting machine malfunctioned during the election.\n\nShe further knew that numerous individuals had complained of “irregularities” in the\n\nelection and that individuals had alleged that “numerous inconsistencies and\n\ndiscrepancies have appeared in our analysis of each candidate’s races. Cuellar knew\n\nthat the early vote totals in specific precincts, “specifically in my hometown of Weslaco,\n\nTexas, where we actually knew the people going in to vote” did not match the “number of\n\nvotes in their voting precinct.” Moreover, and significantly, she knew that the State of\n\nTexas, acting by and through the Hidalgo County Criminal District Attorney, filed an\n\napplication for impoundment of the voting machines in connection with the March 2014\n\nDemocratic Primary Election on March 19, 2014, pursuant to Texas Election Code\n\n\n\n                                            23\n\fSection 273.001(b) “to conduct an investigation and determine if criminal conduct\n\noccurred in connection with the election.” The trial court in that case “being of the opinion\n\nthat said application should be granted,” had signed an order for immediate impoundment\n\nof the voting machines on March 19, 2014. Cuellar filed her election contest based on\n\nthese events.    The fact that the election contest was ultimately determined to be\n\ngroundless after the forensic investigation of the machines revealed that they had not\n\nbeen tampered with does not show that she filed the contest without making a reasonable\n\ninquiry, or for an improper purpose, or in bad faith. See Gomer, 419 S.W.3d at 481; R.M.\n\nDudley Const. Co., Inc., 258 S.W.3d at 711; Overman, 26 S.W.3d at 509; Karagounis,\n\n970 S.W.2d at 764.\n\n                                      V. CONCLUSION\n\n       Applying the presumption that pleadings are filed in good faith and examining the\n\nevidence before the trial court, we conclude that Maldonado failed to produce evidence\n\nrebutting that presumption and supporting an award of sanctions. The trial court therefore\n\nabused its discretion in awarding sanctions. Having so concluded, we need not address\n\nCuellar’s third issue contending that the trial court erred in awarding attorney’s fees as\n\nsanctions because Maldonado failed to prove a reasonable fee award. See Tex. R. App.\n\nP. 47.1. We reverse and render judgment denying Maldonado’s motion for sanctions.\n\n\n\n                                                  /s/ Rogelio Valdez\n                                                  ROGELIO VALDEZ\n                                                  Chief Justice\n\n\nDelivered and filed the\n5th day of March, 2015.\n\n\n\n                                             24\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112743/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/353176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1352568/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1354605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1370472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1397091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1442844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1465047/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1491887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1497611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1507342/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1510810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1518759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1532212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1616343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1655649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1682170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1682240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1789422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792863/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1793958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1880195/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1984599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2101247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2191065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2191408/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2275284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2290821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2342504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2385347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2388604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2402731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2461657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2466491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2538340/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-16T00:57:15.681345Z",
      "date_modified": "2015-10-16T00:57:15.681345Z",
      "date_filed": "2015-03-05",
      "date_filed_is_approximate": false,
      "slug": "marla-cuellar-v-omar-maldonado",
      "citation_id": 3045797,
      "case_name_short": "",
      "case_name": "Marla Cuellar v. Omar Maldonado",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2930495/marla-cuellar-v-omar-maldonado/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-16T00:51:50.849283Z",
  "date_modified": "2015-10-16T00:51:50.849283Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Marla Cuellar v. Omar Maldonado",
  "case_name_full": "",
  "slug": "marla-cuellar-v-omar-maldonado",
  "docket_number": "13-14-00491-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}