{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2943488/",
  "id": 2943488,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3086013/",
      "id": 3086013,
      "absolute_url": "/opinion/3086013/in-the-interest-of-wrb-and-bkb-children/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2943488/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3086013/",
          "id": 3086013,
          "absolute_url": "/opinion/3086013/in-the-interest-of-wrb-and-bkb-children/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3086013/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-16T02:45:08.431334Z",
          "date_modified": "2017-04-14T17:55:04.768215Z",
          "type": "010combined",
          "sha1": "f9392fb3e8958b3283f7610fa710c0c46f8ca7b5",
          "page_count": 13,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=4066&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa05%5cOpinion",
          "local_path": "pdf/2014/02/20/in_the_interest_of_w.r.b._and_b.k.b._children.pdf",
          "plain_text": "Affirmed and Opinion Filed February 20, 2014\n\n\n\n\n                                         S    In The\n                                Court of Appeals\n                         Fifth District of Texas at Dallas\n                                      No. 05-12-00776-CV\n\n                 IN THE INTEREST OF W.R.B. AND B.K.B., CHILDREN\n\n                      On Appeal from the 256th Judicial District Court\n                                   Dallas County, Texas\n                            Trial Court Cause No. 96-12454-Z\n\n                             MEMORANDUM OPINION\n                         Before Justices Francis, Lang-Miers, and Lewis\n                                   Opinion by Justice Francis\n       Christy Gaston Bass appeals the trial court’s order on her second amended petition for\n\nenforcement of child support. In six issues, Christy claims the trial court erred by (1) denying\n\nher claim for reimbursement for post-majority expenses, (2) awarding only 10% of the total\n\namount of reimbursement she sought, (3) allowing Russell King Bass to make monthly\n\npayments, (4) refusing to award prejudgment interest, (5) awarding simple interest on the\n\njudgment, and (6) awarding only $5,000 in attorney’s fees. We affirm.\n\n        Christy and Russell, parents of two boys, were divorced in July 1997. After Christy filed\n\na petition to modify, the trial court entered an agreed order in June 2004 regarding the parent-\n\nchild relationship. The agreed order provides, in relevant part,\n\n       IT IS ORDERED AND DECREED that each parent will pay fifty percent of the\n       following expenses associated with the children:\n\n           (a) Tuition and other expenses billed with the tuition such as school lunches,\n               activity fees, tuition insurance and similar charges at St.\n\f               Michaels/Episcopal School of Dallas or any other private school mutually\n               agreed upon by the parties;\n\n           (b) Any tutoring expenses agreed to in advance by both parties;\n\n           (c) Summer camp fees or other camps as agreed to in advance by both parties\n               but excluding any equipment expenses;\n\n           (d) Educational and/or recreational trips for the children sponsored by school,\n               church or other organizations including air transportation and hotel\n               expenses as agreed to in advance by the parties but excluding any clothing\n               purchased by either party for the trip or other incidental charges;\n\n           (e) Educational testing agreed to in advance by both parties;\n\n           (f) As each child reaches the age of sixteen:\n\n               (i)    A car insurance policy including comprehensive liability and\n                      collision coverage; and,\n\n               (ii)   A vehicle agreed upon by the parties shall be purchased for the\n                      exclusive use of the child. Title to the vehicle and ownership of the\n                      insurance policy on [WRB]’s car shall be held in [Christy’s] name.\n                      Title to the vehicle and ownership of the insurance policy on\n                      [BKB]’s car shall be held in [Russell’s] name. The fact that title or\n                      insurance is held in the name of one party shall not relieve the\n                      other party from their obligation to pay the expense pursuant to\n                      this subsection (e);\n\n           (g) College expenses including, but not limited to, tuition, books, room and\n               board, and reasonable fraternity expenses. The obligation for tuition\n               expenses shall not be greater than fees listed in the student’s handbook for\n               the institution which charges the highest amount for tuition in the public\n               university system in the State of Texas;\n\n           (h) Each party shall maintain at least $500,000 of life insurance for the benefit\n               of the children with the other party named as irrevocable beneficiary and\n               trustee for the benefit of the children to be maintained until the younger\n               child has graduated from college.\n\n               The parties agree that before each child reaches the age of sixteen, they\n               shall confer to determine options for automobile insurance coverage.\n\n       The agreed order states the party owing reimbursement of expenses shall pay the other\n\nparent “within 10 days of being billed” for the expenses or “within 10 days of receiving a written\n\nrequest for reimbursement including documentation and receipts.” It also provides that the\n\nfailure to obey a court order for child support, possession, or access to a child could result in\n                                              –2–\n\f“further litigation to enforce the order, including contempt of court.” Nothing in the agreed\n\norder states how post-majority expenses are to be enforced. Although it states “the parties have\n\nentered into an agreement regarding the requested modification,” the agreed order does not\n\nincorporate any written agreement of the parties, nor does it refer to a mediated settlement\n\nagreement.\n\n       Both boys turned 18 years old while still in high school; W.R.B. graduated in May 2009,\n\nand B.K.B. graduated in May 2011. On June 29, 2011, Christy filed her first amended petition\n\nfor enforcement of child support order in which she alleged Russell had violated the agreed order\n\nby failing to reimburse her for expenses. Christy requested civil and criminal contempt as well\n\nas a judgment of $118,296.92 for arrearages. Russell answered and filed special exceptions and\n\na motion to dismiss. After the trial court granted certain special exceptions, Christy filed her\n\nsecond amended petition asking that the trial court confirm the amounts owed by Russell and\n\ngrant Christy “a judgment of all amounts owed for expenses due” for both child support and\n\npost-majority expenses paid.      The trial court denied Christy’s claims for all post-majority\n\nobligations but ordered $11,777.92 for child support arrearages as well as $5,000 for attorney’s\n\nfees and costs and postjudgment interest of six percent. Finally, the trial court ordered Russell to\n\npay Christy $1,400 per month until the judgment is paid in full.\n\n       In her first issue, Christy claims the trial court erred by refusing to award her\n\nreimbursement for post-majority expenses spent on the two boys after their graduation from high\n\nschool because the “trial court had no discretion but to enforce the Agreed Order” unless the\n\njudgment was void.       She challenges the trial court’s conclusions that (1) Christy had no\n\nrecognizable claim regarding post-majority support because the trial court had no authority to\n\norder or enforce it, and (2) the relief requested is not supported by statute or case law. Christy\n\ndoes not challenge the trial court’s findings of fact on this issue.\n\n                                                 –3–\n\f       Most appealable issues in a family law case, including a trial court’s ruling on child\n\nsupport arrearages, are reviewed under an abuse of discretion standard. Beck v. Walker, 154\n\nS.W.3d 895, 901 (Tex. App.—Dallas 2005, no pet.). A trial court’s judgment is reversed only\n\nwhen it appears from the record as a whole that the trial court abused its discretion. Worford v.\n\nStamper, 801 S.W.2d 108, 109 (Tex. 1990). A trial court abuses its discretion as to factual\n\nmatters when it acts unreasonably or arbitrarily. Beck, 154 S.W.3d at 901. A trial court abuses\n\nits discretion as to legal matters when it acts without reference to any guiding principles. Id. at\n\n901‒02 (citing Walker v. Packer, 827 S.W.2d 833, 840 (Tex. 1992)).\n\n       In a nonjury trial, we review the trial court’s fact findings under the same standards\n\napplied when reviewing the legal and factual sufficiency of the evidence to support a jury’s\n\nfinding. Ortiz v. Jones, 917 S.W.2d 770, 772 (Tex. 1996) (per curiam); Zagorski v. Zagorski,\n\n116 S.W.3d 309, 314 (Tex. App.—Houston [14th Dist.] 2003, pet. denied) (op. on reh’g). In\n\nfamily law cases, the traditional sufficiency standard of review overlaps with the abuse of\n\ndiscretion standard of review; therefore, legal and factual insufficiency are not independent\n\ngrounds of error but are relevant factors in our assessment of whether the trial court abused its\n\ndiscretion. Moroch v. Collins, 174 S.W.3d 849, 857 (Tex. App.—Dallas 2005, pet. denied). To\n\ndetermine whether there has been an abuse of discretion because the evidence is legally or\n\nfactually insufficient to support the trial court’s decision, we use a two-pronged inquiry: (i) did\n\nthe trial court have sufficient evidence upon which to exercise its discretion, and (ii) did the trial\n\ncourt err in its application of that discretion. Id. The applicable sufficiency review comes into\n\nplay with regard to the first question. Id. We then determine whether, based on the elicited\n\nevidence, the trial court made a reasonable decision. Id.\n\n       With certain exceptions not relevant here, a court may order either or both parents to\n\nsupport a child only until the child is 18 years of age or has graduated from high school,\n\n                                                 –4–\n\fwhichever occurs later. TEX. FAM. CODE ANN. §§ 154.001, .002 (West Supp. 2013); Bruni v.\n\nBruni, 924 S.W.2d 366, 367 (Tex. 1996). Unless otherwise agreed to in writing or expressly\n\nprovided in the order, the child support order terminates on removal of the child’s disabilities for\n\ngeneral purposes, the marriage or death of a child, or a finding by a court that the child is 18\n\nyears of age or older and is no longer enrolled in high school or a high-school equivalent\n\nprogram. TEX. FAM. CODE ANN. § 154.006; see Elfeldt v. Elfeldt, 730 S.W.2d 657, 658 (Tex.\n\n1987) (per curiam) (stating court of continuing jurisdiction has no authority to order or to enforce\n\nsupport for non-disabled child over 18). While the family code prohibits court-ordered child\n\nsupport once a child reaches the age of majority, the parties may agree to continued support of a\n\nchild over 18 years of age. Bruni, 924 S.W.2d at 367; Elfeldt, 730 S.W.2d at 658. If the parties\n\nagree to post-majority support, such an agreement is “enforceable as a contract only if their\n\nagreement so provides.” Bruni, 924 S.W.2d at 367; Elfeldt, 730 S.W.2d at 658; see Ex parte\n\nHall, 854 S.W.2d 656, 656 (Tex. 1993) (explaining that order to pay spousal and support of adult\n\nchildren based on contractual obligation is enforceable by contempt only to extent “support\n\nawarded is also authorized by the Texas Family Code and Constitution.”).\n\n       In this case, the trial court’s June 17, 2004 agreed order states the parties “have entered\n\ninto an agreement” and orders the parties each to pay fifty percent of the college expenses, which\n\npresumably accrued after each boy graduated from high school. While it did not have authority\n\nto order or enforce post-majority support generally, the trial court in this case had the authority to\n\ninclude post-majority expenses in the order because the parties entered into an agreement about\n\nthem. See In re M.E.M., No. 09-11-00657-CV, 2013 WL 772837, at *4 (Tex. App.—Beaumont\n\nFeb. 28, 2013, no pet.) (mem. op.) (concluding college tuition provision of agreed divorce decree\n\ncould not have been ordered without agreement of parties). And because the parties agreed, the\n\n\n\n\n                                                 –5–\n\fpost-majority support is enforceable as a contract to the extent the agreement so provides. See\n\nBruni, 924 S.W.2d at 367; Elfeldt, 730 S.W.2d at 658.\n\n       Christy, however, did not attempt to enforce the agreement as a contract.             In her\n\npleadings and on appeal, Christy maintains she “did not ask the trial court for relief in a breach\n\nof contract action and none of her pleadings have ever requested such relief.” In fact, she argues\n\nshe could not bring a breach of contract action because section 154.124(c) specifically prohibits\n\nenforcing an agreement as a contract. We disagree.\n\n        Sections 154.124(a) and (c) provide\n\n       (a) To promote the amicable settlement of disputes between the parties to a suit,\n          the parties may enter into a written agreement containing provisions for\n          support of the child and for modification of the agreement, including\n          variations from the child support guidelines provided by Subchapter C.\n\n                       *                      *                      *\n\n       (c) Terms of the agreement pertaining to child support in the order may be\n          enforced by all remedies available for enforcement of a judgment, including\n          contempt, but are not enforceable as a contract.\n\nTEX. FAM. CODE ANN. §§ 154.124(a), (c) (West 2008) (emphasis added). While we agree that\n\nthe plain language of this statute provides the parties may not enter into an agreement on child\n\nsupport and then subsequently attempt to enforce it as a contract, post-majority support is not\n\nchild support. Child support, by definition, applies only to a child under the age of 18 years who\n\nhas not yet graduated from high school or a high-school equivalent program.              See id. §\n\n154.001(a). In contrast, post-majority support applies only to a non-disabled child who is 18\n\nyears of age or older and is no longer enrolled in high school or a high-school equivalent\n\nprogram. See id. §§ 154.001(a), .002(a), .006(a). Section 154.124(c) does not prohibit the\n\nparties from entering into an agreement addressing post-majority support and enforcing it as a\n\ncontract. See id. § 154.124(c). In fact, as previously noted, a trial court may not order or enforce\n\npost-majority support without an agreement by the parties. Bruni, 924 S.W.2d at 367; Elfeldt,\n\n                                                  –6–\n\f730 S.W.2d at 658. Because she did not seek contractual relief on the post-majority support\n\nissue, the trial court had no authority to order reimbursement of post-majority support.\n\nTherefore, the trial court did not err by denying Christy’s request for reimbursement of post-\n\nmajority expenses. We overrule Christy’s first issue.\n\n       In her second issue, Christy claims the trial court abused its discretion by denying her\n\nrequest for $118,121.24 in reimbursement for amounts spent on her two sons. Specifically,\n\nChristy argues Russell should have been ordered to reimburse her for these expenses, including\n\npost-majority support, from 2004 until 2011.\n\n       At trial, Christy did not segregate child support expenses from those expenses involving\n\npost-majority support. Likewise, in her argument and briefing on appeal, Christy does not\n\ndistinguish between expenses she paid before her sons graduated from high school versus those\n\nshe paid after. Rather, her argument is necessarily premised on her belief that she was entitled to\n\nall expenses, including those that accrued after the boys graduated from high school. We have\n\nconcluded she was not entitled to post-majority expenses under the circumstances of this case;\n\ntherefore, Christy was required to provide an analysis of the specific, non-post-majority child\n\nsupport to which she was entitled in order to show reversible error. Although Christy provided a\n\nthirteen-page summary by general category (insurance, tutoring, educational testing) detailing\n\nthe 750 line items she believes should be reimbursed by Russell, she did not provide any\n\nbreakdown of the child support expenses, specifically excluding post-majority support, for which\n\nshe claimed she was entitled to reimbursement. As a result, Christy has failed to show reversible\n\nerror. See Dallas Indep. Sch. Dist. v. Finlan, 27 S.W.3d 220, 237 (Tex. App.—Dallas 2000, pet.\n\ndenied) (appellate court has no duty to search voluminous record without guidance from\n\nappellant to determine whether assertion of reversible error is valid).\n\n\n\n\n                                                –7–\n\f       Even if we were to address her complaint, we note the expenses Christy presented for\n\nreimbursement that were denied by the trial court either required advance agreement by both\n\nparties or were expenses related to school but not “billed with the tuition.” The agreed order\n\nspecifically states each parent would pay fifty percent of “Tuition and other expenses billed with\n\nthe tuition such as school lunches, activity fees, tuition insurance and similar charges at St.\n\nMichaels/Episcopal School of Dallas or any other private school mutually agreed upon by the\n\nparties.” During cross-examination, Christy conceded many expenses incurred by the boys at\n\nschool were not billed with the tuition. Because the agreed order specifically stated “tuition and\n\nother expenses billed with the tuition,” we cannot conclude the trial court abused its discretion in\n\ndenying those expenses that were not billed with the tuition.\n\n       We reach a similar conclusion with respect to expenses requiring advance agreement.\n\nAlthough Christy said she “made demand for these various expenses,” she did not present\n\nevidence that she sought advance agreement on them and, in fact, conceded she did not get\n\nRussell’s agreement. Although she said they used to email and send spreadsheets back and forth\n\nafter the expenses had been paid, it stopped “[a]bout 2005.” Russell testified Christy did not\n\ncontact him to discuss, and he did not agree to, numerous expenses including car insurance,\n\npurchasing a car for each son, car repairs, summer camp expenses, educational testing, and trip\n\nrelated expenses.    Under these circumstances, we cannot conclude the trial court abused\n\ndiscretion in denying those expenses. We overrule Christy’s second issue.\n\n       In her third issue, Christy claims the trial court had no discretion to reduce the arrearage\n\namount or to allow Russell to make periodic payments. The trial court ordered Russell to pay\n\n$11,777.92 in arrearages, payable in monthly installments. To the extent Christy is arguing the\n\ntrial court had no discretion but to award the full amount she pleaded, we disagree. Section\n\n157.263 provides the trial court “shall confirm the amount of arrearages and render a cumulative\n\n                                                –8–\n\fmoney judgment.” TEX. FAM. CODE ANN. § 157.263(a) (West Supp. 2013). A trial court may\n\nnot simply render whatever dollar amount a party sets out in her pleading; rather, the trial court\n\nmust verify the amount. See id. Having previously determined the trial court did not abuse its\n\ndiscretion in awarding $11,777.92, we decline to revisit this issue further.\n\n       To the extent Christy claims the trial court abused its discretion by allowing Russell to\n\npay month installments of his arrearages, she cites no authority for her complaint. Moreover,\n\nother courts have concluded the trial court has discretion to order periodic payments of past due\n\narrearages. See In re M.C.R., 55 S.W.3d 104, 109 (Tex. App.—San Antonio 2001, no pet.)\n\n(concluding court may exercise discretion by determining amount of monthly payment of\n\narrearages once total amount is confirmed); In re M.E.G., 48 S.W.3d 204, 210‒11 (Tex. App.—\n\nCorpus Christi 2000, no pet.) (holding trial court did not abuse discretion by reducing child\n\nsupport arrearage to periodic payments). We likewise conclude the trial court had discretion to\n\norder periodic payments and overrule Christy’s third issue.\n\n       In her fourth issue, Christy contends the trial court erred by failing to award prejudgment\n\ninterest on the unpaid amounts. Texas Rule of Appellate Procedure 38.1 provides that an\n\nappellant’s brief “must state concisely and without argument the facts pertinent to the issues or\n\npoints presented” and be supported by record references. TEX. R. APP. P. 38.1(f). And the brief\n\n“must contain a succinct, clear, and accurate statement of the arguments made in the body of the\n\nbrief” and “must contain a clear and concise argument for the contentions made, with appropriate\n\ncitations to authorities and the record.” TEX. R. APP. P. 38.1(g), (h). When a party fails to\n\nadequately brief a complaint, she waives the issue on appeal. Devine v. Dallas Cnty., 130\n\nS.W.3d 512, 513‒14 (Tex. App.—Dallas 2004, no pet.).\n\n       We agree with Christy that, as a general rule, prejudgment interest is recoverable as a\n\nmatter of right where an ascertainable sum of money is determined to have been due and payable\n\n                                                –9–\n\fat a date certain prior to judgment. In re M.C.R., 55 S.W.3d at 108; Castle v. Harris, 960 S.W.2d\n\n140, 144 (Tex. App.—Corpus Christi 1997, no pet.). In her brief, Christy cites applicable law in\n\nsupport of her claim. However, she provides no application of the law to the facts of her case,\n\nnor does she point us to where in the record she established the facts necessary for the trial court\n\nto determine a prejudgment interest amount. Our review of the record shows that, with respect to\n\nthe expenses she was awarded by the trial court, she presented no evidence of when she billed\n\nRussell or sent him a written request for reimbursement as required by the agreed order, nor did\n\nshe establish when the amounts awarded were “delinquent” for purposes of calculating\n\nprejudgment interest. In fact, nowhere in the record of the hearing or in her motion to reconsider\n\ndid she argue she was entitled to prejudgment interest. Under these circumstances, we conclude\n\nwe need not address this issue. We overrule Christy’s fourth issue.\n\n        In her fifth issue, Christy contends the trial court erred by awarding simple interest on the\n\njudgment, citing the Texas Finance Code. Section 304.006 of the finance code provides that\n\npostjudgment interest “on a judgment of a court in this state compounds annually.” TEX. FIN.\n\nCODE ANN. § 304.006. In contrast, section 157.265 of the family code provides:\n\n        [i]nterest accrues on a money judgment for retroactive or lump-sum child support\n        at the annual rate of six percent simple interest from the date the order is rendered\n        until the judgment is paid.\n\nTEX. FAM. CODE ANN. § 157.265(c). When two statutes conflict and cannot be reconciled, the\n\nspecific statute controls over the general one. See TEX. GOV’T CODE ANN. § 311.026(b);\n\nLexington Ins. Co. v. Strayhorn, 209 S.W.3d 83, 86 (Tex. 2006). Because the family code\n\nprovision specifically addresses money judgments for child support arrearages, we conclude it\n\ncontrols and the trial court did not err by ordering simple interest on the judgment. We overrule\n\nChristy’s fifth issue.\n\n\n\n\n                                                –10–\n\f       In her final issue, Christy claims the trial court abused its discretion by awarding only\n\n$5,000 in attorney’s fees when she sought $23,785.99. Under this issue, Christy argues family\n\ncode section 157.167 makes an award of attorney’s fees mandatory absent a finding of good\n\ncause not to make the award. She also claims the trial court abused its discretion by failing to\n\naward her appellate attorney’s fees.\n\n       Section 157.167(a) of the family code provides for the payment of the movant’s\n\nreasonable attorney’s fees in addition to arrearages when the court finds that the respondent has\n\nfailed to make child support payments. TEX. FAM. CODE ANN. § 157.167(a) (West 2008). The\n\nparty seeking to recover attorney’s fees has the burden of proof. In re A.L.S., 338 S.W.3d 59, 69\n\n(Tex. App.—Houston [14th Dist.] 2011, pet. denied). The question of the reasonableness of\n\nattorney’s fees is a fact question to be determined by the trier of fact and must be supported by\n\ncompetent evidence. Tull v. Tull, 159 S.W.3d 758, 760 (Tex. App.—Dallas 2005, no pet.). To\n\nsupport a request for reasonable attorney’s fees, testimony should be given regarding the hours\n\nspent on the case, the nature of preparation, complexity of the case, experience of the attorney,\n\nand the prevailing hourly rates. Hardin v. Hardin, 161 S.W.3d 14, 24 (Tex. App.—Houston\n\n[14th Dist.] 2004, no pet.). The trial court has broad discretion in awarding attorney’s fees,\n\nparticularly in child support cases. See Beck, 154 S.W.3d at 907; In re A.S.G., 345 S.W.3d 443,\n\n451 (Tex. App.—San Antonio 2011, no pet.).\n\n       At the hearing, Russell stipulated to Christy’s attorney’s credentials. Her trial counsel\n\nthen offered, and the trial court admitted, a summary of expenses along with redacted billing\n\nstatements, to support the $23,785.99 requested in attorney’s fees. Whether these fees were\n\nreasonable, however, was a consideration left to the factfinder.      Christy’s counsel did not\n\nsegregate attorney’s fees and expenses associated with the post-majority claims from the fees\n\nrelating to the reimbursements which were actually awarded.         The trial court could have\n\n                                              –11–\n\fconcluded attorney’s fees incurred in pursuit of unrecoverable claims, including those associated\n\nwith expenses Russell did not agree to in advance, were not reasonable. Likewise, the trial court\n\ncould have concluded a $10,000 award of appellate attorney’s fees was not reasonable in light of\n\nthe fact Christy recovered $11,777.92 of her $118,296.92 claim. Under the facts of this case, we\n\ncannot conclude the trial court abused its discretion in awarding only $5,000 in attorney’s fees.\n\nWe overrule Christy’s final issue.\n\n       We affirm the trial court’s judgment.\n\n\n\n\n                                                  /Molly Francis/\n                                                  MOLLY FRANCIS\n120776F.P05                                       JUSTICE\n\n\n\n\n                                               –12–\n\f                                          S\n                                Court of Appeals\n                         Fifth District of Texas at Dallas\n                                        JUDGMENT\n\nIN THE INTEREST OF W.R.B. AND                         On Appeal from the 256th Judicial District\nB.K.B. CHILDREN,                                      Court, Dallas County, Texas\n                                                      Trial Court Cause No. 96-12454-Z.\n                                                      Opinion delivered by Justice Francis,\nNo. 05-12-00776-CV                                    Justices Lang-Miers and Lewis participating.\n\n       In accordance with this Court’s opinion of this date, the judgment of the trial court is\nAFFIRMED. It is ORDERED that Russell King Bass recover his costs of this appeal from\nChristy Gaston Bass.\n\n\nJudgment entered this 20th day of February, 2014.\n\n\n\n\n                                                    /Molly Francis/\n                                                    MOLLY FRANCIS\n                                                    JUSTICE\n\n\n\n\n                                               –13–\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">Affirmed and Opinion Filed February 20, 2014\n\n\n\n\n                                         S    In The\n                                Court of Appeals\n                         Fifth District of Texas at Dallas\n                                      No. 05-12-00776-CV\n\n                 IN THE INTEREST OF W.R.B. AND B.K.B., CHILDREN\n\n                      On Appeal from the 256th Judicial District Court\n                                   Dallas County, Texas\n                            Trial Court Cause No. 96-12454-Z\n\n                             MEMORANDUM OPINION\n                         Before Justices Francis, Lang-Miers, and Lewis\n                                   Opinion by Justice Francis\n       Christy Gaston Bass appeals the trial court’s order on her second amended petition for\n\nenforcement of child support. In six issues, Christy claims the trial court erred by (1) denying\n\nher claim for reimbursement for post-majority expenses, (2) awarding only 10% of the total\n\namount of reimbursement she sought, (3) allowing Russell King Bass to make monthly\n\npayments, (4) refusing to award prejudgment interest, (5) awarding simple interest on the\n\njudgment, and (6) awarding only $5,000 in attorney’s fees. We affirm.\n\n        Christy and Russell, parents of two boys, were divorced in July 1997. After Christy filed\n\na petition to modify, the trial court entered an agreed order in June 2004 regarding the parent-\n\nchild relationship. The agreed order provides, in relevant part,\n\n       IT IS ORDERED AND DECREED that each parent will pay fifty percent of the\n       following expenses associated with the children:\n\n           (a) Tuition and other expenses billed with the tuition such as school lunches,\n               activity fees, tuition insurance and similar charges at St.\n\f               Michaels/Episcopal School of Dallas or any other private school mutually\n               agreed upon by the parties;\n\n           (b) Any tutoring expenses agreed to in advance by both parties;\n\n           (c) Summer camp fees or other camps as agreed to in advance by both parties\n               but excluding any equipment expenses;\n\n           (d) Educational and/or recreational trips for the children sponsored by school,\n               church or other organizations including air transportation and hotel\n               expenses as agreed to in advance by the parties but excluding any clothing\n               purchased by either party for the trip or other incidental charges;\n\n           (e) Educational testing agreed to in advance by both parties;\n\n           (f) As each child reaches the age of sixteen:\n\n               (i)    A car insurance policy including comprehensive liability and\n                      collision coverage; and,\n\n               (ii)   A vehicle agreed upon by the parties shall be purchased for the\n                      exclusive use of the child. Title to the vehicle and ownership of the\n                      insurance policy on [WRB]’s car shall be held in [Christy’s] name.\n                      Title to the vehicle and ownership of the insurance policy on\n                      [BKB]’s car shall be held in [Russell’s] name. The fact that title or\n                      insurance is held in the name of one party shall not relieve the\n                      other party from their obligation to pay the expense pursuant to\n                      this subsection (e);\n\n           (g) College expenses including, but not limited to, tuition, books, room and\n               board, and reasonable fraternity expenses. The obligation for tuition\n               expenses shall not be greater than fees listed in the student’s handbook for\n               the institution which charges the highest amount for tuition in the public\n               university system in the State of Texas;\n\n           (h) Each party shall maintain at least $500,000 of life insurance for the benefit\n               of the children with the other party named as irrevocable beneficiary and\n               trustee for the benefit of the children to be maintained until the younger\n               child has graduated from college.\n\n               The parties agree that before each child reaches the age of sixteen, they\n               shall confer to determine options for automobile insurance coverage.\n\n       The agreed order states the party owing reimbursement of expenses shall pay the other\n\nparent “within 10 days of being billed” for the expenses or “within 10 days of receiving a written\n\nrequest for reimbursement including documentation and receipts.” It also provides that the\n\nfailure to obey a court order for child support, possession, or access to a child could result in\n                                              –2–\n\f“further litigation to enforce the order, including contempt of court.” Nothing in the agreed\n\norder states how post-majority expenses are to be enforced. Although it states “the parties have\n\nentered into an agreement regarding the requested modification,” the agreed order does not\n\nincorporate any written agreement of the parties, nor does it refer to a mediated settlement\n\nagreement.\n\n       Both boys turned 18 years old while still in high school; W.R.B. graduated in May 2009,\n\nand B.K.B. graduated in May 2011. On June 29, 2011, Christy filed her first amended petition\n\nfor enforcement of child support order in which she alleged Russell had violated the agreed order\n\nby failing to reimburse her for expenses. Christy requested civil and criminal contempt as well\n\nas a judgment of $118,296.92 for arrearages. Russell answered and filed special exceptions and\n\na motion to dismiss. After the trial court granted certain special exceptions, Christy filed her\n\nsecond amended petition asking that the trial court confirm the amounts owed by Russell and\n\ngrant Christy “a judgment of all amounts owed for expenses due” for both child support and\n\npost-majority expenses paid.      The trial court denied Christy’s claims for all post-majority\n\nobligations but ordered $11,777.92 for child support arrearages as well as $5,000 for attorney’s\n\nfees and costs and postjudgment interest of six percent. Finally, the trial court ordered Russell to\n\npay Christy $1,400 per month until the judgment is paid in full.\n\n       In her first issue, Christy claims the trial court erred by refusing to award her\n\nreimbursement for post-majority expenses spent on the two boys after their graduation from high\n\nschool because the “trial court had no discretion but to enforce the Agreed Order” unless the\n\njudgment was void.       She challenges the trial court’s conclusions that (1) Christy had no\n\nrecognizable claim regarding post-majority support because the trial court had no authority to\n\norder or enforce it, and (2) the relief requested is not supported by statute or case law. Christy\n\ndoes not challenge the trial court’s findings of fact on this issue.\n\n                                                 –3–\n\f       Most appealable issues in a family law case, including a trial court’s ruling on child\n\nsupport arrearages, are reviewed under an abuse of discretion standard. Beck v. Walker, </pre><span class=\"citation\" data-id=\"1398546\"><a href=\"/opinion/1398546/beck-v-walker/\"><span class=\"volume\">154</span>\n\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">895</span></a></span><pre class=\"inline\">, 901 (Tex. App.—Dallas 2005, no pet.). A trial court’s judgment is reversed only\n\nwhen it appears from the record as a whole that the trial court abused its discretion. Worford v.\n\nStamper, </pre><span class=\"citation no-link\"><span class=\"volume\">801</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">108</span></span><pre class=\"inline\">, 109 (Tex. 1990). A trial court abuses its discretion as to factual\n\nmatters when it acts unreasonably or arbitrarily. Beck, 154 S.W.3d at 901. A trial court abuses\n\nits discretion as to legal matters when it acts without reference to any guiding principles. Id. at\n\n901‒02 (citing Walker v. Packer, </pre><span class=\"citation\" data-id=\"2428092\"><a href=\"/opinion/2428092/walker-v-packer/\"><span class=\"volume\">827</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">833</span></a></span><pre class=\"inline\">, 840 (Tex. 1992)).\n\n       In a nonjury trial, we review the trial court’s fact findings under the same standards\n\napplied when reviewing the legal and factual sufficiency of the evidence to support a jury’s\n\nfinding. Ortiz v. Jones, </pre><span class=\"citation\" data-id=\"1723541\"><a href=\"/opinion/1723541/ortiz-v-jones/\"><span class=\"volume\">917</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">770</span></a></span><pre class=\"inline\">, 772 (Tex. 1996) (per curiam); Zagorski v. Zagorski,\n\n</pre><span class=\"citation\" data-id=\"1795309\"><a href=\"/opinion/1795309/zagorski-v-zagorski/\"><span class=\"volume\">116</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">309</span></a></span><pre class=\"inline\">, 314 (Tex. App.—Houston [14th Dist.] 2003, pet. denied) (op. on reh’g). In\n\nfamily law cases, the traditional sufficiency standard of review overlaps with the abuse of\n\ndiscretion standard of review; therefore, legal and factual insufficiency are not independent\n\ngrounds of error but are relevant factors in our assessment of whether the trial court abused its\n\ndiscretion. Moroch v. Collins, </pre><span class=\"citation\" data-id=\"1692335\"><a href=\"/opinion/1692335/moroch-v-collins/\"><span class=\"volume\">174</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">849</span></a></span><pre class=\"inline\">, 857 (Tex. App.—Dallas 2005, pet. denied). To\n\ndetermine whether there has been an abuse of discretion because the evidence is legally or\n\nfactually insufficient to support the trial court’s decision, we use a two-pronged inquiry: (i) did\n\nthe trial court have sufficient evidence upon which to exercise its discretion, and (ii) did the trial\n\ncourt err in its application of that discretion. Id. The applicable sufficiency review comes into\n\nplay with regard to the first question. Id. We then determine whether, based on the elicited\n\nevidence, the trial court made a reasonable decision. Id.\n\n       With certain exceptions not relevant here, a court may order either or both parents to\n\nsupport a child only until the child is 18 years of age or has graduated from high school,\n\n                                                 –4–\n\fwhichever occurs later. TEX. FAM. CODE ANN. §§ 154.001, .002 (West Supp. 2013); Bruni v.\n\nBruni, </pre><span class=\"citation\" data-id=\"2435947\"><a href=\"/opinion/2435947/bruni-v-bruni/\"><span class=\"volume\">924</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">366</span></a></span><pre class=\"inline\">, 367 (Tex. 1996). Unless otherwise agreed to in writing or expressly\n\nprovided in the order, the child support order terminates on removal of the child’s disabilities for\n\ngeneral purposes, the marriage or death of a child, or a finding by a court that the child is 18\n\nyears of age or older and is no longer enrolled in high school or a high-school equivalent\n\nprogram. TEX. FAM. CODE ANN. § 154.006; see Elfeldt v. Elfeldt, </pre><span class=\"citation\" data-id=\"1675506\"><a href=\"/opinion/1675506/elfeldt-v-elfeldt/\"><span class=\"volume\">730</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">657</span></a></span><pre class=\"inline\">, 658 (Tex.\n\n1987) (per curiam) (stating court of continuing jurisdiction has no authority to order or to enforce\n\nsupport for non-disabled child over 18). While the family code prohibits court-ordered child\n\nsupport once a child reaches the age of majority, the parties may agree to continued support of a\n\nchild over 18 years of age. Bruni, 924 S.W.2d at 367; Elfeldt, 730 S.W.2d at 658. If the parties\n\nagree to post-majority support, such an agreement is “enforceable as a contract only if their\n\nagreement so provides.” Bruni, 924 S.W.2d at 367; Elfeldt, 730 S.W.2d at 658; see Ex parte\n\nHall, </pre><span class=\"citation\" data-id=\"1657286\"><a href=\"/opinion/1657286/ex-parte-hall/\"><span class=\"volume\">854</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">656</span></a></span><pre class=\"inline\">, 656 (Tex. 1993) (explaining that order to pay spousal and support of adult\n\nchildren based on contractual obligation is enforceable by contempt only to extent “support\n\nawarded is also authorized by the Texas Family Code and Constitution.”).\n\n       In this case, the trial court’s June 17, 2004 agreed order states the parties “have entered\n\ninto an agreement” and orders the parties each to pay fifty percent of the college expenses, which\n\npresumably accrued after each boy graduated from high school. While it did not have authority\n\nto order or enforce post-majority support generally, the trial court in this case had the authority to\n\ninclude post-majority expenses in the order because the parties entered into an agreement about\n\nthem. See In re M.E.M., No. 09-11-00657-CV, </pre><span class=\"citation no-link\"><span class=\"volume\">2013</span> <span class=\"reporter\">WL</span> <span class=\"page\">772837</span></span><pre class=\"inline\">, at *4 (Tex. App.—Beaumont\n\nFeb. 28, 2013, no pet.) (mem. op.) (concluding college tuition provision of agreed divorce decree\n\ncould not have been ordered without agreement of parties). And because the parties agreed, the\n\n\n\n\n                                                 –5–\n\fpost-majority support is enforceable as a contract to the extent the agreement so provides. See\n\nBruni, 924 S.W.2d at 367; Elfeldt, 730 S.W.2d at 658.\n\n       Christy, however, did not attempt to enforce the agreement as a contract.             In her\n\npleadings and on appeal, Christy maintains she “did not ask the trial court for relief in a breach\n\nof contract action and none of her pleadings have ever requested such relief.” In fact, she argues\n\nshe could not bring a breach of contract action because section 154.124(c) specifically prohibits\n\nenforcing an agreement as a contract. We disagree.\n\n        Sections 154.124(a) and (c) provide\n\n       (a) To promote the amicable settlement of disputes between the parties to a suit,\n          the parties may enter into a written agreement containing provisions for\n          support of the child and for modification of the agreement, including\n          variations from the child support guidelines provided by Subchapter C.\n\n                       *                      *                      *\n\n       (c) Terms of the agreement pertaining to child support in the order may be\n          enforced by all remedies available for enforcement of a judgment, including\n          contempt, but are not enforceable as a contract.\n\nTEX. FAM. CODE ANN. §§ 154.124(a), (c) (West 2008) (emphasis added). While we agree that\n\nthe plain language of this statute provides the parties may not enter into an agreement on child\n\nsupport and then subsequently attempt to enforce it as a contract, post-majority support is not\n\nchild support. Child support, by definition, applies only to a child under the age of 18 years who\n\nhas not yet graduated from high school or a high-school equivalent program.              See id. §\n\n154.001(a). In contrast, post-majority support applies only to a non-disabled child who is 18\n\nyears of age or older and is no longer enrolled in high school or a high-school equivalent\n\nprogram. See id. §§ 154.001(a), .002(a), .006(a). Section 154.124(c) does not prohibit the\n\nparties from entering into an agreement addressing post-majority support and enforcing it as a\n\ncontract. See id. § 154.124(c). In fact, as previously noted, a trial court may not order or enforce\n\npost-majority support without an agreement by the parties. Bruni, 924 S.W.2d at 367; Elfeldt,\n\n                                                  –6–\n\f730 S.W.2d at 658. Because she did not seek contractual relief on the post-majority support\n\nissue, the trial court had no authority to order reimbursement of post-majority support.\n\nTherefore, the trial court did not err by denying Christy’s request for reimbursement of post-\n\nmajority expenses. We overrule Christy’s first issue.\n\n       In her second issue, Christy claims the trial court abused its discretion by denying her\n\nrequest for $118,121.24 in reimbursement for amounts spent on her two sons. Specifically,\n\nChristy argues Russell should have been ordered to reimburse her for these expenses, including\n\npost-majority support, from 2004 until 2011.\n\n       At trial, Christy did not segregate child support expenses from those expenses involving\n\npost-majority support. Likewise, in her argument and briefing on appeal, Christy does not\n\ndistinguish between expenses she paid before her sons graduated from high school versus those\n\nshe paid after. Rather, her argument is necessarily premised on her belief that she was entitled to\n\nall expenses, including those that accrued after the boys graduated from high school. We have\n\nconcluded she was not entitled to post-majority expenses under the circumstances of this case;\n\ntherefore, Christy was required to provide an analysis of the specific, non-post-majority child\n\nsupport to which she was entitled in order to show reversible error. Although Christy provided a\n\nthirteen-page summary by general category (insurance, tutoring, educational testing) detailing\n\nthe 750 line items she believes should be reimbursed by Russell, she did not provide any\n\nbreakdown of the child support expenses, specifically excluding post-majority support, for which\n\nshe claimed she was entitled to reimbursement. As a result, Christy has failed to show reversible\n\nerror. See Dallas Indep. Sch. Dist. v. Finlan, </pre><span class=\"citation\" data-id=\"2275782\"><a href=\"/opinion/2275782/dallas-independent-school-dist-v-finlan/\"><span class=\"volume\">27</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">220</span></a></span><pre class=\"inline\">, 237 (Tex. App.—Dallas 2000, pet.\n\ndenied) (appellate court has no duty to search voluminous record without guidance from\n\nappellant to determine whether assertion of reversible error is valid).\n\n\n\n\n                                                –7–\n\f       Even if we were to address her complaint, we note the expenses Christy presented for\n\nreimbursement that were denied by the trial court either required advance agreement by both\n\nparties or were expenses related to school but not “billed with the tuition.” The agreed order\n\nspecifically states each parent would pay fifty percent of “Tuition and other expenses billed with\n\nthe tuition such as school lunches, activity fees, tuition insurance and similar charges at St.\n\nMichaels/Episcopal School of Dallas or any other private school mutually agreed upon by the\n\nparties.” During cross-examination, Christy conceded many expenses incurred by the boys at\n\nschool were not billed with the tuition. Because the agreed order specifically stated “tuition and\n\nother expenses billed with the tuition,” we cannot conclude the trial court abused its discretion in\n\ndenying those expenses that were not billed with the tuition.\n\n       We reach a similar conclusion with respect to expenses requiring advance agreement.\n\nAlthough Christy said she “made demand for these various expenses,” she did not present\n\nevidence that she sought advance agreement on them and, in fact, conceded she did not get\n\nRussell’s agreement. Although she said they used to email and send spreadsheets back and forth\n\nafter the expenses had been paid, it stopped “[a]bout 2005.” Russell testified Christy did not\n\ncontact him to discuss, and he did not agree to, numerous expenses including car insurance,\n\npurchasing a car for each son, car repairs, summer camp expenses, educational testing, and trip\n\nrelated expenses.    Under these circumstances, we cannot conclude the trial court abused\n\ndiscretion in denying those expenses. We overrule Christy’s second issue.\n\n       In her third issue, Christy claims the trial court had no discretion to reduce the arrearage\n\namount or to allow Russell to make periodic payments. The trial court ordered Russell to pay\n\n$11,777.92 in arrearages, payable in monthly installments. To the extent Christy is arguing the\n\ntrial court had no discretion but to award the full amount she pleaded, we disagree. Section\n\n157.263 provides the trial court “shall confirm the amount of arrearages and render a cumulative\n\n                                                –8–\n\fmoney judgment.” TEX. FAM. CODE ANN. § 157.263(a) (West Supp. 2013). A trial court may\n\nnot simply render whatever dollar amount a party sets out in her pleading; rather, the trial court\n\nmust verify the amount. See id. Having previously determined the trial court did not abuse its\n\ndiscretion in awarding $11,777.92, we decline to revisit this issue further.\n\n       To the extent Christy claims the trial court abused its discretion by allowing Russell to\n\npay month installments of his arrearages, she cites no authority for her complaint. Moreover,\n\nother courts have concluded the trial court has discretion to order periodic payments of past due\n\narrearages. See In re M.C.R., </pre><span class=\"citation\" data-id=\"2335999\"><a href=\"/opinion/2335999/in-interest-of-mcr/\"><span class=\"volume\">55</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">104</span></a></span><pre class=\"inline\">, 109 (Tex. App.—San Antonio 2001, no pet.)\n\n(concluding court may exercise discretion by determining amount of monthly payment of\n\narrearages once total amount is confirmed); In re M.E.G., </pre><span class=\"citation\" data-id=\"2358540\"><a href=\"/opinion/2358540/in-re-meg/\"><span class=\"volume\">48</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">204</span></a></span><pre class=\"inline\">, 210‒11 (Tex. App.—\n\nCorpus Christi 2000, no pet.) (holding trial court did not abuse discretion by reducing child\n\nsupport arrearage to periodic payments). We likewise conclude the trial court had discretion to\n\norder periodic payments and overrule Christy’s third issue.\n\n       In her fourth issue, Christy contends the trial court erred by failing to award prejudgment\n\ninterest on the unpaid amounts. Texas Rule of Appellate Procedure 38.1 provides that an\n\nappellant’s brief “must state concisely and without argument the facts pertinent to the issues or\n\npoints presented” and be supported by record references. TEX. R. APP. P. 38.1(f). And the brief\n\n“must contain a succinct, clear, and accurate statement of the arguments made in the body of the\n\nbrief” and “must contain a clear and concise argument for the contentions made, with appropriate\n\ncitations to authorities and the record.” TEX. R. APP. P. 38.1(g), (h). When a party fails to\n\nadequately brief a complaint, she waives the issue on appeal. Devine v. Dallas Cnty., </pre><span class=\"citation\" data-id=\"1368819\"><a href=\"/opinion/1368819/devine-v-dallas-county/\"><span class=\"volume\">130</span>\n\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">, 513‒14 (Tex. App.—Dallas 2004, no pet.).\n\n       We agree with Christy that, as a general rule, prejudgment interest is recoverable as a\n\nmatter of right where an ascertainable sum of money is determined to have been due and payable\n\n                                                –9–\n\fat a date certain prior to judgment. In re M.C.R., 55 S.W.3d at 108; Castle v. Harris, </pre><span class=\"citation\" data-id=\"2427956\"><a href=\"/opinion/2427956/castle-v-harris/\"><span class=\"volume\">960</span> <span class=\"reporter\">S.W.2d</span>\n\n<span class=\"page\">140</span></a></span><pre class=\"inline\">, 144 (Tex. App.—Corpus Christi 1997, no pet.). In her brief, Christy cites applicable law in\n\nsupport of her claim. However, she provides no application of the law to the facts of her case,\n\nnor does she point us to where in the record she established the facts necessary for the trial court\n\nto determine a prejudgment interest amount. Our review of the record shows that, with respect to\n\nthe expenses she was awarded by the trial court, she presented no evidence of when she billed\n\nRussell or sent him a written request for reimbursement as required by the agreed order, nor did\n\nshe establish when the amounts awarded were “delinquent” for purposes of calculating\n\nprejudgment interest. In fact, nowhere in the record of the hearing or in her motion to reconsider\n\ndid she argue she was entitled to prejudgment interest. Under these circumstances, we conclude\n\nwe need not address this issue. We overrule Christy’s fourth issue.\n\n        In her fifth issue, Christy contends the trial court erred by awarding simple interest on the\n\njudgment, citing the Texas Finance Code. Section 304.006 of the finance code provides that\n\npostjudgment interest “on a judgment of a court in this state compounds annually.” TEX. FIN.\n\nCODE ANN. § 304.006. In contrast, section 157.265 of the family code provides:\n\n        [i]nterest accrues on a money judgment for retroactive or lump-sum child support\n        at the annual rate of six percent simple interest from the date the order is rendered\n        until the judgment is paid.\n\nTEX. FAM. CODE ANN. § 157.265(c). When two statutes conflict and cannot be reconciled, the\n\nspecific statute controls over the general one. See TEX. GOV’T CODE ANN. § 311.026(b);\n\nLexington Ins. Co. v. Strayhorn, </pre><span class=\"citation\" data-id=\"1385083\"><a href=\"/opinion/1385083/lexington-ins-co-v-strayhorn/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">, 86 (Tex. 2006). Because the family code\n\nprovision specifically addresses money judgments for child support arrearages, we conclude it\n\ncontrols and the trial court did not err by ordering simple interest on the judgment. We overrule\n\nChristy’s fifth issue.\n\n\n\n\n                                                –10–\n\f       In her final issue, Christy claims the trial court abused its discretion by awarding only\n\n$5,000 in attorney’s fees when she sought $23,785.99. Under this issue, Christy argues family\n\ncode section 157.167 makes an award of attorney’s fees mandatory absent a finding of good\n\ncause not to make the award. She also claims the trial court abused its discretion by failing to\n\naward her appellate attorney’s fees.\n\n       Section 157.167(a) of the family code provides for the payment of the movant’s\n\nreasonable attorney’s fees in addition to arrearages when the court finds that the respondent has\n\nfailed to make child support payments. TEX. FAM. CODE ANN. § 157.167(a) (West 2008). The\n\nparty seeking to recover attorney’s fees has the burden of proof. In re A.L.S., </pre><span class=\"citation\" data-id=\"2542011\"><a href=\"/opinion/2542011/in-re-als/\"><span class=\"volume\">338</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">, 69\n\n(Tex. App.—Houston [14th Dist.] 2011, pet. denied). The question of the reasonableness of\n\nattorney’s fees is a fact question to be determined by the trier of fact and must be supported by\n\ncompetent evidence. Tull v. Tull, </pre><span class=\"citation\" data-id=\"2340986\"><a href=\"/opinion/2340986/tull-v-tull/\"><span class=\"volume\">159</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">758</span></a></span><pre class=\"inline\">, 760 (Tex. App.—Dallas 2005, no pet.). To\n\nsupport a request for reasonable attorney’s fees, testimony should be given regarding the hours\n\nspent on the case, the nature of preparation, complexity of the case, experience of the attorney,\n\nand the prevailing hourly rates. Hardin v. Hardin, </pre><span class=\"citation\" data-id=\"2342805\"><a href=\"/opinion/2342805/hardin-v-hardin/\"><span class=\"volume\">161</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 24 (Tex. App.—Houston\n\n[14th Dist.] 2004, no pet.). The trial court has broad discretion in awarding attorney’s fees,\n\nparticularly in child support cases. See Beck, 154 S.W.3d at 907; In re A.S.G., </pre><span class=\"citation\" data-id=\"2548428\"><a href=\"/opinion/2548428/in-re-asg/\"><span class=\"volume\">345</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">443</span></a></span><pre class=\"inline\">,\n\n451 (Tex. App.—San Antonio 2011, no pet.).\n\n       At the hearing, Russell stipulated to Christy’s attorney’s credentials. Her trial counsel\n\nthen offered, and the trial court admitted, a summary of expenses along with redacted billing\n\nstatements, to support the $23,785.99 requested in attorney’s fees. Whether these fees were\n\nreasonable, however, was a consideration left to the factfinder.      Christy’s counsel did not\n\nsegregate attorney’s fees and expenses associated with the post-majority claims from the fees\n\nrelating to the reimbursements which were actually awarded.         The trial court could have\n\n                                              –11–\n\fconcluded attorney’s fees incurred in pursuit of unrecoverable claims, including those associated\n\nwith expenses Russell did not agree to in advance, were not reasonable. Likewise, the trial court\n\ncould have concluded a $10,000 award of appellate attorney’s fees was not reasonable in light of\n\nthe fact Christy recovered $11,777.92 of her $118,296.92 claim. Under the facts of this case, we\n\ncannot conclude the trial court abused its discretion in awarding only $5,000 in attorney’s fees.\n\nWe overrule Christy’s final issue.\n\n       We affirm the trial court’s judgment.\n\n\n\n\n                                                  /Molly Francis/\n                                                  MOLLY FRANCIS\n120776F.P05                                       JUSTICE\n\n\n\n\n                                               –12–\n\f                                          S\n                                Court of Appeals\n                         Fifth District of Texas at Dallas\n                                        JUDGMENT\n\nIN THE INTEREST OF W.R.B. AND                         On Appeal from the 256th Judicial District\nB.K.B. CHILDREN,                                      Court, Dallas County, Texas\n                                                      Trial Court Cause No. 96-12454-Z.\n                                                      Opinion delivered by Justice Francis,\nNo. 05-12-00776-CV                                    Justices Lang-Miers and Lewis participating.\n\n       In accordance with this Court’s opinion of this date, the judgment of the trial court is\nAFFIRMED. It is ORDERED that Russell King Bass recover his costs of this appeal from\nChristy Gaston Bass.\n\n\nJudgment entered this 20th day of February, 2014.\n\n\n\n\n                                                    /Molly Francis/\n                                                    MOLLY FRANCIS\n                                                    JUSTICE\n\n\n\n\n                                               –13–\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1368819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1385083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1398546/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1657286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1675506/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1692335/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1723541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1795309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2275782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2335999/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2340986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2342805/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2427956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2428092/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2435947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2542011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2548428/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-16T03:39:36.544426Z",
      "date_modified": "2015-10-16T03:39:36.544426Z",
      "date_filed": "2014-02-20",
      "date_filed_is_approximate": false,
      "slug": "in-the-interest-of-wrb-and-bkb-children",
      "citation_id": 3058790,
      "case_name_short": "",
      "case_name": "in the Interest of W.R.B. and B.K.B. Children",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2943488/in-the-interest-of-wrb-and-bkb-children/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-16T02:45:08.409287Z",
  "date_modified": "2015-10-16T02:45:08.409287Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "in the Interest of W.R.B. and B.K.B. Children",
  "case_name_full": "",
  "slug": "in-the-interest-of-wrb-and-bkb-children",
  "docket_number": "05-12-00776-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}