{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2959318/",
  "id": 2959318,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3101843/",
      "id": 3101843,
      "absolute_url": "/opinion/3101843/james-pitts-v-winkler-county-texas/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2959318/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3101843/",
          "id": 3101843,
          "absolute_url": "/opinion/3101843/james-pitts-v-winkler-county-texas/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3101843/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-16T05:17:01.715159Z",
          "date_modified": "2017-04-14T18:15:44.743082Z",
          "type": "010combined",
          "sha1": "6308891c97b7f508578f73b6057ad35a4dee8395",
          "page_count": null,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=2687&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa08%5cOpinion",
          "local_path": "html/2011/09/21/james_pitts_v._winkler_county_texas.html",
          "plain_text": "",
          "html": "<div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<p>COURT OF APPEALS</p>\r\n<p>EIGHTH DISTRICT OF TEXAS</p>\r\n<p>EL PASO, TEXAS</p>\r\n<br>\r\n<br>\r\n<div align=\"left\">\r\n<table width=\"620.56px\" cellpadding=\"6\" cellspacing=\"0\">\r\n<tr>\r\n<td width=\"47%\" valign=\"top\"><br>\r\n<p>JAMES PITTS, </p>\r\n<br>\r\n<p>                   Appellant</p>\r\n<br>\r\n<p>v.</p>\r\n<br>\r\n<br>\r\n<p>WINKLER COUNTY, TEXAS,   </p>\r\n<br>\r\n<p>                   Appellee.<span></span></p>\r\n</td>\r\n<td width=\"5%\" valign=\"top\"><p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span> § </span></p>\r\n</td>\r\n<td width=\"48%\" valign=\"top\"><br>\r\n<p><span>No. 08-09-00297-CV</span></p>\r\n<br>\r\n<p><span>Appeal from the</span></p>\r\n<br>\r\n<p>109th Judicial District Court</p>\r\n<br>\r\n<p>of Winkler County, Texas </p>\r\n<br>\r\n<p>(TC# 15,139)</p>\r\n</td>\r\n</tr>\r\n</table>\r\n</div>\r\n<br>\r\n<p><span><span>O P I N I O N</span></span></p>\r\n<br>\r\n<p><span>            </span>This appeal arises from a car accident involving James Pitts and Charley Willhelm in\r\nWinkler County, Texas.  The accident occurred at the intersection of State Highway 115 and\r\nCounty Road 201.  Pitts was driving south on the state highway as Willhelm was driving east on\r\nthe county road.  Willhelm’s car failed to stop at a stop sign and crashed into Pitts’s car.  Pitts\r\nsued Winkler County under the Texas Tort Claims Act (TTCA), alleging that Willhelm failed to\r\nstop because the county road had a large oil spill that the County covered with dirt, making the\r\noil undetectable.  Pitts asserts that the dirt and oil mixture constituted a premise defect for which\r\nthe County has no governmental immunity.  The County moved for summary judgment, arguing\r\nthat its governmental immunity has not been waived for several reasons.  The trial court granted\r\nthe motion without specifying the grounds it found meritorious.</p>\r\n<p><span>            </span>John Henderson was the County’s foreman in charge of maintaining the roads in the\r\nprecinct where the accident occurred.  He testified by deposition that there is a lot of oil and gas\r\nactivity in the area and it is not unusual for a truck carrying petroleum to “slosh out a little oil\r\nevery now and then.”  Two days before the accident, his boss, RobbieWolf, instructed him to\r\ncover an oil spill on County Road 201.  Henderson indicated that the spill was about twenty-feet\r\nlong and that it covered almost the entire lane.  Using a front-end loader, he “slammed” on the\r\nbrakes to test the slickness of the area.  He “slid a little,” so he loaded some dirt from the bar\r\nditch and put it over the oil.  He did another test after applying the dirt, and the front-end loader\r\n“stopped immediately without skidding.”  He estimated that the front-end loader weighs between\r\n20,000 and 25,000 pounds, whereas a passenger car weighs between 4,000 and 5,200 pounds. \r\nThe test area began at the back of the oil spill and continued for about ten-to-fifteen feet.  The\r\nrecord does not reflect how much speed Henderson was able to attain in that length of space. \r\nHenderson went back and checked the area to make sure there was no “bleed through” later that\r\nday and again the next day.  He found that the dirt concealed the oil, so that a motorist would not\r\nknow that there was oil on the road.</p>\r\n<p><span>            </span>Wolf testified by affidavit and by deposition.  In his affidavit, he stated that he is the\r\ncounty commissioner for the precinct where the accident occurred.  Upon being notified of an oil\r\nspill on County Road 201, he sent employees to cover the spill with dirt because “[i]t is the\r\npolicy and practice of the County to cover oil spills on the County’s roads with dirt.”  Before the\r\naccident, Wolf drove by the area of the spill and observed that it had been covered with dirt.  He\r\ndid not receive any complaints about the road after the spill was covered.  In his deposition, Wolf\r\ntestified, “If I see dirt on the road around here, I don’t think nothing about it.”  He would not\r\nknow whether there was oil beneath the dirt.</p>\r\n<p><span>            </span>Pitts testified by deposition that the accident occurred at about 2:30 in the afternoon on a\r\n“pretty nice day.”  Traffic was light, and he did not see any other traffic near the intersection.  He\r\nwas going about sixty-five miles per hour in a seventy-mile zone.  As he approached the\r\nintersection, he saw “the car coming that way.  And it looked like he was stopping, then . . . I\r\nturned my vision back towards the highway there.  Then all of a sudden, I felt it hit me.”  He\r\ntestified that Willhelm’s car appeared to be slowing down as it approached the intersection.  Pitts\r\ndid not see any oil on the road.</p>\r\n<p><span>            </span>In his deposition, Willhelm testified that he was going sixty miles per hour before he\r\napproached the stop sign.  Describing how the accident happened, he stated:  “I pulled up to the\r\nstop sign and there was some dirt on the road, and I pulled up to it and it was like my brakes just\r\nwent out and I slid into the road.”  He “pressed on the brakes and everything was fine and then\r\n[he] hit the dirt and . . . started sliding.”  Although he saw the dirt on the road, he did not know\r\nwhy it was there.  As far as he knew, it “could have been . . . just blown by the breeze.” \r\nAccording to Willhelm, Pitts was not speeding and did not “do anything wrong.”</p>\r\n<p><span>            </span>Willhelm’s father went to look at the scene of the accident the day after it occurred.  He\r\nsaw “dirt . . . mixed with an oily kind of stuff.”  The dirty area was about sixty-five feet long.</p>\r\n<p><span>            </span>The TTCA provides a limited waiver of governmental immunity for injuries caused by\r\npremise defects.  <i>See</i> <span>Tex.Civ.Prac.&amp;Rem.Code Ann.</span> § 101.022(a)(West 2011). \r\nGovernmental immunity from suit deprives a court of subject-matter jurisdiction.  <i>Tex. Dep’t of\r\nParks &amp; Wildlife v. Miranda</i>, 133 S.W.3d 217, 224-25 (Tex. 2004).  The absence of subject-matter jurisdiction may be raised in a plea to the jurisdiction or in a motion for summary\r\njudgment.  <i>State v. Lueck</i>, 290 S.W.3d 876, 884 (Tex. 2009).</p>\r\n<p><span>            </span>Here, the County raised the jurisdictional issue in a summary judgment motion.  The\r\nmotion cites the standards for both a traditional and a no-evidence summary judgment, but does\r\nnot clearly separate the arguments for the two types of summary judgments.  The Texas Supreme\r\nCourt has noted that a “better practice” is to file separate motions, or at least to include headings\r\nthat clearly delineate and segregate the two bases for summary judgment.  <i>See Binur v. Jacobo</i>,\r\n135 S.W.3d 646, 651 (Tex. 2004).  The court, however, does not require litigants to follow this\r\npractice.  <i>Id</i>.  On appeal, the County only attempts to uphold the summary judgment on the\r\ntraditional basis.  Its brief cites Rule 166a(c) and provides the standard of review for a plea to the\r\njurisdiction that challenges the existence of jurisdictional facts.  <i>See</i> <span>Tex.R.App.P.</span> 166a(c)\r\n(setting out the traditional summary judgment procedure); <i>Miranda</i>, 133 S.W.3d at 227-28\r\n(holding that when a plea to the jurisdiction challenges the existence of jurisdictional facts,\r\ncourts should follow the traditional summary judgment procedure).  Nevertheless, because the\r\nsummary judgment motion raised both traditional and no-evidence bases for summary judgment,\r\nwe will affirm if the summary judgment can be sustained on either basis.  <i>Viasana v. Ward\r\nCounty</i>, 296 S.W.3d 652, 653-54 (Tex.App.--El Paso 2009, no pet.).</p>\r\n<p><span>            </span>When reviewing a summary judgment, we always view the evidence in the light most\r\nfavorable to the non-movant.  We consider all evidence favorable to the non-movant to be true,\r\nindulging every reasonable inference and resolving any doubts in the non-movant’s favor. \r\n<i>Arellono v. Americanos USA, LLC</i>, 334 S.W.3d 326, 330 (Tex.App.--El Paso 2010, no pet.).  For\r\na no-evidence summary judgment, the movant must only specify which elements of the\r\nplaintiff’s claim lack evidentiary support.  <i>Id</i>.  The burden then shifts to the non-movant to\r\nproduce evidence raising a genuine issue of material fact regarding each challenged element.  <i>Id</i>.\r\nTo meet this burden, the non-movant must produce more than a scintilla of evidence regarding\r\nthe challenged elements.  <i>Id</i>.  For a traditional summary judgment, the movant has the burden of\r\nshowing that there is no genuine issue of material fact by conclusively disproving at least one\r\nelement of the non-movant’s causes of action or by conclusively proving all of the elements of an\r\naffirmative defense.  <i>Id</i>.</p>\r\n<p><span>            </span>The County raised several grounds in its summary judgment motion, and Pitts attacks all\r\nof those grounds on appeal.\r\n\r\n\r\n  We will review the grounds <i>de novo</i> and will affirm if any ground\r\nis meritorious.  <i>Viasana</i>, 296 S.W.3d at 653-54; <i>New Wave Techs., Inc. v. Legacy Bank of Texas</i>,\r\n281 S.W.3d 99, 100 (Tex.App.--El Paso 2008, pet. denied).  Ordinarily, we consider no-evidence\r\ngrounds first, because if a plaintiff cannot produce more than a scintilla of evidence, then there is\r\nno need to analyze whether the defendant satisfied the more onerous traditional summary\r\njudgment burden.  <i>See Ford Motor Co. v. Ridgway</i>, 135 S.W.3d 598, 600 (Tex. 2004).  It is\r\ndifficult to follow that approach here because the County argued the two bases together and some\r\nof its grounds raise issues of law.  To the extent possible, and where applicable, we will consider\r\nwhether Pitts satisfied his no-evidence burden before moving on to the County’s traditional\r\nburden.</p>\r\n<p><span>            </span>A governmental unit’s liability for premise defects is limited to the duty that a landowner\r\nowes to a licensee on private property.  <i>Univ. of Tex.-Pan Am. v. Aguilar</i>, 251 S.W.3d 511, 513\r\n(Tex. 2008).  Thus, to establish the County’s liability for his injuries, Pitts must prove five\r\nelements:  (1) that a condition of the road created an unreasonable risk of harm; (2) that the\r\nCounty had actual knowledge of the condition; (3) that he did not have actual knowledge of the\r\ncondition; (4) that the County failed to exercise ordinary care to protect him from danger; and (5)\r\nthat this failure proximately caused his injury.  <i>See State Dep’t of Highways &amp; Public Transp. v.\r\nPayne</i>, 838 S.W.2d 235, 237 (Tex. 1992); <i>see also County of Cameron v. Brown</i>, 80 S.W.3d 549,\r\n554 (Tex. 2002)(“A property possessor . . . must use ordinary care either to warn a licensee of a\r\ncondition that presents an unreasonable risk of harm of which the possessor is actually aware and\r\nthe licensee is not, or to make the condition reasonably safe.”).</p>\r\n<p><span>            </span>In its summary judgment motion and on appeal, the County argues that Pitts must\r\nestablish two other elements in addition to the ones listed above.  First, it argues that Pitts must\r\nprove that it owned, occupied, or controlled the premises where the accident happened.  The\r\nCounty insists that it cannot be liable to Pitts because he was traveling on a state highway, rather\r\nthan a county road, when the accident happened.\r\n\r\n\r\n  The County relies on <i>County of Cameron v.\r\nBrown</i>.  In <i>Brown</i>, the plaintiffs’ decedent was in an accident on a causeway that was owned by\r\nthe State but maintained by Cameron County.  80 S.W.3d at 553.  Cameron County argued that it\r\nwas not liable because it neither owned nor exercised exclusive control over the causeway.  <i>Id</i>. at\r\n556.  In this context, the Texas Supreme Court stated that a plaintiff in a premise defect case\r\nmust prove that “the defendant possessed—that is, owned, occupied, or controlled—the premises\r\nwhere the injury occurred.”  <i>Brown</i>, 80 S.W.3d at 554.</p>\r\n<p><span>            </span>The dispute in <i>Brown</i> centered around which entity controlled the defective premises.  In\r\nthis case, it is undisputed that the County controlled the premises that are alleged to be defective. \r\nThe issue is whether the County can be held liable for an accident that was caused by a premise\r\ndefect on its property if the accident occurred on an abutting road not owned or controlled by the\r\nCounty.  <i>Brown</i> did not address this issue. </p>\r\n<p><span>            </span>It is well settled that the owner of land abutting a road has a duty to exercise reasonable\r\ncare not to endanger the safety of people traveling on the road.  <i>See, e.g., Alamo Nat’l Bank v.\r\nKraus</i>, 616 S.W.2d 908, 910 (Tex. 1981).  Because a private person could be liable under these\r\ncircumstances, the County may be liable as well, but its liability is limited to the duty owed to a\r\nlicensee.  <i>See</i> <span>Tex.Civ.Prac.&amp;Rem.Code Ann.</span> §§ 101.021, 101.022(a); <i>see also Hamric v.\r\nKansas City S. Ry. Co.</i>, 718 S.W.2d 916, 917, 919-20 (Tex.App.--Beaumont 1986, writ ref’d\r\nn.r.e.)(holding that the State could be liable for a car accident because tall vegetation on a\r\nrailroad right of way, which the State had a duty to maintain, obstructed the view at an\r\nintersection between two farm-to-market roads).</p>\r\n<p><span>            </span>Second, the County contends that proving “that the condition of the property was a\r\npremises defect” is an element of a premise defect claim.  The County further contends that\r\nwhether a condition is a premise defect is a question of law.  The case it cites for these\r\ncontentions states, “Determining whether a condition is a special defect or an ordinary premise\r\ndefect is a question of law for the court.”  <i>City of Grapevine v. Roberts</i>, 946 S.W.2d 841, 843\r\n(Tex. 1997).  The case was simply distinguishing between two types of premise defects--special\r\nand ordinary.\r\n\r\n\r\n  The County has cited no authority holding that proof that a condition is a premise\r\ndefect is a separate element of a premise defect claim.</p>\r\n<p><span>            </span>Rather than being an element, “premise defect” is a theory of recovery.  <i>See Del Lago\r\nPartners, Inc. v. Smith</i>, 307 S.W.3d 762, 775 (Tex. 2010)(“As to landowners, we have\r\nrecognized negligent-activity and premises-liability theories of liability.”); <i>State v. Estate of\r\nHorton</i>, 4 S.W.3d 53, 54 (Tex.App.--Tyler 1999, no pet.)(“A claim which relates to a ‘defect’ in\r\nthe condition of real property is a premises defect claim.”).  The theory applies to any claim\r\narising out of a condition of real property.  <i>See City of San Antonio v. Butler</i>, 131 S.W.3d 170,\r\n179 (Tex.App.--San Antonio 2004, pet. denied)(“The TTCA waives immunity for claims arising\r\nout of a condition of real property, in other words, a premises defect.”).  In distinguishing\r\nbetween negligent activity and premise defect claims, courts have held that real property cannot\r\nbe deemed to have caused an injury if the property did no more than furnish the condition that\r\nmade the injury possible.  <i>See id</i>. at 180.  To make a claim based on a condition of real property,\r\na plaintiff must complain of something defective or inadequate about the property itself.  <i>Id</i>. at\r\n179.  “A ‘defect’ is defined as an imperfection, shortcoming, or want of something necessary for\r\ncompletion.”  <i>Id</i>.  [Internal quotation marks omitted].  Because Pitts is complaining about a\r\ncondition of real property (the oil-dirt mixture on the road), he has raised a premise defect claim.</p>\r\n<p><span>            </span>The County asserts that Pitts has cited no authority for the proposition that a dirt-covered\r\noil spill is a premise defect, he has provided no expert testimony to that effect, and he submitted\r\nno evidence that the condition of the road was so inadequate or defective that it would have\r\nprevented a vehicle from stopping if the vehicle was traveling at a reasonable speed.  The County\r\nfurther asserts that it conclusively established that the condition of the road was reasonably safe.  \r\nThese assertions relate to the first element of a premise defect claim--an element that is an issue\r\nof fact, not law, and an issue we turn to next.</p>\r\n<p><span>            </span>The first element of a premise defect claim requires the plaintiff to prove that a condition\r\nof property is unreasonably dangerous.  A condition is unreasonably dangerous if it presents an\r\nunreasonable risk of harm.  <i>Brinson Ford, Inc. v. Alger</i>, 228 S.W.3d 161, 163 (Tex. 2007).  “A\r\ncondition poses an unreasonable risk of harm for premises-defect purposes when there is a\r\nsufficient probability of a harmful event occurring that a reasonably prudent person would have\r\nforeseen it or some similar event as likely to happen.”  <i>Brown</i>, 80 S.W.3d at 556 [Internal\r\nquotation marks omitted].  Whether a condition is unreasonably dangerous is ordinarily a fact\r\nquestion.  <i>Christus Health Southeast Tex. v. Wilson</i>, 305 S.W.3d 392, 397 (Tex.App.--Eastland\r\n2010, no pet.); <i>Hall v. Sonic Drive-In of Angleton, Inc.</i>, 177 S.W.3d 636, 646 (Tex.App.--Houston [1st Dist.] 2005, pet. denied).</p>\r\n<p><span>            </span>Viewed in the light most favorable to Pitts, the summary judgment evidence shows that a\r\nsixty-five-feet-long and one-lane-wide oil-dirt mixture immediately preceded an intersection in a\r\nseventy-mile speed zone.  Both drivers were operating their cars safely within the speed limit in\r\ngood weather.  Nevertheless, Willhelm was unable to stop after applying his brakes.  The dirt\r\ndisguised the oil spill and there was no way for Willhelm to know that the area was slick as he\r\napproached the intersection.  To establish foreseeability, it is not necessary to show that the exact\r\nsequence of events was foreseeable; “only the general danger must be foreseeable.”  <i>Brown</i>, 80\r\nS.W.3d at 556.  Under these circumstances, a jury could conclude that the accident or a similar\r\nevent was likely.  <i>See id</i>. (rejecting argument that a reasonably prudent person could not foresee\r\nthat a driver could lose control of his vehicle as a result of failed causeway lighting and then be\r\nstruck by another vehicle while exiting the wreckage).  Furthermore, common knowledge, not\r\nspecialized knowledge, is all that is needed to establish that an oily mixture on a road would be\r\nslick and could interfere with a driver’s ability to stop.  <i>See</i> <span>Tex.R.Evid.</span> 702 (indicting that\r\nexpert testimony is appropriate when “scientific, technical, or other specialized knowledge will\r\nassist the trier of fact to understand the evidence or to determine a fact in issue”).</p>\r\n<p><span>            </span>The County points out that there was no evidence that dirt-covered oil spills had caused\r\nprevious accidents or had been the subject of complaints.  Although such evidence would be\r\nprobative, it is not required.  <i>See Hall</i>, 177 S.W.3d at 645.  <i>But see Brinson Ford</i>, 228 S.W.3d at\r\n163 (holding that a ramp did not pose an unreasonable risk of harm as a matter of law because it\r\nnot only met applicable safety standards but contained additional safety features, and there were\r\nno reports of injuries or complaints for the previous ten years).</p>\r\n<p><span>            </span>The County also argues that it made the area reasonably safe as a matter of law by putting\r\ndirt on the oil and by testing to see that the front-end loader could come to a stop in the area after\r\napplication of the dirt.  The fact that the County attempted to cure the oil spill by covering it with\r\ndirt does not conclusively prove that the oil-dirt mixture itself was reasonably safe, especially in\r\nlight of the facts described above.  And the performance of a 25,000 pound front-end loader does\r\nnot necessarily equal that of an ordinary passenger car on a slick road.</p>\r\n<p><span>            </span>The second element of a premise defect claim requires the plaintiff to prove that the\r\ndefendant had actual knowledge of the unreasonably dangerous condition.  To have actual\r\nknowledge, a landowner must know that the dangerous condition exists at the time of the\r\naccident.  <i>City of Corsicana v. Stewart</i>, 249 S.W.3d 412, 414–15 (Tex. 2008)(per curiam). \r\nActual knowledge must be distinguished from constructive knowledge, which can be established\r\nby facts or inferences that a dangerous condition could develop over time.  <i>Id</i>.  “Although there is\r\nno one test for determining actual knowledge that a condition presents an unreasonable risk of\r\nharm, courts generally consider whether the premises owner has received reports of prior injuries\r\nor reports of the potential danger presented by the condition.”  <i>Aguilar</i>, 251 S.W.3d at 513.  This\r\ndoes not mean that a plaintiff must produce reports of prior accidents to establish actual\r\nknowledge.  <i>See City of Irving v. Seppy</i>, 301 S.W.3d 435, 444 (Tex.App.--Dallas 2009, no pet.). \r\nActual knowledge of an unreasonably dangerous condition can sometimes be proven through\r\ncircumstantial evidence.  <i>Id</i>.  “Circumstantial evidence establishes actual knowledge only when it\r\neither directly or by reasonable inference supports that conclusion.”  <i>Stewart</i>, 249 S.W.3d at 415\r\n[Internal quotation marks omitted].  Proof that a landowner created the dangerous condition may\r\nsupport an inference of knowledge.  <i>Keetch v. Kroger, Co.</i>, 845 S.W.2d 262, 265 (Tex. 1992). \r\nHowever, there must be some evidence from which a jury could infer that the landowner not only\r\nknew about the condition, but also that it created an unreasonable risk of harm.  <i>See Aguilar</i>, 251\r\nS.W.3d at 514.</p>\r\n<p><span>            </span>In this case, it is undisputed that the County knew about the oil spill.  But Pitts does not\r\ncontend that the oil spill alone was the premise defect; he contends that the dangerous condition\r\nwas the oil spill combined with the dirt on top of it.  It is also undisputed that the County knew\r\nabout this condition because Henderson, a County employee, put the dirt on the oil.  The dispute\r\ncenters on whether the County knew that the dirt-covered oil spill was dangerous.</p>\r\n<p><span>            </span>Pitts contends that the County had actual knowledge because it created the dangerous\r\ncondition by covering the oil spill with dirt.  On the other hand, the County argues that it did not\r\nknow that the condition of the road was dangerous after Henderson covered the spill because his\r\nfront-end loader did not slide after the dirt was applied.  In addition, Henderson claims that he\r\nchecked the area two times and saw that no oil was bleeding through the dirt.  Wolf also\r\nobserved that the area was covered with dirt.  Moreover, Wolf testified that he did not receive\r\nany complaints regarding the condition of the road after the spill was covered with dirt.  The\r\nCounty argues that this testimony conclusively establishes that it did not receive any such\r\ncomplaints.</p>\r\n<p><span>            </span>It is important to note that the underlying condition at issue here--an oil spill--is an\r\nobvious hazard.  It was recognized as such by the County and by County employees Henderson\r\nand Wolf.  This fact distinguishes this case from cases involving innocuous objects.  <i>See, e.g.,\r\nUniv. of Tex. at Austin v. Hayes</i>, 327 S.W.3d 113, 115, 117 (Tex. 2010)(no actual knowledge that\r\nmetal chain across service driveway and behind an eight-foot-wide orange and white barricade\r\nwas a dangerous condition); <i>Aguilar</i>, 251 S.W.3d at 514 (no actual knowledge that location of\r\nwater hose created a dangerous condition).  Viewed in the light most favorable to Pitts, the\r\nevidence suggests that the County contributed to the dangerous condition by concealing the oil\r\nwith dirt.  Henderson acknowledged that an oil spill can make it difficult for a car to stop and he\r\nadmitted that a motorist would not know that there was oil underneath the dirt and that no\r\nwarning of the dangerous condition was given.  This raises a fact question as to the County’s\r\nactual knowledge that the road was dangerous.  <i>See</i> <span>W. Page Keeton et al., Prosser and\r\nKeeton on the Law of Torts</span> § 60, at 417 (5th ed. 1984)(“The duty arises only when the\r\noccupier has actual knowledge of the risk, although this may be shown by circumstantial\r\nevidence, and <i>he is held to the standard of a reasonable person in realizing the significance of\r\nwhat he has discovered</i>.”)[Emphasis added].\r\n\r\n\r\n</p>\r\n<p><span>            </span>It is true that there is no evidence of complaints about the road after the dirt was applied,\r\nbut this lack of evidence is not dispositive.  Moreover, the County did not, as it claims,\r\nconclusively establish a lack of complaints.  Wolf merely stated that <i>he</i> did not receive any\r\ncomplaints about the condition of the road after the spill was covered with dirt.  Lack of\r\nknowledge on the part of one employee does not conclusively establish lack of knowledge on the\r\npart of the County.  <i>See Sifford v. Santa Rosa Med. Ctr.</i>, 524 S.W.2d 559, 563 (Tex.Civ.App.--San Antonio 1975, no writ).  There is no evidence as to whether other county commissioners or\r\nemployees received complaints, nor is there evidence that any such complaints would necessarily\r\nhave been forwarded to Wolf.  Wolf could not recall who told him about the oil spill, or even\r\nwhether it was a governmental agency or a citizen.  Wolf’s deposition also demonstrates that the\r\nCounty did not keep records about roads.  Pitts’s attorney had asked for any documentation\r\nregarding work done to County Road 201.  No documents were provided because the County did\r\nnot require such documentation at the time of the accident, although it now does.</p>\r\n<p><span>            </span>The County does not challenge the third element of a premise defect claim--that Pitts\r\nlacked actual knowledge of the dangerous condition.  The fourth element requires a plaintiff to\r\nprove that the defendant failed to exercise ordinary care to protect the plaintiff from danger.  The\r\nCounty’s arguments regarding this element are essentially the same as its arguments regarding\r\nthe second element.  It relies on the evidence that it covered the oil spill with dirt and that it\r\ntested and checked the roadway thereafter.  The County ignores the fact that the dirt concealed\r\nthe oil.  The question of the County’s negligence is a quintessential jury question.</p>\r\n<p><span>            </span>The last element of a premise defect claim requires the plaintiff to prove that the\r\ndefendant’s negligence proximately caused his injuries.  The County contends that Pitts’s injuries\r\nwere caused by Willhelm running the stop sign and colliding with Pitts.  We have rejected a\r\nsimilar argument in the past.  <i>See City of Midland v. Sullivan</i>, 33 S.W.3d 1 (Tex.App.--El Paso\r\n2000, pet. dism’d w.o.j.).  In <i>Sullivan</i>, a high school student was struck by a vehicle as he walked\r\nthrough a school crosswalk.  <i>Id</i>. at 5.  His parents sued the city, claiming that the crosswalk was\r\nnot clearly marked.  <i>Id</i>. at 5-6.  The city argued that its immunity was not waived because the\r\nschool zone did not directly cause the student’s injuries; it merely furnished the condition that\r\nmade the student’s injuries possible.  <i>Id</i>. at 8.  We rejected this argument, noting that proximate,\r\nnot direct, causation is the applicable standard.  <i>Id</i>. at 8-9.  The defective crosswalk was a\r\nsubstantial factor in bringing about the student’s injuries and was not so geographically or \r\ntemporally distant from the accident as to negate legal causation.  <i>Id</i>. at 9.  The same is true here. \r\nThe summary judgment evidence suggests that the dirt and oil mixture was at least a substantial\r\nfactor in bringing about Pitts’s injuries.</p>\r\n<p><span>            </span>We conclude that a fact issue exists as to all of the challenged elements of Pitts’s premise\r\ndefect claim.  But the County makes one final argument as to why its immunity has not been\r\nwaived.  The County argues that its decision to cover the oil spill with dirt falls within the\r\ndiscretionary function exception in the TTCA.</p>\r\n<p><span>            </span>The discretionary function exception preserves the government’s immunity for policy\r\ndecisions.  <i>See</i> <span>Tex.Civ.Prac.&amp;Rem.Code Ann.</span> § 101.056; <i>Stephen F. Austin State Univ. v.\r\nFlynn</i>, 228 S.W.3d 653, 657 (Tex. 2007).  Determining whether the exception applies is an issue\r\nof law.  <i>Id</i>.</p>\r\n<p><span>            </span>In his affidavit, Wolf stated, “It is the policy and practice of the County to cover oil spills\r\non the County’s roads with dirt.”  Consequently, the County argues that the discretionary\r\nfunction exception applies here.  As Pitts argues, “if the County’s theory were carried to its\r\nlogical conclusion, then a governmental entity that has a policy of fixing potholes with asphalt, or\r\ncleaning soda spills with mops . . . could never be liable since it would have a policy addressing\r\nthe dangerous condition.”  Justice Hecht has expressed a similar sentiment.  He has noted, “If the\r\ngovernment is immune from liability for all policy decisions, it could minimize its liability by\r\nmaking everything policy.  The government would be encouraged to make policy on every silly\r\nsubject imaginable, and the [TTCA’s] discretionary function exception would swallow most of\r\nthe waiver.”  <i>Id</i>. at 661 (Hecht, J., concurring).</p>\r\n<p><span>            </span>In <i>Flynn</i>, the Texas Supreme Court stated that there are two tests for determining whether\r\nthe discretionary function exception applies.  The first distinguishes between policy-level\r\ndecisions, which are immune, and operational-level decisions, for which there is no immunity. \r\n<i>Id</i>. at 657.  The second test distinguishes between “the design of public works, for which there is\r\nimmunity, from their maintenance, for which there is not immunity.”  <i>Id</i>.  Although the court has\r\nset forth the two tests, it has not expressly told us when to apply which test.  In <i>Flynn</i>, the court\r\nseemed to apply both tests.  The court of appeals had held that a university’s decision to have an\r\nirrigation system was a policy decision for which immunity was preserved, but that the plaintiff’s\r\ncomplaint about the decision to operate the irrigation system over a trail during peak periods of\r\npublic use was a complaint regarding negligent implementation of a policy decision.  <i>Id</i>.  In\r\nupholding this determination, the supreme court stated, “The court of appeals correctly concluded \r\nthat the decisions here concerning when and where the water was to spray were operational- or\r\nmaintenance-level decisions, rather than policy formulation.”  <i>Id</i>. at 658.</p>\r\n<p><span>            </span>The County argues that the first test applies here.  To establish that this test should apply,\r\nthe County must first explain why cleaning an oil spill, a function that certainly seems like\r\nmaintenance under the common understanding of the term, does not in fact constitute\r\nmaintenance.  In its brief, the County states, “It is clearly established law, and the County does\r\nnot dispute, that governmental units at all levels are required to maintain their streets, roads and\r\nhighways in accordance with how they were designed and constructed, and that this kind of\r\nmaintenance is not discretionary.”  The County also seems to concede that fixing a pothole is\r\nmaintenance.  But it suggests that there is a legal distinction between fixing a pothole and\r\ntreating an oil spill.  The County states that there is an “important distinction between a decision\r\nregarding how to treat a foreign substance on the surface of the roadway, which has nothing to do\r\nwith maintaining the roadway’s design, from a decision regarding the maintenance of the\r\ninfrastructure of the roadway itself as it was originally designed.  “Although the County asserts\r\nthat this is an important distinction, it fails to explain why the distinction is important, and the\r\nexplanation is not apparent to us.  Both situations involve maintaining the road in its intended\r\ncondition, just as replacing a broken tile and cleaning a soda spill both constitute maintenance of\r\na floor in its proper condition.  <i>See Tex. Dep’t of Transp. v. Arzate</i>, 159 S.W.3d 188, 192\r\n(Tex.App.--El Paso 2004, no pet.)(“Maintenance is the preservation of existing infrastructure.”). </p>\r\n<p><span>            </span>Even if the discretionary function exception could immunize the decision to cover oil\r\nspills with dirt, the evidence only establishes that the County had a blanket policy of covering oil\r\nspills with dirt.  There is nothing to suggest that the County’s policy specified how to apply the\r\ndirt or how much to use.  Thus, even under the County’s theory, the actual implementation of the\r\npolicy by Henderson in this case would not fall within the discretionary function exception.</p>\r\n<p><span>            </span>All of Pitts’s issues are sustained.  The judgment of the trial court is reversed, and the\r\ncause is remanded for trial.</p>\r\n<br>\r\n<br>\r\n<br>\r\n<p>September 21, 2011</p>\r\n<p>DAVID WELLINGTON CHEW, Chief Justice</p>\r\n<br>\r\n<p>Before Chew, C.J., McClure, and Rivera, JJ.</p>\r\n\r\n\r\n</div>",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<p>COURT OF APPEALS</p>\r\n<p>EIGHTH DISTRICT OF TEXAS</p>\r\n<p>EL PASO, TEXAS</p>\r\n<br>\r\n<br>\r\n<div align=\"left\">\r\n<table width=\"620.56px\" cellpadding=\"6\" cellspacing=\"0\">\r\n<tr>\r\n<td width=\"47%\" valign=\"top\"><br>\r\n<p>JAMES PITTS, </p>\r\n<br>\r\n<p>                   Appellant</p>\r\n<br>\r\n<p>v.</p>\r\n<br>\r\n<br>\r\n<p>WINKLER COUNTY, TEXAS,   </p>\r\n<br>\r\n<p>                   Appellee.<span></span></p>\r\n</td>\r\n<td width=\"5%\" valign=\"top\"><p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span>§</span></p>\r\n<p><span> </span></p>\r\n<p><span> § </span></p>\r\n</td>\r\n<td width=\"48%\" valign=\"top\"><br>\r\n<p><span>No. 08-09-00297-CV</span></p>\r\n<br>\r\n<p><span>Appeal from the</span></p>\r\n<br>\r\n<p>109th Judicial District Court</p>\r\n<br>\r\n<p>of Winkler County, Texas </p>\r\n<br>\r\n<p>(TC# 15,139)</p>\r\n</td>\r\n</tr>\r\n</table>\r\n</div>\r\n<br>\r\n<p><span><span>O P I N I O N</span></span></p>\r\n<br>\r\n<p><span>            </span>This appeal arises from a car accident involving James Pitts and Charley Willhelm in\r\nWinkler County, Texas.  The accident occurred at the intersection of State Highway 115 and\r\nCounty Road 201.  Pitts was driving south on the state highway as Willhelm was driving east on\r\nthe county road.  Willhelm’s car failed to stop at a stop sign and crashed into Pitts’s car.  Pitts\r\nsued Winkler County under the Texas Tort Claims Act (TTCA), alleging that Willhelm failed to\r\nstop because the county road had a large oil spill that the County covered with dirt, making the\r\noil undetectable.  Pitts asserts that the dirt and oil mixture constituted a premise defect for which\r\nthe County has no governmental immunity.  The County moved for summary judgment, arguing\r\nthat its governmental immunity has not been waived for several reasons.  The trial court granted\r\nthe motion without specifying the grounds it found meritorious.</p>\r\n<p><span>            </span>John Henderson was the County’s foreman in charge of maintaining the roads in the\r\nprecinct where the accident occurred.  He testified by deposition that there is a lot of oil and gas\r\nactivity in the area and it is not unusual for a truck carrying petroleum to “slosh out a little oil\r\nevery now and then.”  Two days before the accident, his boss, RobbieWolf, instructed him to\r\ncover an oil spill on County Road 201.  Henderson indicated that the spill was about twenty-feet\r\nlong and that it covered almost the entire lane.  Using a front-end loader, he “slammed” on the\r\nbrakes to test the slickness of the area.  He “slid a little,” so he loaded some dirt from the bar\r\nditch and put it over the oil.  He did another test after applying the dirt, and the front-end loader\r\n“stopped immediately without skidding.”  He estimated that the front-end loader weighs between\r\n20,000 and 25,000 pounds, whereas a passenger car weighs between 4,000 and 5,200 pounds. \r\nThe test area began at the back of the oil spill and continued for about ten-to-fifteen feet.  The\r\nrecord does not reflect how much speed Henderson was able to attain in that length of space. \r\nHenderson went back and checked the area to make sure there was no “bleed through” later that\r\nday and again the next day.  He found that the dirt concealed the oil, so that a motorist would not\r\nknow that there was oil on the road.</p>\r\n<p><span>            </span>Wolf testified by affidavit and by deposition.  In his affidavit, he stated that he is the\r\ncounty commissioner for the precinct where the accident occurred.  Upon being notified of an oil\r\nspill on County Road 201, he sent employees to cover the spill with dirt because “[i]t is the\r\npolicy and practice of the County to cover oil spills on the County’s roads with dirt.”  Before the\r\naccident, Wolf drove by the area of the spill and observed that it had been covered with dirt.  He\r\ndid not receive any complaints about the road after the spill was covered.  In his deposition, Wolf\r\ntestified, “If I see dirt on the road around here, I don’t think nothing about it.”  He would not\r\nknow whether there was oil beneath the dirt.</p>\r\n<p><span>            </span>Pitts testified by deposition that the accident occurred at about 2:30 in the afternoon on a\r\n“pretty nice day.”  Traffic was light, and he did not see any other traffic near the intersection.  He\r\nwas going about sixty-five miles per hour in a seventy-mile zone.  As he approached the\r\nintersection, he saw “the car coming that way.  And it looked like he was stopping, then . . . I\r\nturned my vision back towards the highway there.  Then all of a sudden, I felt it hit me.”  He\r\ntestified that Willhelm’s car appeared to be slowing down as it approached the intersection.  Pitts\r\ndid not see any oil on the road.</p>\r\n<p><span>            </span>In his deposition, Willhelm testified that he was going sixty miles per hour before he\r\napproached the stop sign.  Describing how the accident happened, he stated:  “I pulled up to the\r\nstop sign and there was some dirt on the road, and I pulled up to it and it was like my brakes just\r\nwent out and I slid into the road.”  He “pressed on the brakes and everything was fine and then\r\n[he] hit the dirt and . . . started sliding.”  Although he saw the dirt on the road, he did not know\r\nwhy it was there.  As far as he knew, it “could have been . . . just blown by the breeze.” \r\nAccording to Willhelm, Pitts was not speeding and did not “do anything wrong.”</p>\r\n<p><span>            </span>Willhelm’s father went to look at the scene of the accident the day after it occurred.  He\r\nsaw “dirt . . . mixed with an oily kind of stuff.”  The dirty area was about sixty-five feet long.</p>\r\n<p><span>            </span>The TTCA provides a limited waiver of governmental immunity for injuries caused by\r\npremise defects.  <i>See</i> <span>Tex.Civ.Prac.&amp;Rem.Code Ann.</span> § 101.022(a)(West 2011). \r\nGovernmental immunity from suit deprives a court of subject-matter jurisdiction.  <i>Tex. Dep’t of\r\nParks &amp; Wildlife v. Miranda</i>, <span class=\"citation\" data-id=\"894512\"><a href=\"/opinion/894512/texas-dept-parks-and-wildlife-v-miranda/\"><span class=\"volume\">133</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">217</span></a></span>, 224-25 (Tex. 2004).  The absence of subject-matter jurisdiction may be raised in a plea to the jurisdiction or in a motion for summary\r\njudgment.  <i>State v. Lueck</i>, <span class=\"citation\" data-id=\"895134\"><a href=\"/opinion/895134/state-v-lueck/\"><span class=\"volume\">290</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">876</span></a></span>, 884 (Tex. 2009).</p>\r\n<p><span>            </span>Here, the County raised the jurisdictional issue in a summary judgment motion.  The\r\nmotion cites the standards for both a traditional and a no-evidence summary judgment, but does\r\nnot clearly separate the arguments for the two types of summary judgments.  The Texas Supreme\r\nCourt has noted that a “better practice” is to file separate motions, or at least to include headings\r\nthat clearly delineate and segregate the two bases for summary judgment.  <i>See Binur v. Jacobo</i>,\r\n<span class=\"citation\" data-id=\"894520\"><a href=\"/opinion/894520/binur-v-jacobo/\"><span class=\"volume\">135</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">646</span></a></span>, 651 (Tex. 2004).  The court, however, does not require litigants to follow this\r\npractice.  <i>Id</i>.  On appeal, the County only attempts to uphold the summary judgment on the\r\ntraditional basis.  Its brief cites Rule 166a(c) and provides the standard of review for a plea to the\r\njurisdiction that challenges the existence of jurisdictional facts.  <i>See</i> <span>Tex.R.App.P.</span> 166a(c)\r\n(setting out the traditional summary judgment procedure); <i>Miranda</i>, 133 S.W.3d at 227-28\r\n(holding that when a plea to the jurisdiction challenges the existence of jurisdictional facts,\r\ncourts should follow the traditional summary judgment procedure).  Nevertheless, because the\r\nsummary judgment motion raised both traditional and no-evidence bases for summary judgment,\r\nwe will affirm if the summary judgment can be sustained on either basis.  <i>Viasana v. Ward\r\nCounty</i>, <span class=\"citation\" data-id=\"1989484\"><a href=\"/opinion/1989484/viasana-v-ward-county/\"><span class=\"volume\">296</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">652</span></a></span>, 653-54 (Tex.App.--El Paso 2009, no pet.).</p>\r\n<p><span>            </span>When reviewing a summary judgment, we always view the evidence in the light most\r\nfavorable to the non-movant.  We consider all evidence favorable to the non-movant to be true,\r\nindulging every reasonable inference and resolving any doubts in the non-movant’s favor. \r\n<i>Arellono v. Americanos USA, LLC</i>, <span class=\"citation\" data-id=\"2281778\"><a href=\"/opinion/2281778/arellano-v-americanos-usa-llc/\"><span class=\"volume\">334</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">326</span></a></span>, 330 (Tex.App.--El Paso 2010, no pet.).  For\r\na no-evidence summary judgment, the movant must only specify which elements of the\r\nplaintiff’s claim lack evidentiary support.  <i>Id</i>.  The burden then shifts to the non-movant to\r\nproduce evidence raising a genuine issue of material fact regarding each challenged element.  <i>Id</i>.\r\nTo meet this burden, the non-movant must produce more than a scintilla of evidence regarding\r\nthe challenged elements.  <i>Id</i>.  For a traditional summary judgment, the movant has the burden of\r\nshowing that there is no genuine issue of material fact by conclusively disproving at least one\r\nelement of the non-movant’s causes of action or by conclusively proving all of the elements of an\r\naffirmative defense.  <i>Id</i>.</p>\r\n<p><span>            </span>The County raised several grounds in its summary judgment motion, and Pitts attacks all\r\nof those grounds on appeal.\r\n\r\n\r\n  We will review the grounds <i>de novo</i> and will affirm if any ground\r\nis meritorious.  <i>Viasana</i>, 296 S.W.3d at 653-54; <i>New Wave Techs., Inc. v. Legacy Bank of Texas</i>,\r\n<span class=\"citation\" data-id=\"1578589\"><a href=\"/opinion/1578589/new-wave-techs-inc-v-legacy-bank-of-texas/\"><span class=\"volume\">281</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">99</span></a></span>, 100 (Tex.App.--El Paso 2008, pet. denied).  Ordinarily, we consider no-evidence\r\ngrounds first, because if a plaintiff cannot produce more than a scintilla of evidence, then there is\r\nno need to analyze whether the defendant satisfied the more onerous traditional summary\r\njudgment burden.  <i>See Ford Motor Co. v. Ridgway</i>, <span class=\"citation\" data-id=\"894501\"><a href=\"/opinion/894501/ford-motor-co-v-ridgway/\"><span class=\"volume\">135</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">598</span></a></span>, 600 (Tex. 2004).  It is\r\ndifficult to follow that approach here because the County argued the two bases together and some\r\nof its grounds raise issues of law.  To the extent possible, and where applicable, we will consider\r\nwhether Pitts satisfied his no-evidence burden before moving on to the County’s traditional\r\nburden.</p>\r\n<p><span>            </span>A governmental unit’s liability for premise defects is limited to the duty that a landowner\r\nowes to a licensee on private property.  <i>Univ. of Tex.-Pan Am. v. Aguilar</i>, <span class=\"citation\" data-id=\"894989\"><a href=\"/opinion/894989/university-of-texas-pan-american-v-aguilar/\"><span class=\"volume\">251</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">511</span></a></span>, 513\r\n(Tex. 2008).  Thus, to establish the County’s liability for his injuries, Pitts must prove five\r\nelements:  (1) that a condition of the road created an unreasonable risk of harm; (2) that the\r\nCounty had actual knowledge of the condition; (3) that he did not have actual knowledge of the\r\ncondition; (4) that the County failed to exercise ordinary care to protect him from danger; and (5)\r\nthat this failure proximately caused his injury.  <i>See State Dep’t of Highways &amp; Public Transp. v.\r\nPayne</i>, <span class=\"citation\" data-id=\"1747332\"><a href=\"/opinion/1747332/state-dept-highways-v-payne/\"><span class=\"volume\">838</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">235</span></a></span>, 237 (Tex. 1992); <i>see also County of Cameron v. Brown</i>, <span class=\"citation\" data-id=\"1768496\"><a href=\"/opinion/1768496/county-of-cameron-v-brown/\"><span class=\"volume\">80</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">549</span></a></span>,\r\n554 (Tex. 2002)(“A property possessor . . . must use ordinary care either to warn a licensee of a\r\ncondition that presents an unreasonable risk of harm of which the possessor is actually aware and\r\nthe licensee is not, or to make the condition reasonably safe.”).</p>\r\n<p><span>            </span>In its summary judgment motion and on appeal, the County argues that Pitts must\r\nestablish two other elements in addition to the ones listed above.  First, it argues that Pitts must\r\nprove that it owned, occupied, or controlled the premises where the accident happened.  The\r\nCounty insists that it cannot be liable to Pitts because he was traveling on a state highway, rather\r\nthan a county road, when the accident happened.\r\n\r\n\r\n  The County relies on <i>County of Cameron v.\r\nBrown</i>.  In <i>Brown</i>, the plaintiffs’ decedent was in an accident on a causeway that was owned by\r\nthe State but maintained by Cameron County.  80 S.W.3d at 553.  Cameron County argued that it\r\nwas not liable because it neither owned nor exercised exclusive control over the causeway.  <i>Id</i>. at\r\n556.  In this context, the Texas Supreme Court stated that a plaintiff in a premise defect case\r\nmust prove that “the defendant possessed—that is, owned, occupied, or controlled—the premises\r\nwhere the injury occurred.”  <i>Brown</i>, 80 S.W.3d at 554.</p>\r\n<p><span>            </span>The dispute in <i>Brown</i> centered around which entity controlled the defective premises.  In\r\nthis case, it is undisputed that the County controlled the premises that are alleged to be defective. \r\nThe issue is whether the County can be held liable for an accident that was caused by a premise\r\ndefect on its property if the accident occurred on an abutting road not owned or controlled by the\r\nCounty.  <i>Brown</i> did not address this issue. </p>\r\n<p><span>            </span>It is well settled that the owner of land abutting a road has a duty to exercise reasonable\r\ncare not to endanger the safety of people traveling on the road.  <i>See, e.g., Alamo Nat’l Bank v.\r\nKraus</i>, <span class=\"citation\" data-id=\"1563947\"><a href=\"/opinion/1563947/alamo-nat-bank-v-kraus/\"><span class=\"volume\">616</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">908</span></a></span>, 910 (Tex. 1981).  Because a private person could be liable under these\r\ncircumstances, the County may be liable as well, but its liability is limited to the duty owed to a\r\nlicensee.  <i>See</i> <span>Tex.Civ.Prac.&amp;Rem.Code Ann.</span> §§ 101.021, 101.022(a); <i>see also Hamric v.\r\nKansas City S. Ry. Co.</i>, <span class=\"citation\" data-id=\"1756699\"><a href=\"/opinion/1756699/hamric-v-kansas-city-southern-ry-co/\"><span class=\"volume\">718</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">916</span></a></span>, 917, 919-20 (Tex.App.--Beaumont 1986, writ ref’d\r\nn.r.e.)(holding that the State could be liable for a car accident because tall vegetation on a\r\nrailroad right of way, which the State had a duty to maintain, obstructed the view at an\r\nintersection between two farm-to-market roads).</p>\r\n<p><span>            </span>Second, the County contends that proving “that the condition of the property was a\r\npremises defect” is an element of a premise defect claim.  The County further contends that\r\nwhether a condition is a premise defect is a question of law.  The case it cites for these\r\ncontentions states, “Determining whether a condition is a special defect or an ordinary premise\r\ndefect is a question of law for the court.”  <i>City of Grapevine v. Roberts</i>, <span class=\"citation\" data-id=\"1710528\"><a href=\"/opinion/1710528/city-of-grapevine-v-roberts/\"><span class=\"volume\">946</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">841</span></a></span>, 843\r\n(Tex. 1997).  The case was simply distinguishing between two types of premise defects--special\r\nand ordinary.\r\n\r\n\r\n  The County has cited no authority holding that proof that a condition is a premise\r\ndefect is a separate element of a premise defect claim.</p>\r\n<p><span>            </span>Rather than being an element, “premise defect” is a theory of recovery.  <i>See Del Lago\r\nPartners, Inc. v. Smith</i>, <span class=\"citation\" data-id=\"895212\"><a href=\"/opinion/895212/del-lago-partners-inc-v-smith/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">762</span></a></span>, 775 (Tex. 2010)(“As to landowners, we have\r\nrecognized negligent-activity and premises-liability theories of liability.”); <i>State v. Estate of\r\nHorton</i>, <span class=\"citation\" data-id=\"2278635\"><a href=\"/opinion/2278635/state-v-estate-of-horton/\"><span class=\"volume\">4</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">53</span></a></span>, 54 (Tex.App.--Tyler 1999, no pet.)(“A claim which relates to a ‘defect’ in\r\nthe condition of real property is a premises defect claim.”).  The theory applies to any claim\r\narising out of a condition of real property.  <i>See City of San Antonio v. Butler</i>, <span class=\"citation\" data-id=\"1880111\"><a href=\"/opinion/1880111/city-of-san-antonio-v-butler/\"><span class=\"volume\">131</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">170</span></a></span>,\r\n179 (Tex.App.--San Antonio 2004, pet. denied)(“The TTCA waives immunity for claims arising\r\nout of a condition of real property, in other words, a premises defect.”).  In distinguishing\r\nbetween negligent activity and premise defect claims, courts have held that real property cannot\r\nbe deemed to have caused an injury if the property did no more than furnish the condition that\r\nmade the injury possible.  <i>See id</i>. at 180.  To make a claim based on a condition of real property,\r\na plaintiff must complain of something defective or inadequate about the property itself.  <i>Id</i>. at\r\n179.  “A ‘defect’ is defined as an imperfection, shortcoming, or want of something necessary for\r\ncompletion.”  <i>Id</i>.  [Internal quotation marks omitted].  Because Pitts is complaining about a\r\ncondition of real property (the oil-dirt mixture on the road), he has raised a premise defect claim.</p>\r\n<p><span>            </span>The County asserts that Pitts has cited no authority for the proposition that a dirt-covered\r\noil spill is a premise defect, he has provided no expert testimony to that effect, and he submitted\r\nno evidence that the condition of the road was so inadequate or defective that it would have\r\nprevented a vehicle from stopping if the vehicle was traveling at a reasonable speed.  The County\r\nfurther asserts that it conclusively established that the condition of the road was reasonably safe.  \r\nThese assertions relate to the first element of a premise defect claim--an element that is an issue\r\nof fact, not law, and an issue we turn to next.</p>\r\n<p><span>            </span>The first element of a premise defect claim requires the plaintiff to prove that a condition\r\nof property is unreasonably dangerous.  A condition is unreasonably dangerous if it presents an\r\nunreasonable risk of harm.  <i>Brinson Ford, Inc. v. Alger</i>, <span class=\"citation\" data-id=\"894879\"><a href=\"/opinion/894879/brinson-ford-inc-v-alger/\"><span class=\"volume\">228</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">161</span></a></span>, 163 (Tex. 2007).  “A\r\ncondition poses an unreasonable risk of harm for premises-defect purposes when there is a\r\nsufficient probability of a harmful event occurring that a reasonably prudent person would have\r\nforeseen it or some similar event as likely to happen.”  <i>Brown</i>, 80 S.W.3d at 556 [Internal\r\nquotation marks omitted].  Whether a condition is unreasonably dangerous is ordinarily a fact\r\nquestion.  <i>Christus Health Southeast Tex. v. Wilson</i>, <span class=\"citation\" data-id=\"2187096\"><a href=\"/opinion/2187096/christus-health-southeast-texas-v-wilson/\"><span class=\"volume\">305</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">392</span></a></span>, 397 (Tex.App.--Eastland\r\n2010, no pet.); <i>Hall v. Sonic Drive-In of Angleton, Inc.</i>, <span class=\"citation\" data-id=\"1790353\"><a href=\"/opinion/1790353/hall-v-sonic-drive-in-of-angleton-inc/\"><span class=\"volume\">177</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">636</span></a></span>, 646 (Tex.App.--Houston [1st Dist.] 2005, pet. denied).</p>\r\n<p><span>            </span>Viewed in the light most favorable to Pitts, the summary judgment evidence shows that a\r\nsixty-five-feet-long and one-lane-wide oil-dirt mixture immediately preceded an intersection in a\r\nseventy-mile speed zone.  Both drivers were operating their cars safely within the speed limit in\r\ngood weather.  Nevertheless, Willhelm was unable to stop after applying his brakes.  The dirt\r\ndisguised the oil spill and there was no way for Willhelm to know that the area was slick as he\r\napproached the intersection.  To establish foreseeability, it is not necessary to show that the exact\r\nsequence of events was foreseeable; “only the general danger must be foreseeable.”  <i>Brown</i>, 80\r\nS.W.3d at 556.  Under these circumstances, a jury could conclude that the accident or a similar\r\nevent was likely.  <i>See id</i>. (rejecting argument that a reasonably prudent person could not foresee\r\nthat a driver could lose control of his vehicle as a result of failed causeway lighting and then be\r\nstruck by another vehicle while exiting the wreckage).  Furthermore, common knowledge, not\r\nspecialized knowledge, is all that is needed to establish that an oily mixture on a road would be\r\nslick and could interfere with a driver’s ability to stop.  <i>See</i> <span>Tex.R.Evid.</span> 702 (indicting that\r\nexpert testimony is appropriate when “scientific, technical, or other specialized knowledge will\r\nassist the trier of fact to understand the evidence or to determine a fact in issue”).</p>\r\n<p><span>            </span>The County points out that there was no evidence that dirt-covered oil spills had caused\r\nprevious accidents or had been the subject of complaints.  Although such evidence would be\r\nprobative, it is not required.  <i>See Hall</i>, 177 S.W.3d at 645.  <i>But see Brinson Ford</i>, 228 S.W.3d at\r\n163 (holding that a ramp did not pose an unreasonable risk of harm as a matter of law because it\r\nnot only met applicable safety standards but contained additional safety features, and there were\r\nno reports of injuries or complaints for the previous ten years).</p>\r\n<p><span>            </span>The County also argues that it made the area reasonably safe as a matter of law by putting\r\ndirt on the oil and by testing to see that the front-end loader could come to a stop in the area after\r\napplication of the dirt.  The fact that the County attempted to cure the oil spill by covering it with\r\ndirt does not conclusively prove that the oil-dirt mixture itself was reasonably safe, especially in\r\nlight of the facts described above.  And the performance of a 25,000 pound front-end loader does\r\nnot necessarily equal that of an ordinary passenger car on a slick road.</p>\r\n<p><span>            </span>The second element of a premise defect claim requires the plaintiff to prove that the\r\ndefendant had actual knowledge of the unreasonably dangerous condition.  To have actual\r\nknowledge, a landowner must know that the dangerous condition exists at the time of the\r\naccident.  <i>City of Corsicana v. Stewart</i>, <span class=\"citation\" data-id=\"894970\"><a href=\"/opinion/894970/city-of-corsicana-v-stewart/\"><span class=\"volume\">249</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">412</span></a></span>, 414–15 (Tex. 2008)(per curiam). \r\nActual knowledge must be distinguished from constructive knowledge, which can be established\r\nby facts or inferences that a dangerous condition could develop over time.  <i>Id</i>.  “Although there is\r\nno one test for determining actual knowledge that a condition presents an unreasonable risk of\r\nharm, courts generally consider whether the premises owner has received reports of prior injuries\r\nor reports of the potential danger presented by the condition.”  <i>Aguilar</i>, 251 S.W.3d at 513.  This\r\ndoes not mean that a plaintiff must produce reports of prior accidents to establish actual\r\nknowledge.  <i>See City of Irving v. Seppy</i>, <span class=\"citation\" data-id=\"1638054\"><a href=\"/opinion/1638054/city-of-irving-v-seppy/\"><span class=\"volume\">301</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">435</span></a></span>, 444 (Tex.App.--Dallas 2009, no pet.). \r\nActual knowledge of an unreasonably dangerous condition can sometimes be proven through\r\ncircumstantial evidence.  <i>Id</i>.  “Circumstantial evidence establishes actual knowledge only when it\r\neither directly or by reasonable inference supports that conclusion.”  <i>Stewart</i>, 249 S.W.3d at 415\r\n[Internal quotation marks omitted].  Proof that a landowner created the dangerous condition may\r\nsupport an inference of knowledge.  <i>Keetch v. Kroger, Co.</i>, <span class=\"citation\" data-id=\"2429777\"><a href=\"/opinion/2429777/keetch-v-kroger-co/\"><span class=\"volume\">845</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">262</span></a></span>, 265 (Tex. 1992). \r\nHowever, there must be some evidence from which a jury could infer that the landowner not only\r\nknew about the condition, but also that it created an unreasonable risk of harm.  <i>See Aguilar</i>, 251\r\nS.W.3d at 514.</p>\r\n<p><span>            </span>In this case, it is undisputed that the County knew about the oil spill.  But Pitts does not\r\ncontend that the oil spill alone was the premise defect; he contends that the dangerous condition\r\nwas the oil spill combined with the dirt on top of it.  It is also undisputed that the County knew\r\nabout this condition because Henderson, a County employee, put the dirt on the oil.  The dispute\r\ncenters on whether the County knew that the dirt-covered oil spill was dangerous.</p>\r\n<p><span>            </span>Pitts contends that the County had actual knowledge because it created the dangerous\r\ncondition by covering the oil spill with dirt.  On the other hand, the County argues that it did not\r\nknow that the condition of the road was dangerous after Henderson covered the spill because his\r\nfront-end loader did not slide after the dirt was applied.  In addition, Henderson claims that he\r\nchecked the area two times and saw that no oil was bleeding through the dirt.  Wolf also\r\nobserved that the area was covered with dirt.  Moreover, Wolf testified that he did not receive\r\nany complaints regarding the condition of the road after the spill was covered with dirt.  The\r\nCounty argues that this testimony conclusively establishes that it did not receive any such\r\ncomplaints.</p>\r\n<p><span>            </span>It is important to note that the underlying condition at issue here--an oil spill--is an\r\nobvious hazard.  It was recognized as such by the County and by County employees Henderson\r\nand Wolf.  This fact distinguishes this case from cases involving innocuous objects.  <i>See, e.g.,\r\nUniv. of Tex. at Austin v. Hayes</i>, <span class=\"citation\" data-id=\"895273\"><a href=\"/opinion/895273/the-university-of-texas-at-austin-v-hayes/\"><span class=\"volume\">327</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">113</span></a></span>, 115, 117 (Tex. 2010)(no actual knowledge that\r\nmetal chain across service driveway and behind an eight-foot-wide orange and white barricade\r\nwas a dangerous condition); <i>Aguilar</i>, 251 S.W.3d at 514 (no actual knowledge that location of\r\nwater hose created a dangerous condition).  Viewed in the light most favorable to Pitts, the\r\nevidence suggests that the County contributed to the dangerous condition by concealing the oil\r\nwith dirt.  Henderson acknowledged that an oil spill can make it difficult for a car to stop and he\r\nadmitted that a motorist would not know that there was oil underneath the dirt and that no\r\nwarning of the dangerous condition was given.  This raises a fact question as to the County’s\r\nactual knowledge that the road was dangerous.  <i>See</i> <span>W. Page Keeton et al., Prosser and\r\nKeeton on the Law of Torts</span> § 60, at 417 (5th ed. 1984)(“The duty arises only when the\r\noccupier has actual knowledge of the risk, although this may be shown by circumstantial\r\nevidence, and <i>he is held to the standard of a reasonable person in realizing the significance of\r\nwhat he has discovered</i>.”)[Emphasis added].\r\n\r\n\r\n</p>\r\n<p><span>            </span>It is true that there is no evidence of complaints about the road after the dirt was applied,\r\nbut this lack of evidence is not dispositive.  Moreover, the County did not, as it claims,\r\nconclusively establish a lack of complaints.  Wolf merely stated that <i>he</i> did not receive any\r\ncomplaints about the condition of the road after the spill was covered with dirt.  Lack of\r\nknowledge on the part of one employee does not conclusively establish lack of knowledge on the\r\npart of the County.  <i>See Sifford v. Santa Rosa Med. Ctr.</i>, <span class=\"citation\" data-id=\"2407576\"><a href=\"/opinion/2407576/sifford-v-santa-rosa-medical-center/\"><span class=\"volume\">524</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">559</span></a></span>, 563 (Tex.Civ.App.--San Antonio 1975, no writ).  There is no evidence as to whether other county commissioners or\r\nemployees received complaints, nor is there evidence that any such complaints would necessarily\r\nhave been forwarded to Wolf.  Wolf could not recall who told him about the oil spill, or even\r\nwhether it was a governmental agency or a citizen.  Wolf’s deposition also demonstrates that the\r\nCounty did not keep records about roads.  Pitts’s attorney had asked for any documentation\r\nregarding work done to County Road 201.  No documents were provided because the County did\r\nnot require such documentation at the time of the accident, although it now does.</p>\r\n<p><span>            </span>The County does not challenge the third element of a premise defect claim--that Pitts\r\nlacked actual knowledge of the dangerous condition.  The fourth element requires a plaintiff to\r\nprove that the defendant failed to exercise ordinary care to protect the plaintiff from danger.  The\r\nCounty’s arguments regarding this element are essentially the same as its arguments regarding\r\nthe second element.  It relies on the evidence that it covered the oil spill with dirt and that it\r\ntested and checked the roadway thereafter.  The County ignores the fact that the dirt concealed\r\nthe oil.  The question of the County’s negligence is a quintessential jury question.</p>\r\n<p><span>            </span>The last element of a premise defect claim requires the plaintiff to prove that the\r\ndefendant’s negligence proximately caused his injuries.  The County contends that Pitts’s injuries\r\nwere caused by Willhelm running the stop sign and colliding with Pitts.  We have rejected a\r\nsimilar argument in the past.  <i>See City of Midland v. Sullivan</i>, <span class=\"citation\" data-id=\"1673422\"><a href=\"/opinion/1673422/city-of-midland-v-sullivan/\"><span class=\"volume\">33</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">1</span></a></span> (Tex.App.--El Paso\r\n2000, pet. dism’d w.o.j.).  In <i>Sullivan</i>, a high school student was struck by a vehicle as he walked\r\nthrough a school crosswalk.  <i>Id</i>. at 5.  His parents sued the city, claiming that the crosswalk was\r\nnot clearly marked.  <i>Id</i>. at 5-6.  The city argued that its immunity was not waived because the\r\nschool zone did not directly cause the student’s injuries; it merely furnished the condition that\r\nmade the student’s injuries possible.  <i>Id</i>. at 8.  We rejected this argument, noting that proximate,\r\nnot direct, causation is the applicable standard.  <i>Id</i>. at 8-9.  The defective crosswalk was a\r\nsubstantial factor in bringing about the student’s injuries and was not so geographically or \r\ntemporally distant from the accident as to negate legal causation.  <i>Id</i>. at 9.  The same is true here. \r\nThe summary judgment evidence suggests that the dirt and oil mixture was at least a substantial\r\nfactor in bringing about Pitts’s injuries.</p>\r\n<p><span>            </span>We conclude that a fact issue exists as to all of the challenged elements of Pitts’s premise\r\ndefect claim.  But the County makes one final argument as to why its immunity has not been\r\nwaived.  The County argues that its decision to cover the oil spill with dirt falls within the\r\ndiscretionary function exception in the TTCA.</p>\r\n<p><span>            </span>The discretionary function exception preserves the government’s immunity for policy\r\ndecisions.  <i>See</i> <span>Tex.Civ.Prac.&amp;Rem.Code Ann.</span> § 101.056; <i>Stephen F. Austin State Univ. v.\r\nFlynn</i>, <span class=\"citation\" data-id=\"894881\"><a href=\"/opinion/894881/stephen-f-austin-state-university-v-flynn/\"><span class=\"volume\">228</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">653</span></a></span>, 657 (Tex. 2007).  Determining whether the exception applies is an issue\r\nof law.  <i>Id</i>.</p>\r\n<p><span>            </span>In his affidavit, Wolf stated, “It is the policy and practice of the County to cover oil spills\r\non the County’s roads with dirt.”  Consequently, the County argues that the discretionary\r\nfunction exception applies here.  As Pitts argues, “if the County’s theory were carried to its\r\nlogical conclusion, then a governmental entity that has a policy of fixing potholes with asphalt, or\r\ncleaning soda spills with mops . . . could never be liable since it would have a policy addressing\r\nthe dangerous condition.”  Justice Hecht has expressed a similar sentiment.  He has noted, “If the\r\ngovernment is immune from liability for all policy decisions, it could minimize its liability by\r\nmaking everything policy.  The government would be encouraged to make policy on every silly\r\nsubject imaginable, and the [TTCA’s] discretionary function exception would swallow most of\r\nthe waiver.”  <i>Id</i>. at 661 (Hecht, J., concurring).</p>\r\n<p><span>            </span>In <i>Flynn</i>, the Texas Supreme Court stated that there are two tests for determining whether\r\nthe discretionary function exception applies.  The first distinguishes between policy-level\r\ndecisions, which are immune, and operational-level decisions, for which there is no immunity. \r\n<i>Id</i>. at 657.  The second test distinguishes between “the design of public works, for which there is\r\nimmunity, from their maintenance, for which there is not immunity.”  <i>Id</i>.  Although the court has\r\nset forth the two tests, it has not expressly told us when to apply which test.  In <i>Flynn</i>, the court\r\nseemed to apply both tests.  The court of appeals had held that a university’s decision to have an\r\nirrigation system was a policy decision for which immunity was preserved, but that the plaintiff’s\r\ncomplaint about the decision to operate the irrigation system over a trail during peak periods of\r\npublic use was a complaint regarding negligent implementation of a policy decision.  <i>Id</i>.  In\r\nupholding this determination, the supreme court stated, “The court of appeals correctly concluded \r\nthat the decisions here concerning when and where the water was to spray were operational- or\r\nmaintenance-level decisions, rather than policy formulation.”  <i>Id</i>. at 658.</p>\r\n<p><span>            </span>The County argues that the first test applies here.  To establish that this test should apply,\r\nthe County must first explain why cleaning an oil spill, a function that certainly seems like\r\nmaintenance under the common understanding of the term, does not in fact constitute\r\nmaintenance.  In its brief, the County states, “It is clearly established law, and the County does\r\nnot dispute, that governmental units at all levels are required to maintain their streets, roads and\r\nhighways in accordance with how they were designed and constructed, and that this kind of\r\nmaintenance is not discretionary.”  The County also seems to concede that fixing a pothole is\r\nmaintenance.  But it suggests that there is a legal distinction between fixing a pothole and\r\ntreating an oil spill.  The County states that there is an “important distinction between a decision\r\nregarding how to treat a foreign substance on the surface of the roadway, which has nothing to do\r\nwith maintaining the roadway’s design, from a decision regarding the maintenance of the\r\ninfrastructure of the roadway itself as it was originally designed.  “Although the County asserts\r\nthat this is an important distinction, it fails to explain why the distinction is important, and the\r\nexplanation is not apparent to us.  Both situations involve maintaining the road in its intended\r\ncondition, just as replacing a broken tile and cleaning a soda spill both constitute maintenance of\r\na floor in its proper condition.  <i>See Tex. Dep’t of Transp. v. Arzate</i>, <span class=\"citation\" data-id=\"2340620\"><a href=\"/opinion/2340620/texas-dept-of-transp-v-arzate/\"><span class=\"volume\">159</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">188</span></a></span>, 192\r\n(Tex.App.--El Paso 2004, no pet.)(“Maintenance is the preservation of existing infrastructure.”). </p>\r\n<p><span>            </span>Even if the discretionary function exception could immunize the decision to cover oil\r\nspills with dirt, the evidence only establishes that the County had a blanket policy of covering oil\r\nspills with dirt.  There is nothing to suggest that the County’s policy specified how to apply the\r\ndirt or how much to use.  Thus, even under the County’s theory, the actual implementation of the\r\npolicy by Henderson in this case would not fall within the discretionary function exception.</p>\r\n<p><span>            </span>All of Pitts’s issues are sustained.  The judgment of the trial court is reversed, and the\r\ncause is remanded for trial.</p>\r\n<br>\r\n<br>\r\n<br>\r\n<p>September 21, 2011</p>\r\n<p>DAVID WELLINGTON CHEW, Chief Justice</p>\r\n<br>\r\n<p>Before Chew, C.J., McClure, and Rivera, JJ.</p>\r\n\r\n\r\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894970/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895134/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1563947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1578589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1638054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1673422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1710528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1747332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1756699/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1790353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1880111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1989484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2187096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2278635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2281778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2340620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2407576/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2429777/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-16T05:39:54.239949Z",
      "date_modified": "2015-10-16T05:39:54.239949Z",
      "date_filed": "2011-09-21",
      "date_filed_is_approximate": false,
      "slug": "james-pitts-v-winkler-county-texas",
      "citation_id": 3074620,
      "case_name_short": "",
      "case_name": "James Pitts v. Winkler County, Texas",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2959318/james-pitts-v-winkler-county-texas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-16T05:17:01.655983Z",
  "date_modified": "2015-10-16T05:17:01.655983Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "James Pitts v. Winkler County, Texas",
  "case_name_full": "",
  "slug": "james-pitts-v-winkler-county-texas",
  "docket_number": "08-09-00297-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}