{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/297370/",
  "id": 297370,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/331069/",
      "id": 331069,
      "absolute_url": "/opinion/331069/mona-bronson-v-board-of-education-of-the-city-school-district-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/297370/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/331069/",
          "id": 331069,
          "absolute_url": "/opinion/331069/mona-bronson-v-board-of-education-of-the-city-school-district-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/331069/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:58:51Z",
          "date_modified": "2017-03-24T23:48:35.320384Z",
          "type": "010combined",
          "sha1": "33f1cf1fb9858a3c1dfbf95bb72ca2bd66d1c103",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/525/525.F2d.344.75--1244.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">525 F.2d 344</p>\n    <p class=\"parties\">Mona BRONSON et al., Plaintiffs-Appellants,<br>v.<br>BOARD OF EDUCATION OF the CITY SCHOOL DISTRICT OF<br>CINCINNATI, its members, etal., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 75--1244.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Cause Argued April 23, 1975.<br>Decided Sept. 24, 1975.<br>Rehearing Denied Oct. 30, 1975.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Nathaniel R. Jones, Gen. Counsel, N.A.A.C.P., New York City, Louis R. Lucas, Ratner, Sugarmon &amp; Lucas, Memphis, Tenn., James H. Skiles, Washington, D.C., Leslie I. Gaines, Jr., Gaines &amp; Gaines, Leonard D. Slutz, Cincinnati, Ohio, John A. Dziamba, Williamantic, Conn., J. Harold Flannery, Paul R. Dimond, Washington, D.C., for plaintiffs-appellants.</p>\n      <p class=\"indent\">C. R. Beirne, Beirne, Wirthlin &amp; Manley, Marlene Penny Manes, James Hengelbrok, John A. Lloyd, Jr., Cincinnati, Ohio, James E. Michael, Asst. Atty. Gen., Columbus, Ohio, for defendants-appellees.</p>\n      <p class=\"indent\">Before PHILLIPS, Chief Judge, and WEICK and LIVELY, Circuit Judges.</p>\n      <p class=\"indent\">LIVELY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The court granted this interlocutory appeal by an order appearing at 512 F.2d 719 to consider the important question of the applicability of the doctrine of res judicata to this school desegregation litigation.  In Deal v. Cincinnati Board of Education (Deal I), 244 F.Supp. 572, 582 (S.D.Ohio 1965), the district court denied relief upon a finding that the 'plaintiffs have failed to establish a deprivation of rights under the law or under the Constitution of the United States . . .' It had been stipulated that the Cincinnati school system included a number of schools attended almost entirely by Negro pupils, a number attended entirely by white pupils and a number attended by both Negro and white pupils in various percentages.  The district court found the Cincinnati school system had been operated on the 'neighborhood plan' and that 'the racial composition of each school is simply a result of the racial composition of the neighborhoods which they serve.' Id. at 580.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Deal I was affirmed on appeal to this court, 369 F.2d 55 (1966), and certiorari was denied by the Supreme Court, 389 U.S. 847, 88 S.Ct. 39, 19 L.Ed.2d 114 (1967).  We held that where the sole limitation imposed by state action on the choice of schools by pupils results from adherence to the neighborhood school concept this limitation does not share 'the arbitrary, invidious characteristics of a racially restrictive system.' 369 F.2d at 60.  This court declared that the critical fact determination in an action charging a school board with violation of the rights of minority pupils is whether an existing racial imbalance is intentionally caused by discriminatory practices of the board.  A statistical imbalance standing alone is not enough; official discrimination is required to invoke the protection of the Fourteenth Amendment.  On this basis we upheld the exclusion by the district court of evidence of alleged discrimination in the public and private housing markets of Cincinnati--acts over which the school board had no control.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Though the judgment of the district court in Deal I was affirmed on the finding that the racial imbalance which existed in the Cincinnati school system as a whole was not intentionally caused by the Board, the case was remanded for further findings with respect to claimed discrimination in specific schools and programs, and alleged harmful effects of the racial imbalance that did exist.  New findings were made by the district court following remand, and the case was brought to this court once again.  In affirming Deal II, Deal v. Board of Education, 419 F.2d 1387 (1969), cert. denied, 402 U.S. 962, 91 S.Ct. 1630, 29 L.Ed.2d 128 (1971), we upheld the findings that there was a high correlation between the distribution of Negro pupils throughout the school system and the general neighborhood residential patterns of the City; that there were topographical and man-made barriers which required irregular boundary lines for various attendance districts; and, specifically, that there was no evidence of racial discrimination by the Cincinnati Board in locating schools, assigning teachers and staff or in failing to furnish equal facilities to different schools.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The 'subsidiary findings' with respect to particular schools and programs were also upheld.  The district court and this court disagreed with the contentions of the plaintiffs-appellants in Deal II that the law had been changed since Deal I by the Supreme Court decisions in Green v. County School Board of New Kent County, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968); Raney v. Board of Education of the Gould School District, 391 U.S. 443, 88 S.Ct. 1697, 20 L.Ed.2d 727 (1968); and Monroe v. Board of Commissioners of the City of Jackson, 391 U.S. 450, 88 S.Ct. 1700, 20 L.Ed.2d 733 (1968).  These three cases were viewed as holding that a court may require a school board to discard as inadequate a plan based on 'freedom of choice' or 'free transfer' which has not effectively desegregated a dual school system, and thus as applying only to districts formerly having de jure segregation. 419 F.2d at 1396.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Deal case was brought as a class action on behalf of ninety-six named 'minor citizens of the State of Ohio' and on behalf of 'thousands of (other) Negro minors within the school district of Cincinnati, who are similarly situated because of race and color.'  The present case was instituted as a class action by 'parents of minor children thereof, attending schools in the public school system of the State of Ohio and in the City of Cincinnati.'  The action was brought by each plaintiff on behalf of himself and his minor children 'and on behalf of all persons in the State of Ohio similarly situated.'  The complaint charges the defendants with engaging in numerous discriminatory acts, practices, policies and customs and seeks declaratory and injunctive relief.  Each of the defendants in this action pled, inter alia, that the doctrine of res judicata bars relitigation in this case of the issues adjudicated in Deal I and II.  In a 'Motion to Determine the Affirmative Defense' the plaintiffs requested the district court 'to resolve the issue raised by the affirmative defense of res judicata' which had been pled by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court filed an opinion in response to this motion holding that 'defendants may properly assert the affirmative defense of res judicata in the present case, or, more precisely, that they may assert here the collateral estoppel aspect of that general doctrine.'  The accompanying order contained a certification under 28 U.S.C. &#167; 1292(b) for immediate appeal, which this court granted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court considered the question of whether intervening changes had occurred in the law applicable to school desegregation litigation since Deal I and II which would make it inappropriate to permit the defendants to rely on res judicata or collateral estoppel.  The court concluded that the basic holdings of Deal I and II have not been reversed or overruled.  It was noted that instances where school boards had been charged with the affirmative duty to weed out all vestiges of segregation 'root and branch' involved remedy proceedings where previous actions or proceedings had established constitutional violations.  The district court held that the Supreme Court decisions impose no such affirmative duty in the absence of a finding that a board has operated a dual school system or that de jure segregation has been practiced.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">While finding that changes in the law since Deal I and II have not been so drastic as to permit a relitigation of the issues decided in those cases, the district court did note 'developments and refinements' in the law since Deal.  One such development or refinement was stated by the district court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>And, even where there has been no showing of duality or prior deliberate discrimination, a school board should certainly consider reasonable ways to alleviate racial imbalance and a failure to act in this regard could be part of the cumulative evidence of a possible constitutional violation in certain circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In its opinion the district court held that the question of segregative intent was critical to the decisions in Deal I and II and that this issue was settled by a finding that the Cincinnati Board had no such intent up to July 26, 1965, when the Deal inquiry ended.  Thus, the court held that the inquiry in the present case is limited to the existence of segregative intent in the period since July 26, 1965.  The court found that the class of plaintiffs in the present case is substantially the same as in Deal.  Noting that an application of strict res judicata principles would bar any further litigation between the parties, the court concluded that the less comprehensive doctrine of collateral estoppel should properly be applied and held that the parties to the present action are foreclosed from 'the relitigation of essential facts or issues which were previously litigated by the parties (or their privies) and judicially determined.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court was clearly correct in finding that Deal I and II continue to have 'vitality.'  See Higgins v. Grand Rapids Board of Education, 508 F.2d 779 (6th Cir. 1974).  In fact, the plaintiffs in the present case agree in their brief that the 'holding (of Deal) that racial imbalance alone does not justify a school desegregation order by a Federal District Court . . . remains good law . . ..' (Supp. Brief for Appellants at 21.)  However, they maintain that certain aspects of Deal have been 'overtaken' by more recent decisions of the Supreme Court and this court.  Plaintiffs maintain that to the extent the Deal finding of no segregative intent was based on a 'dominant purpose' test rather than one which looked to the natural and probable effects of the Board's actions and inactions the finding is no longer valid.  In this respect plaintiffs rely, inter alia, on this court's opinions in Oliver v. Michigan State Board of Education, 6 Cir., 508 F.2d 178 (1974), cert. denied 421 U.S. 963, 95 S.Ct. 1950, 44 L.Ed.2d 449 (1975); Berry v. Benton Harbor School District, 6 Cir., 505 F.2d 238 (1975); Brinkman v. Dayton Board of Education, 6 Cir., 503 F.2d 684 (1974); Bradley v. Milliken, 6 Cir., 484 F.2d 215 (en banc 1973), rev'd on other grounds sub nom.  Milliken v. Bradley, 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed. 1069 (1974); Davis v. School District of Pontiac, 6 Cir., 443 F.2d 573, cert. denied, 404 U.S. 913, 92 S.Ct. 233, 30 L.Ed.2d 186 (1971); and Supreme Court decisions, particularly Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); and Keyes v. School District No. 1, 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973).  These intervening decisions are said to have changed the law sufficiently to render collateral estoppel inapplicable to the present case.  The plaintiffs argue further that school cases are sui generis and involve national public policy of the highest priority which requires that res judicata and collateral estoppel at least be limited in their application.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Wright v. Council of the City of Emporia, 407 U.S. 451, 92 S.Ct. 2196, 33 L.Ed.2d 51 (1972), the Supreme Court described as fruitless and irrelevant any inquiry into the 'dominant' motivation of school authorities where the schools had previously been subject to state-enforced racial segregation.  Instead, the Court said, it had 'focused upon the effect--not the purpose or motivation--of a school board's action in determining whether it is a permissible method of dismantling a dual system.' Id. at 462, 92 S.Ct. at 2203.  (emphasis added).  On the other hand, in Keyes v. School District, supra, which involved a school system like Cincinnati's where there had never been state-mandated segregation, the plaintiffs were required to prove 'not only that segregated schooling exists but also that it was brought about or maintained by intentional state action.' 413 U.S. at 198, 93 S.Ct. at 2692.  In Keyes, the Court emphasized that the 'differentiating factor between de jure segregation and so-called de facto segregation . . . is purpose or intent to segregate.' 413 U.S. at 208, 93 S.Ct. at 2697.  (emphasis in original).  Thus, contrary to plaintiff's claim, the Supreme Court appears to have held that intent is synonymous with purpose in determining whether a racial imbalance which is found to exist in a school system that was never segregated by state law results in a constitutional violation.  In a school system which was previously segregated by state law there is no requirement that intent be shown.  The state action requirement of the Fourteenth Amendment is not an issue.  On the other hand, in a school system which has never been operated under a state requirement of separation of the races, de facto segregation may only be treated as resulting from state action in violation of the Fourteenth Amendment if it is shown to result from intentional acts, omissions or policies of public officials or public bodies.  Thus, the de jure/de facto distinction has been retained (see concurring and dissenting opinion of Mr. Justice Powell in Keyes, 413 U.S. at 217, 93 S.Ct. 2686), and the Supreme Court continues to apply different standards to the determination of two different questions: (1) Are the methods adopted by a board effective to dismantle a dual system? and (2) Does a racial imbalance in a unitary system exist because of actions and policies of public officials, primarily the school board, which reflect and carry out a purpose or intent to segregate?  In this case we are concerned only with the second question.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court expressed some difficulty in reconciling the decisions of this court since Deal.  However, Judge Porter concluded that references to the 'effect test' in our opinions relate to the fact that a court may infer intent, which is a subjective fact not easily proven, from evidence of racial imbalance accompanied by acts or omissions of a school board, the natural and probable result of which is to produce or perpetuate a segregated school system.  See, e.g., Berry v. Benton Harbor School District,supra; Oliver v. Michigan State Board of Education, supra.  This is a correct reading of our decisions.  In these cases and in Bradley v. Milliken, supra, the court did not dispense with the requirement that segregative intent or purpose be proven, but rather held that this element of the cases had been proven by showing acts and policies of the school authorities which had the natural and foreseeable effect of producing segregated schools, a showing from which the required intent could be inferred.  In Higgins, which was decided in the light of the Supreme Court's treatment of the requirement of intent in Keyes, we noted that it is permissible for a court to infer intent from proven circumstances. 508 F.2d at 793.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that there has been no such change in the law since Deal as to prevent altogether the application of the doctrine of collateral estoppel to this case.  Though there is a strong public policy against the continuance of racial segregation in public schools we do not believe that school desegregation cases are so different from other types of litigation that principles of res judicata and collateral estoppel should never be applied to them.  The public policy consideration that there be an end to all litigation which underlies the doctrines of res judicata and collateral estoppel is itself firmly established.  This court has held, however, that '(n)either collateral estoppel nor res judicata is rigidly applied.  Both rules are qualified or rejected when their application would contravene an overriding public policy or result in manifest injustice.'  Tipler v. E. I. duPont deNemours and Co., 6 Cir., 443 F.2d 125, 128 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This appeal requires that we determine the extent to which the doctrine of res judicata should be applied in order to accommodate two competing public policies and avoid manifest injustice.  We believe that the district court properly limited the application of the doctrine to this case by holding that the principles of collateral estoppel, as opposed to res judicata, will be observed.  Deal was filed as a 'spurious class action' under Rule 23 of the Federal Rules of Civil Procedure prior to the 1966 amendment thereof.  According to the authorities, an adverse judgment in such an action was not binding on persons who were not parties to the class action.  See 3B J. Moore, Federal Practice P 23.10--1, at 23--2769; P 23.11(3), at 23--2851.  On the other hand a public body should not be required to defend repeatedly against the same charge of improper conduct if it has been vindicated in an action brought by a person or group who validly and fairly represent those whose rights are alleged to have been infringed.  Though the plaintiffs in the instant action are not the same persons as those who instituted Deal, that action was brought to vindicate the rights of all minority school children and parents affected by the actions and policies of the Cincinnati Board.  There is a strong community of interests between the Deal plaintiffs and the Bronson plaintiffs and both actions sought relief on behalf of the same large group of black citizens.  For the purposes of collateral estoppel we do not consider the plaintiffs in the present action to be 'strangers' to the Deal litigation.  The proper balance between the public policy of requiring a finality to judgments which settle issues in litigation and that of preventing the denial of equal protection of the law to a generation which comes after such a judgment has been rendered may be achieved by applying the rule of 'issue preclusion.'  See Humphreys v. Tann, 487 F.2d 666 (6th Cir. 1973), cert. denied, 416 U.S. 956, 94 S.Ct. 1970 (1974); Davis v. McKinnon &amp; Mooney, 266 F.2d 870 (6th Cir. 1959); Bernhard v. Bank of America, 19 Cal.2d 807, 122 P.2d 892 (1942).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's order forecloses the plaintiffs from showing that the defendants did, prior to July 26, 1965, act with a segregative intent or that the actions, inactions or policies of the Board prior to that date violated the constitutional rights of minority pupils or their parents.  These issues have been decided and under the issue preclusion application of collateral estoppel may not be reopened.  Nevertheless, there are children attending the Cincinnati schools now who either were not born in 1965 or had not started to school.  Their claims were not in existence at the time of the judgment in Deal and could not have been extinguished by it.  Lawlor v. National Screen Service Corp., 349 U.S. 322, 328, 75 S.Ct. 865, 99 L.Ed. 1122 (1955).  The complaint of such children and their parents of alleged continuing wrongful acts subsequent to 1965 declares a different cause of action than that concluded by Deal, one to which estoppel does not apply.  Cream Top Creamery v. Dean Milk Co., 6 Cir., 383 F.2d 358, 363 (1967); United States v. General Electric Co., 358 F.Supp. 731, 740 (S.D.N.Y.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In order to establish their claim of a present denial of constitutional rights these plaintiffs must be permitted to show whether the post-1965 actions, inactions and policies of the defendants have caused or contributed to the conditions of which they complain.  However, this evidence cannot be considered in a vacuum any more than the actions and decisions of the defendants have taken place in a vacuum.  In oral argument before this court counsel for the defendant Cincinnati Board stated that the plaintiffs may introduce evidence of conditions prior to July 26, 1965 'for background purposes,' but that application of res judicata principles prevents the finding of violation prior to that date.  We agree.  To the extent that the pre-1965 actions and policies of the Board and the conditions which existed on July 26, 1965 are relevant to a determination of the existence or non-existence of unlawful segregation at the times involved in this case, the district court may take judicial notice of facts stipulated or proven in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the per curiam opinion granting an appeal from the interlocutory order of the district court we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The effect of this ruling appears to be that plaintiffs would be collaterally estopped from relitigating any of the issues determined in the prior litigation between the plaintiffs in the earlier class action and the defendant board and from introducing evidence as to events occurring prior to July 26, 1965. 512 F.2d at 719 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We would be unable to affirm the order of the district court if this were its effect.  However, upon restudy of the order and memorandum opinion we conclude that it does not preclude the introduction of evidence concerning events which occurred prior to July 26, 1965.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At this stage of the proceedings, when there has been no opportunity to offer evidence, the district court has very properly made no attempt to catalogue or describe the evidence which will be admitted.  If new evidence of pre-Deal occurrences or conditions is offered the district court will determine in each instance whether or not such evidence is relevant<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to the inquiry in the present case, i.e., does it shed light on the claim that minority pupils and their parents have been denied equal protection of the law by the defendants during the post-July 26, 1965 period involved in this action?  As we have noted previously, in discussing developments and refinements since Deal, the district court referred to 'the cumulative evidence of a possible constitutional violation.'  Ultimate decision of the present case will necessarily require consideration of cumulative evidence.  Adherence to the doctrine of issue preclusion in no way forecloses the consideration of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The order of the district court as modified and interpreted herein is affirmed.  Each party will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">PHILLIPS, Chief Judge (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I concur in the opinion prepared by Judge Lively affirming the decision of the District Court, as interpreted and modified by this court.  I add these observations only to emphasize what I understand to be the practical effects of our decision.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nothing in the doctrine of collateral estoppel prevents plaintiffs from introducing evidence of events occurring in the Cincinnati school system after July 26, 1965.  Plaintiffs are free to offer this evidence and to argue for any interpretation of the evidence they consider necessary to vindicate their rights under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The evidence submitted to the District Court in Deal stands on a different footing.  This evidence was the subject of exhaustive litigation and was considered fully by the District Court.  This court ruled in Deal II that the findings of fact of the District Court in that case were not clearly erroneous. 419 F.2d 1387, 1395 (6th Cir. 1969).  The Supreme Court denied certiorari. 402 U.S. 962, 91 S.Ct. 1630, 29 L.Ed.2d 128 (1971).  Accordingly, the findings of fact based upon this evidence are binding upon all the parties to the present case as of the effective date of Deal II.  Plaintiffs may not now urge upon the court findings or interpretations of that evidence different from those made by the District Court in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This is not to say, however, that the findings made in Deal and the underlying evidence must be ignored in the present litigation.  To the contrary, so long as the Deal findings are not directly or indirectly contradicted, the court in the case at hand is free to rely upon the evidentiary fruits of the earlier case in determining whether the present status of the Cincinnati school system is the result of constitutional violations on the part of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The plaintiffs in Deal spent two and one-half years poring over the books and records of the Cincinnati school system.  Vast quantities of documentary and testimonial evidence were presented at trial.  It may seem unlikely that plaintiffs now could discover relevant evidence relating to the pre-1965 period that was not before the District Court when it made findings in Deal.  Nevertheless, it is possible that such evidence may come to light during the course of the present litigation, and its effect must be considered.  To the extent that newly discovered evidence of pre-1965 occurrences is relevant in assessing the constitutionality of defendants' conduct after July 26, 1965, it may be admitted for that purpose.  A more difficult question would be presented if the new evidence suggested that the findings in Deal were incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">School children born or starting to school after the decision in Deal II are entitled to have introduced on their behalf in the present case relevant evidence as to matters occurring prior to July 26, 1965, regardless of whether that evidence contradicts the Deal findings.  If new evidence of pre-1965 events, substantially undercutting the Deal findings, is introduced on behalf of school children born or starting to school after the decision in Deal II, the District Court may receive it and should consider whether some or all of those findings continue to be viable.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus it is apparent that collateral estoppel has only a limited effect in this case.  Plaintiffs have wide latitude in marshalling evidence in support of their claim for relief.  They are precluded only from relying on the evidence presented in Deal to support findings different from or inconsistent with those actually made in that case.</p>\n    </div>\n    <p class=\"indent\">WEICK, Circuit Judge (dissenting):</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The sole issue in this appeal is whether plaintiffs' second class suit to desegregate the public schools in Cincinnati is barred by the doctrines of res adjudicata and collateral estoppel with respect to the issues finally adjudicated in the first suit.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The District Court held these doctrines were applicable and that the plaintiffs were attempting in the second suit to relitigate the very issues decided against them in Deal I and Deal II which were extensively litigated through all of the federal courts over a period of time from 1963 to 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The complaint in the present case does not even mention the fact that the issues of desegregation were previously litigated.  Obviously, the drafters of the complaint wanted to forget it.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although the majority opinion states that the judgment of the District Court is affirmed, as modified, actually it is reversed as to the only real issue in the case and by a curious unprecedented concept.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This reasoning is that school children who were either not born or were not attending the public schools in Cincinnati at the time of the decision in Deal are not bound by it.  But the class in Deal was all black children and their parents.  In the second suit, like the first, the class is black children and their parents.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the majority opinion it is stated:Nevertheless, there are children attending the Cincinnati schools now who either were not born in 1965 or had not started to school.  Their claims were not in existence at the time of the judgment in Deal and could not have been extinguished by it.  Lawlor v. National Screen Service Corp., 349 U.S. 322, 328, 75 S.Ct. 865, 99 L.Ed. 1122 (1955).  The complaint of such children and their parents of alleged continuing wrongful acts subsequent to 1965 declares a different cause of action than that concluded by Deal, one to which estoppel does not apply.  Cream Top Creamery v. Dean Milk Co., 383 F.2d 358, 363 (1967); United States v. General Electric Co., 358 F.Supp. 731, 740 (S.D.N.Y.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>In order to establish their claim of a present denial of constitutional rights these plaintiffs must be permitted to show whether the post 1965 actions, inactions and policies of the defendants have caused or contributed to the conditions of which they complain.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The concurring opinion of Chief Judge Phillips states:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>School children born or starting school after the decision in Deal II are entitled to have introduced on their behalf in the present case relevant evidence as to matters occurring prior to July 26, 1965, regardless of whether that evidence contradicts the Deal findings.  If new evidence of pre-1965 events, substantially undercutting the Deal findings, is introduced on behalf of school children born or starting to school after the decision in Deal II, the District Court may receive it and should consider whether some or all of those findings continue to be viable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If the plaintiffs in Deal had newly discovered evidence they should have proceeded under Rule 60(b) of the Federal Rules of Civil Procedure to obtain relief from the judgment.  The trouble is that the motion for relief must be filed within a reasonable time, but not later than one year.  Here more than 10 years have elapsed since Judge Peck's decision and, if we follow the thesis of these two opinions in the present appeal, each year when a new crop of children come into the public schools they could relitigate all of the issues previously decided by the courts and this could happen ad infinitum until Gabriel sounds his horn.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is obvious that the only purpose of the present suit is to overturn the factual findings and judgment of Judge Peck in the Deal cases which we affirmed.</p>\n    </div>\n    <p class=\"indent\">The majority opinion states:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>The complaint of such children and their parents of alleged continuing wrongful acts subsequent to 1965 declares a different cause of action than that concluded by Deal, one to which estoppel does not apply.  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This is a non sequitur.  The findings of fact in Deal found no wrongful acts or conduct prior to 1965 so there could be no continuing wrongful acts unless we overturn Judge Peck's findings and hold that the acts which he found legal were wrongful.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">These two opinions authorize the reopening and retrial of all of the issues in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The holding of the District Court which the majority reverses is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>We stated earlier that we would return to the issue of party identity since collateral estoppel traditionally precludes only the relitigation of essential facts or issues which were previously litigated by the parties or their privies.  In this regard, we note first that substantial identity is all that is necessary, and that privity is deemed to exist if there is some connection between the present and former parties such that it is fair and reasonable that the present party be bound by the prior determinations.  See, 46 Am.Jur.2d, Judgments &#167;&#167; 531--32.  And we further recognize that these concepts of substantial identity and privity may be extended to class actions.  See, e.g., Hansberry v. Lee, 311 U.S. 32, 41--43, 61 S.Ct. 115, 85 L.Ed. 22 (1940).  Applying these concepts to the case at hand, we conclude that the present class of plaintiffs is substantially the same as in Deal, and that it would be both fair and reasonable to bind the present plaintiffs by the Deal determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is submitted that this decision by Judge Porter is correct and should be affirmed.  The Board can be held accountable only for any new acts and conduct subsequent to the cut off date of July 16, 1965 and not authorized or approved in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The brief of the Board makes the following statement with respect to the identity of counsel for the plaintiff in Deal and in the present case which has not been disputed:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>Thus, it is clear that, to the extent of the issues presented by this appeal, the class of plaintiffs who instituted the Deal suit seek to relitigate precisely the same claims that were decided in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>Moreover, in Deal the plaintiffs were represented by Robert L. Carter, Barbara A. Morris, and Lewis M. Steele of the National Office of the NAACP and Norris Muldrow, Cincinnati, for the Local Chapter of the NAACP. 396 F.2d at 57.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>In the present case the complaint is signed by Nathaniel Jones, General Counsel NAACP, 1790 Broadway, New York, New York, 10019, in addition to Louis R. Lucas, Memphis, James M. Skiles, 'Lawyers Committee for Civil Rights under Law,' Washington, D.C., Lester Gaines and Leonard D. Slutz, Cincinnati.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Robert L. Carter was counsel for the appellant Brown before the Supreme Court of the United States in Brown v. The Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954).  Mr. Carter was also present for the appellant Brown in Brown II, 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083 (1955), and participated as lead counsel in many other school segregation cases, representing the NAACP.  It is, therefore, apparent that both Deal and Bronson were brought as class actions and not merely for the named plaintiffs, alleging substantially the same facts and the same claims of violation of constitutional rights and praying for the same relief, and that both cases were filed, prosecuted and controlled by counsel for the NAACP.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>The role of the NAACP and its experienced counsel in both Deal and in Bronson illustrates that the test of adequacy of representation, which is the primary prerequisite to making a class action judgment binding upon absent class members, was abundantly satisfied in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">No claim has been made that the class in Deal was not fairly and adequately represented by these lawyers who had extensive experience in the field of school desegregation cases.  They had been eminently successful in handling litigation involving desegregation of the southern schools.  They then embarked on litigation involving the northern schools which presented an entirely different problem since black children are not forbidden by state law from attending white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Deal I and Deal II involved protracted northern school litigation and was fought in all of the federal courts over a period of 11 years.  Many issues were raised and determined.  If counsel for the plaintiffs left any stones unturned, we were not aware of it.</p>\n    </div>\n    <p class=\"indent\">In Deal II we stated:</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>Appellants' representatives spent about two and one-half years pouring over the books and records of the Cincinnati School System in an effort to find something that was wrong.  Appellants offered in evidence 286 joint exhibits, 21 plaintiffs' exhibits, stipulations, answers to interrogatories, and testimony of witnesses.  One stipulation agreed upon by the parties contains seventy-one pages.  In lengthy briefs appellants complain about almost everything in the operation of the Cincinnati School System.The amended complaint is in form commonly used in actions for desegregation of dual school systems, where the Board is asked to submit a plan for desegregation.  It is totally inappropriate here, where desegregation took place eighty-two years ago.  We find no good reason for disrupting the operation of the Cincinnati School System.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Segregation in the public schools in Ohio had been abolished by the legislature on February 22, 1887 long before the Supreme Court abolished it for the South on constitutional grounds in 1954 in Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954).  The legislature of Ohio adopted a neighborhood plan for the location of public schools at such places as would be convenient for attendance of the largest number of children.  Ohio Rev.Code &#167; 3315.48.  It was not then thought that neighborhood schools were iniquitous or discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In essence, in Deal, the District Court found, from all the voluminous evidence, that there had been no violation of the constitutional rights of the plaintiffs or of the class which they represent; that there had been no gerrymandering of school zone lines or other acts and conduct of the Board intended or having the effect of segregation or maintaining segregation; that the concentration of black people in Cincinnati resulted from residential patterns or from other causes over which the Board had no control; that schools had been constructed in locations where the largest number of children resided pursuant to the mandate of Ohio Rev.Code &#167; 3315.48.  While the Board had taken steps to relieve racial imbalance in the public schools, and is still taking them, it was of the view that it was not required by law to balance the races in each and every school in the system.  This view was upheld even in southern schools and was made plain by the opinion written for the court by Chief Justice Burger in Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).  This salutary ruling has been all too frequently ignored.</p>\n    </div>\n    <p class=\"indent\">In Deal II we stated:</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>The District Court adopted eighteen findings of fact dealing with specific schools and programs which appellants complained were formulated to promote or perpetuate segregation in the public schools of Cincinnati.  Contrary to appellants' contention, the Court found that the schools and programs were not formulated for any such purposes and that school zone lines were not gerrymandered to exclude Negroes from certain schools.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>The Court found a high correlation in the distribution of Negroes throughout the school system to the general neighborhood residential patterns.  There were many areas, formerly predominately white, which were changed to predominately Negro by the movement of Negroes to the neighborhoods, and this was reflected in the increase in the number of Negro children attending the schools there.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>Virtually every possible proportionate combination of Negro and white students exists in some schools in Cincinnati and the proportions are not constant.  In a short period of time in which there had been no change in school zone lines, twelve Cincinnati schools changed to a heavy concentration of Negro pupils.  Id. 1392.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">During the eleven years that the Deal litigation was in progress, the time of Board personnel has been consumed both in the preparation for trial and in the trial itself.  The Board was required to employ counsel who tried the case twice in the District Court, twice in the Court of Appeals and filed briefs twice before the Supreme Court.  The expense to the taxpayers of Cincinnati must have been considerable.  And now the Board is confronted with a new suit asking for the same relief as in the first case and is sponsored by the same group and handled by the same attorneys.  The time of the courts has been taken.  If the plaintiffs are to prevail, all of this has been wasted effort and futile.  The Board would have been bound if it had lost the case but not the plaintiffs who claim to be exempt from the time-honored rules of res adjudicata and collateral estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">One other matter is noteworthy.  In school cases, it has been the practice of counsel for the plaintiff, frequently to file motions in the same case for further relief whenever they wanted to take advantage of a new decision.  In the present case they filed no such motion.  Why?</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Instead, they selected a new class of black children and their parents from not only Cincinnati but drawing from the entire State of Ohio, and they joined as additional defendants certain state officials, including the governor of Ohio.  But the class is the same, namely, black children and their parents.  Was the purpose of all this an attempt to avoid the issue of res adjudicata and collateral estoppel?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Deal was the first northern school case decided by this court but it did not last long before it was distinguished by other panels.  Notable examples are:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Davis v. School Dist. of Pontiac, 443 F.2d 573 (6th Cir. 1971), affirming 309 F.Supp. 734 (1970), cert. denied, 402 U.S. 913, 91 S.Ct. 1630, 29 L.Ed.2d 128 (1971); Bradley v. Milliken, 484 F.2d 215, 238 (6th Cir. 1973), rev'd 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed.2d 1069 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Deal was distinguished by the en banc panel in Bradley v. Milliken, supra, on the ground that the District Court made findings that there had been no unconstitutional conduct on the part of the Cincinnati Board of Education and we held that these findings were not clearly erroneous. 485 F.2d 258.  As I pointed out in my dissenting opinion in Bradley, conduct of the Board which the court held was unconstitutional in Detroit was held constitutional in Cincinnati.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Id. 262.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">All of this has been confusing to District Judges hearing school desegregation cases.  District Judge Porter admitted having difficulty in reconciling our opinions.  In fact, at one of the hearings in the present case when Deal was cited to him he remarked that 'Deal is as dead as a Dodo bird.'  Judge Porter changed his mind when he read the decision of the panel in Higgins v. Board of Education of the City of Grand Rapids, 508 F.2d 779 (6th Cir. 1974), where we relied on Deal as authority.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In their petition for rehearing en banc filed in Higgins, counsel for plaintiffs confessed their inability, in good conscience, to distinguish Deal any further and asked us to overrule Deal in important particulars.  We declined to accept the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Now that Deal cannot be distinguished any further and we have declined to overrule it, the plaintiffs conceived the idea of a new class suit to desegregate Cincinnati's public schools with a new crop of black children hoping to convince another District Judge on the same evidence and new evidence, which they will introduce, to adopt different findings of fact than did Judge Peck and hoping that this court would then affirm.  Such hopes, in my judgment, are an evanescent dream.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We do not follow appellants' argument that their position is supported by public policy.  In fact, the reverse is true.  As well stated by the Supreme Court in Commissioner v. Sunnen, 333 U.S. 591, 597, 68 S.Ct. 715, 719, 92 L.Ed. 898 (1948):</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>The general rule of res judicata applies to repetitious suits involving the same cause of action.  It rests upon considerations of economy of judicial time and public policy favoring the establishment of certainty in legal relations.  The rule provides that when a court of competent jurisdiction has entered a final judgment on the merits of a cause of action, the parties to the suit and their privies are thereafter bound 'not only as to every matter which was offered and received to sustain or defeat the claim or demand, but as to any other admissible matter which might have been offered for that purpose.'  Cromwell v. County of Sac, 94 U.S. 351, 352, 24 L.Ed. 195.  The judgment puts an end to the cause of action, which cannot again be brought into litigation between the parties upon any ground whatever, absent fraud or some other factor invalidating the judgment.  See von Moschzisker, 'Res Judicata,' 38 Yale L.J. 299; Restatement of the Law of Judgments, &#167;&#167; 47, 48.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Appellants' reliance on comments of the Advisory Committee with respect to Rule 23, Federal Rules of Civil Procedure, is misplaced.  These rules affect only procedure and have no affect on substantive rights.  The Rules Enabling Act so provides. 28 U.S.C. &#167; 2072.  See System Federation No. 91 Ry. Employees' Dept. A.F.L. v. Reed, 180 F.2d 991, 996 (6th Cir. 1950); First Congregational Church and Society of Burlington v. Evangelical and Reformed Church, 305 F.2d 724, 728 (2nd Cir. 1962).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In a headline appearing in the Cincinnati Post on October 3, 1974 entitled 'School Suit May Reach Suburbs' one of the plaintiffs' attorneys is alleged to have stated that they will seek to add suburban school districts as defendants and to obtain a court-ordered metropolitan school district that could gain Supreme Court approval.  He is quoted as saying:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>The white suburban school districts were built by the state, they are white in terms of faculty and have underlying housing segregation. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>The urban system is characterized by racial segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">This court had approved such a metropolitan plan for Detroit for busing children into three counties and 52 different school districts but was reversed by the Supreme Court.  Bradley v. Milliken, supra.  Under this plan black children would be forcibly bused into the suburbs and white children into the inner city by court order.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">But before plaintiffs can talk about bringing the Cincinnati suburbs into this case they must first overturn Deal I and Deal II, which in my judgment is an unsurmountable objective.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The late Judge Roth who presided at the trial of the Detroit school case made the following statement at a pretrial conference:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>We need not recite the many serious problems such a plan entails, suffice it to say that a plan of such dimensions can hardly be conceived in a day, to say nothing of the time it will require for implementation.  A large metropolitan area such as we have in our case can not be made the subject of instant integration.  We must bear in mind that the task we are called upon to perform is a social one, which society has been unable to accomplish.  In reality, our courts are called upon, in these school cases, to attain a social goal, through the educational system, by using law as a lever.  App. IV, pp. 454, 455.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">This statement appears to be correct.  The federal courts in school desegregation cases are performing a social task using law as a lever.  It is not the function of the courts to perform social tasks to attain social goals.  The public had been led to believe from the decision in Brown v. Board of Education, supra, that the courts were addressing themselves to adjudicating constitutional violations.  In Brown the constitutional violation was a state statute which prevented black children from attending white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">This problem was solved in Ohio 88 years ago.  Black children as well as white children may attend any public school in Cincinnati in the area where they live.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The thesis of Brown was that the exclusion of black children from the public schools deprived them of the equal protection of the laws in violation of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Black and white children have equal constitutional rights.  The plaintiffs in these school cases are claiming special constitutional rights.  They are claiming a right to racial balance or quotas in each public school in the system.  The only way this can be accomplished is by forced busing of black children into schools located in white neighborhoods and forced busing of white children into the inner city where black families are usually concentrated.  This is done by judicial power and without the consent of the parents or the children.  The method used is by a head count and determination is made solely by the color of their skin.  These children are entitled to the equal protection of the law the same as the plaintiffs.  The constitutional rights of other children ought not to be violated in order to accord relief to the plaintiffs.  In my opinion no court order should ever force a black or white child away from their residential school without the consent of his parents.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Not all black people are sympathetic to the view of the plaintiffs.  I pointed this out in my dissent in Bradley, id. 264.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">In an article appearing in U.S. News &amp; World Report, August 11, 1975 entitled 'Busing--Why Tide is Turning,' it is stated:</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>Problem in Detroit--A spreading view was expressed by Detroit's black Mayor, Coleman Young, in an NBC 'Meet the Press' telecast: Busing within the City of Detroit alone, where already over 70% of the pupils are black can solve no problem.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Yet this court has recently ordered the Detroit Board of Education to purchase 150 sixty-six passenger yellow buses, and ordered the State of Michigan to pay 75% of the cost.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In none of the many school desegregation cases which have been heard by the courts has it ever been held that the Boards of Education were in any manner responsible for the concentration of black people in the inner city.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Dr. Karl Taeuber, in his book Negroes in Cities, stated that residential segregation exists 'regardless of the character of other forms of discrimination.'</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In Bradley v. School Board of the City of Richmond, 462 F.2d 1058 (4th Cir. 1972), aff'd by an equally divided court, 412 U.S. 92, 93 S.Ct. 1952, 36 L.Ed.2d 771 (1973), the court states:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>The root causes of the concentration of blacks in the inner cities of America are simply not known . . ..</p>\n    </div>\n    <p class=\"indent\">And</p>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>Whatever the basic causes, it has not been school assignments, and school assignments cannot reverse that trend.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">It is certainly not unnatural for the various ethnic groups to like to live near their own people and this could be the cause of their concentration.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">It should be noted that none of the many school desegregation cases which have been decided has ever held that res adjudicata or collateral estoppel does not apply to a case which, as here, has been litigated through all the courts and finally decided.  In fact, we know of no other school desegregation case where the plaintiffs, after losing, have ever attempted to relitigate the very issues decided against them in all of the courts.  The issue of liability, of course, is to be distinguished from the remedy which is usually held reserved for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">We ought not to engage in innovation and foster a rule which can only result in mischief.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">There must be something radically wrong with plaintiffs' case if we are required to do violence to time-honored legal concepts in order to grant the relief that plaintiffs request.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">What they really want is to integrate, by a quota system, not only the public schools in Cincinnati but also those schools in the surrounding suburban municipalities.  To accomplish this little children would have to be used as pawns and to be forcibly bused away from their neighborhood schools.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Plessy v. Ferguson, 163 U.S. 537, 16 S.Ct. 1138, 41 L.Ed. 256 (1896), adopted the doctrine of 'separate but equal' in the field of public education.  It was the law of this country for more than a half century until it was overturned in Brown v. Board of Educ., 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">In effect, what plaintiffs want is an 'equal but racially balanced' doctrine.  In my opinion such a doctrine is not only not required by the Constitution, but it is repugnant to the Constitution as such doctrine would violate the constitutional rights of most of our population.  In my opinion if such a doctrine ever became the law, it would subject the people on a nationwide basis to taxation to pay for forced busing costing billions of dollars, which could be used more appropriately to improve the quality of education.  It would polarize the races and irreparably harm all of the good which has been accomplished in recent years in civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Plaintiffs have no more right to racially balanced schools than do other ethnic groups.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">I would affirm the judgment of Judge Porter.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p>EXHIBIT 'A'</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>THE WALL STREET JOURNAL, FRIDAY, JULY 25, 1975</p>\n    </div>\n    <p>Busing--the Arrogance of Power</p>\n    <p>BY MICHAEL NOVAK</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Busing is, in important ways, the Vietnam of the 1970s.  It is a quagmire; a lost cause; taxation without representation; a policy of massive social engineering with little clear prospect of benefit; a mistake; a tragedy; a breeder of endless demonstrations, riots, and dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">At last count, only 4% of whites and 9% of blacks favored busing.  Only 'the best and the brightest,' it seems, as in Boston, favor it.  They designed it, they impose it, and they will never suffer their children to experience it.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">On its face, busing has racist presuppositions.  A century ago, hardly literate, immigrant, Catholic young women established a massive parochial school system which soon rivalled the well-financed public schools in the quality of discipline, instruction, and social mobility they imparted.  But the assumption behind busing is that blacks, unlike Catholic immigrants, cannot learn in largely separate environments.  They need an infusion of 'white magic.'  They can learn only among whites.  This is a preposterous assumption.  Excellent black schools like Dunbar in Washington give it the lie.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Busing arose as an issue in the South.  There the court orders at first had the effect of halting busing--of allowing blacks to attend neighborhood schools rather than of being bused away from home to all-black schools.</p>\n    </div>\n    <p>Judicial Assumptions</p>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Next, busing advanced in the South from being an issue in de jure segregation to being an issue in de facto segregation.  In cities like Charlotte, historic patterns of residential segregation were diagnosed by the courts as having an unconstitutional effect on equal opportunity in schooling.  Here the courts made fresh assumptions: that education in more or less homogeneous neighborhood schools are inequitable; and that historic residential patterns have the force of unjust coercion.  (The courts might have commanded residential integration rather than school integration.)</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The structure of the courts' reasoning becomes weaker and more dubious still when Northern cities like Boston, Buffalo, Pittsburgh, Detroit and others come into view.  Consider the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">(1.) The traditional residential patterns of Northern cities over the last 100 years have always involved de facto ethnic segregation, not only for blacks, but for virtually every ethnic group.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">(2.) In some cases, as in Boston and Detroit, more financial resources, federal programs, and educational experimentation have been lavished on predominantly black schools than on predominantly white ethnic schools of the working class.  Rates of entrance into college, drop-out rates, and other indices of the status of such schools are often comparable.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">(3.) Before 1900, 90% of all blacks lived in the South; and 90% of the white ethnics who now live in the Northern cities had not yet arrived.  These two great migrations were not linked by slavery, were culturally almost totally unprepared for their future meeting, and came to their rendezvous with some different social skills, family traditions, disciplines, needs, and aspirations.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">(4.) The average child of black migrants to the North was academically three or four years behind his average white counterpart, even though blacks had English as a mother tongue.  Even today, the average black child is academically at least a year behind the average white.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Busing is, in important ways, the Vietnam of the 1970s.  It is a quagmire; a lost cause.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">(5.) The patterns of parental discipline in the typical white ethnic home, particularly as between fathers and sons, is quite different from the patterns of discipline in the home, not of middle class blacks, but of the most poor, despairing and suffering blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">(6.) The 'street culture' of poor black students is of a different moral and emotional 'life style' from that of both middle-class black and white ethnic students.  In particular, incidences of pre-marital sexual expression, illegitimate birth, hustling, intimidation, and disruptive behavior are significantly different.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">(7.) The role of the family or family-substitute in bringing about differential attitudes, behaviors, and success in school is undoubtedly the greatest single factor influencing the classroom.  The family is a more basic social unit than the school.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">(8.) Class factors influence dramatically the attitudes, behaviors, aspirations and educational success of students in school.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">(9.) Families choose their place of residence--or judge its merit--by their preference for its neighborhood school as much as, or more than, by any other factor.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">If these propositions are true, then it must surely be predictable that 96% of the whites and 91% of the blacks would find busing a poor instrument for what a great majority, both black and white, also desire: a genuinely, peacefully integrated society.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">What seems to have been forgotten is that busing is merely an instrument, a tool, a method not an end.  The most appropriate question with respect to busing, as for any instrument, is 'Does it work?'  However moral the instrument may sound, 'What are its effects?' is the central moral question.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">In my view, busing of the Boston and Detroit sort is an immoral policy.  It goes against the basic social principles of American life; against family, neighborhood, class, ethnic, and even educational realities which are so basic they are seldom even voiced.  Working-class whites who are bused have too much to lose; they face possible downward mobility.  Working-class blacks or poor blacks have too little to gain; indeed, the ensuing experience of cultural segregation within the purportedly integrated schools can be embittering.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">It would be lovely if greater contacts between persons from different cultures always led to greater understanding and good will.  In fact, contact often reinforces the worst stereotypes.  This is particularly likely where the contact is unequal--when those of a more suffering lower class, educationally behind their peers, become tangible proof to other children of realities they had heretofore held to be mere bigotry.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">Human beings are not parts of a machine, to be anonymously fitted into slots.  They approach each other from complicated past histories and diverse personal experiences.  They do not perceive each other accurately, or easily find it possible to share honest transactions.  Even highly educated blacks and whites often find honesty anguishingly difficult.  What, then, about the less articulate?  To ride roughshod over such histories is to exhibit gross human arrogance.  It is to invite great human disaster.  It is to destroy integration in the name of saving it.</p>\n    </div>\n    <p>Embittering a Generation</p>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">Forced busing will set back the advances of civil rights made during the past generation by 20 years; a whole generation, and maybe another, will be embittered, just as South Boston and Roxbury are likely to be for decades to come.  Family folklore will recount the ugly history for years.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">Busing is to black equality what Prohibition was to the moral crisis of the Depression.  It is a flaming moral issue of dubious social judgment.  Now, as then, the fundamental problem is economic.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">Blacks do not need buses; they need jobs.  Having acquired solid jobs, the black family will have an economic base.  Then school will be meaningful, and its lessons liberating and inspiring.  The key to integration in the United States is a plan to allow every available black worker to work; and to rebuild and to beautify black homes and neighborhoods.  For families increase their net worth not so much through wages as through real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">Most black neighborhoods were, hardly a generation ago, among the most solidly built and desirable in the Northern cities; restored, they would be far more valuable--as investments--than the flimsy modern housing of working-class suburbs.  Under improved economic conditions, a black middle class and working class will integrate with whites as economic, social, cultural, and educational equals.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">Economics first, education second.  A cardinal principle both of Marx and of capitalism cannot be all wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">Mr. Novak is the author of the recently published book 'Choosing Our King.'</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">Upon consideration of the petition for rehearing filed herein the court concludes that a rehearing of this interlocutory appeal is not required.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">The petition for rehearing is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">WEICK, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">The petition for rehearing filed by the Board requests that we clarify our resolution of certain questions in this case in order to provide necessary guidance for the District Court upon the remand.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">In my dissenting opinion I specifically pointed out the parts in both majority and concurring opinions with which I disagreed.  It is obvious that I agreed with the part of the majority opinion 'that Deal I and II continue to have 'vitality.\" Our recent decision, in which two members of the present panel participated, in Higgins v. Board of Educ. of Grand Rapids, 508 F.2d 779 (6th Cir. 1974), is further proof of that fact.</p>\n    </div>\n    <p class=\"indent\">I also stated in my dissent:</p>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p>The Board can be held accountable only for any new acts and conduct subsequent to the cut off date of July 16, 1965 and not authorized or approved in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">This clearly agrees with the holding in the majority opinion that the District Court's order precludes plaintiffs from attempting to prove that the Board, prior to the cut-off date, acted with a segregative intent or that its prior actions, inactions or policies violated the constitutional rights of minority pupils or their parents.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">In my opinion, children who came into the Cincinnati School System after the cut-off date take the system as they find it, just like the other children who are attending the schools, and they are bound by our decisions in Deal I and Deal II.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 401, Federal Rules of Evidence (1975), contains a definition of 'Relevant Evidence' and the Advisory Committee's Notes to Rule 401 deal with the definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Dissenting opinions were also filed by Circuit Judges Kent and Miller</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One of a number of articles recently appearing on the news media on busing was written by Michael Novak entitled 'Busing--the Arrogance of Power' published in the Wall Street Journal on July 25, 1975, a copy of which is appended hereto as Exhibit 'A.' Among other things it states: 'Busing is, in important ways, the Vietnam of the 1970's.  It is a quagmire; a lost cause.'</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></span></p>\n    <p class=\"parties\">Mona BRONSON et al., Plaintiffs-Appellants,<br>v.<br>BOARD OF EDUCATION OF the CITY SCHOOL DISTRICT OF<br>CINCINNATI, its members, etal., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 75--1244.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Cause Argued April 23, 1975.<br>Decided Sept. 24, 1975.<br>Rehearing Denied Oct. 30, 1975.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Nathaniel R. Jones, Gen. Counsel, N.A.A.C.P., New York City, Louis R. Lucas, Ratner, Sugarmon &amp; Lucas, Memphis, Tenn., James H. Skiles, Washington, D.C., Leslie I. Gaines, Jr., Gaines &amp; Gaines, Leonard D. Slutz, Cincinnati, Ohio, John A. Dziamba, Williamantic, Conn., J. Harold Flannery, Paul R. Dimond, Washington, D.C., for plaintiffs-appellants.</p>\n      <p class=\"indent\">C. R. Beirne, Beirne, Wirthlin &amp; Manley, Marlene Penny Manes, James Hengelbrok, John A. Lloyd, Jr., Cincinnati, Ohio, James E. Michael, Asst. Atty. Gen., Columbus, Ohio, for defendants-appellees.</p>\n      <p class=\"indent\">Before PHILLIPS, Chief Judge, and WEICK and LIVELY, Circuit Judges.</p>\n      <p class=\"indent\">LIVELY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The court granted this interlocutory appeal by an order appearing at <span class=\"citation\" data-id=\"326136\"><a href=\"/opinion/326136/national-labor-relations-board-v-motor-city-electric-company/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">719</span></a></span> to consider the important question of the applicability of the doctrine of res judicata to this school desegregation litigation.  In Deal v. Cincinnati Board of Education (Deal I), <span class=\"citation\" data-id=\"1975425\"><a href=\"/opinion/1975425/deal-v-cincinnati-board-of-education/\"><span class=\"volume\">244</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></a></span>, 582 (S.D.Ohio 1965), the district court denied relief upon a finding that the 'plaintiffs have failed to establish a deprivation of rights under the law or under the Constitution of the United States . . .' It had been stipulated that the Cincinnati school system included a number of schools attended almost entirely by Negro pupils, a number attended entirely by white pupils and a number attended by both Negro and white pupils in various percentages.  The district court found the Cincinnati school system had been operated on the 'neighborhood plan' and that 'the racial composition of each school is simply a result of the racial composition of the neighborhoods which they serve.' Id. at 580.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Deal I was affirmed on appeal to this court, <span class=\"citation\" data-id=\"273813\"><a href=\"/opinion/273813/tina-deal-v-the-cincinnati-board-of-education/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span> (1966), and certiorari was denied by the Supreme Court, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">39</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></span> (1967).  We held that where the sole limitation imposed by state action on the choice of schools by pupils results from adherence to the neighborhood school concept this limitation does not share 'the arbitrary, invidious characteristics of a racially restrictive system.' 369 F.2d at 60.  This court declared that the critical fact determination in an action charging a school board with violation of the rights of minority pupils is whether an existing racial imbalance is intentionally caused by discriminatory practices of the board.  A statistical imbalance standing alone is not enough; official discrimination is required to invoke the protection of the Fourteenth Amendment.  On this basis we upheld the exclusion by the district court of evidence of alleged discrimination in the public and private housing markets of Cincinnati--acts over which the school board had no control.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Though the judgment of the district court in Deal I was affirmed on the finding that the racial imbalance which existed in the Cincinnati school system as a whole was not intentionally caused by the Board, the case was remanded for further findings with respect to claimed discrimination in specific schools and programs, and alleged harmful effects of the racial imbalance that did exist.  New findings were made by the district court following remand, and the case was brought to this court once again.  In affirming Deal II, Deal v. Board of Education, <span class=\"citation\" data-id=\"287839\"><a href=\"/opinion/287839/tina-deal-a-minor-by-frank-l-deal-her-father-and-next-friend-v-the/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1387</span></a></span> (1969), cert. denied, <span class=\"citation\" data-id=\"108355\"><a href=\"/opinion/108355/tina-deal-v-cincinnati-board-of-education/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1630</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></span> (1971), we upheld the findings that there was a high correlation between the distribution of Negro pupils throughout the school system and the general neighborhood residential patterns of the City; that there were topographical and man-made barriers which required irregular boundary lines for various attendance districts; and, specifically, that there was no evidence of racial discrimination by the Cincinnati Board in locating schools, assigning teachers and staff or in failing to furnish equal facilities to different schools.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The 'subsidiary findings' with respect to particular schools and programs were also upheld.  The district court and this court disagreed with the contentions of the plaintiffs-appellants in Deal II that the law had been changed since Deal I by the Supreme Court decisions in Green v. County School Board of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968); Raney v. Board of Education of the Gould School District, <span class=\"citation\" data-id=\"107706\"><a href=\"/opinion/107706/raney-v-board-of-ed-of-gould-school-dist/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"107706\"><a href=\"/opinion/107706/raney-v-board-of-ed-of-gould-school-dist/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"107706\"><a href=\"/opinion/107706/raney-v-board-of-ed-of-gould-school-dist/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">727</span></a></span> (1968); and Monroe v. Board of Commissioners of the City of Jackson, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1700</span></a></span>, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1968).  These three cases were viewed as holding that a court may require a school board to discard as inadequate a plan based on 'freedom of choice' or 'free transfer' which has not effectively desegregated a dual school system, and thus as applying only to districts formerly having de jure segregation. 419 F.2d at 1396.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Deal case was brought as a class action on behalf of ninety-six named 'minor citizens of the State of Ohio' and on behalf of 'thousands of (other) Negro minors within the school district of Cincinnati, who are similarly situated because of race and color.'  The present case was instituted as a class action by 'parents of minor children thereof, attending schools in the public school system of the State of Ohio and in the City of Cincinnati.'  The action was brought by each plaintiff on behalf of himself and his minor children 'and on behalf of all persons in the State of Ohio similarly situated.'  The complaint charges the defendants with engaging in numerous discriminatory acts, practices, policies and customs and seeks declaratory and injunctive relief.  Each of the defendants in this action pled, inter alia, that the doctrine of res judicata bars relitigation in this case of the issues adjudicated in Deal I and II.  In a 'Motion to Determine the Affirmative Defense' the plaintiffs requested the district court 'to resolve the issue raised by the affirmative defense of res judicata' which had been pled by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court filed an opinion in response to this motion holding that 'defendants may properly assert the affirmative defense of res judicata in the present case, or, more precisely, that they may assert here the collateral estoppel aspect of that general doctrine.'  The accompanying order contained a certification under 28 U.S.C. &#167; 1292(b) for immediate appeal, which this court granted.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court considered the question of whether intervening changes had occurred in the law applicable to school desegregation litigation since Deal I and II which would make it inappropriate to permit the defendants to rely on res judicata or collateral estoppel.  The court concluded that the basic holdings of Deal I and II have not been reversed or overruled.  It was noted that instances where school boards had been charged with the affirmative duty to weed out all vestiges of segregation 'root and branch' involved remedy proceedings where previous actions or proceedings had established constitutional violations.  The district court held that the Supreme Court decisions impose no such affirmative duty in the absence of a finding that a board has operated a dual school system or that de jure segregation has been practiced.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">While finding that changes in the law since Deal I and II have not been so drastic as to permit a relitigation of the issues decided in those cases, the district court did note 'developments and refinements' in the law since Deal.  One such development or refinement was stated by the district court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>And, even where there has been no showing of duality or prior deliberate discrimination, a school board should certainly consider reasonable ways to alleviate racial imbalance and a failure to act in this regard could be part of the cumulative evidence of a possible constitutional violation in certain circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In its opinion the district court held that the question of segregative intent was critical to the decisions in Deal I and II and that this issue was settled by a finding that the Cincinnati Board had no such intent up to July 26, 1965, when the Deal inquiry ended.  Thus, the court held that the inquiry in the present case is limited to the existence of segregative intent in the period since July 26, 1965.  The court found that the class of plaintiffs in the present case is substantially the same as in Deal.  Noting that an application of strict res judicata principles would bar any further litigation between the parties, the court concluded that the less comprehensive doctrine of collateral estoppel should properly be applied and held that the parties to the present action are foreclosed from 'the relitigation of essential facts or issues which were previously litigated by the parties (or their privies) and judicially determined.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court was clearly correct in finding that Deal I and II continue to have 'vitality.'  See Higgins v. Grand Rapids Board of Education, <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span> (6th Cir. 1974).  In fact, the plaintiffs in the present case agree in their brief that the 'holding (of Deal) that racial imbalance alone does not justify a school desegregation order by a Federal District Court . . . remains good law . . ..' (Supp. Brief for Appellants at 21.)  However, they maintain that certain aspects of Deal have been 'overtaken' by more recent decisions of the Supreme Court and this court.  Plaintiffs maintain that to the extent the Deal finding of no segregative intent was based on a 'dominant purpose' test rather than one which looked to the natural and probable effects of the Board's actions and inactions the finding is no longer valid.  In this respect plaintiffs rely, inter alia, on this court's opinions in Oliver v. Michigan State Board of Education, 6 Cir., <span class=\"citation\" data-id=\"324034\"><a href=\"/opinion/324034/michelle-oliver-v-michigan-state-board-of-education-and-kalamazooboard-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (1974), cert. denied <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></span> (1975); Berry v. Benton Harbor School District, 6 Cir., <span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></span> (1975); Brinkman v. Dayton Board of Education, 6 Cir., <span class=\"citation\" data-id=\"321861\"><a href=\"/opinion/321861/mark-brinkman-v-john-j-gilligan-mark-brinkman-v-dayton-board-of/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></a></span> (1974); Bradley v. Milliken, 6 Cir., <span class=\"citation\" data-id=\"313353\"><a href=\"/opinion/313353/ronald-bradley-v-william-g-milliken-governor-of-michigan-etc-board-of/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span> (en banc 1973), rev'd on other grounds sub nom.  Milliken v. Bradley, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1069</span></span> (1974); Davis v. School District of Pontiac, 6 Cir., <span class=\"citation\" data-id=\"297041\"><a href=\"/opinion/297041/donald-davis-jr-a-minor-by-his-mother-and-next-friend-mrs-sadie-davis/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span>, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></span> (1971); and Supreme Court decisions, particularly Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); and Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973).  These intervening decisions are said to have changed the law sufficiently to render collateral estoppel inapplicable to the present case.  The plaintiffs argue further that school cases are sui generis and involve national public policy of the highest priority which requires that res judicata and collateral estoppel at least be limited in their application.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Wright v. Council of the City of Emporia, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span></a></span> (1972), the Supreme Court described as fruitless and irrelevant any inquiry into the 'dominant' motivation of school authorities where the schools had previously been subject to state-enforced racial segregation.  Instead, the Court said, it had 'focused upon the effect--not the purpose or motivation--of a school board's action in determining whether it is a permissible method of dismantling a dual system.' Id. at 462, 92 S.Ct. at 2203.  (emphasis added).  On the other hand, in Keyes v. School District, supra, which involved a school system like Cincinnati's where there had never been state-mandated segregation, the plaintiffs were required to prove 'not only that segregated schooling exists but also that it was brought about or maintained by intentional state action.' 413 U.S. at 198, 93 S.Ct. at 2692.  In Keyes, the Court emphasized that the 'differentiating factor between de jure segregation and so-called de facto segregation . . . is purpose or intent to segregate.' 413 U.S. at 208, 93 S.Ct. at 2697.  (emphasis in original).  Thus, contrary to plaintiff's claim, the Supreme Court appears to have held that intent is synonymous with purpose in determining whether a racial imbalance which is found to exist in a school system that was never segregated by state law results in a constitutional violation.  In a school system which was previously segregated by state law there is no requirement that intent be shown.  The state action requirement of the Fourteenth Amendment is not an issue.  On the other hand, in a school system which has never been operated under a state requirement of separation of the races, de facto segregation may only be treated as resulting from state action in violation of the Fourteenth Amendment if it is shown to result from intentional acts, omissions or policies of public officials or public bodies.  Thus, the de jure/de facto distinction has been retained (see concurring and dissenting opinion of Mr. Justice Powell in Keyes, 413 U.S. at 217, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>), and the Supreme Court continues to apply different standards to the determination of two different questions: (1) Are the methods adopted by a board effective to dismantle a dual system? and (2) Does a racial imbalance in a unitary system exist because of actions and policies of public officials, primarily the school board, which reflect and carry out a purpose or intent to segregate?  In this case we are concerned only with the second question.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court expressed some difficulty in reconciling the decisions of this court since Deal.  However, Judge Porter concluded that references to the 'effect test' in our opinions relate to the fact that a court may infer intent, which is a subjective fact not easily proven, from evidence of racial imbalance accompanied by acts or omissions of a school board, the natural and probable result of which is to produce or perpetuate a segregated school system.  See, e.g., Berry v. Benton Harbor School District,supra; Oliver v. Michigan State Board of Education, supra.  This is a correct reading of our decisions.  In these cases and in Bradley v. Milliken, supra, the court did not dispense with the requirement that segregative intent or purpose be proven, but rather held that this element of the cases had been proven by showing acts and policies of the school authorities which had the natural and foreseeable effect of producing segregated schools, a showing from which the required intent could be inferred.  In Higgins, which was decided in the light of the Supreme Court's treatment of the requirement of intent in Keyes, we noted that it is permissible for a court to infer intent from proven circumstances. 508 F.2d at 793.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We conclude that there has been no such change in the law since Deal as to prevent altogether the application of the doctrine of collateral estoppel to this case.  Though there is a strong public policy against the continuance of racial segregation in public schools we do not believe that school desegregation cases are so different from other types of litigation that principles of res judicata and collateral estoppel should never be applied to them.  The public policy consideration that there be an end to all litigation which underlies the doctrines of res judicata and collateral estoppel is itself firmly established.  This court has held, however, that '(n)either collateral estoppel nor res judicata is rigidly applied.  Both rules are qualified or rejected when their application would contravene an overriding public policy or result in manifest injustice.'  Tipler v. E. I. duPont deNemours and Co., 6 Cir., <span class=\"citation\" data-id=\"296896\"><a href=\"/opinion/296896/3-fair-emplpraccas-540-3-empl-prac-dec-p-8209-sylvester-tipler-v/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 128 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This appeal requires that we determine the extent to which the doctrine of res judicata should be applied in order to accommodate two competing public policies and avoid manifest injustice.  We believe that the district court properly limited the application of the doctrine to this case by holding that the principles of collateral estoppel, as opposed to res judicata, will be observed.  Deal was filed as a 'spurious class action' under Rule 23 of the Federal Rules of Civil Procedure prior to the 1966 amendment thereof.  According to the authorities, an adverse judgment in such an action was not binding on persons who were not parties to the class action.  See 3B J. Moore, Federal Practice P 23.10--1, at 23--2769; P 23.11(3), at 23--2851.  On the other hand a public body should not be required to defend repeatedly against the same charge of improper conduct if it has been vindicated in an action brought by a person or group who validly and fairly represent those whose rights are alleged to have been infringed.  Though the plaintiffs in the instant action are not the same persons as those who instituted Deal, that action was brought to vindicate the rights of all minority school children and parents affected by the actions and policies of the Cincinnati Board.  There is a strong community of interests between the Deal plaintiffs and the Bronson plaintiffs and both actions sought relief on behalf of the same large group of black citizens.  For the purposes of collateral estoppel we do not consider the plaintiffs in the present action to be 'strangers' to the Deal litigation.  The proper balance between the public policy of requiring a finality to judgments which settle issues in litigation and that of preventing the denial of equal protection of the law to a generation which comes after such a judgment has been rendered may be achieved by applying the rule of 'issue preclusion.'  See Humphreys v. Tann, <span class=\"citation\" data-id=\"314889\"><a href=\"/opinion/314889/george-h-humphreys-administrator-of-the-estate-of-john-s-humphreys/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">666</span></a></span> (6th Cir. 1973), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></span> (1974); Davis v. McKinnon &amp; Mooney, <span class=\"citation\" data-id=\"248081\"><a href=\"/opinion/248081/john-j-davis-v-mckinnon-smooney-a-corporation-l-a-mckinnon-mary-alice/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span> (6th Cir. 1959); Bernhard v. Bank of America, <span class=\"citation\" data-id=\"1454918\"><a href=\"/opinion/1454918/bernhard-v-bank-of-america/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">807</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">892</span></span> (1942).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court's order forecloses the plaintiffs from showing that the defendants did, prior to July 26, 1965, act with a segregative intent or that the actions, inactions or policies of the Board prior to that date violated the constitutional rights of minority pupils or their parents.  These issues have been decided and under the issue preclusion application of collateral estoppel may not be reopened.  Nevertheless, there are children attending the Cincinnati schools now who either were not born in 1965 or had not started to school.  Their claims were not in existence at the time of the judgment in Deal and could not have been extinguished by it.  Lawlor v. National Screen Service Corp., <span class=\"citation\" data-id=\"105314\"><a href=\"/opinion/105314/lawlor-v-national-screen-service-corp/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 328, <span class=\"citation\" data-id=\"105314\"><a href=\"/opinion/105314/lawlor-v-national-screen-service-corp/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">865</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1122</span></span> (1955).  The complaint of such children and their parents of alleged continuing wrongful acts subsequent to 1965 declares a different cause of action than that concluded by Deal, one to which estoppel does not apply.  Cream Top Creamery v. Dean Milk Co., 6 Cir., <span class=\"citation\" data-id=\"277276\"><a href=\"/opinion/277276/cream-top-creamery-kannapels-dairy-inc-plainview-farms-dairy-walnut/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span>, 363 (1967); United States v. General Electric Co., <span class=\"citation\" data-id=\"1412423\"><a href=\"/opinion/1412423/united-states-v-general-electric-company/\"><span class=\"volume\">358</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">731</span></a></span>, 740 (S.D.N.Y.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In order to establish their claim of a present denial of constitutional rights these plaintiffs must be permitted to show whether the post-1965 actions, inactions and policies of the defendants have caused or contributed to the conditions of which they complain.  However, this evidence cannot be considered in a vacuum any more than the actions and decisions of the defendants have taken place in a vacuum.  In oral argument before this court counsel for the defendant Cincinnati Board stated that the plaintiffs may introduce evidence of conditions prior to July 26, 1965 'for background purposes,' but that application of res judicata principles prevents the finding of violation prior to that date.  We agree.  To the extent that the pre-1965 actions and policies of the Board and the conditions which existed on July 26, 1965 are relevant to a determination of the existence or non-existence of unlawful segregation at the times involved in this case, the district court may take judicial notice of facts stipulated or proven in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the per curiam opinion granting an appeal from the interlocutory order of the district court we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The effect of this ruling appears to be that plaintiffs would be collaterally estopped from relitigating any of the issues determined in the prior litigation between the plaintiffs in the earlier class action and the defendant board and from introducing evidence as to events occurring prior to July 26, 1965. 512 F.2d at 719 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We would be unable to affirm the order of the district court if this were its effect.  However, upon restudy of the order and memorandum opinion we conclude that it does not preclude the introduction of evidence concerning events which occurred prior to July 26, 1965.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At this stage of the proceedings, when there has been no opportunity to offer evidence, the district court has very properly made no attempt to catalogue or describe the evidence which will be admitted.  If new evidence of pre-Deal occurrences or conditions is offered the district court will determine in each instance whether or not such evidence is relevant<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to the inquiry in the present case, i.e., does it shed light on the claim that minority pupils and their parents have been denied equal protection of the law by the defendants during the post-July 26, 1965 period involved in this action?  As we have noted previously, in discussing developments and refinements since Deal, the district court referred to 'the cumulative evidence of a possible constitutional violation.'  Ultimate decision of the present case will necessarily require consideration of cumulative evidence.  Adherence to the doctrine of issue preclusion in no way forecloses the consideration of such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The order of the district court as modified and interpreted herein is affirmed.  Each party will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">PHILLIPS, Chief Judge (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I concur in the opinion prepared by Judge Lively affirming the decision of the District Court, as interpreted and modified by this court.  I add these observations only to emphasize what I understand to be the practical effects of our decision.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nothing in the doctrine of collateral estoppel prevents plaintiffs from introducing evidence of events occurring in the Cincinnati school system after July 26, 1965.  Plaintiffs are free to offer this evidence and to argue for any interpretation of the evidence they consider necessary to vindicate their rights under the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The evidence submitted to the District Court in Deal stands on a different footing.  This evidence was the subject of exhaustive litigation and was considered fully by the District Court.  This court ruled in Deal II that the findings of fact of the District Court in that case were not clearly erroneous. <span class=\"citation\" data-id=\"287839\"><a href=\"/opinion/287839/tina-deal-a-minor-by-frank-l-deal-her-father-and-next-friend-v-the/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1387</span></a></span>, 1395 (6th Cir. 1969).  The Supreme Court denied certiorari. <span class=\"citation\" data-id=\"108355\"><a href=\"/opinion/108355/tina-deal-v-cincinnati-board-of-education/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1630</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></span> (1971).  Accordingly, the findings of fact based upon this evidence are binding upon all the parties to the present case as of the effective date of Deal II.  Plaintiffs may not now urge upon the court findings or interpretations of that evidence different from those made by the District Court in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This is not to say, however, that the findings made in Deal and the underlying evidence must be ignored in the present litigation.  To the contrary, so long as the Deal findings are not directly or indirectly contradicted, the court in the case at hand is free to rely upon the evidentiary fruits of the earlier case in determining whether the present status of the Cincinnati school system is the result of constitutional violations on the part of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The plaintiffs in Deal spent two and one-half years poring over the books and records of the Cincinnati school system.  Vast quantities of documentary and testimonial evidence were presented at trial.  It may seem unlikely that plaintiffs now could discover relevant evidence relating to the pre-1965 period that was not before the District Court when it made findings in Deal.  Nevertheless, it is possible that such evidence may come to light during the course of the present litigation, and its effect must be considered.  To the extent that newly discovered evidence of pre-1965 occurrences is relevant in assessing the constitutionality of defendants' conduct after July 26, 1965, it may be admitted for that purpose.  A more difficult question would be presented if the new evidence suggested that the findings in Deal were incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">School children born or starting to school after the decision in Deal II are entitled to have introduced on their behalf in the present case relevant evidence as to matters occurring prior to July 26, 1965, regardless of whether that evidence contradicts the Deal findings.  If new evidence of pre-1965 events, substantially undercutting the Deal findings, is introduced on behalf of school children born or starting to school after the decision in Deal II, the District Court may receive it and should consider whether some or all of those findings continue to be viable.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus it is apparent that collateral estoppel has only a limited effect in this case.  Plaintiffs have wide latitude in marshalling evidence in support of their claim for relief.  They are precluded only from relying on the evidence presented in Deal to support findings different from or inconsistent with those actually made in that case.</p>\n    </div>\n    <p class=\"indent\">WEICK, Circuit Judge (dissenting):</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The sole issue in this appeal is whether plaintiffs' second class suit to desegregate the public schools in Cincinnati is barred by the doctrines of res adjudicata and collateral estoppel with respect to the issues finally adjudicated in the first suit.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The District Court held these doctrines were applicable and that the plaintiffs were attempting in the second suit to relitigate the very issues decided against them in Deal I and Deal II which were extensively litigated through all of the federal courts over a period of time from 1963 to 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The complaint in the present case does not even mention the fact that the issues of desegregation were previously litigated.  Obviously, the drafters of the complaint wanted to forget it.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Although the majority opinion states that the judgment of the District Court is affirmed, as modified, actually it is reversed as to the only real issue in the case and by a curious unprecedented concept.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This reasoning is that school children who were either not born or were not attending the public schools in Cincinnati at the time of the decision in Deal are not bound by it.  But the class in Deal was all black children and their parents.  In the second suit, like the first, the class is black children and their parents.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the majority opinion it is stated:Nevertheless, there are children attending the Cincinnati schools now who either were not born in 1965 or had not started to school.  Their claims were not in existence at the time of the judgment in Deal and could not have been extinguished by it.  Lawlor v. National Screen Service Corp., <span class=\"citation\" data-id=\"105314\"><a href=\"/opinion/105314/lawlor-v-national-screen-service-corp/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 328, <span class=\"citation\" data-id=\"105314\"><a href=\"/opinion/105314/lawlor-v-national-screen-service-corp/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">865</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1122</span></span> (1955).  The complaint of such children and their parents of alleged continuing wrongful acts subsequent to 1965 declares a different cause of action than that concluded by Deal, one to which estoppel does not apply.  Cream Top Creamery v. Dean Milk Co., <span class=\"citation\" data-id=\"277276\"><a href=\"/opinion/277276/cream-top-creamery-kannapels-dairy-inc-plainview-farms-dairy-walnut/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span>, 363 (1967); United States v. General Electric Co., <span class=\"citation\" data-id=\"1412423\"><a href=\"/opinion/1412423/united-states-v-general-electric-company/\"><span class=\"volume\">358</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">731</span></a></span>, 740 (S.D.N.Y.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>In order to establish their claim of a present denial of constitutional rights these plaintiffs must be permitted to show whether the post 1965 actions, inactions and policies of the defendants have caused or contributed to the conditions of which they complain.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The concurring opinion of Chief Judge Phillips states:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>School children born or starting school after the decision in Deal II are entitled to have introduced on their behalf in the present case relevant evidence as to matters occurring prior to July 26, 1965, regardless of whether that evidence contradicts the Deal findings.  If new evidence of pre-1965 events, substantially undercutting the Deal findings, is introduced on behalf of school children born or starting to school after the decision in Deal II, the District Court may receive it and should consider whether some or all of those findings continue to be viable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If the plaintiffs in Deal had newly discovered evidence they should have proceeded under Rule 60(b) of the Federal Rules of Civil Procedure to obtain relief from the judgment.  The trouble is that the motion for relief must be filed within a reasonable time, but not later than one year.  Here more than 10 years have elapsed since Judge Peck's decision and, if we follow the thesis of these two opinions in the present appeal, each year when a new crop of children come into the public schools they could relitigate all of the issues previously decided by the courts and this could happen ad infinitum until Gabriel sounds his horn.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is obvious that the only purpose of the present suit is to overturn the factual findings and judgment of Judge Peck in the Deal cases which we affirmed.</p>\n    </div>\n    <p class=\"indent\">The majority opinion states:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>The complaint of such children and their parents of alleged continuing wrongful acts subsequent to 1965 declares a different cause of action than that concluded by Deal, one to which estoppel does not apply.  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This is a non sequitur.  The findings of fact in Deal found no wrongful acts or conduct prior to 1965 so there could be no continuing wrongful acts unless we overturn Judge Peck's findings and hold that the acts which he found legal were wrongful.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">These two opinions authorize the reopening and retrial of all of the issues in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The holding of the District Court which the majority reverses is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>We stated earlier that we would return to the issue of party identity since collateral estoppel traditionally precludes only the relitigation of essential facts or issues which were previously litigated by the parties or their privies.  In this regard, we note first that substantial identity is all that is necessary, and that privity is deemed to exist if there is some connection between the present and former parties such that it is fair and reasonable that the present party be bound by the prior determinations.  See, 46 Am.Jur.2d, Judgments &#167;&#167; 531--32.  And we further recognize that these concepts of substantial identity and privity may be extended to class actions.  See, e.g., Hansberry v. Lee, <span class=\"citation\" data-id=\"103379\"><a href=\"/opinion/103379/hansberry-v-lee/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 41--43, <span class=\"citation\" data-id=\"103379\"><a href=\"/opinion/103379/hansberry-v-lee/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></a></span>, <span class=\"citation\" data-id=\"103379\"><a href=\"/opinion/103379/hansberry-v-lee/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">22</span></a></span> (1940).  Applying these concepts to the case at hand, we conclude that the present class of plaintiffs is substantially the same as in Deal, and that it would be both fair and reasonable to bind the present plaintiffs by the Deal determinations.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is submitted that this decision by Judge Porter is correct and should be affirmed.  The Board can be held accountable only for any new acts and conduct subsequent to the cut off date of July 16, 1965 and not authorized or approved in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The brief of the Board makes the following statement with respect to the identity of counsel for the plaintiff in Deal and in the present case which has not been disputed:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>Thus, it is clear that, to the extent of the issues presented by this appeal, the class of plaintiffs who instituted the Deal suit seek to relitigate precisely the same claims that were decided in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>Moreover, in Deal the plaintiffs were represented by Robert L. Carter, Barbara A. Morris, and Lewis M. Steele of the National Office of the NAACP and Norris Muldrow, Cincinnati, for the Local Chapter of the NAACP. 396 F.2d at 57.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>In the present case the complaint is signed by Nathaniel Jones, General Counsel NAACP, 1790 Broadway, New York, New York, 10019, in addition to Louis R. Lucas, Memphis, James M. Skiles, 'Lawyers Committee for Civil Rights under Law,' Washington, D.C., Lester Gaines and Leonard D. Slutz, Cincinnati.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Robert L. Carter was counsel for the appellant Brown before the Supreme Court of the United States in Brown v. The Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954).  Mr. Carter was also present for the appellant Brown in Brown II, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (1955), and participated as lead counsel in many other school segregation cases, representing the NAACP.  It is, therefore, apparent that both Deal and Bronson were brought as class actions and not merely for the named plaintiffs, alleging substantially the same facts and the same claims of violation of constitutional rights and praying for the same relief, and that both cases were filed, prosecuted and controlled by counsel for the NAACP.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>The role of the NAACP and its experienced counsel in both Deal and in Bronson illustrates that the test of adequacy of representation, which is the primary prerequisite to making a class action judgment binding upon absent class members, was abundantly satisfied in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">No claim has been made that the class in Deal was not fairly and adequately represented by these lawyers who had extensive experience in the field of school desegregation cases.  They had been eminently successful in handling litigation involving desegregation of the southern schools.  They then embarked on litigation involving the northern schools which presented an entirely different problem since black children are not forbidden by state law from attending white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Deal I and Deal II involved protracted northern school litigation and was fought in all of the federal courts over a period of 11 years.  Many issues were raised and determined.  If counsel for the plaintiffs left any stones unturned, we were not aware of it.</p>\n    </div>\n    <p class=\"indent\">In Deal II we stated:</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>Appellants' representatives spent about two and one-half years pouring over the books and records of the Cincinnati School System in an effort to find something that was wrong.  Appellants offered in evidence 286 joint exhibits, 21 plaintiffs' exhibits, stipulations, answers to interrogatories, and testimony of witnesses.  One stipulation agreed upon by the parties contains seventy-one pages.  In lengthy briefs appellants complain about almost everything in the operation of the Cincinnati School System.The amended complaint is in form commonly used in actions for desegregation of dual school systems, where the Board is asked to submit a plan for desegregation.  It is totally inappropriate here, where desegregation took place eighty-two years ago.  We find no good reason for disrupting the operation of the Cincinnati School System.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Segregation in the public schools in Ohio had been abolished by the legislature on February 22, 1887 long before the Supreme Court abolished it for the South on constitutional grounds in 1954 in Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954).  The legislature of Ohio adopted a neighborhood plan for the location of public schools at such places as would be convenient for attendance of the largest number of children.  Ohio Rev.Code &#167; 3315.48.  It was not then thought that neighborhood schools were iniquitous or discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In essence, in Deal, the District Court found, from all the voluminous evidence, that there had been no violation of the constitutional rights of the plaintiffs or of the class which they represent; that there had been no gerrymandering of school zone lines or other acts and conduct of the Board intended or having the effect of segregation or maintaining segregation; that the concentration of black people in Cincinnati resulted from residential patterns or from other causes over which the Board had no control; that schools had been constructed in locations where the largest number of children resided pursuant to the mandate of Ohio Rev.Code &#167; 3315.48.  While the Board had taken steps to relieve racial imbalance in the public schools, and is still taking them, it was of the view that it was not required by law to balance the races in each and every school in the system.  This view was upheld even in southern schools and was made plain by the opinion written for the court by Chief Justice Burger in Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).  This salutary ruling has been all too frequently ignored.</p>\n    </div>\n    <p class=\"indent\">In Deal II we stated:</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>The District Court adopted eighteen findings of fact dealing with specific schools and programs which appellants complained were formulated to promote or perpetuate segregation in the public schools of Cincinnati.  Contrary to appellants' contention, the Court found that the schools and programs were not formulated for any such purposes and that school zone lines were not gerrymandered to exclude Negroes from certain schools.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>The Court found a high correlation in the distribution of Negroes throughout the school system to the general neighborhood residential patterns.  There were many areas, formerly predominately white, which were changed to predominately Negro by the movement of Negroes to the neighborhoods, and this was reflected in the increase in the number of Negro children attending the schools there.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>Virtually every possible proportionate combination of Negro and white students exists in some schools in Cincinnati and the proportions are not constant.  In a short period of time in which there had been no change in school zone lines, twelve Cincinnati schools changed to a heavy concentration of Negro pupils.  Id. 1392.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">During the eleven years that the Deal litigation was in progress, the time of Board personnel has been consumed both in the preparation for trial and in the trial itself.  The Board was required to employ counsel who tried the case twice in the District Court, twice in the Court of Appeals and filed briefs twice before the Supreme Court.  The expense to the taxpayers of Cincinnati must have been considerable.  And now the Board is confronted with a new suit asking for the same relief as in the first case and is sponsored by the same group and handled by the same attorneys.  The time of the courts has been taken.  If the plaintiffs are to prevail, all of this has been wasted effort and futile.  The Board would have been bound if it had lost the case but not the plaintiffs who claim to be exempt from the time-honored rules of res adjudicata and collateral estoppel.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">One other matter is noteworthy.  In school cases, it has been the practice of counsel for the plaintiff, frequently to file motions in the same case for further relief whenever they wanted to take advantage of a new decision.  In the present case they filed no such motion.  Why?</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Instead, they selected a new class of black children and their parents from not only Cincinnati but drawing from the entire State of Ohio, and they joined as additional defendants certain state officials, including the governor of Ohio.  But the class is the same, namely, black children and their parents.  Was the purpose of all this an attempt to avoid the issue of res adjudicata and collateral estoppel?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Deal was the first northern school case decided by this court but it did not last long before it was distinguished by other panels.  Notable examples are:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Davis v. School Dist. of Pontiac, <span class=\"citation\" data-id=\"297041\"><a href=\"/opinion/297041/donald-davis-jr-a-minor-by-his-mother-and-next-friend-mrs-sadie-davis/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span> (6th Cir. 1971), affirming <span class=\"citation\" data-id=\"2096184\"><a href=\"/opinion/2096184/davis-v-school-district-of-city-of-pontiac-inc/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">734</span></a></span> (1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1630</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></span> (1971); Bradley v. Milliken, <span class=\"citation\" data-id=\"313353\"><a href=\"/opinion/313353/ronald-bradley-v-william-g-milliken-governor-of-michigan-etc-board-of/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 238 (6th Cir. 1973), rev'd <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Deal was distinguished by the en banc panel in Bradley v. Milliken, supra, on the ground that the District Court made findings that there had been no unconstitutional conduct on the part of the Cincinnati Board of Education and we held that these findings were not clearly erroneous. <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></span>.  As I pointed out in my dissenting opinion in Bradley, conduct of the Board which the court held was unconstitutional in Detroit was held constitutional in Cincinnati.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Id. 262.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">All of this has been confusing to District Judges hearing school desegregation cases.  District Judge Porter admitted having difficulty in reconciling our opinions.  In fact, at one of the hearings in the present case when Deal was cited to him he remarked that 'Deal is as dead as a Dodo bird.'  Judge Porter changed his mind when he read the decision of the panel in Higgins v. Board of Education of the City of Grand Rapids, <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span> (6th Cir. 1974), where we relied on Deal as authority.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In their petition for rehearing en banc filed in Higgins, counsel for plaintiffs confessed their inability, in good conscience, to distinguish Deal any further and asked us to overrule Deal in important particulars.  We declined to accept the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Now that Deal cannot be distinguished any further and we have declined to overrule it, the plaintiffs conceived the idea of a new class suit to desegregate Cincinnati's public schools with a new crop of black children hoping to convince another District Judge on the same evidence and new evidence, which they will introduce, to adopt different findings of fact than did Judge Peck and hoping that this court would then affirm.  Such hopes, in my judgment, are an evanescent dream.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We do not follow appellants' argument that their position is supported by public policy.  In fact, the reverse is true.  As well stated by the Supreme Court in Commissioner v. Sunnen, <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span>, 597, <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">715</span></a></span>, 719, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">898</span></span> (1948):</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>The general rule of res judicata applies to repetitious suits involving the same cause of action.  It rests upon considerations of economy of judicial time and public policy favoring the establishment of certainty in legal relations.  The rule provides that when a court of competent jurisdiction has entered a final judgment on the merits of a cause of action, the parties to the suit and their privies are thereafter bound 'not only as to every matter which was offered and received to sustain or defeat the claim or demand, but as to any other admissible matter which might have been offered for that purpose.'  Cromwell v. County of Sac, <span class=\"citation\" data-id=\"89476\"><a href=\"/opinion/89476/cromwell-v-county-of-sac/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></a></span>, 352, <span class=\"citation\" data-id=\"89476\"><a href=\"/opinion/89476/cromwell-v-county-of-sac/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">195</span></a></span>.  The judgment puts an end to the cause of action, which cannot again be brought into litigation between the parties upon any ground whatever, absent fraud or some other factor invalidating the judgment.  See von Moschzisker, 'Res Judicata,' 38 Yale L.J. 299; Restatement of the Law of Judgments, &#167;&#167; 47, 48.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Appellants' reliance on comments of the Advisory Committee with respect to Rule 23, Federal Rules of Civil Procedure, is misplaced.  These rules affect only procedure and have no affect on substantive rights.  The Rules Enabling Act so provides. 28 U.S.C. &#167; 2072.  See System Federation No. 91 Ry. Employees' Dept. A.F.L. v. Reed, <span class=\"citation\" data-id=\"224679\"><a href=\"/opinion/224679/system-federation-no-91-ry-employes-dept-american-federation-of-labor/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 996 (6th Cir. 1950); First Congregational Church and Society of Burlington v. Evangelical and Reformed Church, <span class=\"citation\" data-id=\"257794\"><a href=\"/opinion/257794/first-congregational-church-and-society-of-burlington-iowa-v-evangelical/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 728 (2nd Cir. 1962).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In a headline appearing in the Cincinnati Post on October 3, 1974 entitled 'School Suit May Reach Suburbs' one of the plaintiffs' attorneys is alleged to have stated that they will seek to add suburban school districts as defendants and to obtain a court-ordered metropolitan school district that could gain Supreme Court approval.  He is quoted as saying:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>The white suburban school districts were built by the state, they are white in terms of faculty and have underlying housing segregation. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>The urban system is characterized by racial segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">This court had approved such a metropolitan plan for Detroit for busing children into three counties and 52 different school districts but was reversed by the Supreme Court.  Bradley v. Milliken, supra.  Under this plan black children would be forcibly bused into the suburbs and white children into the inner city by court order.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">But before plaintiffs can talk about bringing the Cincinnati suburbs into this case they must first overturn Deal I and Deal II, which in my judgment is an unsurmountable objective.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The late Judge Roth who presided at the trial of the Detroit school case made the following statement at a pretrial conference:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>We need not recite the many serious problems such a plan entails, suffice it to say that a plan of such dimensions can hardly be conceived in a day, to say nothing of the time it will require for implementation.  A large metropolitan area such as we have in our case can not be made the subject of instant integration.  We must bear in mind that the task we are called upon to perform is a social one, which society has been unable to accomplish.  In reality, our courts are called upon, in these school cases, to attain a social goal, through the educational system, by using law as a lever.  App. IV, pp. 454, 455.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">This statement appears to be correct.  The federal courts in school desegregation cases are performing a social task using law as a lever.  It is not the function of the courts to perform social tasks to attain social goals.  The public had been led to believe from the decision in Brown v. Board of Education, supra, that the courts were addressing themselves to adjudicating constitutional violations.  In Brown the constitutional violation was a state statute which prevented black children from attending white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">This problem was solved in Ohio 88 years ago.  Black children as well as white children may attend any public school in Cincinnati in the area where they live.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The thesis of Brown was that the exclusion of black children from the public schools deprived them of the equal protection of the laws in violation of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Black and white children have equal constitutional rights.  The plaintiffs in these school cases are claiming special constitutional rights.  They are claiming a right to racial balance or quotas in each public school in the system.  The only way this can be accomplished is by forced busing of black children into schools located in white neighborhoods and forced busing of white children into the inner city where black families are usually concentrated.  This is done by judicial power and without the consent of the parents or the children.  The method used is by a head count and determination is made solely by the color of their skin.  These children are entitled to the equal protection of the law the same as the plaintiffs.  The constitutional rights of other children ought not to be violated in order to accord relief to the plaintiffs.  In my opinion no court order should ever force a black or white child away from their residential school without the consent of his parents.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Not all black people are sympathetic to the view of the plaintiffs.  I pointed this out in my dissent in Bradley, id. 264.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">In an article appearing in U.S. News &amp; World Report, August 11, 1975 entitled 'Busing--Why Tide is Turning,' it is stated:</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>Problem in Detroit--A spreading view was expressed by Detroit's black Mayor, Coleman Young, in an NBC 'Meet the Press' telecast: Busing within the City of Detroit alone, where already over 70% of the pupils are black can solve no problem.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Yet this court has recently ordered the Detroit Board of Education to purchase 150 sixty-six passenger yellow buses, and ordered the State of Michigan to pay 75% of the cost.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In none of the many school desegregation cases which have been heard by the courts has it ever been held that the Boards of Education were in any manner responsible for the concentration of black people in the inner city.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Dr. Karl Taeuber, in his book Negroes in Cities, stated that residential segregation exists 'regardless of the character of other forms of discrimination.'</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In Bradley v. School Board of the City of Richmond, <span class=\"citation\" data-id=\"304315\"><a href=\"/opinion/304315/in-the-matter-of-carolyn-bradley-v-the-school-board-of-the-city-of/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1058</span></a></span> (4th Cir. 1972), aff'd by an equally divided court, <span class=\"citation\" data-id=\"108797\"><a href=\"/opinion/108797/richmond-school-board-v-board-of-educ/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1952</span></span>, <span class=\"citation\" data-id=\"108797\"><a href=\"/opinion/108797/richmond-school-board-v-board-of-educ/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">771</span></a></span> (1973), the court states:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>The root causes of the concentration of blacks in the inner cities of America are simply not known . . ..</p>\n    </div>\n    <p class=\"indent\">And</p>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>Whatever the basic causes, it has not been school assignments, and school assignments cannot reverse that trend.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">It is certainly not unnatural for the various ethnic groups to like to live near their own people and this could be the cause of their concentration.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">It should be noted that none of the many school desegregation cases which have been decided has ever held that res adjudicata or collateral estoppel does not apply to a case which, as here, has been litigated through all the courts and finally decided.  In fact, we know of no other school desegregation case where the plaintiffs, after losing, have ever attempted to relitigate the very issues decided against them in all of the courts.  The issue of liability, of course, is to be distinguished from the remedy which is usually held reserved for further consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">We ought not to engage in innovation and foster a rule which can only result in mischief.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">There must be something radically wrong with plaintiffs' case if we are required to do violence to time-honored legal concepts in order to grant the relief that plaintiffs request.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">What they really want is to integrate, by a quota system, not only the public schools in Cincinnati but also those schools in the surrounding suburban municipalities.  To accomplish this little children would have to be used as pawns and to be forcibly bused away from their neighborhood schools.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Plessy v. Ferguson, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation\" data-id=\"94508\"><a href=\"/opinion/94508/plessy-v-ferguson/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">256</span></a></span> (1896), adopted the doctrine of 'separate but equal' in the field of public education.  It was the law of this country for more than a half century until it was overturned in Brown v. Board of Educ., <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">In effect, what plaintiffs want is an 'equal but racially balanced' doctrine.  In my opinion such a doctrine is not only not required by the Constitution, but it is repugnant to the Constitution as such doctrine would violate the constitutional rights of most of our population.  In my opinion if such a doctrine ever became the law, it would subject the people on a nationwide basis to taxation to pay for forced busing costing billions of dollars, which could be used more appropriately to improve the quality of education.  It would polarize the races and irreparably harm all of the good which has been accomplished in recent years in civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Plaintiffs have no more right to racially balanced schools than do other ethnic groups.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">I would affirm the judgment of Judge Porter.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p>EXHIBIT 'A'</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p>THE WALL STREET JOURNAL, FRIDAY, JULY 25, 1975</p>\n    </div>\n    <p>Busing--the Arrogance of Power</p>\n    <p>BY MICHAEL NOVAK</p>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Busing is, in important ways, the Vietnam of the 1970s.  It is a quagmire; a lost cause; taxation without representation; a policy of massive social engineering with little clear prospect of benefit; a mistake; a tragedy; a breeder of endless demonstrations, riots, and dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">At last count, only 4% of whites and 9% of blacks favored busing.  Only 'the best and the brightest,' it seems, as in Boston, favor it.  They designed it, they impose it, and they will never suffer their children to experience it.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">On its face, busing has racist presuppositions.  A century ago, hardly literate, immigrant, Catholic young women established a massive parochial school system which soon rivalled the well-financed public schools in the quality of discipline, instruction, and social mobility they imparted.  But the assumption behind busing is that blacks, unlike Catholic immigrants, cannot learn in largely separate environments.  They need an infusion of 'white magic.'  They can learn only among whites.  This is a preposterous assumption.  Excellent black schools like Dunbar in Washington give it the lie.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Busing arose as an issue in the South.  There the court orders at first had the effect of halting busing--of allowing blacks to attend neighborhood schools rather than of being bused away from home to all-black schools.</p>\n    </div>\n    <p>Judicial Assumptions</p>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Next, busing advanced in the South from being an issue in de jure segregation to being an issue in de facto segregation.  In cities like Charlotte, historic patterns of residential segregation were diagnosed by the courts as having an unconstitutional effect on equal opportunity in schooling.  Here the courts made fresh assumptions: that education in more or less homogeneous neighborhood schools are inequitable; and that historic residential patterns have the force of unjust coercion.  (The courts might have commanded residential integration rather than school integration.)</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The structure of the courts' reasoning becomes weaker and more dubious still when Northern cities like Boston, Buffalo, Pittsburgh, Detroit and others come into view.  Consider the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">(1.) The traditional residential patterns of Northern cities over the last 100 years have always involved de facto ethnic segregation, not only for blacks, but for virtually every ethnic group.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">(2.) In some cases, as in Boston and Detroit, more financial resources, federal programs, and educational experimentation have been lavished on predominantly black schools than on predominantly white ethnic schools of the working class.  Rates of entrance into college, drop-out rates, and other indices of the status of such schools are often comparable.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">(3.) Before 1900, 90% of all blacks lived in the South; and 90% of the white ethnics who now live in the Northern cities had not yet arrived.  These two great migrations were not linked by slavery, were culturally almost totally unprepared for their future meeting, and came to their rendezvous with some different social skills, family traditions, disciplines, needs, and aspirations.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">(4.) The average child of black migrants to the North was academically three or four years behind his average white counterpart, even though blacks had English as a mother tongue.  Even today, the average black child is academically at least a year behind the average white.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Busing is, in important ways, the Vietnam of the 1970s.  It is a quagmire; a lost cause.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">(5.) The patterns of parental discipline in the typical white ethnic home, particularly as between fathers and sons, is quite different from the patterns of discipline in the home, not of middle class blacks, but of the most poor, despairing and suffering blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">(6.) The 'street culture' of poor black students is of a different moral and emotional 'life style' from that of both middle-class black and white ethnic students.  In particular, incidences of pre-marital sexual expression, illegitimate birth, hustling, intimidation, and disruptive behavior are significantly different.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">(7.) The role of the family or family-substitute in bringing about differential attitudes, behaviors, and success in school is undoubtedly the greatest single factor influencing the classroom.  The family is a more basic social unit than the school.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">(8.) Class factors influence dramatically the attitudes, behaviors, aspirations and educational success of students in school.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">(9.) Families choose their place of residence--or judge its merit--by their preference for its neighborhood school as much as, or more than, by any other factor.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">If these propositions are true, then it must surely be predictable that 96% of the whites and 91% of the blacks would find busing a poor instrument for what a great majority, both black and white, also desire: a genuinely, peacefully integrated society.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">What seems to have been forgotten is that busing is merely an instrument, a tool, a method not an end.  The most appropriate question with respect to busing, as for any instrument, is 'Does it work?'  However moral the instrument may sound, 'What are its effects?' is the central moral question.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">In my view, busing of the Boston and Detroit sort is an immoral policy.  It goes against the basic social principles of American life; against family, neighborhood, class, ethnic, and even educational realities which are so basic they are seldom even voiced.  Working-class whites who are bused have too much to lose; they face possible downward mobility.  Working-class blacks or poor blacks have too little to gain; indeed, the ensuing experience of cultural segregation within the purportedly integrated schools can be embittering.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">It would be lovely if greater contacts between persons from different cultures always led to greater understanding and good will.  In fact, contact often reinforces the worst stereotypes.  This is particularly likely where the contact is unequal--when those of a more suffering lower class, educationally behind their peers, become tangible proof to other children of realities they had heretofore held to be mere bigotry.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">Human beings are not parts of a machine, to be anonymously fitted into slots.  They approach each other from complicated past histories and diverse personal experiences.  They do not perceive each other accurately, or easily find it possible to share honest transactions.  Even highly educated blacks and whites often find honesty anguishingly difficult.  What, then, about the less articulate?  To ride roughshod over such histories is to exhibit gross human arrogance.  It is to invite great human disaster.  It is to destroy integration in the name of saving it.</p>\n    </div>\n    <p>Embittering a Generation</p>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">Forced busing will set back the advances of civil rights made during the past generation by 20 years; a whole generation, and maybe another, will be embittered, just as South Boston and Roxbury are likely to be for decades to come.  Family folklore will recount the ugly history for years.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">Busing is to black equality what Prohibition was to the moral crisis of the Depression.  It is a flaming moral issue of dubious social judgment.  Now, as then, the fundamental problem is economic.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">Blacks do not need buses; they need jobs.  Having acquired solid jobs, the black family will have an economic base.  Then school will be meaningful, and its lessons liberating and inspiring.  The key to integration in the United States is a plan to allow every available black worker to work; and to rebuild and to beautify black homes and neighborhoods.  For families increase their net worth not so much through wages as through real estate.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">Most black neighborhoods were, hardly a generation ago, among the most solidly built and desirable in the Northern cities; restored, they would be far more valuable--as investments--than the flimsy modern housing of working-class suburbs.  Under improved economic conditions, a black middle class and working class will integrate with whites as economic, social, cultural, and educational equals.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">Economics first, education second.  A cardinal principle both of Marx and of capitalism cannot be all wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">Mr. Novak is the author of the recently published book 'Choosing Our King.'</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">Upon consideration of the petition for rehearing filed herein the court concludes that a rehearing of this interlocutory appeal is not required.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">The petition for rehearing is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">WEICK, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">The petition for rehearing filed by the Board requests that we clarify our resolution of certain questions in this case in order to provide necessary guidance for the District Court upon the remand.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">In my dissenting opinion I specifically pointed out the parts in both majority and concurring opinions with which I disagreed.  It is obvious that I agreed with the part of the majority opinion 'that Deal I and II continue to have 'vitality.\" Our recent decision, in which two members of the present panel participated, in Higgins v. Board of Educ. of Grand Rapids, <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span> (6th Cir. 1974), is further proof of that fact.</p>\n    </div>\n    <p class=\"indent\">I also stated in my dissent:</p>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p>The Board can be held accountable only for any new acts and conduct subsequent to the cut off date of July 16, 1965 and not authorized or approved in Deal.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">This clearly agrees with the holding in the majority opinion that the District Court's order precludes plaintiffs from attempting to prove that the Board, prior to the cut-off date, acted with a segregative intent or that its prior actions, inactions or policies violated the constitutional rights of minority pupils or their parents.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">In my opinion, children who came into the Cincinnati School System after the cut-off date take the system as they find it, just like the other children who are attending the schools, and they are bound by our decisions in Deal I and Deal II.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 401, Federal Rules of Evidence (1975), contains a definition of 'Relevant Evidence' and the Advisory Committee's Notes to Rule 401 deal with the definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Dissenting opinions were also filed by Circuit Judges Kent and Miller</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> One of a number of articles recently appearing on the news media on busing was written by Michael Novak entitled 'Busing--the Arrogance of Power' published in the Wall Street Journal on July 25, 1975, a copy of which is appended hereto as Exhibit 'A.' Among other things it states: 'Busing is, in important ways, the Vietnam of the 1970's.  It is a quagmire; a lost cause.'</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108797/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/224679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/248081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/257794/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/277276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/326136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1412423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1454918/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1975425/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096184/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-22T18:58:49.816730Z",
      "date_modified": "2016-03-03T18:14:41.445589Z",
      "date_filed": "1975-10-30",
      "date_filed_is_approximate": false,
      "slug": "mona-bronson-v-board-of-education-of-the-city-school-district-of",
      "citation_id": 304849,
      "case_name_short": "",
      "case_name": "Mona Bronson v. Board of Education of the City School District of Cincinnati, Its Members, Etal.",
      "case_name_full": "",
      "federal_cite_one": "525 F.2d 344",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 41,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/297370/mona-bronson-v-board-of-education-of-the-city-school-district-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:15:59.494357Z",
  "date_modified": "2014-10-30T08:15:59.494357Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mona Bronson v. Board of Education of the City School District of Cincinnati, Its Members, Etal.",
  "case_name_full": "",
  "slug": "mona-bronson-v-board-of-education-of-the-city-school-district-of",
  "docket_number": "75--1244",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}