{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/2979858/",
  "id": 2979858,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3122383/",
      "id": 3122383,
      "absolute_url": "/opinion/3122383/in-the-interest-of-bgd-ajd-and-jbd-minor-children/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/2979858/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3122383/",
          "id": 3122383,
          "absolute_url": "/opinion/3122383/in-the-interest-of-bgd-ajd-and-jbd-minor-children/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3122383/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-16T14:23:24.295593Z",
          "date_modified": "2017-04-14T18:26:25.745968Z",
          "type": "010combined",
          "sha1": "bfccb02ae4eb2d4e6c7cceebc9d879b416b53dac",
          "page_count": null,
          "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=10718&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa02%5cOpinion",
          "local_path": "html/2011/08/25/in_the_interest_of_b.g.d._a.j.d_and_j.b.d._minor_children.html",
          "plain_text": "",
          "html": "<div>\r\n\r\n\r\n\r\n\r\n02-09-402-CV\r\n\r\n\r\n\r\n\r\n\r\n\r\n<div class=\"WordSection1\">\r\n\r\n<table class=\"MsoNormalTable\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\r\n <tr>\r\n  <td width=\"720\" valign=\"top\">\r\n  <table class=\"MsoNormalTable\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" align=\"left\">\r\n   <tr>\r\n    <td width=\"267\"></td>\r\n   </tr>\r\n   <tr>\r\n    <td width=\"312\"></td>\r\n    <td></td>\r\n    <td>\r\n    <p class=\"MsoNormal\"></p>\r\n    </td>\r\n   </tr>\r\n  </table>\r\n  <p class=\"MsoHeader\" align=\"center\"><br clear=\"all\">\r\n  </p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span>COURT OF APPEALS</span></b></p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span>SECOND DISTRICT OF TEXAS</span></b></p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span>FORT WORTH</span></b></p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span> </span></b></p>\r\n  </td>\r\n </tr>\r\n</table>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>NO.  02-09-00402-CV</span></b></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span> </span></b></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span> </span></b></p>\r\n\r\n<table class=\"MsoNormalTable\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\r\n <tr>\r\n  <td width=\"300\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span>In the Interest of B.G.D., A.J.D, and J.B.D., Minor\r\n  Children</span></p>\r\n  </td>\r\n  <td width=\"47\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span> </span></p>\r\n  </td>\r\n  <td width=\"292\" valign=\"top\">\r\n  <p class=\"MsoNormal\" align=\"right\"><span> </span></p>\r\n  </td>\r\n </tr>\r\n <tr>\r\n  <td width=\"638\" colspan=\"3\" valign=\"top\">\r\n  <p class=\"MsoNormal\" align=\"center\"><span> </span></p>\r\n  </td>\r\n </tr>\r\n <tr>\r\n  <td width=\"300\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span> </span></p>\r\n  </td>\r\n  <td width=\"47\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span> </span></p>\r\n  </td>\r\n  <td width=\"292\" valign=\"top\">\r\n  <p class=\"MsoNormal\" align=\"right\"><span> </span></p>\r\n  </td>\r\n </tr>\r\n</table>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>----------</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>FROM</span><span> THE </span><span>89th\r\nDistrict Court</span><span> OF Wichita COUNTY</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>----------</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>OPINION</span></b></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>----------</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>I. \r\nIntroduction</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Appellant\r\nRicky Derzapf (Ricky) appeals the order granting Connie Johnson’s (Connie) petition\r\nfor grandparent visitation with Ricky’s children.  In seven issues, Ricky\r\ncontends that the trial court abused its discretion by awarding visitation to\r\nConnie because Connie does not have standing, the trial court’s judgment\r\nviolates the law of the case, insufficient evidence supports the judgment, and\r\nthe court-appointed expert’s testimony should have been excluded.  Ricky also\r\nseeks remand for reconsideration of his attorney’s fees. We reverse the trial\r\ncourt’s judgment and remand the case for consideration of Ricky’s attorney’s\r\nfees.</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>II. \r\nBackground</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>A. \r\nGeneral Background and Connie’s Original Suit for Custody</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nand Jennifer Derzapf were married in the mid-1990s and had two children: A.J.D.,\r\nborn in 1996; and J.B.D., born in 2000.  B.G.D., born to Jennifer in 1991, is\r\nnot Ricky’s biological son, but Ricky adopted B.G.D. after he married Jennifer.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[1]</span></span></span> \r\nJennifer was diagnosed with leukemia while pregnant with J.B.D. and passed away\r\non June 3, 2001.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\nis Jennifer’s mother and B.G.D., A.J.D., and J.B.D.’s grandmother.  For several\r\nmonths immediately following Jennifer’s death, Connie and her husband, Randy\r\nJohnson, served as the children’s primary caregivers.  Ricky and the Johnsons initially\r\nworked cooperatively on the children’s behalf, but tension between Ricky and\r\nthe Johnsons increased once Ricky began reasserting himself as the children’s\r\nprimary caregiver.  The Johnsons perceived Ricky as emotionally distant, and\r\nRicky believed Connie was directly undermining his influence and authority over\r\nthe children and assuming the role of mother instead of grandmother.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>On\r\nMay 6, 2003, Connie and Randy filed an original suit affecting the parent-child\r\nrelationship (SAPCR) seeking custody of the children and requesting that they\r\nbe appointed sole managing conservators, and they obtained an ex parte\r\ntemporary restraining order preventing Ricky from having possession of the\r\nchildren.  Attached to the Johnsons’ original petition were affidavits by\r\nConnie, Randy, and Connie’s three sons.  The Johnsons alleged in their petition\r\nand affidavits that Ricky endangered the children (particularly B.G.D.) and\r\nsignificantly impaired the children’s physical health and emotional development.\r\nThe affidavits also contained many critical assessments of Ricky’s fitness as a\r\nparent and husband and included allegations of physical and verbal abuse.  For\r\nexample, Connie stated in her affidavit that Jennifer’s stress from living with\r\nRicky caused her immune system to “crash,” ending her sixteen-month battle with\r\nleukemia.  After a hearing, the trial court dissolved the temporary restraining\r\norder, returned the children to Ricky’s conservatorship, and dismissed the case\r\nwithout prejudice.  Ricky then cut the children off from any contact with the\r\nJohnsons.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>B. \r\n2005 Temporary Grandparent Visitation Order</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\nand Randy filed this lawsuit, a petition for grandparent access, on March 10,\r\n2004.  <i>See </i>Tex. Fam. Code Ann. § 153.433 (West Supp. 2010).  In October\r\n2005, the trial court conducted an evidentiary hearing on the Johnsons’ request\r\nfor a temporary order for grandparent visitation.  Dr. Mark R. Otis, the\r\ncourt-appointed psychologist, testified at the temporary orders hearing that Ricky’s\r\ndecision to cut off the Johnsons’ access to the children was justified under\r\nthe circumstances and that Ricky was understandably devastated, hurt, angry,\r\nand offended by the Johnsons’ allegations.  Indeed, Dr. Otis wrote in his 2005\r\nreport that “Connie contributed significantly more to the atmosphere of\r\nmistrust and hurt than Ricky or Randy.”  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis also observed in his 2005 report that, in the months following the\r\noriginal lawsuit and while the Johnsons did not have access to the children,\r\nRicky had taken the children to a counselor; that B.G.D. and A.J.D. were\r\nprescribed anti-depressant medication; that the children’s pediatrician\r\nconcurred with Ricky’s conclusion that further contact with the Johnsons would\r\nbe harmful to the children’s emotional well-being; that the children showed\r\n“significant improvement” in their “adjustment and personal well-being”; that B.G.D.\r\nand A.J.D. were taken off the anti-depressants; that the children were released\r\nfrom counseling; and that “collateral sources” had confirmed the children’s\r\nimprovement. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Despite\r\nthe statements in his report, Dr. Otis also testified at the temporary orders\r\nhearing that the children were “clearly distraught” about losing their\r\nrelationship with the Johnsons; that it makes A.J.D. sad to think about the\r\nJohnsons; that A.J.D. “potentially might have some difficulties down the line”;\r\nthat A.J.D. and B.G.D. talk about the Johnsons “with a lingering kind of\r\nsadness, a yearning”; and that cutting the children off from the Johnsons\r\n“would not be healthy,” would be harmful to their long-term psychological\r\ndevelopment, and could cause them to be “emotionally damaged.”  But Dr. Otis\r\nalso testified that the children’s sadness had “not manifested as depression or\r\nbehavioral problems or acting out” and that “sadness and yearning doesn’t rise\r\nto a level of significant emotional impairment.”  Dr. Otis recommended that the\r\nchildren’s visitation with the Johnsons begin in stages, first with Randy, then\r\nwith the children’s uncles, and later with Connie after she and her family\r\nattended counseling.  After the hearing, the trial court signed an order\r\ngranting the Johnsons visitation on the first Saturday of each month.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>The\r\nchildren had visitations with the Johnsons for the next sixteen months. Ricky\r\nacknowledged that the visits went well.  His only complaints were that the\r\nJohnsons’ gifts were a “little excessive” and that the Johnsons had allowed B.G.D.\r\nto take his girlfriend to the lake with them, but he admitted that the Johnsons\r\nwere not aware that B.G.D. had been grounded at the time from seeing his\r\ngirlfriend. </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>C. \r\nRicky’s Petition for Writ of Mandamus</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nsought mandamus relief after the trial court entered the temporary order\r\ngranting grandparent visitation with the children.  Although this court denied\r\nRicky’s petition, the supreme court granted it.  <i>See In re Derzapf</i>, 219\r\nS.W.3d 327, 331 (Tex. 2007) (orig. proceeding).  The supreme court held that\r\nRandy did not have standing as a step-grandparent to seek grandparent access\r\nand that Connie had not met her statutory burden of proving that the children’s\r\nphysical health or emotional well-being would be significantly impaired in the\r\nabsence of visitation with her.  <i>Id.</i> at 332–33, 333–34.  After the\r\nsupreme court’s decision in March 2007, Ricky again denied the Johnsons any\r\naccess to or visitation with the children outside of five meals and the\r\nchildren’s extracurricular activities, which the Johnsons only learned of by\r\ncommunicating with B.G.D. </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>D. \r\nTrial on the Merits</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>The\r\ncase proceeded in the trial court after the supreme court’s decision.  For his\r\npart, Dr. Otis conducted a separate telephone interview with Ricky and Connie\r\nand two interviews with the children.  He also conducted what he termed\r\n“collateral interviews” with Randy, Dr. Connell, Barbara Lyne (mother of one of\r\nB.G.D.’s friends), Sherry Cantu (friend of the Johnson family), and Sherri\r\nBooker (friend of Ricky and the children).  Dr. Otis then issued an updated\r\nreport dated September 8, 2008.  Final trial on the merits before the court\r\nbegan on April 6, 2009, and the trial court heard testimony from seven fact witnesses\r\nand two expert witnesses.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[2]</span></span></span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\ntestified that his attitude toward Connie had not changed since 2005, that he was\r\nnot bitter toward Connie, and that he was concerned that her past alienating\r\nbehavior would continue in the future.  He also testified that Connie’s\r\naffidavit in support of the 2003 SAPCR suit (filed by Connie and Randy for sole\r\ncustody of the children) was very destructive and caused a lot of his concern\r\nand mistrust. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nalso testified about the children’s demeanor and improvement in 2003 and 2004\r\nwhen they did not have contact with the Johnsons.  The children spent almost a\r\nmonth in Houston with Ricky’s sister-in-law and later started counseling, and B.G.D.\r\nand A.J.D. were initially prescribed anti-depressants. Ricky testified that he\r\ndid not notice any problems with the children between 2003 when they stopped\r\nseeing the Johnsons and 2005 when the court-ordered visitations began and that\r\nthe children were “very good, very well stabilized.”  He said that the children\r\nhad very positive demeanors and that he did not observe the kids mourning or\r\ngrieving. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\ntestified that he and the children moved from Wichita Falls to Burkburnett in\r\nearly 2007 because he could no longer afford the children’s private school and\r\nbecause he had good friends in Burkburnett who could help him with the\r\nchildren.  He said A.J.D. and J.B.D. play sports all year, that J.B.D. had been\r\ninvolved in dancing and singing activities, and that he had not observed any\r\nbehavior in either child that caused him concern about their emotional states. \r\nRicky testified that he had discussed the children’s mother with them almost\r\nweekly; that he had talked with them regularly about what they were doing with\r\nschool, sports, and their friends; and that he had shown them physical\r\naffection.  He testified that J.B.D. was doing well in school and generally\r\nmakes friends in any social situation.  He also testified that A.J.D. is\r\ntypically slower to make friends but that A.J.D. had surprisingly made friends\r\nin Burkburnett almost immediately, and Ricky denied seeing the sadness,\r\nlonging, and frustration in A.J.D. that Dr. Otis had reported.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nadmitted that his relationship with B.G.D. was somewhat different than his\r\nrelationship with A.J.D. and J.B.D., but he denied treating B.G.D.\r\ndifferently.  He agreed that his relationship with B.G.D. had become\r\nprogressively worse, but he said that it began deteriorating before the\r\ncourt-ordered visitations stopped in March 2007.  B.G.D. had started talking\r\nabout leaving home and had exhibited more defiant behavior about breaking\r\nRicky’s rules, and Ricky testified that B.G.D. had said he would move to\r\nConnie’s and that he and Connie had been planning the move for a long time. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nagreed that Connie is an important person in A.J.D. and J.B.D.’s life and that\r\nthe Johnsons provided them emotional nurturing, but he denied that Connie is a\r\ncore relation for either of them.  He testified that he believes he is\r\nemotionally connected with his children, that he does not believe they mourn\r\nthe loss of contact with the Johnsons or yearn for more contact, and that he\r\nfeels it is in A.J.D. and J.B.D.’s best interest for him to be present at any\r\nvisitations with the Johnsons.  Ricky also testified that Dr. Otis’s graduated\r\nvisitation recommendation was not in the children’s best interest.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nalso denied that he had cut off all visitations with the Johnsons and testified\r\nthat the children had been with them at five dinners and at as many as forty\r\nextracurricular activities over a two-year period.  Ricky said that he was not\r\ncomfortable with gifts the Johnsons had given the children but that he tried\r\nnot to show any negativity.  He denied that he intended to discontinue all\r\ncontact between the children and the Johnsons if not court-ordered.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\ntestified that Jennifer and B.G.D. lived with her before Jennifer and Ricky\r\nwere married and that B.G.D. saw her every day during that time.  She testified\r\nthat she is emotionally bonded with all of the children.  She said that she\r\nprovided the children with emotional support when they lived with her following\r\nJennifer’s death and that Ricky had initially supported her role with the\r\nchildren. Connie also testified about the conflict that arose when Ricky\r\ndecided that the children should live with him full time beginning in January\r\n2003 and said that Ricky stonewalled her efforts to see the kids after that\r\ntime and that Ricky had not voluntarily allowed her any access to the children\r\nbetween May 2003 and March 2004. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\ntestified that she had worked very hard since 2005 to avoid even the appearance\r\nof impropriety.  She said she wanted Ricky “to understand that those kids love\r\nboth of us” and that she “want[ed] to let those kids love both of us because\r\nthat’s what’s in their best interest.”  Connie described the court-ordered\r\nvisitations and testified that they went very well, that she reconnected with\r\nthe children, that it was nurturing for the children to have the visitations,\r\nand that the children see her as someone with whom it is safe to talk about their\r\nmother.  She testified that she was very concerned that Ricky did not recognize\r\nthe emotions that the children reported to Dr. Otis, that Ricky did not\r\nencourage the children to be their own person or to express their feelings, and\r\nthat she believed she could provide the children with emotional support.  However,\r\nConnie agreed that A.J.D. and J.B.D. were “bonded and feel comfortable” with\r\nRicky.  Even so, she testified that she believed the children’s emotional\r\nwell-being would be significantly impaired if visitations with her were not\r\nresumed. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>On\r\ncross-examination, Connie agreed that her 2003 affidavit was hurtful and\r\ndamaging, but she testified that she stood by the statements in the affidavit and\r\nthat “facts don’t change.”  She also admitted telling B.G.D. in a 2003 letter that\r\nhe could divorce his father.  And although she admitted that Ricky adequately\r\nfed, clothed, and sheltered the children, she testified that Ricky was not a\r\nfit parent because he did not emotionally nurture the children.  Finally,\r\nalthough Connie testified that she wanted court-ordered visitation with the\r\nchildren, she also testified that she just wanted to be a grandparent and enjoy\r\nher grandchildren “like [her] friends get to enjoy theirs.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nMary Connell is a forensic and clinical psychologist who has studied alienating\r\nbehaviors and had worked with Connie since late 2004.  She described parental\r\nalienation as someone trying to turn a child against a parent, and she testified\r\nthat she had worked with Connie to give her insight into her tendency toward\r\nalienation and to help her learn to interact with Ricky and the children in a\r\npositive and respectful manner.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nConnell described Connie as “quite humbled” in 2004 and testified that Connie\r\nunderstood the egregious and destructive nature of her past behavior.  Dr.\r\nConnell testified that Connie had “absolutely succeeded in eradicating the\r\nalienating language from her behavior and the impulses to alienate.”  She said\r\nthat Connie’s first reflex was now “generally neutral to positive on Ricky.”  Based\r\nprimarily on information relayed to her by Connie, Dr. Connell testified that\r\nConnie nurtured the children’s emotional needs during the court-ordered\r\nvisitations and that Connie provided J.B.D. specifically with a same-sex role\r\nmodel and a person who could provide information about her mother.  Although\r\nDr. Connell testified that Connie had “been an exemplar for positive work in .\r\n. . eradicating those [alienating] behaviors,” she also agreed that the\r\nrecidivism rate for persons exhibiting alienating behavior is quite strong<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[3]</span></span></span>\r\nand that most of Connie’s underlying perceptions of Ricky remain negative. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>B.G.D.\r\ntestified that his petition for emancipation was granted a week before trial. \r\nHe said that emancipation was his idea and that he had heard about the concept\r\nyears earlier from a girl at his school.  He described living with Ricky as\r\n“pretty bad” and said that he was depressed, wanted to be left alone, and did\r\nnot want to associate with anyone.  B.G.D. testified that his relationship with\r\nRicky had always been “emotionally distant,” that he felt Ricky had treated him\r\nas a child Ricky was forced to take care of, that Ricky’s relationship with A.J.D.\r\nwas different, and that Ricky had never put his arms around him and said that\r\nhe loved him.  B.G.D. admitted on cross-examination, however, that Ricky had\r\nput his arms around him and said that he loved him and that Ricky taught him to\r\nshoot a gun; worked with him to install speakers in his car; took him hunting;\r\nand was there when he shot his first deer and first and second turkeys.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[4]</span></span></span>\r\n B.G.D. denied being manipulated or influenced by Connie to move into her home,\r\nbut he admitted that Connie bought him a one-year-old Mustang convertible within\r\ntwo weeks of moving into her house and that, unlike Ricky, Connie allowed him\r\nto have earrings and wear his hair long.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[5]</span></span></span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>B.G.D.\r\nalso testified that he had “disowned” Ricky, that he no longer considered Ricky\r\nhis father, and that he planned to change his name to McAffey (his mother’s\r\nmaiden name).  B.G.D. also admitted telling Dr. Otis that “the rebel would come\r\nand go” in him and that he believed Ricky’s rules, such as curfew and not being\r\nhome with his girlfriend when Ricky was not present, were unreasonable.  Finally,\r\nB.G.D. admitted swinging at and choking Ricky in January 2008 after Ricky had grounded\r\nhim from seeing a new girlfriend.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Randy\r\ntestified that when B.G.D. moved into their home, he and Connie also had\r\nproblems with B.G.D. following their rules.  Randy said that he and Connie\r\ndiscussed the matter with B.G.D. and that after several months, B.G.D. began\r\nfollowing their rules and being respectful.  Randy denied that he and Connie\r\nhad bribed B.G.D. into coming to live with them and said that he had required B.G.D.\r\nto work to earn additional spending money.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Randy\r\nreported positively about the court-ordered visitations and described how J.B.D.\r\nsometimes cried and asked to spend the night when the visitations were over. \r\nHe also testified that the children, when they had seen the Johnsons at\r\nextracurricular activities or the scheduled meal visits, were hesitant to show\r\na great deal of affection when Ricky was present but that they had acted\r\ndifferently when Ricky was not present.  Randy also testified that he had\r\npromised the children’s mother that the children would be close to the Johnsons\r\nthroughout their lives, that he believed it was “terrible” that B.G.D. wanted\r\nto disown Ricky and change his name, but that he believed Ricky was making decisions\r\nthat made him an unfit parent. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Greg\r\nJohnson, the children’s uncle, testified that he attended each of the sixteen\r\ncourt-ordered visitations, that the children had loving interactions with\r\nConnie during the visits, that the children were very emotionally bonded with\r\nConnie, and that the children would benefit from seeing Connie.  Greg also\r\ndescribed an incident before Jennifer’s death in which he believed Ricky played\r\ntoo roughly with B.G.D. and then ridiculed B.G.D. for crying. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Tammy\r\nDerzapf is Ricky’s sister-in-law.  She described Ricky as “quiet, kind of\r\nintroverted, but very loving, a very caring person.  Just very genuine.”  She\r\nalso testified that she believed Ricky to be “very much” emotionally in tune\r\nwith the children’s feelings and that she had not seen the children exhibit\r\nreluctance to share their feelings with him. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Tammy\r\ntestified that the children had extended summertime visits with her in Houston\r\neach year, beginning in 2003 shortly after the Johnsons’ original SAPCR\r\nfiling.  Tammy testified that B.G.D. said in 2003 that he did not want to\r\nparticipate in their family prayer before dinner because he did not want to go\r\nagainst Connie’s wishes.  In 2004, Tammy observed that the kids were happy and\r\nthat B.G.D. was not as mean to A.J.D. as he had been in 2003.  Tammy testified\r\nthat the children’s demeanor was also good in 2005 and that they did not seem\r\nto be sad, depressed, grieving, or mourning, but she said that “something had\r\nchanged” in 2006.  A.J.D. and J.B.D. were doing well in 2006, but she said that\r\nB.G.D. was not happy, was very mean to A.J.D., and was confused and distrustful. \r\nIn 2008, only A.J.D. and J.B.D. visited, and Tammy observed that A.J.D. was\r\nmore relaxed than he had been in a long time and made friends with several neighborhood\r\nkids.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Steve\r\nBooker is an attorney in Burkburnett, and he and his wife Sherry are Ricky’s\r\nclose friends.  Steve and Sherry had seen Ricky and the children two to three\r\ntimes per week during at least the previous year.  Steve described A.J.D. as\r\nquiet but “all boy,” and he testified that A.J.D. had “a bunch of friends” that\r\noften visited him at Ricky’s house.  He described J.B.D. as a “pistol” and\r\n“happy go lucky” and said she always wanted to be the center of attention. \r\nSteve testified that he had not seen the children exhibit any lingering\r\nsadness, depression, or frustration and that he perceived Ricky as sensitive to\r\nthe children’s emotional needs. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified that Ricky was resentful of and did not trust Connie, that Connie\r\nwas no longer bitter at Ricky and was managing her past alienating behavior, and\r\nthat the children had observed her changed attitude.  Dr. Otis testified that\r\nthe children renewed their attachments to the Johnsons during the court-ordered\r\nvisitations, but he said that the current level of contact was not meeting\r\ntheir emotional needs.  Dr. Otis testified that A.J.D. in particular “yearns”\r\nfor more contact with the Johnsons, that A.J.D. would feel “deep\r\ndisappointment” if not allowed to see the Johnsons regularly, that A.J.D.\r\n“grieves” not seeing them, and that A.J.D.’s deep disappointment could\r\n“potentially manifest itself into potential depression” and could “potentially\r\nmanifest itself in anger at Ricky.”  He testified that there was a “high\r\nprobability” that denying A.J.D. visitation with Connie would significantly\r\nimpair A.J.D.’s emotional well-being, but he also said that A.J.D. was “very\r\nbonded” with Ricky, was not affected by Ricky’s negativity toward Connie, and\r\ndid not want anything to interfere with his living with Ricky. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis described J.B.D. as very social, extroverted, affectionate, and\r\nforthcoming, and he testified that she “gets a great deal of social support\r\njust about everywhere she turns.”  He said that J.B.D.’s level of distress was\r\n“much less” than A.J.D.’s and that there was “some probability” of significant\r\nimpairment to J.B.D.’s emotional well-being in the absence of visitation with\r\nConnie.  Dr. Otis acknowledged, however, that he could not isolate Connie from\r\nthe rest of her family and say that significant impairment to the children’s emotional\r\nwell-being would occur just because of a denial of visitation with Connie. \r\nFinally, Dr. Otis recommended in his 2008 report that “putting controls in\r\nplace, such as the [graduated visitation schedule he] recommended in the\r\ninitial evaluation would be helpful and important.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>E. \r\nTrial Court Orders Grandparent Visitation</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>After\r\ntrial, the trial court signed a judgment ordering grandparent visitation with\r\nConnie on the third Saturday of each month and denying Ricky’s request for\r\nattorney’s fees.  Connie submitted 107 findings of fact and conclusions of law\r\nthat the trial court signed without revision or modification.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[6]</span></span></span> \r\nThis appeal followed.</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>III. \r\nConnie Has Standing</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>          </span></b><span>Ricky\r\ncontends in his second issue that Connie does not have standing to seek\r\ngrandparent access “because she failed to meet an express element of section\r\n153.433 of the Texas Family Code.”  <i>See</i> Tex. Fam. Code Ann. § 153.433.  Specifically,\r\nRicky argues that the denial of possession or access is an express element of a\r\ngrandparent’s claim for possession or access under section 153.433 and that\r\nthere is no evidence that the children were cut off from Connie.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Although\r\nwe agree that the denial of possession of or access to the child is an express\r\nelement a grandparent must prove to obtain access pursuant to section 153.433, <i>see\r\nIn re J.M.T.</i>, 280 S.W.3d 490, 493 (Tex. App.—Eastland 2009, no pet.), a\r\ngrandparent’s standing is not conferred by section 153.433.  Rather, a\r\ngrandparent’s standing to seek possession or access to a child is conferred by\r\nsection 153.432.  <i>In re Smith</i>, 260 S.W.3d 568, 572–73 (Tex. App.—Houston\r\n[14th Dist.] 2008, orig. proceeding); <i>see</i> Tex. Fam. Code Ann. § 153.432\r\n(West Supp. 2010).  “Although a successful access suit might require the\r\ngrandparent to satisfy section 153.433, whether the grandparent ultimately will\r\nsucceed is a different question than whether the grandparent has the right\r\nsimply to bring suit.”  <i>Smith</i>, 260 S.W.3d at 573.  Section 153.432(a)\r\nprovides that “a biological or adoptive grandparent may request possession of\r\nor access to a grandchild by filing:  (1) an original suit; or (2) a suit for\r\nmodification as provided by [family code] chapter 156.”  Tex. Fam. Code Ann. §\r\n153.432(a).  It is undisputed that Connie is the biological grandmother of the\r\nchildren.  She therefore has standing pursuant to section 153.432 to seek\r\npossession of or access to the children, and we overrule Ricky’s second issue. \r\n<i>See id.</i>; <i>Smith</i>, 260 S.W.3d at 572–73.</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>IV. \r\nSignificant Impairment</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Ricky\r\ncontends in his first issue that the trial court violated the law of the case\r\nbecause “virtually nothing has changed” since the supreme court granted his\r\npetition for a writ of mandamus.  Specifically, Ricky argues that although Dr.\r\nOtis modified his testimony by “attempting to use the magic buzz words,” Dr.\r\nOtis’s underlying observations and conclusions “have not changed at all.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>A.  Applicable Law</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>1. \r\nTexas Family Code Section 153.433(a)</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          “The\r\nLegislature set a high threshold for a grandparent to overcome the presumption\r\nthat a fit parent acts in his children’s best interest:  the grandparent must\r\nprove [by a preponderance of the evidence] that denial of access would ‘<i>significantly\r\nimpair</i>’ the children's physical health or emotional well-being.”  <i>Derzapf</i>,\r\n219 S.W.3d at 334 (citing<i> </i>Tex. Fam. Code Ann. § 153.433(a)(2)).  This\r\nhigh threshold exists so that a court will refrain from interfering with\r\nchild-rearing decisions made by a parent simply because the court believes that\r\na “better decision” could have been made. <i>See id.</i> at 334 (quoting <i>Troxel\r\nv. Granville</i>, 530 U.S. 57, 73, 120 S. Ct. 2054, 2064 (2000)).  This\r\nstandard recognizes that “so long as a parent adequately cares for his or her\r\nchildren (i.e., is fit), there will normally be no reason for the State to\r\ninject itself into the private realm of the family.”  <i>Id.</i> at 333\r\n(quoting <i>In re Mays-Hooper</i>, 189 S.W.3d 777, 778 (Tex. 2006) (orig.\r\nproceeding)). </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          We\r\nreview a trial court’s decision to grant a grandparent’s request for access or\r\npossession for an abuse of discretion.  <i>In re Chambless</i>, 257 S.W.3d 698,\r\n699 (Tex. 2008); <i>Derzapf</i>, 219 S.W.3d at 333.  A trial court abuses its\r\ndiscretion if it grants access to grandchildren when the grandparent has not\r\nproven that denying the grandparent access to the child would significantly\r\nimpair the child’s physical health or emotional well-being.  <i>In re Scheller</i>,\r\n325 S.W.3d 640, 643 (Tex. 2010) (orig. proceeding) (quoting <i>Derzapf</i>, 219\r\nS.W.3d at 333).  This is so because “a trial court has no discretion in\r\ndetermining what the law is or applying the law to the facts, even when the law\r\nis unsettled.”  <i>Derzapf</i>, 219 S.W.3d at 333 (quoting <i>In re Prudential\r\nIns. Co. of Am.</i>, 148 S.W.3d 124, 135 (Tex. 2004) (orig. proceeding)).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>2. \r\nLaw of the Case</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          “The\r\n‘law of the case’ doctrine is defined as that principle under which questions\r\nof law decided on appeal to a court of last resort will govern the case\r\nthroughout its subsequent stages.”  <i>Loram Maint. of Way, Inc. v. Ianni</i>,\r\n210 S.W.3d 593, 596 (Tex. 2006) (quoting <i>Hudson v. Wakefield</i>, 711 S.W.2d\r\n628, 630 (Tex. 1986)).  The doctrine may be applied when an issue has been\r\nresolved on the merits in a prior mandamus proceeding.  <i>See In re Cantu de\r\nVillarreal</i>, 330 S.W.3d 11, 20–21 (Tex. App.—Corpus Christi 2010, no pet.)\r\n(holding law of the case doctrine prevented reconsideration of issue decided in\r\nearlier mandamus petition); <i>Landerman v. State Bar of Tex.</i>, 247 S.W.3d\r\n426, 433 (Tex. App.—Dallas 2008, pet. denied) (stating “[r]eview of a trial\r\ncourt’s action under the abuse of discretion standard is a question of law”); <i>see\r\nalso In re A.T.M.</i>, No. 12-07-00243-CV, 2009 WL 1492832, at *3 (Tex.\r\nApp.—Tyler May 29, 2009, pet. denied) (mem. op.) (stating prior holding as to\r\nwhether abuse of discretion occurred was question of law, noting facts\r\npreviously presented were “substantially the same,” and holding prior mandamus\r\ndenial was law of the case).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>“By\r\nnarrowing the issues in successive stages of the litigation, the law of the\r\ncase doctrine is intended to achieve uniformity of decision as well as judicial\r\neconomy and efficiency.  The doctrine is based on public policy and is aimed at\r\nputting an end to litigation.”  <i>Briscoe v. Goodmark Corp.</i>, 102 S.W.3d\r\n714, 716 (Tex. 2003) (quoting <i>Hudson</i>, 711 S.W.2d at 630).  The doctrine applies\r\nonly to questions of law rather than questions of fact, and it “does not\r\nnecessarily apply when either the issues or the facts presented at successive\r\nappeals are not substantially the same as those involved on the first trial.”  <i>Hudson</i>,\r\n711 S.W.2d at 630.  Indeed, the decision to revisit a previous holding is left\r\nto the discretion of the court under the particular circumstances of each case.\r\n <i>City of Houston v. Jackson</i>, 192 S.W.3d 764, 769 (Tex. 2006).  In other\r\nwords, a reviewing court may apply the law of the case doctrine in a subsequent\r\nproceeding if the facts in the later proceeding are “so nearly the same [as the\r\nearlier proceeding] that they do not materially affect the legal issues\r\ninvolved in the later proceeding.”  <i>Lawrence v. City of Wichita Falls</i>,\r\n122 S.W.3d 322, 326 (Tex. App.—Fort Worth 2003, pet. denied).</span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>B. \r\nDiscussion</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          To\r\ndetermine whether we should apply the law of the case doctrine, we must compare\r\nthe evidence from the 2005 temporary orders hearing (upon which the supreme\r\ncourt granted Ricky’s petition for a writ of mandamus) and the evidence from\r\nthe 2009 trial on the merits.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>1. \r\nDr. Otis’s 2005 Testimony</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified in 2005 that Ricky had legitimate reasons to be concerned about\r\nConnie’s influence over the children and that he had appropriately cut off the\r\nchildren’s contact with Connie.  Discussing the Johnsons’ allegations in their\r\n2003 SAPCR suit, Dr. Otis testified that he did not believe the accusations to\r\nbe true and that Ricky was justifiably devastated, hurt, angry, and offended. \r\nDr. Otis agreed that he had not seen any evidence that Ricky was an unfit\r\nparent or had provided the children with an unsafe environment. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis described J.B.D., five years old at the time, as very outgoing, animated,\r\nenjoyable, loving, and “just a delight.”  He said that she had never met a\r\nstranger, loved being the center of attention, “connect[ed] extremely well,”\r\nand was “very attached to her brothers and to her father.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified that the children, particularly B.G.D. and A.J.D., were “clearly\r\ndistraught” about the loss of their relationship with the Johnsons and that A.J.D.\r\nwas “the one that potentially might have some difficulties down the line.”  He\r\nsaid A.J.D. “had the most emotional reaction during the [joint] session with\r\nthe Johnsons in terms of being tearful and a little bit distraught.”  Dr. Otis\r\ntestified that A.J.D. and B.G.D. had a “lingering sadness” about the lack of\r\ncontact with the Johnsons, and he said that they talked about their\r\ngrandparents “with a lingering kind of sadness, a yearning.”  But Dr. Otis also\r\nsaid that the sadness had “not manifested as depression or behavioral problems\r\nor acting out,” and he agreed that “sadness and yearning doesn’t rise to a\r\nlevel of significant emotional impairment.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Dr.\r\nOtis also testified that the Johnsons had a great deal to offer the children,\r\nincluding a connection to their deceased mother and a sense of loving\r\nstimulation, belonging, family, warmth, and security.  He testified that the\r\nJohnsons “have had important attachments to the children,” that it “would not\r\nbe healthy to cut them off,” that it would be harmful to the children’s\r\nlong-term psychological development, and that the children would be\r\n“emotionally damaged” if visitations with the Johnsons were not resumed.  Dr.\r\nOtis recommended that the children first renew contact with Randy and their\r\nuncles and that Connie be integrated into the visitation plan after counseling. \r\nDr. Otis did not recommend renewed contact with Connie alone. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          After\r\nthe temporary orders hearing, the trial court granted the Johnsons’ request for\r\nvisitation with the children.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>2. \r\nThe Supreme Court’s 2007 Opinion</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>The\r\nsupreme court granted Ricky’s petition for a writ of mandamus and held that the\r\ntrial court abused its discretion by ordering grandparent visitation.  <i>See\r\nDerzapf</i>, 219 S.W.3d at 331.  The supreme court held that Connie was\r\nrequired to “overcome the statutory presumption that denying the children\r\naccess to her in particular—not Connie and Randy jointly or the Johnson family\r\nas a whole—would significantly impair the children’s physical health or\r\nemotional well-being,” and the court noted that Dr. Otis’s testimony related to\r\na denial of access to both her and Randy or to the Johnson family as a whole and\r\n“d[id] not support renewed contact with Connie alone.”  <i>Id.</i> at 333.  The\r\ncourt also mentioned Dr. Otis’s observation of lingering sadness and stated that\r\n“[w]hile it is true that Dr. Otis believed the children would benefit from\r\nrenewed contact with the Johnson family, he did not testify that denying Connie\r\naccess to her grandchildren would significantly impair the children’s physical\r\nor emotional health.”  <i>Id.</i>  Thus, although Dr. Otis testified that the\r\nchildren experienced lingering sadness and yearning due to the loss of contact\r\nwith the Johnsons, that the children would be emotionally damaged without\r\naccess, and that denying access to the Johnsons would be harmful to the\r\nchildren’s long-term psychological development, the supreme court held that\r\nConnie had not met her burden of proving that denying her access to the\r\nchildren would significantly impair their physical health or emotional\r\nwell-being.  <i>Id.</i> at 334.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>3. \r\nDr. Otis’s 2009 Testimony</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Subsequent\r\nto the supreme court’s grant of mandamus relief in March 2007, Dr. Otis\r\nconducted separate telephone interviews with Ricky and Connie, and he\r\ninterviewed the children once as a group and once separately.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[7]</span></span></span>\r\n Dr. Otis also interviewed the mother of one of B.G.D.’s friends, a friend of\r\nthe Johnson family, and one of Ricky’s friends.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified at trial that the children renewed their attachments to Connie\r\nand the Johnsons during the court-ordered visitations and that the children\r\nfelt comfortable, accepted, and part of the family.  He further opined that the\r\ncurrent level of contact was not meeting A.J.D.’s and J.B.D.’s emotional needs.\r\n Dr. Otis testified that A.J.D. “yearns” for more contact with the Johnsons and\r\nstrongly wanted more contact.  A.J.D. told Dr. Otis that he felt mad, sad, and\r\nhopeless about not being able to see the Johnsons, and Dr. Otis opined that A.J.D.\r\nwould feel “deep disappointment” if he could not see the Johnsons regularly and\r\nthat it was important for A.J.D. to have resumed visitation.  He said that A.J.D.’s\r\ndeep disappointment could “potentially manifest itself into potential\r\ndepression” and could “potentially manifest itself in anger at Ricky,” that A.J.D.\r\n“grieves” not seeing the Johnsons, that being cut off from the Johnsons is an\r\naspect to the grief and loss of his mother, and that A.J.D.’s feelings of\r\nhopelessness and despair “could” affect his well-being.  After further\r\nquestioning, Dr. Otis testified that there is a “high probability” that denying\r\nA.J.D. visitation with Connie would significantly impair A.J.D.’s emotional\r\nwell-being.  However, Dr. Otis testified that A.J.D. did not want anything to\r\ninterfere with his living with Ricky, that A.J.D. was not affected by any\r\nnegativity Ricky feels toward Connie, and that there was “no question” that A.J.D.\r\nwas “very bonded with his father.” Dr. Otis concluded his 2008 report by\r\nstating that if visitations are not resumed, “the children, particularly A.J.D.,\r\nmay benefit from psychotherapy to help them work through their feelings of\r\nfrustration and grief.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Discussing\r\nJ.B.D., Dr. Otis said that she experienced the visitations with the Johnsons\r\nvery positively.  However, he testified that J.B.D.’s level of distress was\r\n“much less” than A.J.D.’s and that there was “some probability” that denying J.B.D.\r\nvisitation with Connie would significantly impair her emotional well-being. \r\nDr. Otis described J.B.D. as very social, extroverted, affectionate, and\r\nforthcoming and said she “gets a great deal of social support just about\r\neverywhere she turns.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          On\r\ncross-examination, Dr. Otis agreed that the children had exhibited significant\r\nimprovement when they had no access to the Johnsons.  Dr. Otis also agreed\r\nthat, as of the time of his 2008 report and although they again had little\r\ncontact with the Johnsons, A.J.D. and J.B.D. liked their new schools, were\r\ndeveloping rewarding friendships, and were doing well academically.  In fact,\r\nDr. Otis admitted that A.J.D. and J.B.D. were in good medical health and\r\nachieving “in spite of” their infrequent contact with B.G.D. and the Johnsons. \r\nDr. Otis also acknowledged the possibility that Connie could impose onto A.J.D.\r\nand J.B.D. the type of negative influence she had previously imposed onto B.G.D.,\r\nand Dr. Otis testified that the possible negative influence from Connie should\r\nbe a matter of concern to Ricky. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Moreover,\r\nDr. Otis testified that A.J.D. did not list Connie as being within his “core\r\ngroup” of relationships, instead listing only Ricky, B.G.D., and one of his uncles. \r\nJ.B.D. listed Connie in her core group, but she also listed Ricky; each of her\r\naunts, uncles, cousins, grandparents; and Ricky’s friends Sherri and Steve\r\nBooker.  In fact, Dr. Otis acknowledged that he could not isolate Connie from\r\nthe rest of her family and say that significant impairment to the children’s emotional\r\nwell-being would occur just because of a denial of visitation with Connie. \r\nFinally, Dr. Otis again recommended a graduated visitation schedule that\r\nintegrated Connie after initial visitation with Randy and the children’s\r\nuncles. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>4. \r\nThe Law of This Case</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          In\r\nits 2007 opinion granting mandamus relief from the 2005 temporary visitation\r\norder, the supreme court held that Connie is required to prove that denying\r\naccess to her alone, as opposed to her and the rest of her family, would\r\nsignificantly impair the children’s emotional well-being.  <i>Derzapf</i>, 219\r\nS.W.3d at 333.  The supreme court then stated with respect to Dr. Otis’s 2005\r\nreport and testimony at the temporary orders hearing:</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>While it is true that\r\nDr. Otis believed the children would benefit from renewed contact with the\r\nJohnson family, he did not testify that denying Connie access to her\r\ngrandchildren would significantly impair the children’s physical or emotional\r\nhealth.  <i>Dr. Otis’s testimony pertained either to both Connie and Randy or\r\nto the Johnson family as a whole, but his recommendations do not support\r\nrenewed contact with Connie alone.</i>  To the contrary, Dr. Otis noted that\r\nRicky had a reasonable interest in preserving “the children’s hard-won feelings\r\nof peace and security” regained after contact with Connie ceased.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr. Otis’s report\r\nconcluded that the children should first have renewed contact with Randy, then\r\nwith the Uncles and extended family, and only later with Connie.  Dr. Otis\r\ntestified that his recommendation “was based on the strength that [he]\r\nperceived that the grandfather, Randy has.”  In fact, Dr. Otis testified that\r\nhe could not recommend visitation with Connie, absent supervision, as Connie’s\r\nproblems controlling her impulses could be “very influential” and detrimental\r\nto the children.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><i><span>And while Dr. Otis\r\ntestified that it may be harmful for Ricky to cut off the Johnsons’ access to\r\nB.G.D. in particular and that it was in the children’s best interest that they\r\nhave some contact with their grandparents, his testimony does not support\r\nawarding Connie access over Ricky’s objection.</span></i><span>  According to Dr.\r\nOtis, “[t]he manner in which she resisted the children transitioning to [Ricky’s]\r\nfull-time care interfered with the children’s emotional and behavioral\r\nadjustment.”  He also concluded that Connie actively attempted to alienate\r\nB.G.D. from his father and that her behavior was “very damaging” to the\r\nparent-child relationship.  <i>Moreover, while Dr. Otis noted the children’s\r\n“sadness” at being unable to see their grandparents, he admitted that these\r\nfeelings did not rise to the level of a significant emotional impairment.</i></span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><i><span>Id.</span></i><span> at\r\n333–34 (emphasis added).  The court then held that Connie had failed to meet\r\nthe “high threshold” required by section 153.433(a)(2) for obtaining access to\r\nthe children over Ricky’s objection.  <i>Id.</i> at 334.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>5. \r\nDr. Otis’s Observations Did Not Change</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          There\r\nis no substantive difference between Dr. Otis’s 2005 and 2009 testimony.  Dr.\r\nOtis did not state in his 2008 report that A.J.D. or J.B.D. might suffer\r\nsignificant emotional impairment from a denial of visitation with Connie,\r\nstating instead that A.J.D. and J.B.D. “are at risk to experience more\r\npsychological harm if they are cut off from further involvement with Connie and\r\nthe Johnson family than if they have contact.”  And although Dr. Otis changed\r\nhis ultimate conclusion in 2009 (while testifying at trial in response to\r\nquestions by Connie’s lawyer) to a “high probability” of significant emotional\r\nimpairment for A.J.D. and “some probability” of significant emotional\r\nimpairment for J.B.D., the observations underlying his 2005 and 2009 opinions were\r\nno different.  In both instances, Dr. Otis described the benefits the children\r\ngained from access to the Johnsons and the lingering sadness, yearning, and\r\ngrief the children would experience in the absence of visitations.  The supreme\r\ncourt has already held in this case that lingering sadness, yearning, and grief\r\nfrom the lack of access coupled with the inability to segregate Connie from her\r\nfamily and the benefits gained from access do not rise to the level of\r\nsignificant emotional impairment required by section 153.433.  <i>See Derzapf</i>,\r\n219 S.W.3d at 333–34; <i>see also Scheller</i>, 325 S.W.3d at 643–44 (holding\r\ntrial court abused its discretion by issuing temporary order for grandparent visitation\r\neven though the grandchildren had displayed anger, had experienced isolated bed\r\nwetting and nightmares, and had suffered the impact of losing their mother).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>6. \r\nConnie’s Arguments</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Connie\r\nargues that the law of the case doctrine does not apply because the supreme\r\ncourt addressed a question of fact, not a question of law, when it held that\r\nthe trial court abused its discretion by entering the temporary order.  We\r\ndisagree because “[r]eview of a trial court’s action under the abuse of\r\ndiscretion standard is a question of law.”  <i>Landerman</i>, 247 S.W.3d at 433\r\n(citing <i>El Dorado Motors, Inc. v. Koch</i>, 168 S.W.3d 360, 368 (Tex. App.—Dallas\r\n2005, no pet.); <i>see In re A.T.M.</i>, 2009 WL 1492832, at *3 (stating that\r\nprior holding as to whether abuse of discretion occurred was a question of law).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Connie\r\nalso argues that the issues now presented are not identical to those determined\r\nby the supreme court because the supreme court addressed whether Randy had\r\nstanding and “whether the evidence presented at the temporary hearing in 200[5]\r\nshowing that the denial of access to <i>both </i>grandparents would\r\nsignificantly impair the children’s emotional well-being was also sufficient to\r\nshow significant impairment as to Connie<i> alone</i>.”  Again, we disagree. \r\nThe supreme court addressed the issue of whether the trial court abused its discretion\r\nby awarding grandparent access, and it held that Randy did not have standing\r\nand that Connie had not overcome the presumption that a fit parent acts in his\r\nchildren’s best interest by proving that denial of access would significantly\r\nimpair the children’s physical health or emotional well-being.  <i>Derzapf</i>,\r\n219 S.W.3d at 332–34.  The question presented in this appeal is likewise whether\r\nthe trial court abused its discretion by awarding visitation to Connie when she\r\nallegedly failed to overcome the presumption that a fit parent acts in his\r\nchildren’s best interest by proving that denial of access would significantly\r\nimpair the children’s emotional well-being.  Thus, we cannot agree that the\r\nissue now presented differs to such an extent from that in the mandamus\r\nproceeding to make the law of the case doctrine inapplicable.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Finally,\r\nConnie argues that the facts at trial are “dramatically different” than those\r\nat the time of the temporary orders hearing.  She first points to Dr. Otis’s\r\ntrial testimony and opinions, but we have already discussed the striking similarities\r\nin Dr. Otis’s testimony from the temporary orders hearing and the trial and\r\nneed not repeat them here.  Connie also points to Ricky’s alleged “extreme”\r\nalienation of B.G.D.  But Ricky’s and Connie’s respective relationships with B.G.D.\r\nare indisputably different than Ricky’s and Connie’s respective relationships\r\nwith A.J.D. and J.B.D., and they were indisputably different at the time of the\r\ntemporary orders hearing.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>First,\r\nDr. Otis testified that B.G.D.’s description of his strained and emotionally\r\ndistant relationship with Ricky was not entirely accurate because B.G.D. was\r\nattempting to justify his decision to emancipate and move into Connie’s home. \r\nMoreover, Dr. Otis testified that B.G.D.’s and A.J.D.’s experiences are not\r\nequivalent.  In fact, Dr. Otis was impressed by A.J.D.’s ability to think for\r\nhimself, to have his own point of view, and to not be affected by Ricky’s\r\nnegative feelings about Connie or B.G.D.’s negative feelings about Ricky; and\r\nhe offered a similar opinion of J.B.D.’s objective view of the conflict between\r\nRicky and the Johnsons.  More importantly, Dr. Otis testified that there was\r\nmore going on with B.G.D. than either Ricky or Connie understood.  Dr. Otis\r\ndescribed B.G.D.’s condition as the “sleeper effect” and explained that his\r\nrecent experience with girlfriends had activated his feelings of loss of his\r\nmother in a way that B.G.D. did not understand and that caused an “almost\r\npanicky desperate yearning for that kind of relatedness that he had with his\r\nmother at one time and ha[d] lost.”  Dr. Otis testified that A.J.D.’s and J.B.D.’s\r\nrelationships with Ricky are “far different” than B.G.D.’s, saying that A.J.D.\r\nand J.B.D. are “very securely attached to their dad.  They love him dearly. \r\nThey don’t ever want that to be jeopardized.  They feel very secure living with\r\nhim in relation to him.  They don’t share the animosity or the oppositionality\r\nor the resentment that [B.G.D.] experiences toward his dad.”  Finally, grandparent\r\nvisitation with B.G.D. is not at issue in this appeal.  Thus, B.G.D.’s\r\nsituation is not comparable to A.J.D.’s or J.B.D.’s, and we are not convinced\r\nthat B.G.D.’s changed relationship with Ricky sufficiently altered the factual\r\nlandscape of this case to make the law of the case doctrine inapplicable,\r\nparticularly when Dr. Otis used identical terms to describe A.J.D.’s and J.B.D.’s\r\nemotional states both before and after B.G.D.’s relationship with Ricky\r\nchanged.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>7. \r\nThe Trial Court Abused Its Discretion</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          The\r\ncircumstances of this case are unfortunate, as are the circumstances in many\r\ngrandparent-access cases.  As Justice Kennedy wrote in his dissent in <i>Troxel</i>,\r\n</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>It must be\r\nrecognized, of course, that a domestic relations proceeding in and of itself\r\ncan constitute state intervention that is so disruptive of the parent-child\r\nrelationship that the constitutional right of a custodial parent to make\r\ncertain basic determinations for the child’s welfare becomes implicated . . . .\r\nIf a single parent who is struggling to raise a child is faced with visitation\r\ndemands from a third party, the attorney’s fees alone might destroy [the\r\nparent’s] hopes and plans for the child’s future.  Our system must confront\r\nmore often the reality that litigation can itself be so disruptive that\r\nconstitutional protection may be required; and I do not discount the\r\npossibility that in some instances the best interests of the child standard may\r\nprovide insufficient protection to the parent-child relationship.  We owe it to\r\nthe Nation’s domestic relations structure, however, to proceed with caution.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>530\r\nU.S. at 101, 120 S. Ct. at 2079 (Kennedy, J., dissenting).  While Justice\r\nKennedy was responding to whether something more than a best-interests standard\r\nshould govern third-party access suits, Justice Kennedy’s observations are\r\nespecially poignant, particularly in cases like this one.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nis a single parent who, by all accounts, adequately feeds, clothes, and\r\nshelters his children, and his fitness as a parent is demonstrated by A.J.D.’s\r\nand J.B.D.’s significant emotional and social improvement in the years\r\nfollowing their mother’s death.  Of course, Connie and her family believe, with\r\nsupport from Dr. Otis, that Ricky could outwardly exhibit more emotion when\r\ninteracting with his children, but courts must tread lightly when interfering\r\nwith a fit parent’s decision to limit his children’s access to their extended\r\nfamily.  As Justice O’Connor wrote for the plurality in <i>Troxel</i>, “In an\r\nideal world, parents might always seek to cultivate the bonds between\r\ngrandparents and their grandchildren.  Needless to say, however, our world is\r\nfar from perfect, and in it the decision whether such an intergenerational\r\nrelationship would be beneficial in any specific case is for the parent to make\r\nin the first instance.”  <i>Id.</i> at 70, 120 S. Ct. at 2062.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Because\r\nour state supreme court previously held that the trial court abused its\r\ndiscretion by ordering grandparent visitation to Connie based on testimony by\r\nDr. Otis that does not substantively differ from Dr. Otis’s trial testimony, we\r\nhold that the trial court abused its discretion by granting, over Ricky’s\r\nobjection, Connie’s petition for grandparent visitation.  <i>See Scheller</i>,\r\n325 S.W.3d at 643–44; <i>Derzapf</i>, 219 S.W.3d at 334.  We therefore sustain\r\nRicky’s first issue.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[8]</span></span></span></span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>IV. \r\nAttorney’s Fees</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          In\r\nhis seventh issue, Ricky asks that we remand the case to the trial court for further\r\nconsideration of his request for attorney’s fees.  “The award of attorney's\r\nfees in a suit affecting the parent-child relationship is within the trial\r\ncourt’s discretion.”  <i>Bruni v. Bruni</i>, 924 S.W.2d 366, 368 (Tex. 1996); <i>see</i>\r\nTex. Fam. Code Ann. § 106.002(a) (West 2008).  Given our disposition of Ricky’s\r\nfirst issue, Ricky is now the prevailing party in this litigation.  Although\r\nRicky’s status as the prevailing party is only one consideration in the trial\r\ncourt’s exercise of discretion when deciding whether to award him attorney’s\r\nfees, remand for reconsideration of the recoverability of Ricky’s fees is\r\nappropriate.  We therefore sustain Ricky’s seventh issue and remand this case\r\nto the trial court so that the trial court may reconsider whether Ricky should\r\nrecover attorney’s fees from Connie.  <i>See Bruni</i>, 924 S.W.2d at 368–69\r\n(remanding case to permit trial court to reconsider attorney’s fee award in\r\nlight of decision on appeal).</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>V. \r\nConclusion</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Having\r\noverruled Ricky’s second issue; having sustained his first and seventh issues;\r\nand having not reached his third, fourth, fifth, or sixth issues, we reverse\r\nthe trial court’s judgment and remand this case to the trial court for further proceedings\r\nconsistent with this opinion.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>ANNE GARDNER<br>\r\nJUSTICE</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>PANEL: \r\n</span><span>GARDNER,\r\nWALKER, and MCCOY, JJ.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>DELIVERED:  August 25, 2011</span></p>\r\n\r\n</div>\r\n\r\n<div><br clear=\"all\">\r\n\r\n<hr align=\"left\" size=\"1\" width=\"33%\">\r\n\r\n<div id=\"ftn1\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[1]</span></span></span>Although Connie originally\r\nsought court-ordered grandparent visitation with B.G.D. when she filed this\r\nsuit in 2004, visitation with B.G.D. is no longer at issue because B.G.D.\r\nbecame legally emancipated the week before trial.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn2\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[2]</span></span></span>Ricky’s attorney also\r\ntestified concerning Ricky’s attorney’s fees.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn3\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[3]</span></span></span>Dr. Connell testified at\r\nthe 2005 temporary orders hearing that parental alienation is intractable and\r\n“a very difficult phenomenon to treat.” </p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn4\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[4]</span></span></span>Dr. Otis testified that\r\nB.G.D.’s description of his relationship with Ricky was not entirely accurate;\r\nB.G.D.’s relationship with Connie predated Ricky’s, and B.G.D. had a different\r\nrelationship with Ricky than J.B.D. and A.J.D. and was depressed before he\r\nmoved.  However, Dr. Otis believed that B.G.D.’s trial testimony was an attempt\r\nto justify his decisions to seek emancipation and move into Connie’s home.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn5\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[5]</span></span></span>Connie denied encouraging\r\nor bribing B.G.D. to move into her home and testified that she advised him to\r\nthink seriously about doing so, but she also told B.G.D. that she would not\r\nturn him away if he decided to move in with her.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn6\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[6]</span></span></span>We have reviewed each of\r\nthe trial court’s findings of fact and note that many are not supported by any\r\nevidence in the record.  <i>See generally </i><i>McGalliard v. Kuhlmann</i>,\r\n722 S.W.2d 694, 696 (Tex. 1986) (stating that unchallenged findings of fact\r\n“are binding on an appellate court unless the contrary is established as a\r\nmatter of law, or if there is no evidence to support the finding”); <i>Rischon\r\nDev. Corp. v. City of Keller</i>, 242 S.W.3d 161, 166 (Tex. App.<span>C</span>Fort Worth 2007, pet.\r\ndenied), <i>cert. denied</i>, 129 S. Ct. 501 (2008) (same). </p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn7\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[7]</span></span></span>Dr. Otis did not serve as\r\nthe children’s counselor in any capacity, and he did not see or talk to them in\r\nthe nearly three years since preparing his initial report.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn8\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[8]</span></span></span>Given our disposition of\r\nRicky’s first issue, we do not reach his third through sixth issues.  <i>See</i>\r\nTex. R. App. P. 47.1 (requiring appellate court to address “every issue raised\r\nand necessary to final disposition of the appeal”).</p>\r\n\r\n</div>\r\n\r\n</div>\r\n\r\n\r\n\r\n</div>",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<div>\r\n\r\n\r\n\r\n\r\n02-09-402-CV\r\n\r\n\r\n\r\n\r\n\r\n\r\n<div class=\"WordSection1\">\r\n\r\n<table class=\"MsoNormalTable\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\r\n <tr>\r\n  <td width=\"720\" valign=\"top\">\r\n  <table class=\"MsoNormalTable\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" align=\"left\">\r\n   <tr>\r\n    <td width=\"267\"></td>\r\n   </tr>\r\n   <tr>\r\n    <td width=\"312\"></td>\r\n    <td></td>\r\n    <td>\r\n    <p class=\"MsoNormal\"></p>\r\n    </td>\r\n   </tr>\r\n  </table>\r\n  <p class=\"MsoHeader\" align=\"center\"><br clear=\"all\">\r\n  </p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span>COURT OF APPEALS</span></b></p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span>SECOND DISTRICT OF TEXAS</span></b></p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span>FORT WORTH</span></b></p>\r\n  <p class=\"MsoHeader\" align=\"center\"><b><span> </span></b></p>\r\n  </td>\r\n </tr>\r\n</table>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>NO.  02-09-00402-CV</span></b></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span> </span></b></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span> </span></b></p>\r\n\r\n<table class=\"MsoNormalTable\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\r\n <tr>\r\n  <td width=\"300\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span>In the Interest of B.G.D., A.J.D, and J.B.D., Minor\r\n  Children</span></p>\r\n  </td>\r\n  <td width=\"47\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span> </span></p>\r\n  </td>\r\n  <td width=\"292\" valign=\"top\">\r\n  <p class=\"MsoNormal\" align=\"right\"><span> </span></p>\r\n  </td>\r\n </tr>\r\n <tr>\r\n  <td width=\"638\" colspan=\"3\" valign=\"top\">\r\n  <p class=\"MsoNormal\" align=\"center\"><span> </span></p>\r\n  </td>\r\n </tr>\r\n <tr>\r\n  <td width=\"300\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span> </span></p>\r\n  </td>\r\n  <td width=\"47\" valign=\"top\">\r\n  <p class=\"MsoNormal\"><span> </span></p>\r\n  </td>\r\n  <td width=\"292\" valign=\"top\">\r\n  <p class=\"MsoNormal\" align=\"right\"><span> </span></p>\r\n  </td>\r\n </tr>\r\n</table>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>----------</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>FROM</span><span> THE </span><span>89th\r\nDistrict Court</span><span> OF Wichita COUNTY</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>----------</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>OPINION</span></b></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span>----------</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>I. \r\nIntroduction</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Appellant\r\nRicky Derzapf (Ricky) appeals the order granting Connie Johnson’s (Connie) petition\r\nfor grandparent visitation with Ricky’s children.  In seven issues, Ricky\r\ncontends that the trial court abused its discretion by awarding visitation to\r\nConnie because Connie does not have standing, the trial court’s judgment\r\nviolates the law of the case, insufficient evidence supports the judgment, and\r\nthe court-appointed expert’s testimony should have been excluded.  Ricky also\r\nseeks remand for reconsideration of his attorney’s fees. We reverse the trial\r\ncourt’s judgment and remand the case for consideration of Ricky’s attorney’s\r\nfees.</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>II. \r\nBackground</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>A. \r\nGeneral Background and Connie’s Original Suit for Custody</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nand Jennifer Derzapf were married in the mid-1990s and had two children: A.J.D.,\r\nborn in 1996; and J.B.D., born in 2000.  B.G.D., born to Jennifer in 1991, is\r\nnot Ricky’s biological son, but Ricky adopted B.G.D. after he married Jennifer.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[1]</span></span></span> \r\nJennifer was diagnosed with leukemia while pregnant with J.B.D. and passed away\r\non June 3, 2001.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\nis Jennifer’s mother and B.G.D., A.J.D., and J.B.D.’s grandmother.  For several\r\nmonths immediately following Jennifer’s death, Connie and her husband, Randy\r\nJohnson, served as the children’s primary caregivers.  Ricky and the Johnsons initially\r\nworked cooperatively on the children’s behalf, but tension between Ricky and\r\nthe Johnsons increased once Ricky began reasserting himself as the children’s\r\nprimary caregiver.  The Johnsons perceived Ricky as emotionally distant, and\r\nRicky believed Connie was directly undermining his influence and authority over\r\nthe children and assuming the role of mother instead of grandmother.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>On\r\nMay 6, 2003, Connie and Randy filed an original suit affecting the parent-child\r\nrelationship (SAPCR) seeking custody of the children and requesting that they\r\nbe appointed sole managing conservators, and they obtained an ex parte\r\ntemporary restraining order preventing Ricky from having possession of the\r\nchildren.  Attached to the Johnsons’ original petition were affidavits by\r\nConnie, Randy, and Connie’s three sons.  The Johnsons alleged in their petition\r\nand affidavits that Ricky endangered the children (particularly B.G.D.) and\r\nsignificantly impaired the children’s physical health and emotional development.\r\nThe affidavits also contained many critical assessments of Ricky’s fitness as a\r\nparent and husband and included allegations of physical and verbal abuse.  For\r\nexample, Connie stated in her affidavit that Jennifer’s stress from living with\r\nRicky caused her immune system to “crash,” ending her sixteen-month battle with\r\nleukemia.  After a hearing, the trial court dissolved the temporary restraining\r\norder, returned the children to Ricky’s conservatorship, and dismissed the case\r\nwithout prejudice.  Ricky then cut the children off from any contact with the\r\nJohnsons.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>B. \r\n2005 Temporary Grandparent Visitation Order</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\nand Randy filed this lawsuit, a petition for grandparent access, on March 10,\r\n2004.  <i>See </i>Tex. Fam. Code Ann. § 153.433 (West Supp. 2010).  In October\r\n2005, the trial court conducted an evidentiary hearing on the Johnsons’ request\r\nfor a temporary order for grandparent visitation.  Dr. Mark R. Otis, the\r\ncourt-appointed psychologist, testified at the temporary orders hearing that Ricky’s\r\ndecision to cut off the Johnsons’ access to the children was justified under\r\nthe circumstances and that Ricky was understandably devastated, hurt, angry,\r\nand offended by the Johnsons’ allegations.  Indeed, Dr. Otis wrote in his 2005\r\nreport that “Connie contributed significantly more to the atmosphere of\r\nmistrust and hurt than Ricky or Randy.”  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis also observed in his 2005 report that, in the months following the\r\noriginal lawsuit and while the Johnsons did not have access to the children,\r\nRicky had taken the children to a counselor; that B.G.D. and A.J.D. were\r\nprescribed anti-depressant medication; that the children’s pediatrician\r\nconcurred with Ricky’s conclusion that further contact with the Johnsons would\r\nbe harmful to the children’s emotional well-being; that the children showed\r\n“significant improvement” in their “adjustment and personal well-being”; that B.G.D.\r\nand A.J.D. were taken off the anti-depressants; that the children were released\r\nfrom counseling; and that “collateral sources” had confirmed the children’s\r\nimprovement. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Despite\r\nthe statements in his report, Dr. Otis also testified at the temporary orders\r\nhearing that the children were “clearly distraught” about losing their\r\nrelationship with the Johnsons; that it makes A.J.D. sad to think about the\r\nJohnsons; that A.J.D. “potentially might have some difficulties down the line”;\r\nthat A.J.D. and B.G.D. talk about the Johnsons “with a lingering kind of\r\nsadness, a yearning”; and that cutting the children off from the Johnsons\r\n“would not be healthy,” would be harmful to their long-term psychological\r\ndevelopment, and could cause them to be “emotionally damaged.”  But Dr. Otis\r\nalso testified that the children’s sadness had “not manifested as depression or\r\nbehavioral problems or acting out” and that “sadness and yearning doesn’t rise\r\nto a level of significant emotional impairment.”  Dr. Otis recommended that the\r\nchildren’s visitation with the Johnsons begin in stages, first with Randy, then\r\nwith the children’s uncles, and later with Connie after she and her family\r\nattended counseling.  After the hearing, the trial court signed an order\r\ngranting the Johnsons visitation on the first Saturday of each month.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>The\r\nchildren had visitations with the Johnsons for the next sixteen months. Ricky\r\nacknowledged that the visits went well.  His only complaints were that the\r\nJohnsons’ gifts were a “little excessive” and that the Johnsons had allowed B.G.D.\r\nto take his girlfriend to the lake with them, but he admitted that the Johnsons\r\nwere not aware that B.G.D. had been grounded at the time from seeing his\r\ngirlfriend. </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>C. \r\nRicky’s Petition for Writ of Mandamus</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nsought mandamus relief after the trial court entered the temporary order\r\ngranting grandparent visitation with the children.  Although this court denied\r\nRicky’s petition, the supreme court granted it.  <i>See In re Derzapf</i>, <span class=\"citation\" data-id=\"894839\"><a href=\"/opinion/894839/in-re-derzapf/\"><span class=\"volume\">219</span>\r\n<span class=\"reporter\">S.W.3d</span> <span class=\"page\">327</span></a></span>, 331 (Tex. 2007) (orig. proceeding).  The supreme court held that\r\nRandy did not have standing as a step-grandparent to seek grandparent access\r\nand that Connie had not met her statutory burden of proving that the children’s\r\nphysical health or emotional well-being would be significantly impaired in the\r\nabsence of visitation with her.  <i>Id.</i> at 332–33, 333–34.  After the\r\nsupreme court’s decision in March 2007, Ricky again denied the Johnsons any\r\naccess to or visitation with the children outside of five meals and the\r\nchildren’s extracurricular activities, which the Johnsons only learned of by\r\ncommunicating with B.G.D. </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>D. \r\nTrial on the Merits</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>The\r\ncase proceeded in the trial court after the supreme court’s decision.  For his\r\npart, Dr. Otis conducted a separate telephone interview with Ricky and Connie\r\nand two interviews with the children.  He also conducted what he termed\r\n“collateral interviews” with Randy, Dr. Connell, Barbara Lyne (mother of one of\r\nB.G.D.’s friends), Sherry Cantu (friend of the Johnson family), and Sherri\r\nBooker (friend of Ricky and the children).  Dr. Otis then issued an updated\r\nreport dated September 8, 2008.  Final trial on the merits before the court\r\nbegan on April 6, 2009, and the trial court heard testimony from seven fact witnesses\r\nand two expert witnesses.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[2]</span></span></span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\ntestified that his attitude toward Connie had not changed since 2005, that he was\r\nnot bitter toward Connie, and that he was concerned that her past alienating\r\nbehavior would continue in the future.  He also testified that Connie’s\r\naffidavit in support of the 2003 SAPCR suit (filed by Connie and Randy for sole\r\ncustody of the children) was very destructive and caused a lot of his concern\r\nand mistrust. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nalso testified about the children’s demeanor and improvement in 2003 and 2004\r\nwhen they did not have contact with the Johnsons.  The children spent almost a\r\nmonth in Houston with Ricky’s sister-in-law and later started counseling, and B.G.D.\r\nand A.J.D. were initially prescribed anti-depressants. Ricky testified that he\r\ndid not notice any problems with the children between 2003 when they stopped\r\nseeing the Johnsons and 2005 when the court-ordered visitations began and that\r\nthe children were “very good, very well stabilized.”  He said that the children\r\nhad very positive demeanors and that he did not observe the kids mourning or\r\ngrieving. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\ntestified that he and the children moved from Wichita Falls to Burkburnett in\r\nearly 2007 because he could no longer afford the children’s private school and\r\nbecause he had good friends in Burkburnett who could help him with the\r\nchildren.  He said A.J.D. and J.B.D. play sports all year, that J.B.D. had been\r\ninvolved in dancing and singing activities, and that he had not observed any\r\nbehavior in either child that caused him concern about their emotional states. \r\nRicky testified that he had discussed the children’s mother with them almost\r\nweekly; that he had talked with them regularly about what they were doing with\r\nschool, sports, and their friends; and that he had shown them physical\r\naffection.  He testified that J.B.D. was doing well in school and generally\r\nmakes friends in any social situation.  He also testified that A.J.D. is\r\ntypically slower to make friends but that A.J.D. had surprisingly made friends\r\nin Burkburnett almost immediately, and Ricky denied seeing the sadness,\r\nlonging, and frustration in A.J.D. that Dr. Otis had reported.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nadmitted that his relationship with B.G.D. was somewhat different than his\r\nrelationship with A.J.D. and J.B.D., but he denied treating B.G.D.\r\ndifferently.  He agreed that his relationship with B.G.D. had become\r\nprogressively worse, but he said that it began deteriorating before the\r\ncourt-ordered visitations stopped in March 2007.  B.G.D. had started talking\r\nabout leaving home and had exhibited more defiant behavior about breaking\r\nRicky’s rules, and Ricky testified that B.G.D. had said he would move to\r\nConnie’s and that he and Connie had been planning the move for a long time. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nagreed that Connie is an important person in A.J.D. and J.B.D.’s life and that\r\nthe Johnsons provided them emotional nurturing, but he denied that Connie is a\r\ncore relation for either of them.  He testified that he believes he is\r\nemotionally connected with his children, that he does not believe they mourn\r\nthe loss of contact with the Johnsons or yearn for more contact, and that he\r\nfeels it is in A.J.D. and J.B.D.’s best interest for him to be present at any\r\nvisitations with the Johnsons.  Ricky also testified that Dr. Otis’s graduated\r\nvisitation recommendation was not in the children’s best interest.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nalso denied that he had cut off all visitations with the Johnsons and testified\r\nthat the children had been with them at five dinners and at as many as forty\r\nextracurricular activities over a two-year period.  Ricky said that he was not\r\ncomfortable with gifts the Johnsons had given the children but that he tried\r\nnot to show any negativity.  He denied that he intended to discontinue all\r\ncontact between the children and the Johnsons if not court-ordered.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\ntestified that Jennifer and B.G.D. lived with her before Jennifer and Ricky\r\nwere married and that B.G.D. saw her every day during that time.  She testified\r\nthat she is emotionally bonded with all of the children.  She said that she\r\nprovided the children with emotional support when they lived with her following\r\nJennifer’s death and that Ricky had initially supported her role with the\r\nchildren. Connie also testified about the conflict that arose when Ricky\r\ndecided that the children should live with him full time beginning in January\r\n2003 and said that Ricky stonewalled her efforts to see the kids after that\r\ntime and that Ricky had not voluntarily allowed her any access to the children\r\nbetween May 2003 and March 2004. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Connie\r\ntestified that she had worked very hard since 2005 to avoid even the appearance\r\nof impropriety.  She said she wanted Ricky “to understand that those kids love\r\nboth of us” and that she “want[ed] to let those kids love both of us because\r\nthat’s what’s in their best interest.”  Connie described the court-ordered\r\nvisitations and testified that they went very well, that she reconnected with\r\nthe children, that it was nurturing for the children to have the visitations,\r\nand that the children see her as someone with whom it is safe to talk about their\r\nmother.  She testified that she was very concerned that Ricky did not recognize\r\nthe emotions that the children reported to Dr. Otis, that Ricky did not\r\nencourage the children to be their own person or to express their feelings, and\r\nthat she believed she could provide the children with emotional support.  However,\r\nConnie agreed that A.J.D. and J.B.D. were “bonded and feel comfortable” with\r\nRicky.  Even so, she testified that she believed the children’s emotional\r\nwell-being would be significantly impaired if visitations with her were not\r\nresumed. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>On\r\ncross-examination, Connie agreed that her 2003 affidavit was hurtful and\r\ndamaging, but she testified that she stood by the statements in the affidavit and\r\nthat “facts don’t change.”  She also admitted telling B.G.D. in a 2003 letter that\r\nhe could divorce his father.  And although she admitted that Ricky adequately\r\nfed, clothed, and sheltered the children, she testified that Ricky was not a\r\nfit parent because he did not emotionally nurture the children.  Finally,\r\nalthough Connie testified that she wanted court-ordered visitation with the\r\nchildren, she also testified that she just wanted to be a grandparent and enjoy\r\nher grandchildren “like [her] friends get to enjoy theirs.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nMary Connell is a forensic and clinical psychologist who has studied alienating\r\nbehaviors and had worked with Connie since late 2004.  She described parental\r\nalienation as someone trying to turn a child against a parent, and she testified\r\nthat she had worked with Connie to give her insight into her tendency toward\r\nalienation and to help her learn to interact with Ricky and the children in a\r\npositive and respectful manner.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nConnell described Connie as “quite humbled” in 2004 and testified that Connie\r\nunderstood the egregious and destructive nature of her past behavior.  Dr.\r\nConnell testified that Connie had “absolutely succeeded in eradicating the\r\nalienating language from her behavior and the impulses to alienate.”  She said\r\nthat Connie’s first reflex was now “generally neutral to positive on Ricky.”  Based\r\nprimarily on information relayed to her by Connie, Dr. Connell testified that\r\nConnie nurtured the children’s emotional needs during the court-ordered\r\nvisitations and that Connie provided J.B.D. specifically with a same-sex role\r\nmodel and a person who could provide information about her mother.  Although\r\nDr. Connell testified that Connie had “been an exemplar for positive work in .\r\n. . eradicating those [alienating] behaviors,” she also agreed that the\r\nrecidivism rate for persons exhibiting alienating behavior is quite strong<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[3]</span></span></span>\r\nand that most of Connie’s underlying perceptions of Ricky remain negative. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>B.G.D.\r\ntestified that his petition for emancipation was granted a week before trial. \r\nHe said that emancipation was his idea and that he had heard about the concept\r\nyears earlier from a girl at his school.  He described living with Ricky as\r\n“pretty bad” and said that he was depressed, wanted to be left alone, and did\r\nnot want to associate with anyone.  B.G.D. testified that his relationship with\r\nRicky had always been “emotionally distant,” that he felt Ricky had treated him\r\nas a child Ricky was forced to take care of, that Ricky’s relationship with A.J.D.\r\nwas different, and that Ricky had never put his arms around him and said that\r\nhe loved him.  B.G.D. admitted on cross-examination, however, that Ricky had\r\nput his arms around him and said that he loved him and that Ricky taught him to\r\nshoot a gun; worked with him to install speakers in his car; took him hunting;\r\nand was there when he shot his first deer and first and second turkeys.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[4]</span></span></span>\r\n B.G.D. denied being manipulated or influenced by Connie to move into her home,\r\nbut he admitted that Connie bought him a one-year-old Mustang convertible within\r\ntwo weeks of moving into her house and that, unlike Ricky, Connie allowed him\r\nto have earrings and wear his hair long.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[5]</span></span></span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>B.G.D.\r\nalso testified that he had “disowned” Ricky, that he no longer considered Ricky\r\nhis father, and that he planned to change his name to McAffey (his mother’s\r\nmaiden name).  B.G.D. also admitted telling Dr. Otis that “the rebel would come\r\nand go” in him and that he believed Ricky’s rules, such as curfew and not being\r\nhome with his girlfriend when Ricky was not present, were unreasonable.  Finally,\r\nB.G.D. admitted swinging at and choking Ricky in January 2008 after Ricky had grounded\r\nhim from seeing a new girlfriend.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Randy\r\ntestified that when B.G.D. moved into their home, he and Connie also had\r\nproblems with B.G.D. following their rules.  Randy said that he and Connie\r\ndiscussed the matter with B.G.D. and that after several months, B.G.D. began\r\nfollowing their rules and being respectful.  Randy denied that he and Connie\r\nhad bribed B.G.D. into coming to live with them and said that he had required B.G.D.\r\nto work to earn additional spending money.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Randy\r\nreported positively about the court-ordered visitations and described how J.B.D.\r\nsometimes cried and asked to spend the night when the visitations were over. \r\nHe also testified that the children, when they had seen the Johnsons at\r\nextracurricular activities or the scheduled meal visits, were hesitant to show\r\na great deal of affection when Ricky was present but that they had acted\r\ndifferently when Ricky was not present.  Randy also testified that he had\r\npromised the children’s mother that the children would be close to the Johnsons\r\nthroughout their lives, that he believed it was “terrible” that B.G.D. wanted\r\nto disown Ricky and change his name, but that he believed Ricky was making decisions\r\nthat made him an unfit parent. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Greg\r\nJohnson, the children’s uncle, testified that he attended each of the sixteen\r\ncourt-ordered visitations, that the children had loving interactions with\r\nConnie during the visits, that the children were very emotionally bonded with\r\nConnie, and that the children would benefit from seeing Connie.  Greg also\r\ndescribed an incident before Jennifer’s death in which he believed Ricky played\r\ntoo roughly with B.G.D. and then ridiculed B.G.D. for crying. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Tammy\r\nDerzapf is Ricky’s sister-in-law.  She described Ricky as “quiet, kind of\r\nintroverted, but very loving, a very caring person.  Just very genuine.”  She\r\nalso testified that she believed Ricky to be “very much” emotionally in tune\r\nwith the children’s feelings and that she had not seen the children exhibit\r\nreluctance to share their feelings with him. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Tammy\r\ntestified that the children had extended summertime visits with her in Houston\r\neach year, beginning in 2003 shortly after the Johnsons’ original SAPCR\r\nfiling.  Tammy testified that B.G.D. said in 2003 that he did not want to\r\nparticipate in their family prayer before dinner because he did not want to go\r\nagainst Connie’s wishes.  In 2004, Tammy observed that the kids were happy and\r\nthat B.G.D. was not as mean to A.J.D. as he had been in 2003.  Tammy testified\r\nthat the children’s demeanor was also good in 2005 and that they did not seem\r\nto be sad, depressed, grieving, or mourning, but she said that “something had\r\nchanged” in 2006.  A.J.D. and J.B.D. were doing well in 2006, but she said that\r\nB.G.D. was not happy, was very mean to A.J.D., and was confused and distrustful. \r\nIn 2008, only A.J.D. and J.B.D. visited, and Tammy observed that A.J.D. was\r\nmore relaxed than he had been in a long time and made friends with several neighborhood\r\nkids.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Steve\r\nBooker is an attorney in Burkburnett, and he and his wife Sherry are Ricky’s\r\nclose friends.  Steve and Sherry had seen Ricky and the children two to three\r\ntimes per week during at least the previous year.  Steve described A.J.D. as\r\nquiet but “all boy,” and he testified that A.J.D. had “a bunch of friends” that\r\noften visited him at Ricky’s house.  He described J.B.D. as a “pistol” and\r\n“happy go lucky” and said she always wanted to be the center of attention. \r\nSteve testified that he had not seen the children exhibit any lingering\r\nsadness, depression, or frustration and that he perceived Ricky as sensitive to\r\nthe children’s emotional needs. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified that Ricky was resentful of and did not trust Connie, that Connie\r\nwas no longer bitter at Ricky and was managing her past alienating behavior, and\r\nthat the children had observed her changed attitude.  Dr. Otis testified that\r\nthe children renewed their attachments to the Johnsons during the court-ordered\r\nvisitations, but he said that the current level of contact was not meeting\r\ntheir emotional needs.  Dr. Otis testified that A.J.D. in particular “yearns”\r\nfor more contact with the Johnsons, that A.J.D. would feel “deep\r\ndisappointment” if not allowed to see the Johnsons regularly, that A.J.D.\r\n“grieves” not seeing them, and that A.J.D.’s deep disappointment could\r\n“potentially manifest itself into potential depression” and could “potentially\r\nmanifest itself in anger at Ricky.”  He testified that there was a “high\r\nprobability” that denying A.J.D. visitation with Connie would significantly\r\nimpair A.J.D.’s emotional well-being, but he also said that A.J.D. was “very\r\nbonded” with Ricky, was not affected by Ricky’s negativity toward Connie, and\r\ndid not want anything to interfere with his living with Ricky. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis described J.B.D. as very social, extroverted, affectionate, and\r\nforthcoming, and he testified that she “gets a great deal of social support\r\njust about everywhere she turns.”  He said that J.B.D.’s level of distress was\r\n“much less” than A.J.D.’s and that there was “some probability” of significant\r\nimpairment to J.B.D.’s emotional well-being in the absence of visitation with\r\nConnie.  Dr. Otis acknowledged, however, that he could not isolate Connie from\r\nthe rest of her family and say that significant impairment to the children’s emotional\r\nwell-being would occur just because of a denial of visitation with Connie. \r\nFinally, Dr. Otis recommended in his 2008 report that “putting controls in\r\nplace, such as the [graduated visitation schedule he] recommended in the\r\ninitial evaluation would be helpful and important.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>E. \r\nTrial Court Orders Grandparent Visitation</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>After\r\ntrial, the trial court signed a judgment ordering grandparent visitation with\r\nConnie on the third Saturday of each month and denying Ricky’s request for\r\nattorney’s fees.  Connie submitted 107 findings of fact and conclusions of law\r\nthat the trial court signed without revision or modification.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[6]</span></span></span> \r\nThis appeal followed.</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>III. \r\nConnie Has Standing</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>          </span></b><span>Ricky\r\ncontends in his second issue that Connie does not have standing to seek\r\ngrandparent access “because she failed to meet an express element of section\r\n153.433 of the Texas Family Code.”  <i>See</i> Tex. Fam. Code Ann. § 153.433.  Specifically,\r\nRicky argues that the denial of possession or access is an express element of a\r\ngrandparent’s claim for possession or access under section 153.433 and that\r\nthere is no evidence that the children were cut off from Connie.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Although\r\nwe agree that the denial of possession of or access to the child is an express\r\nelement a grandparent must prove to obtain access pursuant to section 153.433, <i>see\r\nIn re J.M.T.</i>, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">490</span></span>, 493 (Tex. App.—Eastland 2009, no pet.), a\r\ngrandparent’s standing is not conferred by section 153.433.  Rather, a\r\ngrandparent’s standing to seek possession or access to a child is conferred by\r\nsection 153.432.  <i>In re Smith</i>, <span class=\"citation\" data-id=\"1875414\"><a href=\"/opinion/1875414/in-re-smith/\"><span class=\"volume\">260</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">568</span></a></span>, 572–73 (Tex. App.—Houston\r\n[14th Dist.] 2008, orig. proceeding); <i>see</i> Tex. Fam. Code Ann. § 153.432\r\n(West Supp. 2010).  “Although a successful access suit might require the\r\ngrandparent to satisfy section 153.433, whether the grandparent ultimately will\r\nsucceed is a different question than whether the grandparent has the right\r\nsimply to bring suit.”  <i>Smith</i>, 260 S.W.3d at 573.  Section 153.432(a)\r\nprovides that “a biological or adoptive grandparent may request possession of\r\nor access to a grandchild by filing:  (1) an original suit; or (2) a suit for\r\nmodification as provided by [family code] chapter 156.”  Tex. Fam. Code Ann. §\r\n153.432(a).  It is undisputed that Connie is the biological grandmother of the\r\nchildren.  She therefore has standing pursuant to section 153.432 to seek\r\npossession of or access to the children, and we overrule Ricky’s second issue. \r\n<i>See id.</i>; <i>Smith</i>, 260 S.W.3d at 572–73.</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>IV. \r\nSignificant Impairment</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Ricky\r\ncontends in his first issue that the trial court violated the law of the case\r\nbecause “virtually nothing has changed” since the supreme court granted his\r\npetition for a writ of mandamus.  Specifically, Ricky argues that although Dr.\r\nOtis modified his testimony by “attempting to use the magic buzz words,” Dr.\r\nOtis’s underlying observations and conclusions “have not changed at all.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>A.  Applicable Law</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>1. \r\nTexas Family Code Section 153.433(a)</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          “The\r\nLegislature set a high threshold for a grandparent to overcome the presumption\r\nthat a fit parent acts in his children’s best interest:  the grandparent must\r\nprove [by a preponderance of the evidence] that denial of access would ‘<i>significantly\r\nimpair</i>’ the children's physical health or emotional well-being.”  <i>Derzapf</i>,\r\n219 S.W.3d at 334 (citing<i> </i>Tex. Fam. Code Ann. § 153.433(a)(2)).  This\r\nhigh threshold exists so that a court will refrain from interfering with\r\nchild-rearing decisions made by a parent simply because the court believes that\r\na “better decision” could have been made. <i>See id.</i> at 334 (quoting <i>Troxel\r\nv. Granville</i>, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 73, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>, 2064 (2000)).  This\r\nstandard recognizes that “so long as a parent adequately cares for his or her\r\nchildren (i.e., is fit), there will normally be no reason for the State to\r\ninject itself into the private realm of the family.”  <i>Id.</i> at 333\r\n(quoting <i>In re Mays-Hooper</i>, <span class=\"citation\" data-id=\"1401714\"><a href=\"/opinion/1401714/in-re-mays-hooper/\"><span class=\"volume\">189</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">777</span></a></span>, 778 (Tex. 2006) (orig.\r\nproceeding)). </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          We\r\nreview a trial court’s decision to grant a grandparent’s request for access or\r\npossession for an abuse of discretion.  <i>In re Chambless</i>, <span class=\"citation\" data-id=\"895016\"><a href=\"/opinion/895016/in-re-chambless/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">698</span></a></span>,\r\n699 (Tex. 2008); <i>Derzapf</i>, 219 S.W.3d at 333.  A trial court abuses its\r\ndiscretion if it grants access to grandchildren when the grandparent has not\r\nproven that denying the grandparent access to the child would significantly\r\nimpair the child’s physical health or emotional well-being.  <i>In re Scheller</i>,\r\n<span class=\"citation\" data-id=\"895270\"><a href=\"/opinion/895270/in-re-scheller/\"><span class=\"volume\">325</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">640</span></a></span>, 643 (Tex. 2010) (orig. proceeding) (quoting <i>Derzapf</i>, 219\r\nS.W.3d at 333).  This is so because “a trial court has no discretion in\r\ndetermining what the law is or applying the law to the facts, even when the law\r\nis unsettled.”  <i>Derzapf</i>, 219 S.W.3d at 333 (quoting <i>In re Prudential\r\nIns. Co. of Am.</i>, <span class=\"citation\" data-id=\"894594\"><a href=\"/opinion/894594/in-re-prudential-ins-co-of-america/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">124</span></a></span>, 135 (Tex. 2004) (orig. proceeding)).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>2. \r\nLaw of the Case</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          “The\r\n‘law of the case’ doctrine is defined as that principle under which questions\r\nof law decided on appeal to a court of last resort will govern the case\r\nthroughout its subsequent stages.”  <i>Loram Maint. of Way, Inc. v. Ianni</i>,\r\n<span class=\"citation\" data-id=\"894763\"><a href=\"/opinion/894763/loram-maintenance-of-way-inc-v-ianni/\"><span class=\"volume\">210</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">593</span></a></span>, 596 (Tex. 2006) (quoting <i>Hudson v. Wakefield</i>, <span class=\"citation\" data-id=\"1499932\"><a href=\"/opinion/1499932/hudson-v-wakefield/\"><span class=\"volume\">711</span> <span class=\"reporter\">S.W.2d</span>\r\n<span class=\"page\">628</span></a></span>, 630 (Tex. 1986)).  The doctrine may be applied when an issue has been\r\nresolved on the merits in a prior mandamus proceeding.  <i>See In re Cantu de\r\nVillarreal</i>, <span class=\"citation\" data-id=\"2279232\"><a href=\"/opinion/2279232/in-re-guardianship-of-cantu-de-villarreal/\"><span class=\"volume\">330</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">11</span></a></span>, 20–21 (Tex. App.—Corpus Christi 2010, no pet.)\r\n(holding law of the case doctrine prevented reconsideration of issue decided in\r\nearlier mandamus petition); <i>Landerman v. State Bar of Tex.</i>, <span class=\"citation\" data-id=\"1876469\"><a href=\"/opinion/1876469/landerman-v-state-bar-of-texas/\"><span class=\"volume\">247</span> <span class=\"reporter\">S.W.3d</span>\r\n<span class=\"page\">426</span></a></span>, 433 (Tex. App.—Dallas 2008, pet. denied) (stating “[r]eview of a trial\r\ncourt’s action under the abuse of discretion standard is a question of law”); <i>see\r\nalso In re A.T.M.</i>, No. 12-07-00243-CV, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1492832</span></span>, at *3 (Tex.\r\nApp.—Tyler May 29, 2009, pet. denied) (mem. op.) (stating prior holding as to\r\nwhether abuse of discretion occurred was question of law, noting facts\r\npreviously presented were “substantially the same,” and holding prior mandamus\r\ndenial was law of the case).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>“By\r\nnarrowing the issues in successive stages of the litigation, the law of the\r\ncase doctrine is intended to achieve uniformity of decision as well as judicial\r\neconomy and efficiency.  The doctrine is based on public policy and is aimed at\r\nputting an end to litigation.”  <i>Briscoe v. Goodmark Corp.</i>, <span class=\"citation\" data-id=\"1370803\"><a href=\"/opinion/1370803/briscoe-v-goodmark-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S.W.3d</span>\r\n<span class=\"page\">714</span></a></span>, 716 (Tex. 2003) (quoting <i>Hudson</i>, 711 S.W.2d at 630).  The doctrine applies\r\nonly to questions of law rather than questions of fact, and it “does not\r\nnecessarily apply when either the issues or the facts presented at successive\r\nappeals are not substantially the same as those involved on the first trial.”  <i>Hudson</i>,\r\n711 S.W.2d at 630.  Indeed, the decision to revisit a previous holding is left\r\nto the discretion of the court under the particular circumstances of each case.\r\n <i>City of Houston v. Jackson</i>, <span class=\"citation\" data-id=\"894711\"><a href=\"/opinion/894711/city-of-houston-v-jackson/\"><span class=\"volume\">192</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">764</span></a></span>, 769 (Tex. 2006).  In other\r\nwords, a reviewing court may apply the law of the case doctrine in a subsequent\r\nproceeding if the facts in the later proceeding are “so nearly the same [as the\r\nearlier proceeding] that they do not materially affect the legal issues\r\ninvolved in the later proceeding.”  <i>Lawrence v. City of Wichita Falls</i>,\r\n<span class=\"citation\" data-id=\"1881325\"><a href=\"/opinion/1881325/lawrence-v-city-of-wichita-falls/\"><span class=\"volume\">122</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">322</span></a></span>, 326 (Tex. App.—Fort Worth 2003, pet. denied).</span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>B. \r\nDiscussion</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          To\r\ndetermine whether we should apply the law of the case doctrine, we must compare\r\nthe evidence from the 2005 temporary orders hearing (upon which the supreme\r\ncourt granted Ricky’s petition for a writ of mandamus) and the evidence from\r\nthe 2009 trial on the merits.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>1. \r\nDr. Otis’s 2005 Testimony</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified in 2005 that Ricky had legitimate reasons to be concerned about\r\nConnie’s influence over the children and that he had appropriately cut off the\r\nchildren’s contact with Connie.  Discussing the Johnsons’ allegations in their\r\n2003 SAPCR suit, Dr. Otis testified that he did not believe the accusations to\r\nbe true and that Ricky was justifiably devastated, hurt, angry, and offended. \r\nDr. Otis agreed that he had not seen any evidence that Ricky was an unfit\r\nparent or had provided the children with an unsafe environment. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis described J.B.D., five years old at the time, as very outgoing, animated,\r\nenjoyable, loving, and “just a delight.”  He said that she had never met a\r\nstranger, loved being the center of attention, “connect[ed] extremely well,”\r\nand was “very attached to her brothers and to her father.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified that the children, particularly B.G.D. and A.J.D., were “clearly\r\ndistraught” about the loss of their relationship with the Johnsons and that A.J.D.\r\nwas “the one that potentially might have some difficulties down the line.”  He\r\nsaid A.J.D. “had the most emotional reaction during the [joint] session with\r\nthe Johnsons in terms of being tearful and a little bit distraught.”  Dr. Otis\r\ntestified that A.J.D. and B.G.D. had a “lingering sadness” about the lack of\r\ncontact with the Johnsons, and he said that they talked about their\r\ngrandparents “with a lingering kind of sadness, a yearning.”  But Dr. Otis also\r\nsaid that the sadness had “not manifested as depression or behavioral problems\r\nor acting out,” and he agreed that “sadness and yearning doesn’t rise to a\r\nlevel of significant emotional impairment.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Dr.\r\nOtis also testified that the Johnsons had a great deal to offer the children,\r\nincluding a connection to their deceased mother and a sense of loving\r\nstimulation, belonging, family, warmth, and security.  He testified that the\r\nJohnsons “have had important attachments to the children,” that it “would not\r\nbe healthy to cut them off,” that it would be harmful to the children’s\r\nlong-term psychological development, and that the children would be\r\n“emotionally damaged” if visitations with the Johnsons were not resumed.  Dr.\r\nOtis recommended that the children first renew contact with Randy and their\r\nuncles and that Connie be integrated into the visitation plan after counseling. \r\nDr. Otis did not recommend renewed contact with Connie alone. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          After\r\nthe temporary orders hearing, the trial court granted the Johnsons’ request for\r\nvisitation with the children.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>2. \r\nThe Supreme Court’s 2007 Opinion</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>The\r\nsupreme court granted Ricky’s petition for a writ of mandamus and held that the\r\ntrial court abused its discretion by ordering grandparent visitation.  <i>See\r\nDerzapf</i>, 219 S.W.3d at 331.  The supreme court held that Connie was\r\nrequired to “overcome the statutory presumption that denying the children\r\naccess to her in particular—not Connie and Randy jointly or the Johnson family\r\nas a whole—would significantly impair the children’s physical health or\r\nemotional well-being,” and the court noted that Dr. Otis’s testimony related to\r\na denial of access to both her and Randy or to the Johnson family as a whole and\r\n“d[id] not support renewed contact with Connie alone.”  <i>Id.</i> at 333.  The\r\ncourt also mentioned Dr. Otis’s observation of lingering sadness and stated that\r\n“[w]hile it is true that Dr. Otis believed the children would benefit from\r\nrenewed contact with the Johnson family, he did not testify that denying Connie\r\naccess to her grandchildren would significantly impair the children’s physical\r\nor emotional health.”  <i>Id.</i>  Thus, although Dr. Otis testified that the\r\nchildren experienced lingering sadness and yearning due to the loss of contact\r\nwith the Johnsons, that the children would be emotionally damaged without\r\naccess, and that denying access to the Johnsons would be harmful to the\r\nchildren’s long-term psychological development, the supreme court held that\r\nConnie had not met her burden of proving that denying her access to the\r\nchildren would significantly impair their physical health or emotional\r\nwell-being.  <i>Id.</i> at 334.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>3. \r\nDr. Otis’s 2009 Testimony</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Subsequent\r\nto the supreme court’s grant of mandamus relief in March 2007, Dr. Otis\r\nconducted separate telephone interviews with Ricky and Connie, and he\r\ninterviewed the children once as a group and once separately.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[7]</span></span></span>\r\n Dr. Otis also interviewed the mother of one of B.G.D.’s friends, a friend of\r\nthe Johnson family, and one of Ricky’s friends.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr.\r\nOtis testified at trial that the children renewed their attachments to Connie\r\nand the Johnsons during the court-ordered visitations and that the children\r\nfelt comfortable, accepted, and part of the family.  He further opined that the\r\ncurrent level of contact was not meeting A.J.D.’s and J.B.D.’s emotional needs.\r\n Dr. Otis testified that A.J.D. “yearns” for more contact with the Johnsons and\r\nstrongly wanted more contact.  A.J.D. told Dr. Otis that he felt mad, sad, and\r\nhopeless about not being able to see the Johnsons, and Dr. Otis opined that A.J.D.\r\nwould feel “deep disappointment” if he could not see the Johnsons regularly and\r\nthat it was important for A.J.D. to have resumed visitation.  He said that A.J.D.’s\r\ndeep disappointment could “potentially manifest itself into potential\r\ndepression” and could “potentially manifest itself in anger at Ricky,” that A.J.D.\r\n“grieves” not seeing the Johnsons, that being cut off from the Johnsons is an\r\naspect to the grief and loss of his mother, and that A.J.D.’s feelings of\r\nhopelessness and despair “could” affect his well-being.  After further\r\nquestioning, Dr. Otis testified that there is a “high probability” that denying\r\nA.J.D. visitation with Connie would significantly impair A.J.D.’s emotional\r\nwell-being.  However, Dr. Otis testified that A.J.D. did not want anything to\r\ninterfere with his living with Ricky, that A.J.D. was not affected by any\r\nnegativity Ricky feels toward Connie, and that there was “no question” that A.J.D.\r\nwas “very bonded with his father.” Dr. Otis concluded his 2008 report by\r\nstating that if visitations are not resumed, “the children, particularly A.J.D.,\r\nmay benefit from psychotherapy to help them work through their feelings of\r\nfrustration and grief.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Discussing\r\nJ.B.D., Dr. Otis said that she experienced the visitations with the Johnsons\r\nvery positively.  However, he testified that J.B.D.’s level of distress was\r\n“much less” than A.J.D.’s and that there was “some probability” that denying J.B.D.\r\nvisitation with Connie would significantly impair her emotional well-being. \r\nDr. Otis described J.B.D. as very social, extroverted, affectionate, and\r\nforthcoming and said she “gets a great deal of social support just about\r\neverywhere she turns.” </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          On\r\ncross-examination, Dr. Otis agreed that the children had exhibited significant\r\nimprovement when they had no access to the Johnsons.  Dr. Otis also agreed\r\nthat, as of the time of his 2008 report and although they again had little\r\ncontact with the Johnsons, A.J.D. and J.B.D. liked their new schools, were\r\ndeveloping rewarding friendships, and were doing well academically.  In fact,\r\nDr. Otis admitted that A.J.D. and J.B.D. were in good medical health and\r\nachieving “in spite of” their infrequent contact with B.G.D. and the Johnsons. \r\nDr. Otis also acknowledged the possibility that Connie could impose onto A.J.D.\r\nand J.B.D. the type of negative influence she had previously imposed onto B.G.D.,\r\nand Dr. Otis testified that the possible negative influence from Connie should\r\nbe a matter of concern to Ricky. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Moreover,\r\nDr. Otis testified that A.J.D. did not list Connie as being within his “core\r\ngroup” of relationships, instead listing only Ricky, B.G.D., and one of his uncles. \r\nJ.B.D. listed Connie in her core group, but she also listed Ricky; each of her\r\naunts, uncles, cousins, grandparents; and Ricky’s friends Sherri and Steve\r\nBooker.  In fact, Dr. Otis acknowledged that he could not isolate Connie from\r\nthe rest of her family and say that significant impairment to the children’s emotional\r\nwell-being would occur just because of a denial of visitation with Connie. \r\nFinally, Dr. Otis again recommended a graduated visitation schedule that\r\nintegrated Connie after initial visitation with Randy and the children’s\r\nuncles. </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>4. \r\nThe Law of This Case</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          In\r\nits 2007 opinion granting mandamus relief from the 2005 temporary visitation\r\norder, the supreme court held that Connie is required to prove that denying\r\naccess to her alone, as opposed to her and the rest of her family, would\r\nsignificantly impair the children’s emotional well-being.  <i>Derzapf</i>, 219\r\nS.W.3d at 333.  The supreme court then stated with respect to Dr. Otis’s 2005\r\nreport and testimony at the temporary orders hearing:</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>While it is true that\r\nDr. Otis believed the children would benefit from renewed contact with the\r\nJohnson family, he did not testify that denying Connie access to her\r\ngrandchildren would significantly impair the children’s physical or emotional\r\nhealth.  <i>Dr. Otis’s testimony pertained either to both Connie and Randy or\r\nto the Johnson family as a whole, but his recommendations do not support\r\nrenewed contact with Connie alone.</i>  To the contrary, Dr. Otis noted that\r\nRicky had a reasonable interest in preserving “the children’s hard-won feelings\r\nof peace and security” regained after contact with Connie ceased.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Dr. Otis’s report\r\nconcluded that the children should first have renewed contact with Randy, then\r\nwith the Uncles and extended family, and only later with Connie.  Dr. Otis\r\ntestified that his recommendation “was based on the strength that [he]\r\nperceived that the grandfather, Randy has.”  In fact, Dr. Otis testified that\r\nhe could not recommend visitation with Connie, absent supervision, as Connie’s\r\nproblems controlling her impulses could be “very influential” and detrimental\r\nto the children.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><i><span>And while Dr. Otis\r\ntestified that it may be harmful for Ricky to cut off the Johnsons’ access to\r\nB.G.D. in particular and that it was in the children’s best interest that they\r\nhave some contact with their grandparents, his testimony does not support\r\nawarding Connie access over Ricky’s objection.</span></i><span>  According to Dr.\r\nOtis, “[t]he manner in which she resisted the children transitioning to [Ricky’s]\r\nfull-time care interfered with the children’s emotional and behavioral\r\nadjustment.”  He also concluded that Connie actively attempted to alienate\r\nB.G.D. from his father and that her behavior was “very damaging” to the\r\nparent-child relationship.  <i>Moreover, while Dr. Otis noted the children’s\r\n“sadness” at being unable to see their grandparents, he admitted that these\r\nfeelings did not rise to the level of a significant emotional impairment.</i></span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><i><span>Id.</span></i><span> at\r\n333–34 (emphasis added).  The court then held that Connie had failed to meet\r\nthe “high threshold” required by section 153.433(a)(2) for obtaining access to\r\nthe children over Ricky’s objection.  <i>Id.</i> at 334.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>5. \r\nDr. Otis’s Observations Did Not Change</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          There\r\nis no substantive difference between Dr. Otis’s 2005 and 2009 testimony.  Dr.\r\nOtis did not state in his 2008 report that A.J.D. or J.B.D. might suffer\r\nsignificant emotional impairment from a denial of visitation with Connie,\r\nstating instead that A.J.D. and J.B.D. “are at risk to experience more\r\npsychological harm if they are cut off from further involvement with Connie and\r\nthe Johnson family than if they have contact.”  And although Dr. Otis changed\r\nhis ultimate conclusion in 2009 (while testifying at trial in response to\r\nquestions by Connie’s lawyer) to a “high probability” of significant emotional\r\nimpairment for A.J.D. and “some probability” of significant emotional\r\nimpairment for J.B.D., the observations underlying his 2005 and 2009 opinions were\r\nno different.  In both instances, Dr. Otis described the benefits the children\r\ngained from access to the Johnsons and the lingering sadness, yearning, and\r\ngrief the children would experience in the absence of visitations.  The supreme\r\ncourt has already held in this case that lingering sadness, yearning, and grief\r\nfrom the lack of access coupled with the inability to segregate Connie from her\r\nfamily and the benefits gained from access do not rise to the level of\r\nsignificant emotional impairment required by section 153.433.  <i>See Derzapf</i>,\r\n219 S.W.3d at 333–34; <i>see also Scheller</i>, 325 S.W.3d at 643–44 (holding\r\ntrial court abused its discretion by issuing temporary order for grandparent visitation\r\neven though the grandchildren had displayed anger, had experienced isolated bed\r\nwetting and nightmares, and had suffered the impact of losing their mother).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          <b>6. \r\nConnie’s Arguments</b></span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Connie\r\nargues that the law of the case doctrine does not apply because the supreme\r\ncourt addressed a question of fact, not a question of law, when it held that\r\nthe trial court abused its discretion by entering the temporary order.  We\r\ndisagree because “[r]eview of a trial court’s action under the abuse of\r\ndiscretion standard is a question of law.”  <i>Landerman</i>, 247 S.W.3d at 433\r\n(citing <i>El Dorado Motors, Inc. v. Koch</i>, <span class=\"citation\" data-id=\"1987307\"><a href=\"/opinion/1987307/el-dorado-motors-inc-v-koch/\"><span class=\"volume\">168</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">360</span></a></span>, 368 (Tex. App.—Dallas\r\n2005, no pet.); <i>see In re A.T.M.</i>, <span class=\"citation no-link\"><span class=\"volume\">2009</span> <span class=\"reporter\">WL</span> <span class=\"page\">1492832</span></span>, at *3 (stating that\r\nprior holding as to whether abuse of discretion occurred was a question of law).</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Connie\r\nalso argues that the issues now presented are not identical to those determined\r\nby the supreme court because the supreme court addressed whether Randy had\r\nstanding and “whether the evidence presented at the temporary hearing in 200[5]\r\nshowing that the denial of access to <i>both </i>grandparents would\r\nsignificantly impair the children’s emotional well-being was also sufficient to\r\nshow significant impairment as to Connie<i> alone</i>.”  Again, we disagree. \r\nThe supreme court addressed the issue of whether the trial court abused its discretion\r\nby awarding grandparent access, and it held that Randy did not have standing\r\nand that Connie had not overcome the presumption that a fit parent acts in his\r\nchildren’s best interest by proving that denial of access would significantly\r\nimpair the children’s physical health or emotional well-being.  <i>Derzapf</i>,\r\n219 S.W.3d at 332–34.  The question presented in this appeal is likewise whether\r\nthe trial court abused its discretion by awarding visitation to Connie when she\r\nallegedly failed to overcome the presumption that a fit parent acts in his\r\nchildren’s best interest by proving that denial of access would significantly\r\nimpair the children’s emotional well-being.  Thus, we cannot agree that the\r\nissue now presented differs to such an extent from that in the mandamus\r\nproceeding to make the law of the case doctrine inapplicable.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Finally,\r\nConnie argues that the facts at trial are “dramatically different” than those\r\nat the time of the temporary orders hearing.  She first points to Dr. Otis’s\r\ntrial testimony and opinions, but we have already discussed the striking similarities\r\nin Dr. Otis’s testimony from the temporary orders hearing and the trial and\r\nneed not repeat them here.  Connie also points to Ricky’s alleged “extreme”\r\nalienation of B.G.D.  But Ricky’s and Connie’s respective relationships with B.G.D.\r\nare indisputably different than Ricky’s and Connie’s respective relationships\r\nwith A.J.D. and J.B.D., and they were indisputably different at the time of the\r\ntemporary orders hearing.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>First,\r\nDr. Otis testified that B.G.D.’s description of his strained and emotionally\r\ndistant relationship with Ricky was not entirely accurate because B.G.D. was\r\nattempting to justify his decision to emancipate and move into Connie’s home. \r\nMoreover, Dr. Otis testified that B.G.D.’s and A.J.D.’s experiences are not\r\nequivalent.  In fact, Dr. Otis was impressed by A.J.D.’s ability to think for\r\nhimself, to have his own point of view, and to not be affected by Ricky’s\r\nnegative feelings about Connie or B.G.D.’s negative feelings about Ricky; and\r\nhe offered a similar opinion of J.B.D.’s objective view of the conflict between\r\nRicky and the Johnsons.  More importantly, Dr. Otis testified that there was\r\nmore going on with B.G.D. than either Ricky or Connie understood.  Dr. Otis\r\ndescribed B.G.D.’s condition as the “sleeper effect” and explained that his\r\nrecent experience with girlfriends had activated his feelings of loss of his\r\nmother in a way that B.G.D. did not understand and that caused an “almost\r\npanicky desperate yearning for that kind of relatedness that he had with his\r\nmother at one time and ha[d] lost.”  Dr. Otis testified that A.J.D.’s and J.B.D.’s\r\nrelationships with Ricky are “far different” than B.G.D.’s, saying that A.J.D.\r\nand J.B.D. are “very securely attached to their dad.  They love him dearly. \r\nThey don’t ever want that to be jeopardized.  They feel very secure living with\r\nhim in relation to him.  They don’t share the animosity or the oppositionality\r\nor the resentment that [B.G.D.] experiences toward his dad.”  Finally, grandparent\r\nvisitation with B.G.D. is not at issue in this appeal.  Thus, B.G.D.’s\r\nsituation is not comparable to A.J.D.’s or J.B.D.’s, and we are not convinced\r\nthat B.G.D.’s changed relationship with Ricky sufficiently altered the factual\r\nlandscape of this case to make the law of the case doctrine inapplicable,\r\nparticularly when Dr. Otis used identical terms to describe A.J.D.’s and J.B.D.’s\r\nemotional states both before and after B.G.D.’s relationship with Ricky\r\nchanged.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><b><span>7. \r\nThe Trial Court Abused Its Discretion</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          The\r\ncircumstances of this case are unfortunate, as are the circumstances in many\r\ngrandparent-access cases.  As Justice Kennedy wrote in his dissent in <i>Troxel</i>,\r\n</span></p>\r\n\r\n<p class=\"MsoNormal\"><span>It must be\r\nrecognized, of course, that a domestic relations proceeding in and of itself\r\ncan constitute state intervention that is so disruptive of the parent-child\r\nrelationship that the constitutional right of a custodial parent to make\r\ncertain basic determinations for the child’s welfare becomes implicated . . . .\r\nIf a single parent who is struggling to raise a child is faced with visitation\r\ndemands from a third party, the attorney’s fees alone might destroy [the\r\nparent’s] hopes and plans for the child’s future.  Our system must confront\r\nmore often the reality that litigation can itself be so disruptive that\r\nconstitutional protection may be required; and I do not discount the\r\npossibility that in some instances the best interests of the child standard may\r\nprovide insufficient protection to the parent-child relationship.  We owe it to\r\nthe Nation’s domestic relations structure, however, to proceed with caution.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>530\r\nU.S. at 101, 120 S. Ct. at 2079 (Kennedy, J., dissenting).  While Justice\r\nKennedy was responding to whether something more than a best-interests standard\r\nshould govern third-party access suits, Justice Kennedy’s observations are\r\nespecially poignant, particularly in cases like this one.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Ricky\r\nis a single parent who, by all accounts, adequately feeds, clothes, and\r\nshelters his children, and his fitness as a parent is demonstrated by A.J.D.’s\r\nand J.B.D.’s significant emotional and social improvement in the years\r\nfollowing their mother’s death.  Of course, Connie and her family believe, with\r\nsupport from Dr. Otis, that Ricky could outwardly exhibit more emotion when\r\ninteracting with his children, but courts must tread lightly when interfering\r\nwith a fit parent’s decision to limit his children’s access to their extended\r\nfamily.  As Justice O’Connor wrote for the plurality in <i>Troxel</i>, “In an\r\nideal world, parents might always seek to cultivate the bonds between\r\ngrandparents and their grandchildren.  Needless to say, however, our world is\r\nfar from perfect, and in it the decision whether such an intergenerational\r\nrelationship would be beneficial in any specific case is for the parent to make\r\nin the first instance.”  <i>Id.</i> at 70, 120 S. Ct. at 2062.  </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>Because\r\nour state supreme court previously held that the trial court abused its\r\ndiscretion by ordering grandparent visitation to Connie based on testimony by\r\nDr. Otis that does not substantively differ from Dr. Otis’s trial testimony, we\r\nhold that the trial court abused its discretion by granting, over Ricky’s\r\nobjection, Connie’s petition for grandparent visitation.  <i>See Scheller</i>,\r\n325 S.W.3d at 643–44; <i>Derzapf</i>, 219 S.W.3d at 334.  We therefore sustain\r\nRicky’s first issue.<span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[8]</span></span></span></span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>IV. \r\nAttorney’s Fees</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          In\r\nhis seventh issue, Ricky asks that we remand the case to the trial court for further\r\nconsideration of his request for attorney’s fees.  “The award of attorney's\r\nfees in a suit affecting the parent-child relationship is within the trial\r\ncourt’s discretion.”  <i>Bruni v. Bruni</i>, <span class=\"citation\" data-id=\"2435947\"><a href=\"/opinion/2435947/bruni-v-bruni/\"><span class=\"volume\">924</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">366</span></a></span>, 368 (Tex. 1996); <i>see</i>\r\nTex. Fam. Code Ann. § 106.002(a) (West 2008).  Given our disposition of Ricky’s\r\nfirst issue, Ricky is now the prevailing party in this litigation.  Although\r\nRicky’s status as the prevailing party is only one consideration in the trial\r\ncourt’s exercise of discretion when deciding whether to award him attorney’s\r\nfees, remand for reconsideration of the recoverability of Ricky’s fees is\r\nappropriate.  We therefore sustain Ricky’s seventh issue and remand this case\r\nto the trial court so that the trial court may reconsider whether Ricky should\r\nrecover attorney’s fees from Connie.  <i>See Bruni</i>, 924 S.W.2d at 368–69\r\n(remanding case to permit trial court to reconsider attorney’s fee award in\r\nlight of decision on appeal).</span></p>\r\n\r\n<p class=\"MsoNormal\" align=\"center\"><b><span>V. \r\nConclusion</span></b></p>\r\n\r\n<p class=\"MsoNormal\"><span>          Having\r\noverruled Ricky’s second issue; having sustained his first and seventh issues;\r\nand having not reached his third, fourth, fifth, or sixth issues, we reverse\r\nthe trial court’s judgment and remand this case to the trial court for further proceedings\r\nconsistent with this opinion.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>ANNE GARDNER<br>\r\nJUSTICE</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>PANEL: \r\n</span><span>GARDNER,\r\nWALKER, and MCCOY, JJ.</span></p>\r\n\r\n<p class=\"MsoNormal\"><span> </span></p>\r\n\r\n<p class=\"MsoNormal\"><span>DELIVERED:  August 25, 2011</span></p>\r\n\r\n</div>\r\n\r\n<div><br clear=\"all\">\r\n\r\n<hr align=\"left\" size=\"1\" width=\"33%\">\r\n\r\n<div id=\"ftn1\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[1]</span></span></span>Although Connie originally\r\nsought court-ordered grandparent visitation with B.G.D. when she filed this\r\nsuit in 2004, visitation with B.G.D. is no longer at issue because B.G.D.\r\nbecame legally emancipated the week before trial.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn2\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[2]</span></span></span>Ricky’s attorney also\r\ntestified concerning Ricky’s attorney’s fees.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn3\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[3]</span></span></span>Dr. Connell testified at\r\nthe 2005 temporary orders hearing that parental alienation is intractable and\r\n“a very difficult phenomenon to treat.” </p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn4\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[4]</span></span></span>Dr. Otis testified that\r\nB.G.D.’s description of his relationship with Ricky was not entirely accurate;\r\nB.G.D.’s relationship with Connie predated Ricky’s, and B.G.D. had a different\r\nrelationship with Ricky than J.B.D. and A.J.D. and was depressed before he\r\nmoved.  However, Dr. Otis believed that B.G.D.’s trial testimony was an attempt\r\nto justify his decisions to seek emancipation and move into Connie’s home.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn5\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[5]</span></span></span>Connie denied encouraging\r\nor bribing B.G.D. to move into her home and testified that she advised him to\r\nthink seriously about doing so, but she also told B.G.D. that she would not\r\nturn him away if he decided to move in with her.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn6\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[6]</span></span></span>We have reviewed each of\r\nthe trial court’s findings of fact and note that many are not supported by any\r\nevidence in the record.  <i>See generally </i><i>McGalliard v. Kuhlmann</i>,\r\n<span class=\"citation\" data-id=\"2362457\"><a href=\"/opinion/2362457/mcgalliard-v-kuhlmann/\"><span class=\"volume\">722</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">694</span></a></span>, 696 (Tex. 1986) (stating that unchallenged findings of fact\r\n“are binding on an appellate court unless the contrary is established as a\r\nmatter of law, or if there is no evidence to support the finding”); <i>Rischon\r\nDev. Corp. v. City of Keller</i>, <span class=\"citation\" data-id=\"1404339\"><a href=\"/opinion/1404339/rischon-development-corp-v-city-of-keller/\"><span class=\"volume\">242</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">161</span></a></span>, 166 (Tex. App.<span>C</span>Fort Worth 2007, pet.\r\ndenied), <i>cert. denied</i>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></span> (2008) (same). </p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn7\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[7]</span></span></span>Dr. Otis did not serve as\r\nthe children’s counselor in any capacity, and he did not see or talk to them in\r\nthe nearly three years since preparing his initial report.</p>\r\n\r\n</div>\r\n\r\n<div id=\"ftn8\">\r\n\r\n<p class=\"MsoFootnoteText\"><span class=\"MsoFootnoteReference\"><span class=\"MsoFootnoteReference\"><span>[8]</span></span></span>Given our disposition of\r\nRicky’s first issue, we do not reach his third through sixth issues.  <i>See</i>\r\nTex. R. App. P. 47.1 (requiring appellate court to address “every issue raised\r\nand necessary to final disposition of the appeal”).</p>\r\n\r\n</div>\r\n\r\n</div>\r\n\r\n\r\n\r\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/894839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/895270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1370803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1401714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1404339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1499932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1875414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1876469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1881325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1987307/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2279232/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2362457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2435947/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-16T14:56:37.310545Z",
      "date_modified": "2015-10-16T14:56:37.310545Z",
      "date_filed": "2011-08-25",
      "date_filed_is_approximate": false,
      "slug": "in-the-interest-of-bgd-ajd-and-jbd-minor-children",
      "citation_id": 3095160,
      "case_name_short": "",
      "case_name": "in the Interest of B.G.D., A.J.D, and J.B.D., Minor Children",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/2979858/in-the-interest-of-bgd-ajd-and-jbd-minor-children/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-16T14:23:24.293192Z",
  "date_modified": "2015-10-16T14:23:24.293192Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "in the Interest of B.G.D., A.J.D, and J.B.D., Minor Children",
  "case_name_full": "",
  "slug": "in-the-interest-of-bgd-ajd-and-jbd-minor-children",
  "docket_number": "02-09-00402-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}