{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/298837/",
  "id": 298837,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/tned/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2592781/",
      "id": 2592781,
      "absolute_url": "/opinion/2592781/brown-v-board-of-comrs-of-chattanooga-tenn/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/298837/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2592781/",
          "id": 2592781,
          "absolute_url": "/opinion/2592781/brown-v-board-of-comrs-of-chattanooga-tenn/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2592781/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/969/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:59:27.162483Z",
          "date_modified": "2017-04-10T23:10:37.967463Z",
          "type": "010combined",
          "sha1": "9a289b6cfb0076a3035e2bde6a2468f9e0d5ebd3",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>722 F.Supp. 380 (1989)</b></center>\n<center><h1>Dr. Tommie BROWN; Leamon Pierce; Rev. Herbert H. Wright; J.K. Brown; Annie D. Thomas; Johnny W. Holloway; George A. Key; Lorenzo Ervin; Bobby Ward; Norma Crowder; Maxine B. Cousins; and Buford McElrath, Plaintiffs,<br>\nv.<br>\nBOARD OF COMMISSIONERS OF THE CITY OF CHATTANOOGA, TENNESSEE: Gene Roberts, Ervin Dinsmore,<sup>[*]</sup> John Franklin, Pat Rose and Ron Littlefield, In Their Official Capacities as Members of the Board of Commissioners, Defendants,<br>\nand<br>\nState of Tennessee, Intervenor.</h1></center>\n<center>No. CIV-1-87-388.</center>\n<center><p><b>United States District Court, E.D. Tennessee, S.D.</b></p></center>\n<center>August 8, 1989.</center>\n<p><span class=\"star-pagination\">*381</span> Margaret Carey and Charles Victor McTeer, Center for Constitutional Rights, McTeer &amp; Bailey, P.A., Greenville, Miss., and Myron Bernard McClary, Chattanooga, Tenn., for plaintiffs Dr. Tommie Brown, Leamon Pierce, Rev. Herbert H. Wright, J.K. Brown, Johnny W. Holloway, George A. Key, Norma Crowder and Buford McElrath.</p>\n<p>Laughlin McDonald, Neil Bradley and Derek Alphran, American Civil Liberties Union Foundation, Inc. and American Civil Liberties Union of Tennessee, Atlanta, Ga., and Richard Dinkins, Williams &amp; Dinkins, Nashville, Tenn., for plaintiffs Annie D. Thomas, Lorenzo Ervin, Bobby Ward and Maxine B. Cousins.</p>\n<p>Eugene N. Collins, City Atty., and Randall L. Nelson, Sp. Counsel, Chattanooga, Tenn., and Vincent R. Fontana, Wilson, Elser, Moskowitz, Edelman &amp; Dicker, New York City, Steven M. Levine, Wilson, Elser, Moskowitz, Edelman &amp; Dicker, Washington, D.C., for defendants.</p>\n<p><span class=\"star-pagination\">*382</span> Elizabeth P. McCarter, Asst. Atty. Gen., State of Tenn., Nashville, Tenn., for intervenor.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>EDGAR, District Judge.</p>\n<p>Plaintiffs, who are black citizens of Chattanooga, Tennessee, have brought this action challenging the system for selecting members of the Board of Commissioners, Chattanooga's governing body. Plaintiffs allege that this system, which features atlarge elections for members of the Board of Commissioners, is in violation of section 2 of the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1973, in that it (1) was adopted, and is being maintained, with the discriminatory purpose of diluting black voting strength; and (2) results in the denial or abridgment, on the basis of their race, of the right of black citizens to participate in the political process and elect representatives of their choice. Plaintiffs also claim that the method for electing members of the Board of Commissioners (herein the \"Commission\" or \"City Commission\") is violative of their rights under the First, Thirteenth, Fourteenth and Fifteenth Amendments to the United States Constitution. Finally, plaintiffs assert that Tennessee Code Annotated Section 2-2-107(a) and section 5.1 of the Chattanooga charter, which permit nonresident \"property qualification\" as a basis for voting in municipal elections, violate the First, Ninth, Thirteenth, Fourteenth and Fifteenth Amendments to the United States Constitution, as well as section 2 of the Voting Rights Act. Plaintiffs seek declaratory and injunctive relief. Jurisdiction is based on 28 U.S.C. §§ 1331, 1343(3), 2201, 2202 and 42 U.S.C. § 1973j(f).</p>\n<p>For the reasons set forth below, the Court concludes that Chattanooga's method of electing members of its Board of Commissioners violates section 2 of the Voting Rights Act. This result makes it unnecessary for the Court to reach plaintiffs' constitutional claims which relate to the method of electing the City Commission.</p>\n<p>The Court further concludes that section 5.1 of the Chattanooga's charter is in violation of the Fourteenth Amendment to the United States Constitution. Therefore, the plaintiffs' claim that property qualified voting in Chattanooga violates the Voting Rights Act need not be considered. The Court will grant appropriate declaratory and injunctive relief. Defendants will be granted seventy-five (75) days to submit to the Court a plan incorporating electoral procedures which comply with the Voting Rights Act.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2><i>General Factual Background</i></h2>\n<p>Since 1911 the City of Chattanooga has been governed by a five-member Commission elected from the city at-large. Terms of office are four years. Elections are nonpartisan. Candidates must run for designated posts and must win by a majority of votes cast. This often results in \"runoffs.\" Nonresident property owners are permitted to vote in municipal elections by virtue of a state statute, Tennessee Code Annotated Section 2-2-107, and section 5.1 of Chattanooga's charter.</p>\n<p>The designated Commission posts are Mayor; Commissioner of Fire and Police; Commissioner of Education and Health; Commissioner of Public Utilities, Grounds and Buildings; and Commissioner of Public Works, Streets and Airports. Each Commissioner, including the Mayor, has one vote. The Mayor is the ex-officio president of the board. He also has general supervision over the city's financial affairs. The other Commissioners serve as the administrative heads of their respective departments. The Commissioner of Education and Health is, by virtue of his office, Chairman of the Chattanooga Board of Education which has the responsibility of maintaining the city schools and which is comprised of representatives who are themselves elected from districts within the City of Chattanooga.</p>\n<p>Blacks have always been a significant minority of the population of Chattanooga. In 1980, blacks made up 31.69% of the population. After the Commission was created <span class=\"star-pagination\">*383</span> in 1911, no black ran for a Commission post until 1955. Only one black candidate, John Franklin, has ever been elected to the Commission. He was elected in 1971 and has been reelected since. Since 1955 there have been 15 other black candidates for the Commission. None have been elected.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2><i>The Voting Rights Act  General</i></h2>\n<p>The Voting Rights Act was enacted in 1965 to achieve full participation for all Americans in our democracy. S.Rep. No. 417, 97th Cong., 2d Sess. 4, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 181. <i>See generally,</i> H.R.Rep. No. 439, 89th Cong., 1st Sess., <i>reprinted in</i> 1965 U.S.Code Cong. &amp; Admin.News 2437. Initial efforts under the Voting Rights Act focused on voter registration. More than a million black citizens were registered from 1965 to 1972. S.Rep. No. 417, 97th Cong., 2d Sess. 6, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 183. Despite registration gains, however, black voters still found themselves faced with various electoral practices which lessened the impact of, or \"diluted,\" their votes.</p>\n<p>Some of the electoral practices which have been identified as vote dilution devices are: elective posts made appointive, gerrymandered electoral boundaries, majority run-offs, and at-large elections. <i>Id.</i> Courts have identified other vote dilution methods. These include numbered or designated posts, <i>Rogers v. Lodge,</i> 458 U.S. 613, 627, 102 S.Ct. 3272, 3280, 73 L.Ed.2d 1012 (1982), discriminatory annexations, <i>City of Port Arthur v. United States,</i> 459 U.S. 159, 166-67, 103 S.Ct. 530, 534-35, 74 L.Ed.2d 334 (1982), and staggered terms, <i>City of Rome v. United States,</i> 446 U.S. 156, 183-85, 100 S.Ct. 1548, 1564-65, 64 L.Ed.2d 119 (1980). As early as 1969, the Supreme Court had determined that \"[t]he right to vote can be affected by a dilution of voting power as well as by an absolute prohibition on casting a ballot.\" <i>Allen v. State Board of Elections,</i> 393 U.S. 544, 569, 89 S.Ct. 817, 833, 22 L.Ed.2d 1 (1969).<sup>[1]</sup></p>\n<p>In the 1970's, particularly in the South, many cases were filed against governmental bodies by black and hispanic citizens claiming that one or more of the above electoral devices wrongfully diluted their votes in violation of the Voting Rights Act and the Constitution. Courts continued to grope for the proper legal standards, with which to evaluate alleged vote dilution.</p>\n<p>Ultimately, the Supreme Court in <i>Mobile v. Bolden,</i> 446 U.S. 55, 100 S.Ct. 1490, 64 L.Ed.2d 47 (1980),<sup>[2]</sup> determined that minority voters, to establish that their votes have been diluted in violation of section 2 of the Act, as well as violation of the Fourteenth and Fifteenth Amendments to the Constitution, must prove that the contested electoral practice was adopted or maintained by the governmental officials for a discriminatory purpose. 446 U.S. at 66, 100 S.Ct. at 1499. This touched off considerable congressional debate about the intent and desired effect of the Voting Rights Act. Those who wanted to change the result of <i>Bolden</i> prevailed, and in 1982, section 2 of the Act was amended to add a \"results\" test to the \"intent\" test. After 1982, a section 2 violation could be made out by proving intent <i>or</i> that the challenged system in the context of all the circumstances <i>results</i> in minorities being denied equal access to the political process. (Legislative History, p. 205).</p>\n<p>Section 2 of the Voting Rights Act, 42 U.S.C. § 1973, as amended (\"Section 2\"), provides that:</p>\n<blockquote>(a) No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any state or political subdivision in a manner which results in a denial or <span class=\"star-pagination\">*384</span> abridgement of the right of any citizen of the United States to vote on account of race or color, or in contravention of the guarantees set forth in 1973(b)(f)(2) of this Title, as provided in subsection (b) of this section.</blockquote>\n<blockquote>(b) A violation of subsection (a) of this section is established if, based on the totality of circumstances, it is shown that the political processes leading to nomination or election in the state or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) of this section in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice. The extent to which members of a protected class have been elected to office in the state or political subdivision is one circumstance which may be considered: <i>provided,</i> That nothing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</blockquote>\n<p>Under the results test, therefore, plaintiffs must show that, based on the totality of the circumstances, the political processes are not equally open to participation by the members of a minority and that members of that minority have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.</p>\n<p>The Senate Judiciary Committee Report on the bill amending section 2 lists a number of \"typical factors\" which might be considered probative of a violation of the Act. Those factors are:</p>\n<blockquote>1. The extent of any history of official discrimination in the state or political subdivision that touched the right of the members of the minority group to register, to vote, or otherwise to participate in the democratic process;</blockquote>\n<blockquote>2. The extent to which voting in the elections of the state or political subdivision is racially polarized;</blockquote>\n<blockquote>3. The extent to which the state or political subdivision has used unusually large election districts, majority vote requirements, anti-single shot provisions, or other voting practices or procedures that may enhance the opportunity for discrimination against the minority group;</blockquote>\n<blockquote>4. If there is a candidate slating process, whether the members of the minority group have been denied access to that process;</blockquote>\n<blockquote>5. The extent to which members of the minority group in the state or political subdivision bear the effects of discrimination in such areas as education, employment and health, which hinder their ability to participate effectively in the political process;</blockquote>\n<blockquote>6. Whether political campaigns have been characterized by overt or subtle racial appeals;</blockquote>\n<blockquote>7. The extent to which members of the minority group have been elected to public office in the jurisdiction.</blockquote>\n<blockquote>Additional factors that in some cases have had probative value as part of plaintiffs' evidence to establish a violation are:</blockquote>\n<blockquote>Whether there is a significant lack of responsiveness on the part of elected officials to the particularized needs of the members of the minority group.</blockquote>\n<blockquote>Whether the policy underlying the state or political subdivision's use of such voting qualification, prerequisite to voting, or standard, practice or procedure is tenuous.</blockquote>\n<p>S.Rep. No. 417, 97th Cong., 2d Sess. 28-29, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 206-07.</p>\n<p>The Senate Committee made it clear that these factors are nonexclusive and that \"there is no requirement that any particular number of factors be proved, or that a majority of them point one way or another.\" <i>Id.</i></p>\n<p>In <i>Thornburg v. Gingles,</i> 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986), the Supreme Court had the opportunity to interpret the 1982 amendment to Section 2. The results test, said the Court, requires the plaintiffs to show three things to prove a violation of the \"results\" prong of the statute: <span class=\"star-pagination\">*385</span> First, the minority group must be able to demonstrate that it is sufficiently large and geographically compact to constitute a majority in a single-member district. Second, the minority group must be able to show that it is politically cohesive. Third, the minority must be able to demonstrate that the white majority votes sufficiently as a block to enable it  in the absence of special circumstances ... usually to defeat the minority's preferred candidate.</p>\n<p>478 U.S. at 50-51, 106 S.Ct. at 2766-67.</p>\n<p></p>\n<h2>A. <i>Voting Rights Act  Intent Analysis</i>\n</h2>\n<p>In adding the \"results\" test to Section 2 of the Voting Rights Act, Congress left the \"intent\" test intact. The Senate Report states that:</p>\n<blockquote>The amendment to the language of section 2 is designed to make clear that plaintiffs need not prove a discriminatory purpose in the adoption or maintenance of the challenged system of practice in order to establish a violation. Plaintiffs must either prove such intent, or, alternatively, must show that the challenged system or practice, in the context of all the circumstances in the jurisdiction in question, results in minorities being denied equal access to the political process.</blockquote>\n<p>S.Rep. No. 417, 97th Cong., 2d Sess. 27, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 205.</p>\n<p>The standard of proof required for determining intent or discriminatory purpose is the same as that used in resolving cases under the Fourteenth Amendment's equal protection clause. <i>Rogers,</i> 458 U.S. at 617, 102 S.Ct. at 3275. This requires proof of discriminatory purpose. <i>Washington v. Davis,</i> 426 U.S. 229, 240, 96 S.Ct. 2040, 2047, 48 L.Ed.2d 597 (1976). This purpose may be \"inferred from the totality of the relevant facts, including the fact, if it is true, that the law bears more heavily on one race than another.\" <i>Id.</i> at 242, 96 S.Ct. at 2049. Determining the existence of discriminatory purpose \"demands a sensitive inquiry into such circumstantial and direct evidence of intent as may be available.\" <i>Arlington Heights v. Metropolitan Housing and Dev. Corp.,</i> 429 U.S. 252, 266, 97 S.Ct. 555, 564, 50 L.Ed.2d 450 (1977); S.Rep. No. 417, 97th Cong., 2d Sess. 27, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 205.</p>\n<p>Historical evidence is relevant to a determination of discriminatory purpose. <i>Rogers,</i> 458 U.S. at 625, 102 S.Ct. at 3279. Indeed, the history of Chattanooga's city government and the black franchise is particularly revealing.</p>\n<p>For much of the time before the Civil War, southeastern Tennessee was Indian territory. White settlement of the area was sparse. Small scale farming made large numbers of slaves unnecessary. There were in Tennessee some \"free\" blacks who had the right to hold property, to vote and to testify in court. However, in 1834 these rights were removed pursuant to changes in the State Constitution.</p>\n<p>In the 1850's, Chattanooga became a railroad hub. In 1860, the population of Hamilton County was 13,258. Twelve percent of this number were slaves and free blacks.</p>\n<p>When the Union Army occupied Chattanooga during the latter part of the Civil War, many slaves looking for freedom came to Chattanooga from other areas of the south. As a result, in 1866 blacks numbered 2,657 or 46% of Chattanooga's total population of 5,776.</p>\n<p>In Tennessee, at the outset of Reconstruction in the late 1860's, blacks, with the help of the Republican Party, secured the right to vote and to hold public office. However, Reconstruction ended prematurely in Tennessee, statewide. By 1870 white conservative Democrats had regained control of state government where, even in the few years after the Civil War, blacks had possessed little influence in the state as a whole.</p>\n<p>Chattanooga, however, was an exception to this trend. Here, because of their numbers, blacks possessed considerable political clout. This translated into the election of black public officials and to patronage posts for blacks. Blacks were elected to the Board of Aldermen from 1868 forward. By 1881 there were seven blacks in Chattanooga's twelve-person police force. Former <span class=\"star-pagination\">*386</span> slaves appeared in the fire companies, on the Board of Education, as justices of the peace, and as constables and deputy sheriffs.</p>\n<p>Black political strength, with its accompanying patronage in Chattanooga rankled whites. One thing that particularly bothered them was blacks on the police force. John E. McGowan, editor of <i>The Chattanooga Times,</i> wrote in 1881 that, \"We think we know the peculiarities of the negro character tolerably well ... the negro is utterly and irretrievably spoiled by a badge of authority.\" After Democrats as well as Republicans began to court black votes, Mr. McGowan lamented in 1882 that no party could carry Chattanooga \"without toadying to the Negro vote.\"</p>\n<p>In 1883, an effort was made to change the city charter to minimize black political strength. At that time, and until the advent of home rule in the 1970's, Chattanooga's city charter amendments had to be made by the state legislature. The state legislators were asked to repeal the city charter and turn the city into a \"taxing district\" to be run by a council of fire, police, and public works commissioners, some elected at-large, but most appointed by the Governor. The objective was to eliminate black officeholders. The legislators were told in a petition from local citizens that, \"We have no prejudice against the Negroes, but dislike to be ruled and ruined by them.\"</p>\n<p>The city charter was not repealed in 1883, but a compromise was reached whereby the charter was amended to provide for a poll tax, special voting registration procedures, a police force under the control of a commission appointed by the Governor, and a reduction in the number of aldermen to six, five of whom had to reside in the particular ward they represented. The Mayor and one alderman could live anywhere. All aldermen and the Mayor were elected at-large.</p>\n<p>The 1883 compromise, according to Styles Hutchins, a local black lawyer at the time, \"was aimed at the negro and nothing else.\" However, the compromise did not eliminate black political influence in Chattanooga. Working through the Republican Party, blacks still managed to elect aldermen and at least two different state legislators over the next few years. In 1883 black registered voters in Chattanooga actually outnumbered white registered voters, even though the black population was about 43% that of the city.</p>\n<p>There was a continuing effort from this point until 1911 to diminish black political power in Chattanooga. Mr. McGowan said in October 1883 that: \"We say plainly that if the city must be ruled through negroes manipulated and used for the purposes of the worst demagogy, then businessmen and taxpayers generally, regardless of party belongings, will be bound to accept any respectable and responsible system of government.\"</p>\n<p>In 1885 a group of Chattanoogans sought again with state legislation to amend the city charter with a purpose of \"preserving white supremacy.\" This effort failed.</p>\n<p>In 1889 and 1890 the Tennessee legislature enacted statewide legislation designed to disinfranchise blacks. This legislation included advance registration requirements, provisions that favored literacy, and a poll tax.</p>\n<p>In Chattanooga the city charter was again amended in 1889 to increase the number of voting wards from five to eight, and to arrange their geography so as to limit Republican-black strength to three wards.</p>\n<p>Beginning about 1890, Jim Crow laws were enacted to legalize racial segregation. James Livingood, Chattanooga's best known local historian, reports that there developed a \"hardening attitude between the races\" at this time. Chattanooga endured four lynchings between 1885 and 1906.</p>\n<p>Despite adversity, blacks retained an electoral foothold in Chattanooga at the turn of the century, especially in the heavily Republican (black) fourth ward. The continued black electoral presence continued to bother many whites. In 1901 the \"Peak bill,\" a state legislative revision of the city charter, created a bicameral city <span class=\"star-pagination\">*387</span> government with eight aldermen and 16 councilmen. This had the effect of eliminating all black aldermen after 1902. The blacks had had continuous aldermanic representation since 1868. After 1902 blacks retained only two city council seats (elected from the fourth ward).</p>\n<p>In 1900 the black population of Chattanooga was 43.5%. Yet, in 1902, the <i>Times</i> reported that the election of 1902, which resulted in no blacks on the Board of Aldermen (two still on the Council), gave the city \"the most representative board of aldermen that ever sat in the council chamber of Chattanooga.\"</p>\n<p>At this time, although there were a number of white Republicans,<sup>[3]</sup> black citizens provided locally the bulk of the Republican Party's electoral support. In 1905 the <i>Times</i> said that the fourth ward was the only Republican holdout in the city, and it could not \"be captured from the negroes by any means.\" In 1909 the <i>Times</i> continued to express concern about what it saw as the political power of black Republicans.</p>\n<p>The proposal advanced by white civic leaders to create what became Chattanooga's current form of commission government first surfaced in 1907, and had gained considerable momentum by 1909. The Hamilton County state legislative delegation declined in that year to introduce a city charter revision bill which would have installed a commission form of government, much to the regret of the <i>Times,</i> but the delegation did do some gerrymandering to further reduce black voting influence. As the <i>Times</i> put it, the result of this was that \"the negroes of Bushtown, Stanleyville and Churchville are about the nearest disfranchised they could possibly be.\"</p>\n<p>The Commission charter revision was opposed by the two blacks, who voted with the majority of the city council against the commission form of government in 1909. A <i>Times</i> columnist observed that \"when one or two boss politicians, in combination with a couple of ignorant negroes and a handful of weak white brothers, can defeat the will of the people then its time to stop and think.\"</p>\n<p>The 1910 legislative elections focused on the City Commission charter issue. Among the reasons given by pro-commission candidates for the commission form of government were that \"under it, Bossism is impossible\" and \"wiping out ward lines prevents political dictatorship.\" The term \"bosses\" was largely a euphemism for those who had influence in the black community. One of those people was Hiram Tyree, the most prominent local black leader at that time. The <i>Times,</i> which did not care much for Hiram Tyree, predicted that \"if the movement for commission government succeeds, his light promises to go out forever.\"<sup>[4]</sup> During the campaign, a competing Republican version of charter for Chattanooga emerged which, it was reported, contained provisions which would make it \"possible for negroes to secure places on the police force as in olden times.\" Blacks perceived that the Commission charter would \"shut the door of hope\" in their ambition to hold places on the police force. The political views of black citizens in opposition to the pro-commission candidates were reported in the <i>Times</i> in Uncle Remus-like dialect.</p>\n<p>The pro City Commission legislative candidates won. The new charter was quickly approved by the Tennessee General Assembly in 1911. This provided for five City Commissioners elected at-large. The 1911 charter also made it illegal to pay another person's $2.00 poll tax, thus eliminating an important means to encourage blacks to vote. The charter change also eliminated \"ward workers,\" another aid to black voting. An important goal of this charter revision was the elimination of the last vestiges of black electoral power. It succeeded  at least for many years. No black <span class=\"star-pagination\">*388</span> would be elected to the City Commission until 1971. This black, John Franklin, is to this day the only elected black person elected to the Chattanooga City Commission since 1911.</p>\n<p>It wasn't that Chattanooga's white civic leaders were motivated by racial animosity towards blacks. Instead, they had a paternalistic belief that they knew what was best for blacks. They felt that meaningful participation by blacks in city government was bad for business and for the community. They perceived that black political influence had led to political corruption. Thus, they made blacks exclusively dependent upon white decision making.</p>\n<p>The diminution of black voting influence was not the only purpose of the commission form of government. Backers of the charter change saw the commission form of government as businesslike and efficient. What happened in 1911 is perhaps best summarized by T.C. Thompson, who was Mayor in the pre-commission city government in 1911 and who was named the first Mayor under the commission government. He said later that \"... the commission form of government was at first seized upon by us as simply a likely looking vehicle for the riddance of the city of boss rule. We soon learned, however, that it was a very businesslike method of government and that it had advantages other than political over the old form.\" It is very clear, therefore, that the political objective prevailed over the practical, at least at the outset.</p>\n<p>In 1911, this was becoming a popular form of municipal government, having had its genesis in Galveston, Texas, in 1901, after a hurricane had devastated that community. At its high point in 1917, at least 500 cities made use of the commission form of government. Since that time, most larger cities have adopted the mayor-council form. Many smaller cities use the city manager form. By 1965 the commission form of government was being used in only 7.9% of cities with populations over 5,000.</p>\n<p>The essentials of the commission form of government in Chattanooga have remained the same since 1911, the only major change being in 1957 when legislation was enacted requiring Commission candidates to run for a designated commission post. Previously the candidates ran for Commissioner and decided after the election among themselves what posts they would fill. The \"designated post\" system effectively prevented \"single shot\" voting for Commission members, and amounts to an additional vote dilution device.</p>\n<p>The city increased both its land area and population by annexation in the late 1960's and early 1970's. By 1974 the annexation had increased the city's population from 119,923 to 167,025. The area annexed was inhabited primarily by whites.</p>\n<p>There have been several attempts at city charter reform in recent years. In 1972 Mayor Robert Kirk Walker initiated an attempt to change the commission form of government. The motivation for this effort did not concern the black franchise one way or the other. Mayor Walker and others were then concerned about how the government was functioning. He told a civic club that \"Chattanooga's divided form of government, in which commissioners are both policymakers and administrators, is an antiquated and often almost impossible structure within which to work to try to meet modern problems.\"</p>\n<p>In a report to the city of his administration as Mayor, Mayor Walker said regarding the commission form of government:</p>\n<blockquote>After more cities gained experience with the plan, certain shortcomings began to appear. This system of government assumed that the commissioners would have both the general knowledge of their communities necessary to make basic policy decisions and the technical knowledge necessary to direct operations of a major city department. The division of authority inherent in the commission form often hindered the smooth operation of government and elected department heads often proved less than competent in jobs which demanded technical expertise.<sup>[5]</sup></blockquote>\n<p><span class=\"star-pagination\">*389</span> The charter revision effort was eventually scuttled by the Commission in 1974. The Commission cited several \"problems.\" Among these problems was the question of whether members of a proposed city council would be required to receive a majority vote or be elected simply by receiving a plurality.</p>\n<p>Another charter revision attempt began by newly elected Mayor Charles \"Pat\" Rose in 1975 similarly came to nothing.</p>\n<p>In 1964, 1970 and 1984, the City of Chattanooga and Hamilton County held referenda on whether they would be jointly governed under a metropolitan charter. All of these efforts were voted down. The last effort was rejected by an unusual coalition of blacks and rural whites, each fearing loss of political power.</p>\n<p>Finally in 1988, when faced with this lawsuit, the Board of Commissioners appointed a charter study commission to formulate a city charter that would, among other things, comply with the Voting Rights Act. After considerable debate, the majority of the charter study commission recommended a mayor/council form of government with the council members being elected by districts and the mayor being elected at-large. The charter change was put to a referendum and was defeated. A majority of blacks voted for the change. A majority of whites voted against it.</p>\n<p>This Court concludes that the commission form of government was adopted in 1911 with, as one of its purposes, discrimination against black voters. While this was not the only purpose which the city fathers had in mind, it was most certainly <i>a</i> purpose, and was likely their primary purpose at the outset. However, to prove the necessary discriminatory intent for a constitutional or Voting Rights Act violation, plaintiffs are not required to show that such intent was the sole purpose of the 1911 charter change. <i>Arlington Heights,</i> 429 U.S. at 265, 97 S.Ct. at 563; <i>Bolden v. City of Mobile,</i> 542 F.Supp. 1050, 1072 (S.D.Ala.1982).</p>\n<p>Plaintiffs also contend that the commission form of government, with its at-large voting, run-offs, and added designated posts has been <i>maintained</i> since 1911 for the purpose of diluting black votes. They point in particular to the addition of the designated post requirement in 1957 and the annexations which were carried out in the late 1960's and early 1970's as having been done with a discriminatory purpose. While these actions may have had the <i>effect</i> of limiting black political power, the Court cannot conclude that they were carried out with that intent. In particular, the annexations were carried out in order to increase the city's tax base, and to allow for economic and industrial growth.</p>\n<p>The evidence in this case does not persuade the Court that any actions taken by city officials after 1911 and to the present day have been intended to restrict the black franchise. Nevertheless it is a fact, as will be pointed out below, that the city electoral process which has been in effect since 1911 continues to limit the power of black voters. Plaintiffs must only show that the present system was \"`conceived <i>or</i> operated as [a] purposeful devic[e] to further racial ... discrimination.'\" <i>Rogers,</i> 458 U.S. at 619, 102 S.Ct. at 3276 (quoting <i>Bolden,</i> 446 U.S. at 66, 100 S.Ct. at 1499 (quoting <i>Whitcomb v. Chavis,</i> 403 U.S. 124, 149, 91 S.Ct. 1858, 1872, 29 L.Ed.2d 363 (1971))) (emphasis added). Plaintiffs have shown that the system was conceived with a discriminatory purpose. Even if it has not been maintained for that purpose, the system must nevertheless fall. If the system was adopted with a discriminatory purpose and continues to fulfill that purpose by having some quantum of discriminatory effect, lack of discriminatory intent on the part of recent and current city officials does not bring the system into compliance with the Voting Rights Act. <i>Hunter v. Underwood,</i> 471 U.S. 222, 233, 105 S.Ct. 1916, 1922, 85 L.Ed.2d 222 (1985); <i>Bolden,</i> 542 F.Supp. at 1073.</p>\n<p></p>\n<h2>B. <i>Voting Rights Act  Results Analysis</i>\n</h2>\n<p>The inquiry under the 1982 amendment to Section 2 of the Voting Rights Act <span class=\"star-pagination\">*390</span> is whether an \"electoral law, practice or structure interacts with social and historical conditions to cause an inequality in the opportunities enjoyed by black and white voters to elect their preferred representatives.\" <i>Gingles,</i> 478 U.S. at 47, 106 S.Ct. at 2764. This entails \"`a searching practical evaluation of the \"past and present reality\"' ... and ... a `functional' view of the political process.\" <i>Id.</i> at 45, 106 S.Ct. at 2763 (quoting and citing Senate Report 2, which accompanied the 1982 amendments to Section 2). The framework for this analysis is a set of the three factors set forth in <i>Gingles</i> which the Court will consider <i>seriatim.</i></p>\n<p></p>\n<h2>1. Gingles Test</h2>\n<p></p>\n<h2>a. <i>Minority Voting Group Size and Geographical Compactness</i>\n</h2>\n<p>The plaintiffs must prove that they as a group are sufficiently large and geographically compact to constitute a majority in a single-member district. <i>Gingles,</i> 478 U.S. at 50, 106 S.Ct. at 2766.</p>\n<p>Blacks comprised 31.69% of the population in Chattanooga as of the 1980 census. They were 28.24% of the voting age population. Geographically they are pretty much concentrated in the central part of the city and in some adjacent areas. Approximately 64% of all black city residents live in 13 of the 46 city census tracts. Districts with effective black majorities have already been created in Chattanooga for, and elect black representatives for, the Chattanooga City School Board, the Hamilton County Council, and the Tennessee legislature. The 1988 Charter Commission prepared a single-member district plan which would have created several single member, effectively black, majority districts. There is no doubt whatsoever that the black population of Chattanooga is sufficiently compact and numerous as to be an effective majority in various combinations of single member districts.</p>\n<p></p>\n<h2>b. <i>Political Cohesiveness  Racially Polarized Voting</i>\n</h2>\n<p>The Supreme Court did not provide a definition of political cohesiveness. The Court has said, however, that \"[a] showing that a significant number of minority group members usually vote for the same candidates is one way of proving the political cohesiveness necessary to a vote dilution claim....\" <i>Gingles,</i> 478 U.S. at 56, 106 S.Ct. at 2769. Put another way, there is political cohesiveness when a minority group expresses clear political preferences that are distinct from those of the majority. <i>Gomez v. City of Watsonville,</i> 863 F.2d 1407, 1415 (9th Cir.1988), <i>cert. denied,</i> ___ U.S. ___, 109 S.Ct. 1534, 103 L.Ed.2d 839 (1989). One way to ascertain the existence of political cohesiveness is to determine the extent of racially polarized voting. <i>Campos v. City of Baytown,</i> 840 F.2d 1240, 1244 (5th Cir.1988), <i>cert. denied,</i> ___ U.S. ___, 109 S.Ct. 3213, 106 L.Ed.2d 564 (1989); <i>Collins v. City of Norfolk,</i> 816 F.2d 932, 935 (4th Cir.1987). There is racially polarized voting where there is \"`a consistent relationship between [the] race of the voter and the way in which the voter votes' ... or to put it differently, where `black voters and white voters vote differently.'\" <i>Gingles,</i> 478 U.S. at 53 n. 21, 106 S.Ct. at 2768 n. 21 (quoting District Court, E.D.N. C.).</p>\n<p>Do black voters and white voters in Chattanooga vote differently? The answer to this question has been pursued by expert witnesses engaged by plaintiffs and defendants, as well as other witnesses. Of course, the answer may well depend to some extent upon which elections are analyzed. The Court has, in its analysis, examined all election contests for Chattanooga City Commission posts from 1971 to the present. To a lesser extent, the Court has reviewed all city judgeship elections from 1969 to the present, as well as five other referenda and one other election.<sup>[6]</sup> The results of all of these elections are set out in Appendices A, B and C to this opinion. The Court's analysis encompasses elections <span class=\"star-pagination\">*391</span> with only white candidates, as well as elections with both black and white candidates. The plurality opinion in <i>Gingles</i> states that \"only the race of the voter, not the race of the candidate, is relevant to vote dilution analysis.\" 478 U.S. at 68, 106 S.Ct. at 2775. In other words, under the results of amended Section 2, it is the status of the candidate as the chosen representative of blacks, not the race of the candidate that is important. <i>Id.; </i><i>City of Carrollton Branch of NAACP v. Stallings,</i> 829 F.2d 1547, 1557 (11th Cir.1987), <i>cert. denied sub nom </i><i>Duncan v. City of Carrollton,</i> 485 U.S. 936, 108 S.Ct. 1111, 99 L.Ed.2d 272 (1988).</p>\n<p>While this approach commanded only a plurality of the Supreme Court in <i>Gingles,</i> its use makes sense in this particular case. As previously stated, the question is whether blacks and whites in Chattanooga vote differently. This can be determined from a number of Chattanooga's white/white elections as well as white/black elections. In Chattanooga, while there have been a number of black candidates for city offices since 1969, only four have been viable candidates in the sense that they were supported by a majority of blacks. It may well be that the dearth of serious black candidates results from the perceived difficulty of winning in an at-large election. Whatever the reason, blacks have, with one notable exception,<sup>[7]</sup> found themselves having to support white candidates in an effort to achieve a measure of political influence. Often, when black voters have found themselves in this situation, they have expressed a clear preference for one white candidate. Sometimes this has happened in elections where there were issues which had racial overtones.<sup>[8]</sup> Therefore, the Court concludes that a review of white/white elections as well as white/black elections is necessary to determine the existence of racially polarized voting in Chattanooga.</p>\n<p>The Court's analysis also includes five referenda and a Tennessee Supreme Court election. <i>See</i> Appendix C. These are referred to by the defendants and some case law as \"exogenous\"<sup>[9]</sup> elections. While these elections are not as relevant to the Court's inquiry as the other elections, they do show a propensity of Chattanooga blacks and whites to vote as a group for candidates on issues popularly recognized as being affiliated with their respective, particularized interests. <i>Gomez,</i> 863 F.2d at 1415, <i>citing</i> Blacksher and Menafee, <i>From </i><i>Reynolds v. Sims</i><i> to City of </i><i>Mobile v. Bolden</i><i>; Have the White Suburbs Commandeered the Fifteenth Amendment?,</i> 34 Hastings L.J. 1, 59 (1982).</p>\n<p>Experts on both sides of this case have undertaken an extensive statistical analysis of Chattanooga's elections since 1969 to determine the existence of racially polarized voting. Plaintiffs' expert, Dr. J. Morgan Kousser, and defendants' expert, Dr. Michael M. Gant, each, using ecological regression analysis, calculated the percentages of blacks and whites who voted for white and black candidates in various elections. While the precise methods they used in doing this differ slightly, they reached essentially the same conclusions as to the levels of support among both blacks and whites for candidates.</p>\n<p>Dr. Gant, however, testified about only City Commission and city judgeship elections for the period 1969 to 1987 that involved at least one black and at least one white candidate. Dr. Kousser's analysis extended to these, as well as City Commission and judgeship contests in which no black was a candidate, and a number of other elections and referenda.</p>\n<p><span class=\"star-pagination\">*392</span> The experts, in their effort to determine whether or not there is racially polarized voting, differ as to how to use the data which they compiled. Dr. Kousser testified that one indication of polarization is whether the difference between black and white voting patterns is \"statistically significant\" at the .05 level. <i>See </i><i>Gingles,</i> 478 U.S. at 53, 106 S.Ct. at 2767. To do this, he calculated the \"slope\" of a regression line on a graph where the left vertical axis represents 0% black voting age population and the right axis represents 100% black voting age population. The slope of the line is a measure of how much difference there is in the voting pattern between whites and blacks. The steeper the slope  the more difference in the voting pattern. The degree of the slope was determined to be \"statistically significant\" if, after using a \"T test,\" the slope coefficients were significantly different from zero at the .05 level.</p>\n<p>Dr. Kousser also testified that there is no \"bright line\" which would differentiate a racially polarized and nonracially polarized election. One might also generally, apart from statistics, look at the preference of voters of each race to see if they are the same or not. A look at the City Commission and city judgeship races since 1969 in which there was a black candidate, makes it is apparent that white voters have not supported any black candidates other than John Franklin. The highest percentage of white votes received by any other black candidate for the City Commission was Moses Freeman who got 14.8% of the white vote in 1987. Judge Bennie Harris received 30.7% of the white vote in 1969 in a special election for City Judge.</p>\n<p>Even with respect to Mr. Franklin, there has been a demonstrable amount of white anti-black bloc voting. When candidate Williams ran against two other white candidates for a state legislative seat in 1983, he received 3.2% of the white votes. Yet, as the only candidate opposing John Franklin in the 1983 election for Commission of Education and Public Health, he received 40% of the white votes. When Franklin ran against Dean Peterson (white) in the 1971 run-off, Peterson received 73% of the white vote.</p>\n<p>A third, and more restrictive, method of determining the existence of racially polarized voting was identified by both Drs. Kousser and Gant. This is simply looking at the election results and counting as racially polarized only those elections in which more than half of the blacks vote against more than half of the whites. Defendants have referred to this as the \"majority/majority\" test. (In multicandidate races, the test could be whether a plurality of blacks vote against a plurality of whites.) Defendants, and their expert Dr. Gant, contend that this is the only proper test for the existence of racially polarized voting. This Court disagrees. Nothing in <i>Gingles</i> suggests that this must be the analysis. In fact, the Court's opinion in <i>Gingles</i> makes specific reference to the use of statistical significance in determining racial polarization, 478 U.S. at 53, 106 S.Ct. at 2767, and eschews the use of doctrinal tests to determine racial bloc voting. 478 U.S. at 58, 106 S.Ct. at 2770. This Court concludes, therefore, that it is not bound solely to the majority/majority test for determining racial polarization. The Court will use the majority/majority test along with the statistical analysis and other facts of this case to determine whether blacks and whites vote differently in Chattanooga.</p>\n<p>There were 34 contested primary or run-off election contests for City Commission seats between 1971 and 1987. The Court finds that 26 of these contests (or 76%) were racially polarized.<sup>[10]</sup> Even if the majority/majority <span class=\"star-pagination\">*393</span> analysis put forth by the defendants is used as the exclusive determinant of racially polarized voting, 21 or 62% of these elections were racially polarized.</p>\n<p>Chattanooga has two city judges. Candidates for these positions run at-large and must receive a majority vote to win. There have been eight of these contests since 1969. Five of these contests (63%) were racially polarized.<sup>[11]</sup> Under the more restrictive majority/majority test, four (50%) of these judgeship contests were racially polarized.</p>\n<p>The referenda listed in Appendix C also show racially polarized voting on issues where whites and blacks perceived that they had a particular interest at stake. Probably the most significant is the 1988 vote on the city charter amendment which would have replaced at-large voting for the City Commission with district voting. This election was racially polarized in that 69.5% of whites voted against the amendment, while 56.1% of blacks voted for it. Also of particular interest is the 1980 vote for a seat on Tennessee's Supreme Court between a black and two white candidates. Drowota and Parrish, two white candidates, received together a total of 69.6% of the white vote. Brown, the black candidate, received 78.8% of the black vote. Finally, only 51% of whites voted in 1978 for the housekeeping state constitutional ban on interracial marriages  even though the constitutional provision was clearly not in compliance with the United States Constitution under the authority of the U.S. Supreme Court decision 11 years earlier in <i>Loving v. Virginia,</i> 388 U.S. 1, 87 S.Ct. 1817, 18 L.Ed.2d 1010 (1967).</p>\n<p>It is therefore clear that black and white voters in Chattanooga do vote differently most of the time. This is, as stated above, an important indication of political cohesiveness. While the experts in this case disagree to some degree on the extent of racially polarized voting, they nevertheless both conclude that, in general, blacks in Chattanooga have been politically cohesive in that they have, as a group, generally expressed a clear preference for certain candidates. The second element of the <i>Gingles</i> test is satisfied.</p>\n<p></p>\n<h2>c. <i>Minority Electoral Success  Whether The White Majority Votes Sufficiently As A Bloc To Enable It  In The Absence Of Special Circumstances ... Usually To Defeat The Minority's Preferred Candidate</i>\n</h2>\n<p>This is the final element of the three-part <i>Gingles</i> analysis. It is the ultimate test of vote dilution. Political cohesiveness with its racially polarized voting only becomes <i>legally</i> significant if a white bloc vote normally (in the absence of special circumstances) will defeat the combined strength of minority support plus white crossover votes. <i>Gingles,</i> 478 U.S. at 56, 106 S.Ct. at 2769.</p>\n<p>Blacks in Chattanooga register to vote in approximately the same proportion as whites. Although blacks usually turn out at slightly lower levels than whites, the lower turn out is generally not enough to make a measurable difference in election outcomes.<sup>[12]</sup> Therefore, these factors, with one or two notable exceptions, have not influenced Chattanooga elections.</p>\n<p>It is appropriate here to examine the success that black and black-supported candidates have had in city elections. From 1955 to the present, there have been 16 black candidates for City Commission posts.<sup>[13]</sup> Only one, John Franklin, who was elected Commissioner of Education and Health in 1971, and who has been reelected since, has been successful. From 1955 to the present, these black candidates have run for the City Commission on 24 different occasions (excluding Franklin's 1979 election in which he ran unopposed). <span class=\"star-pagination\">*394</span> Franklin's four victories give blacks a success rate of 16.7%. Including Franklin's uncontested election results in blacks having a 20% success rate.</p>\n<p>This relatively limited success of black candidates is attributable to one black  John Franklin. In <i>Gingles,</i> the Supreme Court recognized that the success of a minority candidate does not necessarily mean there is no vote dilution if the election is explained by special circumstances, among which are the absence of an opponent and incumbency. 478 U.S. at 57, 106 S.Ct. at 2769. Further, a section 2 claim is not foreclosed if an \"independent consideration of the record\" and a \"searching practical evaluation of the `past and present reality'\" leads to a conclusion that limited black electoral success has not been tantamount to no vote dilution. <i>Gingles,</i> 478 U.S. at 76, 106 S.Ct. at 2779 (quoting Senate Report 2, which accompanied 1982 amendments to Section 2).</p>\n<p>This Court is unable to conclude that John Franklin, as a black officeholder, is a \"token\" in any sense of the word. He holds a Bachelor of Science degree in health and physical education from Fisk University and a masters degree in health, physical education and recreation from the University of Indiana. At the time of his election, he had held various teaching and administrative jobs in the Chattanooga city school system for nearly 20 years. He is most certainly qualified to be Commissioner of Education and Public Health. An extraordinarily capable politician, he has managed to acquire an increasing percentage of white votes (71.4% in 1987), while maintaining near unanimous support among blacks. Throughout his political career he has been reasonably effective as a black spokesman, recognizing of course that he has been dependent upon significant white electoral support, and further recognizing that he is only one of five members of the city commission.</p>\n<p>Yet, this Court does have a sure belief that Mr. Franklin's presence on the City Commission does not mean that at-large voting in Chattanooga gives black voters an undiluted opportunity to elect their preferred representatives. Mr. Franklin himself says that it is very difficult for a black to run at-large with some reasonable assurance of being elected. It is also true that if there is a hierarchy of power as between the five Commission posts, education and health ranks low as reflected by the size of its budget and lack of patronage potential. The department actually does little in the way of public health. As Commissioner, Franklin chairs the independent city school board, but votes only in the case of a tie. The city schools are run on a day-to-day basis by a Superintendent of Schools chosen by the School Board. This is not to say that the office of Commissioner of Education and Public Health is not an important one. Mr. Franklin does have one of the five votes on the Commission. However, it can be said that blacks would have a greater impact on city government if they were able to elect someone as Mayor  or to one of the other Commission posts.</p>\n<p>When Mr. Franklin first ran in 1971, he did not think that he could win. Local political observers saw his victory as an upset. In 1971 there was much ferment in Chattanooga concerning school desegregation  and particularly the remedy of busing students to overcome racial imbalance in the schools. The Supreme Court's decision in <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971), came down on April 20, 1971. The Chattanooga city primary elections were held on March 16, 1971. The run-off between John Franklin and his opponent, Dean Peterson, was held on April 13, 1971. Mr. Franklin had seen black school children bused long distances past white schools. He took the position in the election campaign that he was against the kind of busing that transported students from one community all across town to another community. This was perceived by some whites as an \"anti-busing\" position and won him barely enough crossover votes to beat his white opponent in the run-off with 52.8% of the total vote.</p>\n<p>Since 1971, Mr. Franklin has, of course, been the incumbent. He has had no serious opposition since 1971, and in 1979 he <span class=\"star-pagination\">*395</span> ran unopposed. Since Mr. Franklin has done his job well, and since no one has really challenged him, he has received increasing numbers of white votes. That is not to say, unfortunately, that all white voters have become colorblind to Mr. Franklin. Even as late as 1987, in a three-way contest with a quixotic white \"street preacher\" and a black candidate, Chester Heathington, who wanted to abolish the office of Commissioner of Education and Public Health, there was still a 25.6% difference between Franklin's white vote (71.4%) and his black vote (97%). The other black candidate, Chester Heathington, is the only black candidate in the recorded history of city elections to receive more white votes (8.2%) than black votes (2.7%).</p>\n<p>The Court concludes that the unique qualities of John Franklin, as well as the unique character of the office he holds, together with the unique circumstances of his election in 1971, make his election a special circumstance within the meaning of <i>Gingles.</i><sup>[14]</sup> In general, the level of white crossover voting in Chattanooga elections has been very low. In the City Commission races since 1971, the white crossover vote for all black candidates, including Franklin, has averaged 14.18%. If Franklin's candidacies are excluded, the white crossover rate averages only 1.8%. In those races where black candidates received majority black support (Key, Wright and Freeman), and excluding Franklin, the white crossover vote averaged 5.7%. By contrast, the white crossover vote in the electoral districts analyzed in <i>Gingles</i> averaged 27.48% in the primaries and 37.06% in the general elections.<sup>[15]</sup></p>\n<p>Returning to the third <i>Gingles</i> element  whether the white majority voting as a bloc has been able to defeat the minority's preferred candidate (black or white)  a review of Chattanooga City Commission elections since 1971 reveals that 23 of those elections have produced winners in the sense that the candidate getting the most votes actually took office.<sup>[16]</sup> This includes primaries where the winner received more than 50% of the vote. It also includes run-offs. Of these contests, 16 (70%) were racially polarized.<sup>[17]</sup> In these 16 racially polarized, elections the black or black preferred candidate was defeated 11 times (69% of the time) by the white voting bloc.<sup>[18]</sup></p>\n<p>Vote dilution is particularly evident in run-offs. Since 1981 there have been 11 run-offs.<sup>[19]</sup> The white voting bloc has out voted blacks and white crossover votes in <span class=\"star-pagination\">*396</span> these elections eight or 73% of the time.<sup>[20]</sup> The calculations in this paragraph and in the next preceding paragraph include Mr. Franklin's contests. If his contests are excluded, the vote dilution would, of course, be even more pronounced.</p>\n<p>The vote dilution in the run-offs is particularly significant in that it shows that the majority vote requirement, when coupled with at-large voting, works against black representation on the City Commission.<sup>[21]</sup></p>\n<p>In summary, this Court concludes that absent special circumstances, candidates favored by blacks are usually defeated by whites voting as a bloc in Chattanooga. The third and final element of the <i>Gingles</i> test is satisfied.</p>\n<p></p>\n<h2>2. Other Senate Factors</h2>\n<p>As mentioned above, the legislative history of the Voting Rights Act invites consideration of a number of \"typical factors\" considered probative of vote dilution. See S.Rep. No. 417, 97th Cong., 2d Sess. 28-29, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 206-07. The following, among the list of \"typical factors,\" have been adequately addressed, at length, elsewhere in this opinion:</p>\n<blockquote>1. The extent of any history of official discrimination touching the right of blacks to participate in the democratic process.</blockquote>\n<blockquote>2. The extent to which voting in Chattanooga is racially polarized.</blockquote>\n<blockquote>3. The extent to which blacks have been elected to public office.</blockquote>\n<p>Other factors bear additional comment:</p>\n<p>A fourth factor is \"extent to which Chattanooga has used unusually large election districts, majority vote requirements, anti-single shot provisions, or other voting practices or procedures that may enhance the opportunity for discrimination against blacks.\" Chattanooga uses all of the named practices.</p>\n<p>A fifth factor is whether \"there is a candidate slating process, and whether blacks have been denied access to that process.\" There is no slating process in Chattanooga that would limit black candidacies. However, it does appear that if (black or white) candidates want to receive black voter support, they would be well advised to contact the \"Unity Group.\"<sup>[22]</sup></p>\n<p>A sixth factor is consideration of the \"extent to which blacks in Chattanooga bear the effects of discrimination in such areas as education, employment and health, which hinder their ability to participate effectively in the electoral process.\" While it is probably true that blacks in Chattanooga generally do bear the effects of discrimination, there is no evidence in this case that this has hindered their ability to participate effectively in the electoral process. As stated above, they register and vote in roughly the same proportion as whites.</p>\n<p>A seventh factor is \"whether political campaigns have been characterized by overt or subtle racial appeals.\" Chattanooga has for the most part been spared both overt and subtle racial appeals in elections. The only evidence of such in recent history, in a city election, was candidate \"Bookie\" Turner's use, against Gene Roberts in the 1971 Fire and Police Commissioner race, of some articles that Roberts had written as a newspaperman for <i>The Chattanooga Times,</i> in which Roberts spoke favorably of Cassius Clay (later Mohammed Ali), the black boxer. Turner, who ironically received most of the black votes, was foiled in this Machiavellian attempt to play both sides of the street and narrowly lost to Roberts in a run-off.</p>\n<p>An eighth factor is \"whether there is a significant lack of responsiveness on the <span class=\"star-pagination\">*397</span> part of elected officials to the particularized needs of blacks.\" Lack of responsiveness has been described as not an essential part of the plaintiffs' case under the Voting Rights Act. S.Rept. No. 417, 97th Cong., 2d Sess. 29 n. 116, <i>reprinted in</i> 1982 U.S. Code Cong. &amp; Admin.News 177, 207. Plaintiffs have not attempted to prove lack of responsiveness in this case. In fact, there is considerable proof in the record that Chattanooga's city government has been responsive to certain needs of blacks.</p>\n<p>A ninth and final factor is \"whether the policy underlying the city's use of at-large voting, majority vote requirement and designated posts is tenuous.\" In practical effect, at-large voting is necessary so long as Chattanooga has a commission form of government. The same cannot be said for majority vote requirements and designated posts. The commission form of government has much to be said for it. Its reason for being is not tenuous. It has served the city reasonably well over the years as a method of governing. However, it is not without its faults, and public officials have from time to time expressed the view that it should be changed. The Court suspects that the commission form of government is about like other forms of government; its effectiveness is very much dependent upon the ability and the integrity of the people running it.</p>\n<p>It is beyond the scope of this opinion to discuss the merits or demerits of the commission form of government. The question of whether at-large voting or voting by districts results in better government is likewise not before the Court. What is before the Court is a relatively narrow issue  whether the present method of electing city officials violates the Voting Rights Act or the United States Constitution.</p>\n<p>The Court concludes on the basis of all the facts of this case that the system of selecting members for the Chattanooga City Commission violates the Voting Rights Act of 1965 as amended in that it (1) was originally conceived with a discriminatory purpose and continues to fulfill that purpose; and it (2) results in a denial or abridgment of the rights of plaintiffs and other black voters.</p>\n<p>There is a legitimate public policy concern as to whether the establishment of voting by districts will actually enhance racial polarity rather than alleviate it. One can imagine a possible scenario of the creation of \"safe\" black majority districts perpetuating racial ghettos and racially polarized voting. All that can be said about this is that Congress was aware of this concern at the time it amended section 2 of the Voting Rights Act in 1982, S.Rep. No. 417, 97th Cong., 2d Sess. 103, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 276, and decided that the risk of this happening is outweighed by the need for the government to affirmatively secure minority voting rights. <i>See </i><i>Gingles v. Edmisten,</i> 590 F.Supp. 345 (E.D.N.C.1984), <i>aff'd (in part) sub nom. </i><i>Thornburg v. Gingles,</i> 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986). This Court is, of course, compelled to comply with the wishes of Congress. One can only hope that persons of good will, black and white, will work together for the betterment of local government and the community as a whole.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2><i>Property Qualified Voting</i></h2>\n<p>Tennessee Code Annotated § 2-2-107(a) (1985) provides that:</p>\n<blockquote>A person shall be registered as a voter of the precinct in which he is a resident, and, if provided for by municipal charter or general law, may be also registered in a municipality in which he owns real property in order to participate in that municipality's elections.</blockquote>\n<p>Section 5.1 of the Chattanooga city charter provides in part that:</p>\n<blockquote>Nonresident freeholders may vote in the wards in which their freehold is situated, and not elsewhere; provided, that if any nonresident freeholder may have a freehold in more than one ward he may vote in the ward of his choice in which his freehold is situated.</blockquote>\n<p>Thus, the City of Chattanooga, by virtue of the authority granted it by state statute, <span class=\"star-pagination\">*398</span> permits city property owners who are non-residents of the city to vote in municipal elections.</p>\n<p>As of December 14, 1988, there were 547 nonresidents who had registered to vote in Chattanooga elections. Of these, 427 are known to be white. The remainder are black, other minorities, or race unknown. In 1988, the assessed value of real property owned in Chattanooga by nonresident voters was $6,154,315.00 or .05% of the total assessed value of all real property in Chattanooga. These nonresident voters pay a similar percentage of Chattanooga's property taxes.</p>\n<p>Plaintiffs allege that the statute and ordinance are violative of the Fourteenth Amendment as well as the Voting Rights Act. Plaintiffs, relying on the legislative and municipal reapportionment cases, chiefly <i>Reynolds v. Sims,</i> 377 U.S. 533, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964), contend that property qualified voting can never be permitted because it is only residency, and not any other interest (example  property ownership), which can be the basis for voting.</p>\n<p>The plaintiffs argument is not supported by the authority that they cite. <i>Reynolds v. Sims</i> and its progeny were concerned with equalizing deviations from the equal population principle in voting districts. These cases do not say that an economic interest, such as property ownership, is an impermissible criterion for apportioning voting power in municipal elections.</p>\n<p>Plaintiffs also assert that the statute and the ordinance must fall because they fail to advance a \"compelling\" state interest. In fact, several cases hold that, absent a compelling state interest, laws which <i>deny</i> some residents the right to vote in general elections on grounds other than residence, age or citizenship, are violative of the Fourteenth Amendment's equal protection clause. <i>See </i><i>Hill v. Stone,</i> 421 U.S. 289, 297, 95 S.Ct. 1637, 1643, 44 L.Ed.2d 172 (1975); <i>Dunn v. Blumstein,</i> 405 U.S. 330, 342, 92 S.Ct. 995, 1003, 31 L.Ed.2d 274 (1972); <i>Evans v. Cornman,</i> 398 U.S. 419, 422, 90 S.Ct. 1752, 1754, 26 L.Ed.2d 370 (1970); <i>Kramer v. Union Free School District,</i> 395 U.S. 621, 626-27, 89 S.Ct. 1886, 1889, 23 L.Ed.2d 583 (1969); <i>Cipriano v. City of Houma,</i> 395 U.S. 701, 704, 89 S.Ct. 1897, 1899, 23 L.Ed.2d 647 (1969).</p>\n<p>However, the Tennessee statute and Chattanooga charter <i>expand</i> rather than curtail the franchise. <i>Over</i> inclusiveness is a lesser constitutional evil than <i>under</i> inclusiveness. <i>Sutton v. Escambia County Board of Education,</i> 809 F.2d 770, 775 (11th Cir.), <i>reh'g denied,</i> 817 F.2d 761 (1987). The Court concludes, therefore, that the equal protection analysis which should be applied here is the traditional \"rational basis\" test. The issue, then, is whether the plaintiffs have shown that there is no rational basis for allowing nonresident property owners to vote in Chattanooga's municipal elections.</p>\n<p>The \"rational basis\" test was used by the Fifth Circuit in <i>Glisson v. Mayor and Councilmen of Savannah Beach,</i> 346 F.2d 135 (5th Cir.1965), and by the district court in <i>Spahos v. Mayor and Councilmen of Savannah Beach,</i> 207 F.Supp. 688 (S.D. Ga.), <i>aff'd</i> 371 U.S. 206, 83 S.Ct. 304, 9 L.Ed.2d 269 (1962), both of which arose from the same town and from the same factual situation. There, state law and a municipal charter permitted nonresident property owners to vote. Savannah Beach, a resort town, had a population of 1,385 in 1962, with a summer population of 2,500. Nonresident property owners owned real estate with an assessed valuation of $2,852,040. Permanent residents owned property assessed at $1,586,485. Nonresident voters were limited to those who owned property in Savannah Beach and who resided in Chatham County. There were 712 resident voters and 467 property qualified nonresident voters. The Georgia legislation under these facts was found to have a \"rational\" objective and to make a reasonable classification with respect to the right to vote in municipal elections. <i>Glisson,</i> 346 F.2d at 136.<sup>[23]</sup></p>\n<p><span class=\"star-pagination\">*399</span> Rationality of state legislation was also the focus in a series of Eleventh and Fifth Circuit cases dealing with Alabama legislation permitting residents of cities with independent school systems to vote in county school board elections. <i>See </i><i>Sutton,</i> 809 F.2d 770; <i>Hogencamp v. Lee County Board of Education,</i> 722 F.2d 720 (11th Cir.1984); <i>Phillips v. Andress,</i> 634 F.2d 947 (5th Cir.1981); <i>Creel v. Freeman,</i> 531 F.2d 286 (5th Cir.1976), <i>cert. denied,</i> 429 U.S. 1066, 97 S.Ct. 797, 50 L.Ed.2d 784 (1977). In these cases, the equal protection test of validity was whether the city residents had a \"substantial interest\" in the operation of the county school system.</p>\n<p>The Court views the issue in the instant case as being whether the plaintiffs have demonstrated that the Chattanooga charter is irrational in that it permits nonresident property owners to vote in city elections who do not have a <i>substantial interest</i> in the operation of the city.</p>\n<p>There is no question that city property owners, including nonresident property owners, have an interest in the conduct of municipal affairs, including property taxes, zoning, public services such as sewage and garbage disposal, and other matters that may affect their property. The difficulty, however, with Chattanooga's charter provision is that it contains no limitation of the number of people who can \"vote\" on a piece of property or no limitation as to any minimum property value required for the exercise of the franchise. The record in this case shows that as many as 23 nonresidents have been registered to vote on a single piece of property in the city. By way of further example, 15 nonresidents are registered to vote as co-owners of one parcel of property which has an assessed value of $100.<sup>[24]</sup></p>\n<p>A nonresident who owns a one-fifteenth undivided interest in a lot assessed at $100 does not have a substantial interest in the operation of the city. Since the Chattanooga charter permits a nonresident who owns a trivial amount of property to vote in municipal elections, it does not further any rational governmental interest. <i>See </i><i>Hill,</i> 421 U.S. at 299-300, 95 S.Ct. at 1644-45; <i>Turner v. Fouche,</i> 396 U.S. 346, 363, 90 S.Ct. 532, 541, 24 L.Ed.2d 567 (1970).<sup>[25]</sup> The Court, therefore, concludes that section 5.1 of the Chattanooga city charter violates of the equal protection clause of the Fourteenth Amendment. If Chattanooga wishes to give nonresident property owners the right to vote in municipal elections, the city charter must use means \"more finely tailored to achieve the desired goal.\" <i>Quinn v. Millsap,</i> ___ U.S. ___, ___, 109 S.Ct. 2324, 2333, 105 L.Ed.2d 74 (1989) (quoting <i>Turner,</i> 396 U.S. at 364, 90 S.Ct. at 542).</p>\n<p>This disposition of the property qualified voting issue makes it unnecessary for the Court to determine whether property qualified voting in Chattanooga, as presently structured, violates the Voting Rights Act.</p>\n<p>The Court's ruling does not extend to T.C.A. § 2-2-107(a). When the constitutionality of a state statute is challenged, this Court has an obligation to construe it, if possible, consistent with legislative intent, so as to comply with constitutional limitations. <i>St. Martin Evangelical Lutheran Church v. South Dakota,</i> 451 U.S. 772, 780, 101 S.Ct. 2142, 2147, 68 L.Ed.2d 612 (1981); <i>Kay v. Austin,</i> 621 F.2d 809, 812 (6th Cir.1980). This is especially so <span class=\"star-pagination\">*400</span> when the statute has not been authoritatively construed by the state courts. <i>Dale Baker Oldsmobile, Inc. v. Fiat Motors of North America, Inc.,</i> 794 F.2d 213, 221 (6th Cir.1986).</p>\n<p>T.C.A. § 2-2-107(a) is merely permissive, in that it only authorizes municipalities to permit nonresidents to vote. Municipalities are not specifically advised by the statute about how this might be accomplished, and it would appear that municipalities have some discretion as to this. The action of the municipality ultimately determines whether and defines <i>which</i> nonresidents can vote. Therefore, T.C.A. § 2-2-107(a) will be construed only to authorize municipalities to permit nonresidents to vote consistent with the Fourteenth Amendment.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>Remedy</i></h2>\n<p>Since the present system of electing the Chattanooga City Commission violates section 2 of the Voting Rights Act of 1965, this Court must fashion equitable relief. S.Rep. No. 417, 97th Cong., 2d Sess. 31, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 208. The Court will grant the defendants seventy-five (75) days to submit an acceptable remedial plan. The Court will order a hearing, if necessary, concerning an appropriate remedy.</p>\n<p>Pending further order of the Court, the Board of Commissioners of the City of Chattanooga may continue to operate as the governing body of the city. However, defendants will be enjoined from holding any elections under the current city charter.<sup>[26]</sup></p>\n<p>Further, the defendants will be enjoined from permitting nonresidents to vote in municipal elections under section 5.1 of the Chattanooga city charter, as presently drawn.</p>\n<p>An appropriate order will enter.</p>\n<p></p>\n<h2> APPENDIX A</h2>\n<p></p>\n<pre>\n                         Chattanooga City Commission\n                             Election Contests\n                                 1971-1987      \n                                    1971\n                                            Estimated % of Vote For\nOffice/Candidate           % of Vote For   White           Black   Polarization\nPRIMARIES \nMAYOR:\nBrown                             1.4          1.1             2.1\nCrawford                         34.8         27.4            47.9     Racially\nDays (black)                      3.1         -0.5             9.4     Polarized\nWalker                           57.7         71.7            32.4\nWright (black)                    3.2          0.3             8.3\nFIRE &amp; POLICE COMMISSIONER:\nKilgore                           0.3          0.0             0.9\nMansfield                         9.7         12.5             4.1     Racially\nRoberts                          47.8         68.7             7.9     Polarized\nShell                             0.5          0.1             1.2\nTurner                           41.7         18.8            85.9\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*401</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\nPUBLIC WORKS COMMISSIONER:\nCarter (black)                      1.8         1.3     3.2\nKey (black)                        21.9         1.9    63.0     Racially\nRose                               70.1        89.7    32.2     Polarized\nSnow                                6.3         8.8     3.3\nPUBLIC UTILITIES COMMISSIONER:\nAlexander (black)                   4.6         0.1    13.2\nConrad                             53.6        47.5    61.5     Racially\nDavis (black)                       4.1        -0.2    14.9     Polarized\nMorgan                             16.6        23.9     3.3\nRoth                               21.0        28.7     7.0\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   49.0        20.9    94.6\nMcAuley                             4.7         7.3     1.0     Racially\nPetersen                           46.3        71.8     4.3     Polarized\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nRoberts                            52.4        74.5     5.5    Racially\nTurner                             47.6        25.5    94.5    Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   52.8        27.1    98.9    Racially\nPeterson                           47.2        72.9     1.1    Polarized\n                                     1975\nPRIMARIES \nMAYOR:\nBrown                               0.7         0.7     0.6\nConrad                             26.7        20.5    38.9    Racially\nCopeland                            4.3         6.1    -0.3    Polarized\nRose                               40.3        48.7     8.0\nTurner                             28.0        24.0    52.7\nFIRE &amp; POLICE COMMISSIONER:\nCrabtree                            1.3         1.3     2.2\nKing                                0.3         0.2     0.9    Not\nLewis (black)                       0.2         0.2     0.5    Racially\nMansfield                          32.3        34.4    38.0    Polarized\nPoole                               1.2         1.2     1.2\nRoberts                            64.6        62.7    57.1\nPUBLIC WORKS COMMISSIONER:\nClark                              22.0        23.4    15.8\nDeFriese                           18.1        17.9    20.7    Not\nDickerson                          16.7        16.1    15.1    Racially\nMoore (black)                       4.7         2.3    12.2    Polarized\nOlgiati                            38.6        40.4    36.3\nPUBLIC UTILITIES COMMISSIONER:\nBurnette                            2.5         2.8     2.5\nB. Davis                           27.5        24.4    37.5\nG. Davis (black)                    4.0        -0.1    17.7\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*402</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\nEberle                             23.4        27.5     4.3     Racially\nKeene                               6.8         6.8     4.2     Polarized\nMcDonald                           20.4        22.6    11.7\nMilles                              7.3         6.7     5.5\nSamples                             8.2         9.5    14.5\nEDUCATION &amp; HEALTH COMMISSIONER:\nBerry                              32.9        47.8       0     Racially\nFranklin (black)                   67.1        52.2     100     Polarized\nRUN-OFFS \nMAYOR:\nRose                               70.9        78.2    31.4     Racially\nTurner                             29.1        21.8    68.6     Polarized\nPUBLIC WORKS COMMISSIONER:\n                                                                Not\nClark                              60.3        60.1    59.3     Racially\nOlgiati                            39.7        39.9    40.7     Polarized\nPUBLIC UTILITIES COMMISSIONER\nDavis                              47.2        39.6    78.2     Racially\nEberle                             52.8        60.4    21.8     Polarized\n                                      1979\nPRIMARIES \nMAYOR:\nRose (unopposed)\nFIRE &amp; POLICE COMMISSIONER:\nDean                                9.6         8.2     16.2\nMartin                             17.4        16.7     20.5    Racially\nSmart                              48.7        55.1     23.6    Polarized\nWilliams                           24.2        19.9     39.6\nPUBLIC WORKS COMMISSIONER:\nAdams                              25.2        36.0      4.7\nClark                              48.8        57.8     17.4    Racially\nHyde                                5.2         5.7      4.3    Polarized\nWright (black)                     20.8         0.5     73.6\nPUBLIC UTILITIES COMMISSIONER:\n                                                                Not\nDonohoe                            21.1        22.1     24.0    Racially\nEberle                             78.9        77.9     76.0    Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black) (unopposed)\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nSmart                              63.5        68.5     39.2    Racially\nWilliams                           36.5        31.5     60.8    Polarized\nPUBLIC WORKS COMMISSIONER:\nAdams                              40.8        39.9     50.2    Racially\nClark                              59.2        60.1     49.8    Polarized\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*403</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\n                                     1983\nPRIMARIES \nMAYOR:\nBaty                                2.0         1.8     2.9\nBoehm                              12.8        12.7    13.1     Not\nFuller                             25.6        21.3    36.9     Racially\nRoberts                            55.8        61.2    41.4     Polarized\nSpradley                            2.5         2.2     2.8\nWhitener                            1.3         0.8     2.9\nFIRE &amp; POLICE COMMISSIONER:\nHisey                              25.9        21.5    37.5\nKennedy                            33.2        40.4    11.8\nKnowles                            21.2        17.8    33.3     Racially\nMeeks                              15.1        15.8    14.2     Polarized\nTownson                             4.6         4.5     3.3\nPUBLIC WORKS COMMISSIONER:\nBroick                              3.5         3.2     4.7\nClark                              52.1        50.3    55.0     Not\nDavis                              36.7        37.0    37.2     Racially\nHill                                3.0         3.5     1.4     Polarized\nHipple                              0.5         0.6     0.5\nIgou                                4.2         5.3     1.2\nPUBLIC UTILITIES COMMISSIONER:\nCannon                             23.7        24.2    22.3\nConrad                             34.5        27.7    54.3     Racially\nEberle                             41.8        48.0    23.4     Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   71.1        59.4    99.2     Racially\nWilliams                           28.9        40.6     0.8     Polarized\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nHisey                                    <sup>[*]</sup>23.72   79.51     Racially\nKennedy                                       76.28   20.49     Polarized\nPUBLIC UTILITIES COMMISSIONER:\nConrad                                   <sup>[*]</sup>30.59   71.73     Racially\nEberle                                        69.41   28.27     Polarized\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*404</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\n                                       1987\nPRIMARIES \nMAYOR:\nEberle                             37.0        39.1    32.0     Not\nRoberts                            57.9        59.6    52.7     Racially\nSandefur (black)                    5.2         1.3    15.3     Polarized\nFIRE &amp; POLICE COMMISSIONER:\nDavis                              45.4        34.4    74.4\nKennedy                            48.1        64.0     6.0     Racially\nWright (black)                      6.5         1.6    19.6     Polarized\nPUBLIC WORKS COMMISSIONER:\nClark                                    <sup>[*]</sup>51.67   37.42\nCramer                                         2.65    2.69     Racially\nLittlefield                                   44.43   58.36     Polarized\nWhitener                                       1.24    1.53\nPUBLIC UTILITIES COMMISSIONER:\nFreeman (black)                    37.3        14.8    94.5\nRose                               54.9        74.3     4.7     Racially\nBarzour                             7.8        10.9     0.8     Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   79.3        71.4    97.0     Not\nHeathington (black)                 6.3         8.2     2.7     Racially\nMartino                            14.4        20.4     0.4     Polarized\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nDavis                              49.9        31.4    96.7     Racially\nKennedy                            50.1        68.6     3.3     Polarized\nPUBLIC WORKS COMMISSIONER:\nClark                              44.4        51.2    28.5     Racially\nLittlefield                        55.6        48.8    71.5     Polarized\n</pre>\n<p></p>\n<h2>APPENDIX B</h2>\n<p></p>\n<pre>\n                           Chattanooga City Judge\n                              Election Contests\n                             1969-1987  \n                               1969\n                                              Estimated % of Vote For\nCandidate                      % of Vote For  White    Black    Polarization\nHarris (black)                     61.4        30.7    96.2     Racially\nHudson                             38.6        69.3     3.8     Polarized\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*405</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\n                                     1971\nHargraves                           6.1         6.6     6.6\nMeyer                              28.5        15.0    56.3     Racially\nO'Rear                             14.5        13.9    15.7     Polarized\nParks                              51.0        64.6    23.3\n                                     1975\nCash                               33.2        30.9    49.4     Racially\nMeacham                            66.8        69.1    50.6     Polarized\n                                     1978\n                                                                Not\nMeyer                                    <sup>[*]</sup>84.73   77.20     Racially\nTimberlake (black)                            15.27   22.80     Polarized\n                                     1979\nMeyer                              61.7        59.4    68.4     Not\nTaylor                             32.7        37.1    20.8     Racially\nTimberlake (black)                  5.6         3.6    10.9     Polarized\nBrown                                    <sup>[*]</sup>38.58   75.53     Racially\nCox                                           61.42   24.47     Polarized\n                                     1982\nMcClarty (black)                   37.4        15.2    93.4     Racially\nTaylor                             56.3        76.5     5.7     Polarized\nTimberlake (black)                  6.3         8.3     0.9\n                                     1983\nBrock                              11.4        12.0    11.1\n                                                                Not\nCox                                77.0        78.4    73.9     Racially\nTimberlake (black)                 11.6         9.7    15.1     Polarized\n</pre>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*406</span> APPENDIX C</h2>\n<p></p>\n<pre>\n                       Other Elections and Referenda\n                                         Estimated % of Vote For\nElection/Candidate       % of Vote For   White   Black   Polarization\n1970 REFERENDUM ON\nCONSOLIDATED GOVERNMENT:\n    For                            52.2        62.4    11.1     Racially\n    Against                        47.8        37.6    88.9     Polarized\n1978 CONSTITUTIONAL\nAMENDMENT ON REPEAL\nOF INTERRACIAL\nMARRIAGE BAN:\n    For                            61.0        51.0    84.0     Racially\n    Against                        39.0        49.0    16.0     Polarized\n1978 REFERENDUM ON\nELECTED SCHOOL BOARD:\n    Yes                            55.1        47.8    82.5     Racially\n    No                             44.9        52.2    17.5     Polarized\n1980 SUPREME COURT:\nDrowota                            49.0        58.4    22.3\nBrown (black)                      42.7        30.4    76.8     Racially\nParrish                             8.3        11.2     0.9     Polarized\n1984 METRO CHARTER\nREFERENDUM:\n    For                            40.9        51.5    11.1     Racially\n    Against                        59.1        48.5    88.9     Polarized\n1988 CITY CHARTER (voting by districts  mayor/council form of government):\n   For                             36.3        30.5    56.1     Racially\n   Against                         63.7        69.5    43.9     Polarized\n</pre>\n<h2>NOTES</h2>\n<p>[*]   Since the trial of this case, Mr. Dinsmore has replaced Tom Kennedy, an original defendant, as a member of the Board of Commissioners. <i>See</i> Fed.R.Civ.P. 25(d)(1).</p>\n<p>[1]  Vote dilution first came under attack in voting reapportionment cases. These cases, beginning with <i>Baker v. Carr,</i> 369 U.S. 186, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962), have required voting power to be apportioned equally on the basis of population. <i>See</i> McDonald, <i>The Quiet Revolution in Minority Rights,</i> 42 Vanderbilt L.Rev. 1258 (1989).</p>\n<p>[2]  The facts in <i>Mobile v. Bolden</i> were similar to those confronted in this case in that the challenged system was an at-large elected city commission instituted in 1911.</p>\n<p>[3]  Most notably H. Clay Evans and Newell Sanders, who were Republicans of local, statewide and some national prominence. Evans, among his other accomplishments, was elected in 1911 to serve on Chattanooga's first City Commission.</p>\n<p>[4]  There were whites who were also considered by the insurgents to be \"bosses,\" particularly Thomas P. McMahan, chief of police, and Thomas Wilcox, chairman of the board of public works.</p>\n<p>[5]  Mr. Walker testified at the trial that he has since changed his mind on this question, and now favors the commission form of government.</p>\n<p>[6]  There are no figures available for elections prior to 1969, from which precinct voting population by race of the voter can be derived.</p>\n<p>[7]  The exception is John Franklin, Chattanooga Commissioner of Education and Health, who is black, and whose electoral success will be discussed below.</p>\n<p>[8]  In the 1987 election for Commissioner of Fire and Police, blacks, who stated that they perceived that incumbent Commissioner Tom Kennedy had acted adversely to blacks, voted 96% for Kennedy's white opponent.</p>\n<p>[9]  This appears to be primarily a medical term with some usage in the fields of geology and economics, meaning \"produced from without; originating from or due to external causes.\" M. Webster, <i>Webster's Third New International Dictionary,</i> 1981.</p>\n<p>[10]  Racially polarized City Commission elections were: 1971 mayoral primary; 1971 fire and police primary; 1971 public works primary; 1971 public utilities primary; 1981 education and health primary; 1971 fire and police run-off; 1971 education and health run-off; 1975 mayoral primary; 1975 public utilities primary; 1975 education and health primary; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police primary; 1979 public works primary; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police primary; 1983 public utilities primary; 1983 education and health primary; 1983 fire and police run-off; 1983 public utilities run-off; 1987 fire and police primary; 1987 public works primary; 1987 public utilities primary; 1987 fire and police run-off; 1987 public works run-off.</p>\n<p>[11]  1969 Harris v. Hudson; 1971 Hargraves v. Meyer v. O'Rear v. Parks; 1975 Cash v. Meacham; 1979 Brown v. Cox; 1982 McClarty v. Taylor v. Timberlake.</p>\n<p>[12]  An exception to this finding is the 1969 election of Benny Harris as City Judge where black voter turnout exceeded white voter turnout two to one.</p>\n<p>[13]  Chaney, Strickland, Davis, Days, H. Wright, Carter, Alexander, Key, Davis, Franklin, Lewis, Moore, G. Davis, Sandefer, L. Wright, Freeman.</p>\n<p>[14]  One witness stated that no black other than John Franklin \"is going to win in this town running at-large, nobody, be 75 years from now, nuclear holocaust.\"</p>\n<p>[15]  Figures derived from Appendix A to opinion of Brennan, J., 478 U.S. at 80-81.</p>\n<p>[16]  1971 mayoral primary; 1971 public works primary; 1971 public utilities primary; 1971 fire and police run-off; 1971 education and health run-off; 1975 fire and police primary; 1971 education and health primary; 1975 mayoral run-off; 1975 public works run-off; 1975 public utilities run-off; 1979 public utilities primary; 1979 fire and police run-off; 1979 public works run-off; 1983 mayoral primary; 1983 public works primary; 1983 education and health primary; 1983 fire and police run-off; 1983 public utilities run-off; 1987 mayoral primary; 1987 public utilities primary; 1987 education and health primary; 1987 fire and police run-off; 1987 public works run-off. (This list excludes the uncontested elections of candidates Rose (mayor) and Franklin (education and health) in 1979).</p>\n<p>[17]  1971 mayoral primary; 1971 public works primary; 1971 public utilities primary; 1971 fire and police run-off; 1971 education and health run-off; 1975 education and health primary; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 education and health primary; 1983 fire and police run-off; 1983 public utilities run-off; 1987 public utilities primary; 1987 fire and police run-off; 1987 public works run-off.</p>\n<p>[18]  1971 mayoral primary; 1971 public works primary; 1971 fire and police run-off; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police run-off; 1983 public utilities run-off; 1987 public utilities primary; 1987 fire and police run-off.</p>\n<p>[19]  1971 fire and police run-off; 1971 education and health run-off; 1975 mayoral run-off; 1975 public works run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police run-off; 1983 public utilities run-off; 1987 fire and police run-off; 1987 public works run-off.</p>\n<p>[20]  1971 fire and police run-off; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police run-off; 1983 public utilities run-off; 1987 fire and police run-off.</p>\n<p>[21]  The three run-offs which did not result in vote dilution were the 1971 education and health run-off (Franklin victorious); the 1975 public works run-off (not racially polarized); and the 1987 public works run-off (Littlefield elected with the support of black and white votes over a white bloc vote of more than 50%).</p>\n<p>[22]  A loosely knit group of black leaders which mobilizes electoral support for political candidates.</p>\n<p>[23]  While the Court concurs with the <i>approach</i> taken in <i>Spahos</i> and <i>Glisson,</i> the Court nevertheless concludes that the result reached in those cases does not dictate the same result in this case. The nonresident voters in Savannah Beach as a group had a much greater economic interest in the municipality than do the nonresident voters of Chattanooga. They were also required to be residents of Chatham County, although the Court does not deem the geographical limitation to be determinative of the constitutional issue in this case.</p>\n<p>[24]  As plaintiffs have pointed out, the law currently would permit Muammar el-Qaddafi to buy a parcel of land in Chattanooga and deed it to thousands of Libyans who would then be able to control the outcome of Chattanooga's elections.</p>\n<p>[25]  Plaintiffs also contend that the practice of allowing nonresidents to vote is over inclusive in that nonresident property owners are permitted to vote in all city elections and not just those affecting their property interests. The drawing of such a distinction does not appear to be practical. Moreover, the ordinance permits city residents to vote who do not own property. These voters cannot be prevented from voting on matters that affect property interests in the city. <i>Hill v. Stone,</i> 421 U.S. at 300, 95 S.Ct. at 1644.</p>\n<p>[26]  This applies to members and the Registrar-at-Large of the Hamilton County Board of Elections, in their official capacities, who were dismissed as defendants upon their agreement to comply with the orders of the Court in this case.</p>\n<p>[*]   The black/white voting percentages in Appendices A, B and C are those of plaintiffs' expert Dr. Kousser, except those marked with an asterisk. These asterisk-marked elections are the calculations of defendants' expert, Dr. Gant. Plaintiffs offered no figures on these particular elections. As noted in the Court's opinion, there is no significant difference in the method used by Drs. Kousser and Gant to arrive at these figures.</p>\n<p>[*]   The black/white voting percentages in Appendices A, B and C are those of plaintiffs' expert Dr. Kousser, except those marked with an asterisk. These asterisk-marked elections are the calculations of defendants' expert, Dr. Gant. Plaintiffs offered no figures on these particular elections. As noted in the Court's opinion, there is no significant difference in the method used by Drs. Kousser and Gant to arrive at these figures.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">380</span></span> (1989)</b></center>\n<center><h1>Dr. Tommie BROWN; Leamon Pierce; Rev. Herbert H. Wright; J.K. Brown; Annie D. Thomas; Johnny W. Holloway; George A. Key; Lorenzo Ervin; Bobby Ward; Norma Crowder; Maxine B. Cousins; and Buford McElrath, Plaintiffs,<br>\nv.<br>\nBOARD OF COMMISSIONERS OF THE CITY OF CHATTANOOGA, TENNESSEE: Gene Roberts, Ervin Dinsmore,<sup>[*]</sup> John Franklin, Pat Rose and Ron Littlefield, In Their Official Capacities as Members of the Board of Commissioners, Defendants,<br>\nand<br>\nState of Tennessee, Intervenor.</h1></center>\n<center>No. CIV-1-87-388.</center>\n<center><p><b>United States District Court, E.D. Tennessee, S.D.</b></p></center>\n<center>August 8, 1989.</center>\n<p><span class=\"star-pagination\">*381</span> Margaret Carey and Charles Victor McTeer, Center for Constitutional Rights, McTeer &amp; Bailey, P.A., Greenville, Miss., and Myron Bernard McClary, Chattanooga, Tenn., for plaintiffs Dr. Tommie Brown, Leamon Pierce, Rev. Herbert H. Wright, J.K. Brown, Johnny W. Holloway, George A. Key, Norma Crowder and Buford McElrath.</p>\n<p>Laughlin McDonald, Neil Bradley and Derek Alphran, American Civil Liberties Union Foundation, Inc. and American Civil Liberties Union of Tennessee, Atlanta, Ga., and Richard Dinkins, Williams &amp; Dinkins, Nashville, Tenn., for plaintiffs Annie D. Thomas, Lorenzo Ervin, Bobby Ward and Maxine B. Cousins.</p>\n<p>Eugene N. Collins, City Atty., and Randall L. Nelson, Sp. Counsel, Chattanooga, Tenn., and Vincent R. Fontana, Wilson, Elser, Moskowitz, Edelman &amp; Dicker, New York City, Steven M. Levine, Wilson, Elser, Moskowitz, Edelman &amp; Dicker, Washington, D.C., for defendants.</p>\n<p><span class=\"star-pagination\">*382</span> Elizabeth P. McCarter, Asst. Atty. Gen., State of Tenn., Nashville, Tenn., for intervenor.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>EDGAR, District Judge.</p>\n<p>Plaintiffs, who are black citizens of Chattanooga, Tennessee, have brought this action challenging the system for selecting members of the Board of Commissioners, Chattanooga's governing body. Plaintiffs allege that this system, which features atlarge elections for members of the Board of Commissioners, is in violation of section 2 of the Voting Rights Act of 1965, as amended, 42 U.S.C. § 1973, in that it (1) was adopted, and is being maintained, with the discriminatory purpose of diluting black voting strength; and (2) results in the denial or abridgment, on the basis of their race, of the right of black citizens to participate in the political process and elect representatives of their choice. Plaintiffs also claim that the method for electing members of the Board of Commissioners (herein the \"Commission\" or \"City Commission\") is violative of their rights under the First, Thirteenth, Fourteenth and Fifteenth Amendments to the United States Constitution. Finally, plaintiffs assert that Tennessee Code Annotated Section 2-2-107(a) and section 5.1 of the Chattanooga charter, which permit nonresident \"property qualification\" as a basis for voting in municipal elections, violate the First, Ninth, Thirteenth, Fourteenth and Fifteenth Amendments to the United States Constitution, as well as section 2 of the Voting Rights Act. Plaintiffs seek declaratory and injunctive relief. Jurisdiction is based on 28 U.S.C. §§ 1331, 1343(3), 2201, 2202 and 42 U.S.C. § 1973j(f).</p>\n<p>For the reasons set forth below, the Court concludes that Chattanooga's method of electing members of its Board of Commissioners violates section 2 of the Voting Rights Act. This result makes it unnecessary for the Court to reach plaintiffs' constitutional claims which relate to the method of electing the City Commission.</p>\n<p>The Court further concludes that section 5.1 of the Chattanooga's charter is in violation of the Fourteenth Amendment to the United States Constitution. Therefore, the plaintiffs' claim that property qualified voting in Chattanooga violates the Voting Rights Act need not be considered. The Court will grant appropriate declaratory and injunctive relief. Defendants will be granted seventy-five (75) days to submit to the Court a plan incorporating electoral procedures which comply with the Voting Rights Act.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2><i>General Factual Background</i></h2>\n<p>Since 1911 the City of Chattanooga has been governed by a five-member Commission elected from the city at-large. Terms of office are four years. Elections are nonpartisan. Candidates must run for designated posts and must win by a majority of votes cast. This often results in \"runoffs.\" Nonresident property owners are permitted to vote in municipal elections by virtue of a state statute, Tennessee Code Annotated Section 2-2-107, and section 5.1 of Chattanooga's charter.</p>\n<p>The designated Commission posts are Mayor; Commissioner of Fire and Police; Commissioner of Education and Health; Commissioner of Public Utilities, Grounds and Buildings; and Commissioner of Public Works, Streets and Airports. Each Commissioner, including the Mayor, has one vote. The Mayor is the ex-officio president of the board. He also has general supervision over the city's financial affairs. The other Commissioners serve as the administrative heads of their respective departments. The Commissioner of Education and Health is, by virtue of his office, Chairman of the Chattanooga Board of Education which has the responsibility of maintaining the city schools and which is comprised of representatives who are themselves elected from districts within the City of Chattanooga.</p>\n<p>Blacks have always been a significant minority of the population of Chattanooga. In 1980, blacks made up 31.69% of the population. After the Commission was created <span class=\"star-pagination\">*383</span> in 1911, no black ran for a Commission post until 1955. Only one black candidate, John Franklin, has ever been elected to the Commission. He was elected in 1971 and has been reelected since. Since 1955 there have been 15 other black candidates for the Commission. None have been elected.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2><i>The Voting Rights Act  General</i></h2>\n<p>The Voting Rights Act was enacted in 1965 to achieve full participation for all Americans in our democracy. S.Rep. No. 417, 97th Cong., 2d Sess. 4, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 181. <i>See generally,</i> H.R.Rep. No. 439, 89th Cong., 1st Sess., <i>reprinted in</i> 1965 U.S.Code Cong. &amp; Admin.News 2437. Initial efforts under the Voting Rights Act focused on voter registration. More than a million black citizens were registered from 1965 to 1972. S.Rep. No. 417, 97th Cong., 2d Sess. 6, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 183. Despite registration gains, however, black voters still found themselves faced with various electoral practices which lessened the impact of, or \"diluted,\" their votes.</p>\n<p>Some of the electoral practices which have been identified as vote dilution devices are: elective posts made appointive, gerrymandered electoral boundaries, majority run-offs, and at-large elections. <i>Id.</i> Courts have identified other vote dilution methods. These include numbered or designated posts, <i>Rogers v. Lodge,</i> <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, 627, <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3272</span></a></span>, 3280, <span class=\"citation\" data-id=\"110790\"><a href=\"/opinion/110790/rogers-v-lodge/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1012</span></a></span> (1982), discriminatory annexations, <i>City of Port Arthur v. United States,</i> <span class=\"citation\" data-id=\"110817\"><a href=\"/opinion/110817/port-arthur-v-united-states/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 166-67, <span class=\"citation\" data-id=\"110817\"><a href=\"/opinion/110817/port-arthur-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">530</span></a></span>, 534-35, <span class=\"citation\" data-id=\"110817\"><a href=\"/opinion/110817/port-arthur-v-united-states/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span></a></span> (1982), and staggered terms, <i>City of Rome v. United States,</i> <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 183-85, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1548</span></a></span>, 1564-65, <span class=\"citation\" data-id=\"110248\"><a href=\"/opinion/110248/city-of-rome-v-united-states/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1980). As early as 1969, the Supreme Court had determined that \"[t]he right to vote can be affected by a dilution of voting power as well as by an absolute prohibition on casting a ballot.\" <i>Allen v. State Board of Elections,</i> <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></span>, 569, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, 833, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></span> (1969).<sup>[1]</sup></p>\n<p>In the 1970's, particularly in the South, many cases were filed against governmental bodies by black and hispanic citizens claiming that one or more of the above electoral devices wrongfully diluted their votes in violation of the Voting Rights Act and the Constitution. Courts continued to grope for the proper legal standards, with which to evaluate alleged vote dilution.</p>\n<p>Ultimately, the Supreme Court in <i>Mobile v. Bolden,</i> <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1490</span></a></span>, <span class=\"citation\" data-id=\"110246\"><a href=\"/opinion/110246/mobile-v-bolden/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></a></span> (1980),<sup>[2]</sup> determined that minority voters, to establish that their votes have been diluted in violation of section 2 of the Act, as well as violation of the Fourteenth and Fifteenth Amendments to the Constitution, must prove that the contested electoral practice was adopted or maintained by the governmental officials for a discriminatory purpose. 446 U.S. at 66, 100 S.Ct. at 1499. This touched off considerable congressional debate about the intent and desired effect of the Voting Rights Act. Those who wanted to change the result of <i>Bolden</i> prevailed, and in 1982, section 2 of the Act was amended to add a \"results\" test to the \"intent\" test. After 1982, a section 2 violation could be made out by proving intent <i>or</i> that the challenged system in the context of all the circumstances <i>results</i> in minorities being denied equal access to the political process. (Legislative History, p. 205).</p>\n<p>Section 2 of the Voting Rights Act, 42 U.S.C. § 1973, as amended (\"Section 2\"), provides that:</p>\n<blockquote>(a) No voting qualification or prerequisite to voting or standard, practice, or procedure shall be imposed or applied by any state or political subdivision in a manner which results in a denial or <span class=\"star-pagination\">*384</span> abridgement of the right of any citizen of the United States to vote on account of race or color, or in contravention of the guarantees set forth in 1973(b)(f)(2) of this Title, as provided in subsection (b) of this section.</blockquote>\n<blockquote>(b) A violation of subsection (a) of this section is established if, based on the totality of circumstances, it is shown that the political processes leading to nomination or election in the state or political subdivision are not equally open to participation by members of a class of citizens protected by subsection (a) of this section in that its members have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice. The extent to which members of a protected class have been elected to office in the state or political subdivision is one circumstance which may be considered: <i>provided,</i> That nothing in this section establishes a right to have members of a protected class elected in numbers equal to their proportion in the population.</blockquote>\n<p>Under the results test, therefore, plaintiffs must show that, based on the totality of the circumstances, the political processes are not equally open to participation by the members of a minority and that members of that minority have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.</p>\n<p>The Senate Judiciary Committee Report on the bill amending section 2 lists a number of \"typical factors\" which might be considered probative of a violation of the Act. Those factors are:</p>\n<blockquote>1. The extent of any history of official discrimination in the state or political subdivision that touched the right of the members of the minority group to register, to vote, or otherwise to participate in the democratic process;</blockquote>\n<blockquote>2. The extent to which voting in the elections of the state or political subdivision is racially polarized;</blockquote>\n<blockquote>3. The extent to which the state or political subdivision has used unusually large election districts, majority vote requirements, anti-single shot provisions, or other voting practices or procedures that may enhance the opportunity for discrimination against the minority group;</blockquote>\n<blockquote>4. If there is a candidate slating process, whether the members of the minority group have been denied access to that process;</blockquote>\n<blockquote>5. The extent to which members of the minority group in the state or political subdivision bear the effects of discrimination in such areas as education, employment and health, which hinder their ability to participate effectively in the political process;</blockquote>\n<blockquote>6. Whether political campaigns have been characterized by overt or subtle racial appeals;</blockquote>\n<blockquote>7. The extent to which members of the minority group have been elected to public office in the jurisdiction.</blockquote>\n<blockquote>Additional factors that in some cases have had probative value as part of plaintiffs' evidence to establish a violation are:</blockquote>\n<blockquote>Whether there is a significant lack of responsiveness on the part of elected officials to the particularized needs of the members of the minority group.</blockquote>\n<blockquote>Whether the policy underlying the state or political subdivision's use of such voting qualification, prerequisite to voting, or standard, practice or procedure is tenuous.</blockquote>\n<p>S.Rep. No. 417, 97th Cong., 2d Sess. 28-29, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 206-07.</p>\n<p>The Senate Committee made it clear that these factors are nonexclusive and that \"there is no requirement that any particular number of factors be proved, or that a majority of them point one way or another.\" <i>Id.</i></p>\n<p>In <i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986), the Supreme Court had the opportunity to interpret the 1982 amendment to Section 2. The results test, said the Court, requires the plaintiffs to show three things to prove a violation of the \"results\" prong of the statute: <span class=\"star-pagination\">*385</span> First, the minority group must be able to demonstrate that it is sufficiently large and geographically compact to constitute a majority in a single-member district. Second, the minority group must be able to show that it is politically cohesive. Third, the minority must be able to demonstrate that the white majority votes sufficiently as a block to enable it  in the absence of special circumstances ... usually to defeat the minority's preferred candidate.</p>\n<p>478 U.S. at 50-51, 106 S.Ct. at 2766-67.</p>\n<p></p>\n<h2>A. <i>Voting Rights Act  Intent Analysis</i>\n</h2>\n<p>In adding the \"results\" test to Section 2 of the Voting Rights Act, Congress left the \"intent\" test intact. The Senate Report states that:</p>\n<blockquote>The amendment to the language of section 2 is designed to make clear that plaintiffs need not prove a discriminatory purpose in the adoption or maintenance of the challenged system of practice in order to establish a violation. Plaintiffs must either prove such intent, or, alternatively, must show that the challenged system or practice, in the context of all the circumstances in the jurisdiction in question, results in minorities being denied equal access to the political process.</blockquote>\n<p>S.Rep. No. 417, 97th Cong., 2d Sess. 27, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 205.</p>\n<p>The standard of proof required for determining intent or discriminatory purpose is the same as that used in resolving cases under the Fourteenth Amendment's equal protection clause. <i>Rogers,</i> 458 U.S. at 617, 102 S.Ct. at 3275. This requires proof of discriminatory purpose. <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 240, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2047, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976). This purpose may be \"inferred from the totality of the relevant facts, including the fact, if it is true, that the law bears more heavily on one race than another.\" <i>Id.</i> at 242, 96 S.Ct. at 2049. Determining the existence of discriminatory purpose \"demands a sensitive inquiry into such circumstantial and direct evidence of intent as may be available.\" <i>Arlington Heights v. Metropolitan Housing and Dev. Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 266, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 564, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977); S.Rep. No. 417, 97th Cong., 2d Sess. 27, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 205.</p>\n<p>Historical evidence is relevant to a determination of discriminatory purpose. <i>Rogers,</i> 458 U.S. at 625, 102 S.Ct. at 3279. Indeed, the history of Chattanooga's city government and the black franchise is particularly revealing.</p>\n<p>For much of the time before the Civil War, southeastern Tennessee was Indian territory. White settlement of the area was sparse. Small scale farming made large numbers of slaves unnecessary. There were in Tennessee some \"free\" blacks who had the right to hold property, to vote and to testify in court. However, in 1834 these rights were removed pursuant to changes in the State Constitution.</p>\n<p>In the 1850's, Chattanooga became a railroad hub. In 1860, the population of Hamilton County was 13,258. Twelve percent of this number were slaves and free blacks.</p>\n<p>When the Union Army occupied Chattanooga during the latter part of the Civil War, many slaves looking for freedom came to Chattanooga from other areas of the south. As a result, in 1866 blacks numbered 2,657 or 46% of Chattanooga's total population of 5,776.</p>\n<p>In Tennessee, at the outset of Reconstruction in the late 1860's, blacks, with the help of the Republican Party, secured the right to vote and to hold public office. However, Reconstruction ended prematurely in Tennessee, statewide. By 1870 white conservative Democrats had regained control of state government where, even in the few years after the Civil War, blacks had possessed little influence in the state as a whole.</p>\n<p>Chattanooga, however, was an exception to this trend. Here, because of their numbers, blacks possessed considerable political clout. This translated into the election of black public officials and to patronage posts for blacks. Blacks were elected to the Board of Aldermen from 1868 forward. By 1881 there were seven blacks in Chattanooga's twelve-person police force. Former <span class=\"star-pagination\">*386</span> slaves appeared in the fire companies, on the Board of Education, as justices of the peace, and as constables and deputy sheriffs.</p>\n<p>Black political strength, with its accompanying patronage in Chattanooga rankled whites. One thing that particularly bothered them was blacks on the police force. John E. McGowan, editor of <i>The Chattanooga Times,</i> wrote in 1881 that, \"We think we know the peculiarities of the negro character tolerably well ... the negro is utterly and irretrievably spoiled by a badge of authority.\" After Democrats as well as Republicans began to court black votes, Mr. McGowan lamented in 1882 that no party could carry Chattanooga \"without toadying to the Negro vote.\"</p>\n<p>In 1883, an effort was made to change the city charter to minimize black political strength. At that time, and until the advent of home rule in the 1970's, Chattanooga's city charter amendments had to be made by the state legislature. The state legislators were asked to repeal the city charter and turn the city into a \"taxing district\" to be run by a council of fire, police, and public works commissioners, some elected at-large, but most appointed by the Governor. The objective was to eliminate black officeholders. The legislators were told in a petition from local citizens that, \"We have no prejudice against the Negroes, but dislike to be ruled and ruined by them.\"</p>\n<p>The city charter was not repealed in 1883, but a compromise was reached whereby the charter was amended to provide for a poll tax, special voting registration procedures, a police force under the control of a commission appointed by the Governor, and a reduction in the number of aldermen to six, five of whom had to reside in the particular ward they represented. The Mayor and one alderman could live anywhere. All aldermen and the Mayor were elected at-large.</p>\n<p>The 1883 compromise, according to Styles Hutchins, a local black lawyer at the time, \"was aimed at the negro and nothing else.\" However, the compromise did not eliminate black political influence in Chattanooga. Working through the Republican Party, blacks still managed to elect aldermen and at least two different state legislators over the next few years. In 1883 black registered voters in Chattanooga actually outnumbered white registered voters, even though the black population was about 43% that of the city.</p>\n<p>There was a continuing effort from this point until 1911 to diminish black political power in Chattanooga. Mr. McGowan said in October 1883 that: \"We say plainly that if the city must be ruled through negroes manipulated and used for the purposes of the worst demagogy, then businessmen and taxpayers generally, regardless of party belongings, will be bound to accept any respectable and responsible system of government.\"</p>\n<p>In 1885 a group of Chattanoogans sought again with state legislation to amend the city charter with a purpose of \"preserving white supremacy.\" This effort failed.</p>\n<p>In 1889 and 1890 the Tennessee legislature enacted statewide legislation designed to disinfranchise blacks. This legislation included advance registration requirements, provisions that favored literacy, and a poll tax.</p>\n<p>In Chattanooga the city charter was again amended in 1889 to increase the number of voting wards from five to eight, and to arrange their geography so as to limit Republican-black strength to three wards.</p>\n<p>Beginning about 1890, Jim Crow laws were enacted to legalize racial segregation. James Livingood, Chattanooga's best known local historian, reports that there developed a \"hardening attitude between the races\" at this time. Chattanooga endured four lynchings between 1885 and 1906.</p>\n<p>Despite adversity, blacks retained an electoral foothold in Chattanooga at the turn of the century, especially in the heavily Republican (black) fourth ward. The continued black electoral presence continued to bother many whites. In 1901 the \"Peak bill,\" a state legislative revision of the city charter, created a bicameral city <span class=\"star-pagination\">*387</span> government with eight aldermen and 16 councilmen. This had the effect of eliminating all black aldermen after 1902. The blacks had had continuous aldermanic representation since 1868. After 1902 blacks retained only two city council seats (elected from the fourth ward).</p>\n<p>In 1900 the black population of Chattanooga was 43.5%. Yet, in 1902, the <i>Times</i> reported that the election of 1902, which resulted in no blacks on the Board of Aldermen (two still on the Council), gave the city \"the most representative board of aldermen that ever sat in the council chamber of Chattanooga.\"</p>\n<p>At this time, although there were a number of white Republicans,<sup>[3]</sup> black citizens provided locally the bulk of the Republican Party's electoral support. In 1905 the <i>Times</i> said that the fourth ward was the only Republican holdout in the city, and it could not \"be captured from the negroes by any means.\" In 1909 the <i>Times</i> continued to express concern about what it saw as the political power of black Republicans.</p>\n<p>The proposal advanced by white civic leaders to create what became Chattanooga's current form of commission government first surfaced in 1907, and had gained considerable momentum by 1909. The Hamilton County state legislative delegation declined in that year to introduce a city charter revision bill which would have installed a commission form of government, much to the regret of the <i>Times,</i> but the delegation did do some gerrymandering to further reduce black voting influence. As the <i>Times</i> put it, the result of this was that \"the negroes of Bushtown, Stanleyville and Churchville are about the nearest disfranchised they could possibly be.\"</p>\n<p>The Commission charter revision was opposed by the two blacks, who voted with the majority of the city council against the commission form of government in 1909. A <i>Times</i> columnist observed that \"when one or two boss politicians, in combination with a couple of ignorant negroes and a handful of weak white brothers, can defeat the will of the people then its time to stop and think.\"</p>\n<p>The 1910 legislative elections focused on the City Commission charter issue. Among the reasons given by pro-commission candidates for the commission form of government were that \"under it, Bossism is impossible\" and \"wiping out ward lines prevents political dictatorship.\" The term \"bosses\" was largely a euphemism for those who had influence in the black community. One of those people was Hiram Tyree, the most prominent local black leader at that time. The <i>Times,</i> which did not care much for Hiram Tyree, predicted that \"if the movement for commission government succeeds, his light promises to go out forever.\"<sup>[4]</sup> During the campaign, a competing Republican version of charter for Chattanooga emerged which, it was reported, contained provisions which would make it \"possible for negroes to secure places on the police force as in olden times.\" Blacks perceived that the Commission charter would \"shut the door of hope\" in their ambition to hold places on the police force. The political views of black citizens in opposition to the pro-commission candidates were reported in the <i>Times</i> in Uncle Remus-like dialect.</p>\n<p>The pro City Commission legislative candidates won. The new charter was quickly approved by the Tennessee General Assembly in 1911. This provided for five City Commissioners elected at-large. The 1911 charter also made it illegal to pay another person's $2.00 poll tax, thus eliminating an important means to encourage blacks to vote. The charter change also eliminated \"ward workers,\" another aid to black voting. An important goal of this charter revision was the elimination of the last vestiges of black electoral power. It succeeded  at least for many years. No black <span class=\"star-pagination\">*388</span> would be elected to the City Commission until 1971. This black, John Franklin, is to this day the only elected black person elected to the Chattanooga City Commission since 1911.</p>\n<p>It wasn't that Chattanooga's white civic leaders were motivated by racial animosity towards blacks. Instead, they had a paternalistic belief that they knew what was best for blacks. They felt that meaningful participation by blacks in city government was bad for business and for the community. They perceived that black political influence had led to political corruption. Thus, they made blacks exclusively dependent upon white decision making.</p>\n<p>The diminution of black voting influence was not the only purpose of the commission form of government. Backers of the charter change saw the commission form of government as businesslike and efficient. What happened in 1911 is perhaps best summarized by T.C. Thompson, who was Mayor in the pre-commission city government in 1911 and who was named the first Mayor under the commission government. He said later that \"... the commission form of government was at first seized upon by us as simply a likely looking vehicle for the riddance of the city of boss rule. We soon learned, however, that it was a very businesslike method of government and that it had advantages other than political over the old form.\" It is very clear, therefore, that the political objective prevailed over the practical, at least at the outset.</p>\n<p>In 1911, this was becoming a popular form of municipal government, having had its genesis in Galveston, Texas, in 1901, after a hurricane had devastated that community. At its high point in 1917, at least 500 cities made use of the commission form of government. Since that time, most larger cities have adopted the mayor-council form. Many smaller cities use the city manager form. By 1965 the commission form of government was being used in only 7.9% of cities with populations over 5,000.</p>\n<p>The essentials of the commission form of government in Chattanooga have remained the same since 1911, the only major change being in 1957 when legislation was enacted requiring Commission candidates to run for a designated commission post. Previously the candidates ran for Commissioner and decided after the election among themselves what posts they would fill. The \"designated post\" system effectively prevented \"single shot\" voting for Commission members, and amounts to an additional vote dilution device.</p>\n<p>The city increased both its land area and population by annexation in the late 1960's and early 1970's. By 1974 the annexation had increased the city's population from 119,923 to 167,025. The area annexed was inhabited primarily by whites.</p>\n<p>There have been several attempts at city charter reform in recent years. In 1972 Mayor Robert Kirk Walker initiated an attempt to change the commission form of government. The motivation for this effort did not concern the black franchise one way or the other. Mayor Walker and others were then concerned about how the government was functioning. He told a civic club that \"Chattanooga's divided form of government, in which commissioners are both policymakers and administrators, is an antiquated and often almost impossible structure within which to work to try to meet modern problems.\"</p>\n<p>In a report to the city of his administration as Mayor, Mayor Walker said regarding the commission form of government:</p>\n<blockquote>After more cities gained experience with the plan, certain shortcomings began to appear. This system of government assumed that the commissioners would have both the general knowledge of their communities necessary to make basic policy decisions and the technical knowledge necessary to direct operations of a major city department. The division of authority inherent in the commission form often hindered the smooth operation of government and elected department heads often proved less than competent in jobs which demanded technical expertise.<sup>[5]</sup></blockquote>\n<p><span class=\"star-pagination\">*389</span> The charter revision effort was eventually scuttled by the Commission in 1974. The Commission cited several \"problems.\" Among these problems was the question of whether members of a proposed city council would be required to receive a majority vote or be elected simply by receiving a plurality.</p>\n<p>Another charter revision attempt began by newly elected Mayor Charles \"Pat\" Rose in 1975 similarly came to nothing.</p>\n<p>In 1964, 1970 and 1984, the City of Chattanooga and Hamilton County held referenda on whether they would be jointly governed under a metropolitan charter. All of these efforts were voted down. The last effort was rejected by an unusual coalition of blacks and rural whites, each fearing loss of political power.</p>\n<p>Finally in 1988, when faced with this lawsuit, the Board of Commissioners appointed a charter study commission to formulate a city charter that would, among other things, comply with the Voting Rights Act. After considerable debate, the majority of the charter study commission recommended a mayor/council form of government with the council members being elected by districts and the mayor being elected at-large. The charter change was put to a referendum and was defeated. A majority of blacks voted for the change. A majority of whites voted against it.</p>\n<p>This Court concludes that the commission form of government was adopted in 1911 with, as one of its purposes, discrimination against black voters. While this was not the only purpose which the city fathers had in mind, it was most certainly <i>a</i> purpose, and was likely their primary purpose at the outset. However, to prove the necessary discriminatory intent for a constitutional or Voting Rights Act violation, plaintiffs are not required to show that such intent was the sole purpose of the 1911 charter change. <i>Arlington Heights,</i> 429 U.S. at 265, 97 S.Ct. at 563; <i>Bolden v. City of Mobile,</i> <span class=\"citation\" data-id=\"2284479\"><a href=\"/opinion/2284479/bolden-v-city-of-mobile-ala/\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1050</span></a></span>, 1072 (S.D.Ala.1982).</p>\n<p>Plaintiffs also contend that the commission form of government, with its at-large voting, run-offs, and added designated posts has been <i>maintained</i> since 1911 for the purpose of diluting black votes. They point in particular to the addition of the designated post requirement in 1957 and the annexations which were carried out in the late 1960's and early 1970's as having been done with a discriminatory purpose. While these actions may have had the <i>effect</i> of limiting black political power, the Court cannot conclude that they were carried out with that intent. In particular, the annexations were carried out in order to increase the city's tax base, and to allow for economic and industrial growth.</p>\n<p>The evidence in this case does not persuade the Court that any actions taken by city officials after 1911 and to the present day have been intended to restrict the black franchise. Nevertheless it is a fact, as will be pointed out below, that the city electoral process which has been in effect since 1911 continues to limit the power of black voters. Plaintiffs must only show that the present system was \"`conceived <i>or</i> operated as [a] purposeful devic[e] to further racial ... discrimination.'\" <i>Rogers,</i> 458 U.S. at 619, 102 S.Ct. at 3276 (quoting <i>Bolden,</i> 446 U.S. at 66, 100 S.Ct. at 1499 (quoting <i>Whitcomb v. Chavis,</i> <span class=\"citation\" data-id=\"108364\"><a href=\"/opinion/108364/whitcomb-v-chavis/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, 149, <span class=\"citation\" data-id=\"108364\"><a href=\"/opinion/108364/whitcomb-v-chavis/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1858</span></a></span>, 1872, <span class=\"citation\" data-id=\"108364\"><a href=\"/opinion/108364/whitcomb-v-chavis/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">363</span></a></span> (1971))) (emphasis added). Plaintiffs have shown that the system was conceived with a discriminatory purpose. Even if it has not been maintained for that purpose, the system must nevertheless fall. If the system was adopted with a discriminatory purpose and continues to fulfill that purpose by having some quantum of discriminatory effect, lack of discriminatory intent on the part of recent and current city officials does not bring the system into compliance with the Voting Rights Act. <i>Hunter v. Underwood,</i> <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 233, <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1916</span></a></span>, 1922, <span class=\"citation\" data-id=\"111413\"><a href=\"/opinion/111413/hunter-v-underwood/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1985); <i>Bolden,</i> 542 F.Supp. at 1073.</p>\n<p></p>\n<h2>B. <i>Voting Rights Act  Results Analysis</i>\n</h2>\n<p>The inquiry under the 1982 amendment to Section 2 of the Voting Rights Act <span class=\"star-pagination\">*390</span> is whether an \"electoral law, practice or structure interacts with social and historical conditions to cause an inequality in the opportunities enjoyed by black and white voters to elect their preferred representatives.\" <i>Gingles,</i> 478 U.S. at 47, 106 S.Ct. at 2764. This entails \"`a searching practical evaluation of the \"past and present reality\"' ... and ... a `functional' view of the political process.\" <i>Id.</i> at 45, 106 S.Ct. at 2763 (quoting and citing Senate Report 2, which accompanied the 1982 amendments to Section 2). The framework for this analysis is a set of the three factors set forth in <i>Gingles</i> which the Court will consider <i>seriatim.</i></p>\n<p></p>\n<h2>1. Gingles Test</h2>\n<p></p>\n<h2>a. <i>Minority Voting Group Size and Geographical Compactness</i>\n</h2>\n<p>The plaintiffs must prove that they as a group are sufficiently large and geographically compact to constitute a majority in a single-member district. <i>Gingles,</i> 478 U.S. at 50, 106 S.Ct. at 2766.</p>\n<p>Blacks comprised 31.69% of the population in Chattanooga as of the 1980 census. They were 28.24% of the voting age population. Geographically they are pretty much concentrated in the central part of the city and in some adjacent areas. Approximately 64% of all black city residents live in 13 of the 46 city census tracts. Districts with effective black majorities have already been created in Chattanooga for, and elect black representatives for, the Chattanooga City School Board, the Hamilton County Council, and the Tennessee legislature. The 1988 Charter Commission prepared a single-member district plan which would have created several single member, effectively black, majority districts. There is no doubt whatsoever that the black population of Chattanooga is sufficiently compact and numerous as to be an effective majority in various combinations of single member districts.</p>\n<p></p>\n<h2>b. <i>Political Cohesiveness  Racially Polarized Voting</i>\n</h2>\n<p>The Supreme Court did not provide a definition of political cohesiveness. The Court has said, however, that \"[a] showing that a significant number of minority group members usually vote for the same candidates is one way of proving the political cohesiveness necessary to a vote dilution claim....\" <i>Gingles,</i> 478 U.S. at 56, 106 S.Ct. at 2769. Put another way, there is political cohesiveness when a minority group expresses clear political preferences that are distinct from those of the majority. <i>Gomez v. City of Watsonville,</i> <span class=\"citation\" data-id=\"516042\"><a href=\"/opinion/516042/dolores-cruz-gomez-patricia-leal-and-waldo-rodriguez-plaintiffs-v-the/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span>, 1415 (9th Cir.1988), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1534</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">839</span></span> (1989). One way to ascertain the existence of political cohesiveness is to determine the extent of racially polarized voting. <i>Campos v. City of Baytown,</i> <span class=\"citation\" data-id=\"502445\"><a href=\"/opinion/502445/tony-campos-cross-appellants-v-city-of-baytown-texas-cross-appellees/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span>, 1244 (5th Cir.1988), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></span> (1989); <i>Collins v. City of Norfolk,</i> <span class=\"citation\" data-id=\"487143\"><a href=\"/opinion/487143/herbert-m-collins-dr-h-marks-s-richard-barbara-c-parham-william-e/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">932</span></a></span>, 935 (4th Cir.1987). There is racially polarized voting where there is \"`a consistent relationship between [the] race of the voter and the way in which the voter votes' ... or to put it differently, where `black voters and white voters vote differently.'\" <i>Gingles,</i> 478 U.S. at 53 n. 21, 106 S.Ct. at 2768 n. 21 (quoting District Court, E.D.N. C.).</p>\n<p>Do black voters and white voters in Chattanooga vote differently? The answer to this question has been pursued by expert witnesses engaged by plaintiffs and defendants, as well as other witnesses. Of course, the answer may well depend to some extent upon which elections are analyzed. The Court has, in its analysis, examined all election contests for Chattanooga City Commission posts from 1971 to the present. To a lesser extent, the Court has reviewed all city judgeship elections from 1969 to the present, as well as five other referenda and one other election.<sup>[6]</sup> The results of all of these elections are set out in Appendices A, B and C to this opinion. The Court's analysis encompasses elections <span class=\"star-pagination\">*391</span> with only white candidates, as well as elections with both black and white candidates. The plurality opinion in <i>Gingles</i> states that \"only the race of the voter, not the race of the candidate, is relevant to vote dilution analysis.\" 478 U.S. at 68, 106 S.Ct. at 2775. In other words, under the results of amended Section 2, it is the status of the candidate as the chosen representative of blacks, not the race of the candidate that is important. <i>Id.; </i><i>City of Carrollton Branch of NAACP v. Stallings,</i> <span class=\"citation\" data-id=\"495049\"><a href=\"/opinion/495049/city-of-carrollton-branch-of-the-national-association-for-the-advancement/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1547</span></a></span>, 1557 (11th Cir.1987), <i>cert. denied sub nom </i><i>Duncan v. City of Carrollton,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (1988).</p>\n<p>While this approach commanded only a plurality of the Supreme Court in <i>Gingles,</i> its use makes sense in this particular case. As previously stated, the question is whether blacks and whites in Chattanooga vote differently. This can be determined from a number of Chattanooga's white/white elections as well as white/black elections. In Chattanooga, while there have been a number of black candidates for city offices since 1969, only four have been viable candidates in the sense that they were supported by a majority of blacks. It may well be that the dearth of serious black candidates results from the perceived difficulty of winning in an at-large election. Whatever the reason, blacks have, with one notable exception,<sup>[7]</sup> found themselves having to support white candidates in an effort to achieve a measure of political influence. Often, when black voters have found themselves in this situation, they have expressed a clear preference for one white candidate. Sometimes this has happened in elections where there were issues which had racial overtones.<sup>[8]</sup> Therefore, the Court concludes that a review of white/white elections as well as white/black elections is necessary to determine the existence of racially polarized voting in Chattanooga.</p>\n<p>The Court's analysis also includes five referenda and a Tennessee Supreme Court election. <i>See</i> Appendix C. These are referred to by the defendants and some case law as \"exogenous\"<sup>[9]</sup> elections. While these elections are not as relevant to the Court's inquiry as the other elections, they do show a propensity of Chattanooga blacks and whites to vote as a group for candidates on issues popularly recognized as being affiliated with their respective, particularized interests. <i>Gomez,</i> 863 F.2d at 1415, <i>citing</i> Blacksher and Menafee, <i>From </i><i>Reynolds v. Sims</i><i> to City of </i><i>Mobile v. Bolden</i><i>; Have the White Suburbs Commandeered the Fifteenth Amendment?,</i> 34 Hastings L.J. 1, 59 (1982).</p>\n<p>Experts on both sides of this case have undertaken an extensive statistical analysis of Chattanooga's elections since 1969 to determine the existence of racially polarized voting. Plaintiffs' expert, Dr. J. Morgan Kousser, and defendants' expert, Dr. Michael M. Gant, each, using ecological regression analysis, calculated the percentages of blacks and whites who voted for white and black candidates in various elections. While the precise methods they used in doing this differ slightly, they reached essentially the same conclusions as to the levels of support among both blacks and whites for candidates.</p>\n<p>Dr. Gant, however, testified about only City Commission and city judgeship elections for the period 1969 to 1987 that involved at least one black and at least one white candidate. Dr. Kousser's analysis extended to these, as well as City Commission and judgeship contests in which no black was a candidate, and a number of other elections and referenda.</p>\n<p><span class=\"star-pagination\">*392</span> The experts, in their effort to determine whether or not there is racially polarized voting, differ as to how to use the data which they compiled. Dr. Kousser testified that one indication of polarization is whether the difference between black and white voting patterns is \"statistically significant\" at the .05 level. <i>See </i><i>Gingles,</i> 478 U.S. at 53, 106 S.Ct. at 2767. To do this, he calculated the \"slope\" of a regression line on a graph where the left vertical axis represents 0% black voting age population and the right axis represents 100% black voting age population. The slope of the line is a measure of how much difference there is in the voting pattern between whites and blacks. The steeper the slope  the more difference in the voting pattern. The degree of the slope was determined to be \"statistically significant\" if, after using a \"T test,\" the slope coefficients were significantly different from zero at the .05 level.</p>\n<p>Dr. Kousser also testified that there is no \"bright line\" which would differentiate a racially polarized and nonracially polarized election. One might also generally, apart from statistics, look at the preference of voters of each race to see if they are the same or not. A look at the City Commission and city judgeship races since 1969 in which there was a black candidate, makes it is apparent that white voters have not supported any black candidates other than John Franklin. The highest percentage of white votes received by any other black candidate for the City Commission was Moses Freeman who got 14.8% of the white vote in 1987. Judge Bennie Harris received 30.7% of the white vote in 1969 in a special election for City Judge.</p>\n<p>Even with respect to Mr. Franklin, there has been a demonstrable amount of white anti-black bloc voting. When candidate Williams ran against two other white candidates for a state legislative seat in 1983, he received 3.2% of the white votes. Yet, as the only candidate opposing John Franklin in the 1983 election for Commission of Education and Public Health, he received 40% of the white votes. When Franklin ran against Dean Peterson (white) in the 1971 run-off, Peterson received 73% of the white vote.</p>\n<p>A third, and more restrictive, method of determining the existence of racially polarized voting was identified by both Drs. Kousser and Gant. This is simply looking at the election results and counting as racially polarized only those elections in which more than half of the blacks vote against more than half of the whites. Defendants have referred to this as the \"majority/majority\" test. (In multicandidate races, the test could be whether a plurality of blacks vote against a plurality of whites.) Defendants, and their expert Dr. Gant, contend that this is the only proper test for the existence of racially polarized voting. This Court disagrees. Nothing in <i>Gingles</i> suggests that this must be the analysis. In fact, the Court's opinion in <i>Gingles</i> makes specific reference to the use of statistical significance in determining racial polarization, 478 U.S. at 53, 106 S.Ct. at 2767, and eschews the use of doctrinal tests to determine racial bloc voting. 478 U.S. at 58, 106 S.Ct. at 2770. This Court concludes, therefore, that it is not bound solely to the majority/majority test for determining racial polarization. The Court will use the majority/majority test along with the statistical analysis and other facts of this case to determine whether blacks and whites vote differently in Chattanooga.</p>\n<p>There were 34 contested primary or run-off election contests for City Commission seats between 1971 and 1987. The Court finds that 26 of these contests (or 76%) were racially polarized.<sup>[10]</sup> Even if the majority/majority <span class=\"star-pagination\">*393</span> analysis put forth by the defendants is used as the exclusive determinant of racially polarized voting, 21 or 62% of these elections were racially polarized.</p>\n<p>Chattanooga has two city judges. Candidates for these positions run at-large and must receive a majority vote to win. There have been eight of these contests since 1969. Five of these contests (63%) were racially polarized.<sup>[11]</sup> Under the more restrictive majority/majority test, four (50%) of these judgeship contests were racially polarized.</p>\n<p>The referenda listed in Appendix C also show racially polarized voting on issues where whites and blacks perceived that they had a particular interest at stake. Probably the most significant is the 1988 vote on the city charter amendment which would have replaced at-large voting for the City Commission with district voting. This election was racially polarized in that 69.5% of whites voted against the amendment, while 56.1% of blacks voted for it. Also of particular interest is the 1980 vote for a seat on Tennessee's Supreme Court between a black and two white candidates. Drowota and Parrish, two white candidates, received together a total of 69.6% of the white vote. Brown, the black candidate, received 78.8% of the black vote. Finally, only 51% of whites voted in 1978 for the housekeeping state constitutional ban on interracial marriages  even though the constitutional provision was clearly not in compliance with the United States Constitution under the authority of the U.S. Supreme Court decision 11 years earlier in <i>Loving v. Virginia,</i> <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span> (1967).</p>\n<p>It is therefore clear that black and white voters in Chattanooga do vote differently most of the time. This is, as stated above, an important indication of political cohesiveness. While the experts in this case disagree to some degree on the extent of racially polarized voting, they nevertheless both conclude that, in general, blacks in Chattanooga have been politically cohesive in that they have, as a group, generally expressed a clear preference for certain candidates. The second element of the <i>Gingles</i> test is satisfied.</p>\n<p></p>\n<h2>c. <i>Minority Electoral Success  Whether The White Majority Votes Sufficiently As A Bloc To Enable It  In The Absence Of Special Circumstances ... Usually To Defeat The Minority's Preferred Candidate</i>\n</h2>\n<p>This is the final element of the three-part <i>Gingles</i> analysis. It is the ultimate test of vote dilution. Political cohesiveness with its racially polarized voting only becomes <i>legally</i> significant if a white bloc vote normally (in the absence of special circumstances) will defeat the combined strength of minority support plus white crossover votes. <i>Gingles,</i> 478 U.S. at 56, 106 S.Ct. at 2769.</p>\n<p>Blacks in Chattanooga register to vote in approximately the same proportion as whites. Although blacks usually turn out at slightly lower levels than whites, the lower turn out is generally not enough to make a measurable difference in election outcomes.<sup>[12]</sup> Therefore, these factors, with one or two notable exceptions, have not influenced Chattanooga elections.</p>\n<p>It is appropriate here to examine the success that black and black-supported candidates have had in city elections. From 1955 to the present, there have been 16 black candidates for City Commission posts.<sup>[13]</sup> Only one, John Franklin, who was elected Commissioner of Education and Health in 1971, and who has been reelected since, has been successful. From 1955 to the present, these black candidates have run for the City Commission on 24 different occasions (excluding Franklin's 1979 election in which he ran unopposed). <span class=\"star-pagination\">*394</span> Franklin's four victories give blacks a success rate of 16.7%. Including Franklin's uncontested election results in blacks having a 20% success rate.</p>\n<p>This relatively limited success of black candidates is attributable to one black  John Franklin. In <i>Gingles,</i> the Supreme Court recognized that the success of a minority candidate does not necessarily mean there is no vote dilution if the election is explained by special circumstances, among which are the absence of an opponent and incumbency. 478 U.S. at 57, 106 S.Ct. at 2769. Further, a section 2 claim is not foreclosed if an \"independent consideration of the record\" and a \"searching practical evaluation of the `past and present reality'\" leads to a conclusion that limited black electoral success has not been tantamount to no vote dilution. <i>Gingles,</i> 478 U.S. at 76, 106 S.Ct. at 2779 (quoting Senate Report 2, which accompanied 1982 amendments to Section 2).</p>\n<p>This Court is unable to conclude that John Franklin, as a black officeholder, is a \"token\" in any sense of the word. He holds a Bachelor of Science degree in health and physical education from Fisk University and a masters degree in health, physical education and recreation from the University of Indiana. At the time of his election, he had held various teaching and administrative jobs in the Chattanooga city school system for nearly 20 years. He is most certainly qualified to be Commissioner of Education and Public Health. An extraordinarily capable politician, he has managed to acquire an increasing percentage of white votes (71.4% in 1987), while maintaining near unanimous support among blacks. Throughout his political career he has been reasonably effective as a black spokesman, recognizing of course that he has been dependent upon significant white electoral support, and further recognizing that he is only one of five members of the city commission.</p>\n<p>Yet, this Court does have a sure belief that Mr. Franklin's presence on the City Commission does not mean that at-large voting in Chattanooga gives black voters an undiluted opportunity to elect their preferred representatives. Mr. Franklin himself says that it is very difficult for a black to run at-large with some reasonable assurance of being elected. It is also true that if there is a hierarchy of power as between the five Commission posts, education and health ranks low as reflected by the size of its budget and lack of patronage potential. The department actually does little in the way of public health. As Commissioner, Franklin chairs the independent city school board, but votes only in the case of a tie. The city schools are run on a day-to-day basis by a Superintendent of Schools chosen by the School Board. This is not to say that the office of Commissioner of Education and Public Health is not an important one. Mr. Franklin does have one of the five votes on the Commission. However, it can be said that blacks would have a greater impact on city government if they were able to elect someone as Mayor  or to one of the other Commission posts.</p>\n<p>When Mr. Franklin first ran in 1971, he did not think that he could win. Local political observers saw his victory as an upset. In 1971 there was much ferment in Chattanooga concerning school desegregation  and particularly the remedy of busing students to overcome racial imbalance in the schools. The Supreme Court's decision in <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971), came down on April 20, 1971. The Chattanooga city primary elections were held on March 16, 1971. The run-off between John Franklin and his opponent, Dean Peterson, was held on April 13, 1971. Mr. Franklin had seen black school children bused long distances past white schools. He took the position in the election campaign that he was against the kind of busing that transported students from one community all across town to another community. This was perceived by some whites as an \"anti-busing\" position and won him barely enough crossover votes to beat his white opponent in the run-off with 52.8% of the total vote.</p>\n<p>Since 1971, Mr. Franklin has, of course, been the incumbent. He has had no serious opposition since 1971, and in 1979 he <span class=\"star-pagination\">*395</span> ran unopposed. Since Mr. Franklin has done his job well, and since no one has really challenged him, he has received increasing numbers of white votes. That is not to say, unfortunately, that all white voters have become colorblind to Mr. Franklin. Even as late as 1987, in a three-way contest with a quixotic white \"street preacher\" and a black candidate, Chester Heathington, who wanted to abolish the office of Commissioner of Education and Public Health, there was still a 25.6% difference between Franklin's white vote (71.4%) and his black vote (97%). The other black candidate, Chester Heathington, is the only black candidate in the recorded history of city elections to receive more white votes (8.2%) than black votes (2.7%).</p>\n<p>The Court concludes that the unique qualities of John Franklin, as well as the unique character of the office he holds, together with the unique circumstances of his election in 1971, make his election a special circumstance within the meaning of <i>Gingles.</i><sup>[14]</sup> In general, the level of white crossover voting in Chattanooga elections has been very low. In the City Commission races since 1971, the white crossover vote for all black candidates, including Franklin, has averaged 14.18%. If Franklin's candidacies are excluded, the white crossover rate averages only 1.8%. In those races where black candidates received majority black support (Key, Wright and Freeman), and excluding Franklin, the white crossover vote averaged 5.7%. By contrast, the white crossover vote in the electoral districts analyzed in <i>Gingles</i> averaged 27.48% in the primaries and 37.06% in the general elections.<sup>[15]</sup></p>\n<p>Returning to the third <i>Gingles</i> element  whether the white majority voting as a bloc has been able to defeat the minority's preferred candidate (black or white)  a review of Chattanooga City Commission elections since 1971 reveals that 23 of those elections have produced winners in the sense that the candidate getting the most votes actually took office.<sup>[16]</sup> This includes primaries where the winner received more than 50% of the vote. It also includes run-offs. Of these contests, 16 (70%) were racially polarized.<sup>[17]</sup> In these 16 racially polarized, elections the black or black preferred candidate was defeated 11 times (69% of the time) by the white voting bloc.<sup>[18]</sup></p>\n<p>Vote dilution is particularly evident in run-offs. Since 1981 there have been 11 run-offs.<sup>[19]</sup> The white voting bloc has out voted blacks and white crossover votes in <span class=\"star-pagination\">*396</span> these elections eight or 73% of the time.<sup>[20]</sup> The calculations in this paragraph and in the next preceding paragraph include Mr. Franklin's contests. If his contests are excluded, the vote dilution would, of course, be even more pronounced.</p>\n<p>The vote dilution in the run-offs is particularly significant in that it shows that the majority vote requirement, when coupled with at-large voting, works against black representation on the City Commission.<sup>[21]</sup></p>\n<p>In summary, this Court concludes that absent special circumstances, candidates favored by blacks are usually defeated by whites voting as a bloc in Chattanooga. The third and final element of the <i>Gingles</i> test is satisfied.</p>\n<p></p>\n<h2>2. Other Senate Factors</h2>\n<p>As mentioned above, the legislative history of the Voting Rights Act invites consideration of a number of \"typical factors\" considered probative of vote dilution. See S.Rep. No. 417, 97th Cong., 2d Sess. 28-29, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 206-07. The following, among the list of \"typical factors,\" have been adequately addressed, at length, elsewhere in this opinion:</p>\n<blockquote>1. The extent of any history of official discrimination touching the right of blacks to participate in the democratic process.</blockquote>\n<blockquote>2. The extent to which voting in Chattanooga is racially polarized.</blockquote>\n<blockquote>3. The extent to which blacks have been elected to public office.</blockquote>\n<p>Other factors bear additional comment:</p>\n<p>A fourth factor is \"extent to which Chattanooga has used unusually large election districts, majority vote requirements, anti-single shot provisions, or other voting practices or procedures that may enhance the opportunity for discrimination against blacks.\" Chattanooga uses all of the named practices.</p>\n<p>A fifth factor is whether \"there is a candidate slating process, and whether blacks have been denied access to that process.\" There is no slating process in Chattanooga that would limit black candidacies. However, it does appear that if (black or white) candidates want to receive black voter support, they would be well advised to contact the \"Unity Group.\"<sup>[22]</sup></p>\n<p>A sixth factor is consideration of the \"extent to which blacks in Chattanooga bear the effects of discrimination in such areas as education, employment and health, which hinder their ability to participate effectively in the electoral process.\" While it is probably true that blacks in Chattanooga generally do bear the effects of discrimination, there is no evidence in this case that this has hindered their ability to participate effectively in the electoral process. As stated above, they register and vote in roughly the same proportion as whites.</p>\n<p>A seventh factor is \"whether political campaigns have been characterized by overt or subtle racial appeals.\" Chattanooga has for the most part been spared both overt and subtle racial appeals in elections. The only evidence of such in recent history, in a city election, was candidate \"Bookie\" Turner's use, against Gene Roberts in the 1971 Fire and Police Commissioner race, of some articles that Roberts had written as a newspaperman for <i>The Chattanooga Times,</i> in which Roberts spoke favorably of Cassius Clay (later Mohammed Ali), the black boxer. Turner, who ironically received most of the black votes, was foiled in this Machiavellian attempt to play both sides of the street and narrowly lost to Roberts in a run-off.</p>\n<p>An eighth factor is \"whether there is a significant lack of responsiveness on the <span class=\"star-pagination\">*397</span> part of elected officials to the particularized needs of blacks.\" Lack of responsiveness has been described as not an essential part of the plaintiffs' case under the Voting Rights Act. S.Rept. No. 417, 97th Cong., 2d Sess. 29 n. 116, <i>reprinted in</i> 1982 U.S. Code Cong. &amp; Admin.News 177, 207. Plaintiffs have not attempted to prove lack of responsiveness in this case. In fact, there is considerable proof in the record that Chattanooga's city government has been responsive to certain needs of blacks.</p>\n<p>A ninth and final factor is \"whether the policy underlying the city's use of at-large voting, majority vote requirement and designated posts is tenuous.\" In practical effect, at-large voting is necessary so long as Chattanooga has a commission form of government. The same cannot be said for majority vote requirements and designated posts. The commission form of government has much to be said for it. Its reason for being is not tenuous. It has served the city reasonably well over the years as a method of governing. However, it is not without its faults, and public officials have from time to time expressed the view that it should be changed. The Court suspects that the commission form of government is about like other forms of government; its effectiveness is very much dependent upon the ability and the integrity of the people running it.</p>\n<p>It is beyond the scope of this opinion to discuss the merits or demerits of the commission form of government. The question of whether at-large voting or voting by districts results in better government is likewise not before the Court. What is before the Court is a relatively narrow issue  whether the present method of electing city officials violates the Voting Rights Act or the United States Constitution.</p>\n<p>The Court concludes on the basis of all the facts of this case that the system of selecting members for the Chattanooga City Commission violates the Voting Rights Act of 1965 as amended in that it (1) was originally conceived with a discriminatory purpose and continues to fulfill that purpose; and it (2) results in a denial or abridgment of the rights of plaintiffs and other black voters.</p>\n<p>There is a legitimate public policy concern as to whether the establishment of voting by districts will actually enhance racial polarity rather than alleviate it. One can imagine a possible scenario of the creation of \"safe\" black majority districts perpetuating racial ghettos and racially polarized voting. All that can be said about this is that Congress was aware of this concern at the time it amended section 2 of the Voting Rights Act in 1982, S.Rep. No. 417, 97th Cong., 2d Sess. 103, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 276, and decided that the risk of this happening is outweighed by the need for the government to affirmatively secure minority voting rights. <i>See </i><i>Gingles v. Edmisten,</i> <span class=\"citation\" data-id=\"2247143\"><a href=\"/opinion/2247143/gingles-v-edmisten/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">345</span></a></span> (E.D.N.C.1984), <i>aff'd (in part) sub nom. </i><i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986). This Court is, of course, compelled to comply with the wishes of Congress. One can only hope that persons of good will, black and white, will work together for the betterment of local government and the community as a whole.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2><i>Property Qualified Voting</i></h2>\n<p>Tennessee Code Annotated § 2-2-107(a) (1985) provides that:</p>\n<blockquote>A person shall be registered as a voter of the precinct in which he is a resident, and, if provided for by municipal charter or general law, may be also registered in a municipality in which he owns real property in order to participate in that municipality's elections.</blockquote>\n<p>Section 5.1 of the Chattanooga city charter provides in part that:</p>\n<blockquote>Nonresident freeholders may vote in the wards in which their freehold is situated, and not elsewhere; provided, that if any nonresident freeholder may have a freehold in more than one ward he may vote in the ward of his choice in which his freehold is situated.</blockquote>\n<p>Thus, the City of Chattanooga, by virtue of the authority granted it by state statute, <span class=\"star-pagination\">*398</span> permits city property owners who are non-residents of the city to vote in municipal elections.</p>\n<p>As of December 14, 1988, there were 547 nonresidents who had registered to vote in Chattanooga elections. Of these, 427 are known to be white. The remainder are black, other minorities, or race unknown. In 1988, the assessed value of real property owned in Chattanooga by nonresident voters was $6,154,315.00 or .05% of the total assessed value of all real property in Chattanooga. These nonresident voters pay a similar percentage of Chattanooga's property taxes.</p>\n<p>Plaintiffs allege that the statute and ordinance are violative of the Fourteenth Amendment as well as the Voting Rights Act. Plaintiffs, relying on the legislative and municipal reapportionment cases, chiefly <i>Reynolds v. Sims,</i> <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1964), contend that property qualified voting can never be permitted because it is only residency, and not any other interest (example  property ownership), which can be the basis for voting.</p>\n<p>The plaintiffs argument is not supported by the authority that they cite. <i>Reynolds v. Sims</i> and its progeny were concerned with equalizing deviations from the equal population principle in voting districts. These cases do not say that an economic interest, such as property ownership, is an impermissible criterion for apportioning voting power in municipal elections.</p>\n<p>Plaintiffs also assert that the statute and the ordinance must fall because they fail to advance a \"compelling\" state interest. In fact, several cases hold that, absent a compelling state interest, laws which <i>deny</i> some residents the right to vote in general elections on grounds other than residence, age or citizenship, are violative of the Fourteenth Amendment's equal protection clause. <i>See </i><i>Hill v. Stone,</i> <span class=\"citation\" data-id=\"109247\"><a href=\"/opinion/109247/hill-v-stone/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, 297, <span class=\"citation\" data-id=\"109247\"><a href=\"/opinion/109247/hill-v-stone/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1637</span></a></span>, 1643, <span class=\"citation\" data-id=\"109247\"><a href=\"/opinion/109247/hill-v-stone/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (1975); <i>Dunn v. Blumstein,</i> <span class=\"citation\" data-id=\"108485\"><a href=\"/opinion/108485/dunn-v-blumstein/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 342, <span class=\"citation\" data-id=\"108485\"><a href=\"/opinion/108485/dunn-v-blumstein/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, 1003, <span class=\"citation\" data-id=\"108485\"><a href=\"/opinion/108485/dunn-v-blumstein/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span> (1972); <i>Evans v. Cornman,</i> <span class=\"citation\" data-id=\"108168\"><a href=\"/opinion/108168/evans-v-cornman/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, 422, <span class=\"citation\" data-id=\"108168\"><a href=\"/opinion/108168/evans-v-cornman/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1752</span></a></span>, 1754, <span class=\"citation\" data-id=\"108168\"><a href=\"/opinion/108168/evans-v-cornman/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1970); <i>Kramer v. Union Free School District,</i> <span class=\"citation\" data-id=\"107971\"><a href=\"/opinion/107971/kramer-v-union-free-school-dist-no-15/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 626-27, <span class=\"citation\" data-id=\"107971\"><a href=\"/opinion/107971/kramer-v-union-free-school-dist-no-15/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1886</span></a></span>, 1889, <span class=\"citation\" data-id=\"107971\"><a href=\"/opinion/107971/kramer-v-union-free-school-dist-no-15/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (1969); <i>Cipriano v. City of Houma,</i> <span class=\"citation\" data-id=\"107975\"><a href=\"/opinion/107975/cipriano-v-city-of-houma/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, 704, <span class=\"citation\" data-id=\"107975\"><a href=\"/opinion/107975/cipriano-v-city-of-houma/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1897</span></a></span>, 1899, <span class=\"citation\" data-id=\"107975\"><a href=\"/opinion/107975/cipriano-v-city-of-houma/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span></a></span> (1969).</p>\n<p>However, the Tennessee statute and Chattanooga charter <i>expand</i> rather than curtail the franchise. <i>Over</i> inclusiveness is a lesser constitutional evil than <i>under</i> inclusiveness. <i>Sutton v. Escambia County Board of Education,</i> <span class=\"citation\" data-id=\"481732\"><a href=\"/opinion/481732/adolph-sutton-jr-for-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>, 775 (11th Cir.), <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">761</span></span> (1987). The Court concludes, therefore, that the equal protection analysis which should be applied here is the traditional \"rational basis\" test. The issue, then, is whether the plaintiffs have shown that there is no rational basis for allowing nonresident property owners to vote in Chattanooga's municipal elections.</p>\n<p>The \"rational basis\" test was used by the Fifth Circuit in <i>Glisson v. Mayor and Councilmen of Savannah Beach,</i> <span class=\"citation\" data-id=\"268093\"><a href=\"/opinion/268093/henry-h-glisson-hubert-k-ellzey-and-e-c-bobo-v-the-mayor-and/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span> (5th Cir.1965), and by the district court in <i>Spahos v. Mayor and Councilmen of Savannah Beach,</i> <span class=\"citation\" data-id=\"2263017\"><a href=\"/opinion/2263017/spahos-v-mayor-councilmen-of-savannah-beach-ga/\"><span class=\"volume\">207</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">688</span></a></span> (S.D. Ga.), <i>aff'd</i> <span class=\"citation\" data-id=\"2540043\"><a href=\"/opinion/2540043/spahos-v-mayor-of-savannah-beach/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span></span> (1962), both of which arose from the same town and from the same factual situation. There, state law and a municipal charter permitted nonresident property owners to vote. Savannah Beach, a resort town, had a population of 1,385 in 1962, with a summer population of 2,500. Nonresident property owners owned real estate with an assessed valuation of $2,852,040. Permanent residents owned property assessed at $1,586,485. Nonresident voters were limited to those who owned property in Savannah Beach and who resided in Chatham County. There were 712 resident voters and 467 property qualified nonresident voters. The Georgia legislation under these facts was found to have a \"rational\" objective and to make a reasonable classification with respect to the right to vote in municipal elections. <i>Glisson,</i> 346 F.2d at 136.<sup>[23]</sup></p>\n<p><span class=\"star-pagination\">*399</span> Rationality of state legislation was also the focus in a series of Eleventh and Fifth Circuit cases dealing with Alabama legislation permitting residents of cities with independent school systems to vote in county school board elections. <i>See </i><i>Sutton,</i> <span class=\"citation\" data-id=\"481732\"><a href=\"/opinion/481732/adolph-sutton-jr-for-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>; <i>Hogencamp v. Lee County Board of Education,</i> <span class=\"citation\" data-id=\"427780\"><a href=\"/opinion/427780/william-henry-hogencamp-v-lee-county-board-of-education-of-lee-county/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span> (11th Cir.1984); <i>Phillips v. Andress,</i> <span class=\"citation\" data-id=\"384399\"><a href=\"/opinion/384399/john-william-phillips-and-jacqueline-phillips-for-themselves-and-all/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span> (5th Cir.1981); <i>Creel v. Freeman,</i> <span class=\"citation\" data-id=\"333800\"><a href=\"/opinion/333800/lonnie-creel-jr-v-frank-e-freeman-walker-county-board-of-education/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span> (5th Cir.1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1066</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">797</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span></span> (1977). In these cases, the equal protection test of validity was whether the city residents had a \"substantial interest\" in the operation of the county school system.</p>\n<p>The Court views the issue in the instant case as being whether the plaintiffs have demonstrated that the Chattanooga charter is irrational in that it permits nonresident property owners to vote in city elections who do not have a <i>substantial interest</i> in the operation of the city.</p>\n<p>There is no question that city property owners, including nonresident property owners, have an interest in the conduct of municipal affairs, including property taxes, zoning, public services such as sewage and garbage disposal, and other matters that may affect their property. The difficulty, however, with Chattanooga's charter provision is that it contains no limitation of the number of people who can \"vote\" on a piece of property or no limitation as to any minimum property value required for the exercise of the franchise. The record in this case shows that as many as 23 nonresidents have been registered to vote on a single piece of property in the city. By way of further example, 15 nonresidents are registered to vote as co-owners of one parcel of property which has an assessed value of $100.<sup>[24]</sup></p>\n<p>A nonresident who owns a one-fifteenth undivided interest in a lot assessed at $100 does not have a substantial interest in the operation of the city. Since the Chattanooga charter permits a nonresident who owns a trivial amount of property to vote in municipal elections, it does not further any rational governmental interest. <i>See </i><i>Hill,</i> 421 U.S. at 299-300, 95 S.Ct. at 1644-45; <i>Turner v. Fouche,</i> <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 363, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></a></span>, 541, <span class=\"citation\" data-id=\"108027\"><a href=\"/opinion/108027/turner-v-fouche/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></a></span> (1970).<sup>[25]</sup> The Court, therefore, concludes that section 5.1 of the Chattanooga city charter violates of the equal protection clause of the Fourteenth Amendment. If Chattanooga wishes to give nonresident property owners the right to vote in municipal elections, the city charter must use means \"more finely tailored to achieve the desired goal.\" <i>Quinn v. Millsap,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"112294\"><a href=\"/opinion/112294/quinn-v-millsap/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2324</span></a></span>, 2333, <span class=\"citation\" data-id=\"112294\"><a href=\"/opinion/112294/quinn-v-millsap/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></a></span> (1989) (quoting <i>Turner,</i> 396 U.S. at 364, 90 S.Ct. at 542).</p>\n<p>This disposition of the property qualified voting issue makes it unnecessary for the Court to determine whether property qualified voting in Chattanooga, as presently structured, violates the Voting Rights Act.</p>\n<p>The Court's ruling does not extend to T.C.A. § 2-2-107(a). When the constitutionality of a state statute is challenged, this Court has an obligation to construe it, if possible, consistent with legislative intent, so as to comply with constitutional limitations. <i>St. Martin Evangelical Lutheran Church v. South Dakota,</i> <span class=\"citation\" data-id=\"110489\"><a href=\"/opinion/110489/st-martin-evangelical-lutheran-church-v-south-dakota/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">772</span></a></span>, 780, <span class=\"citation\" data-id=\"110489\"><a href=\"/opinion/110489/st-martin-evangelical-lutheran-church-v-south-dakota/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2142</span></a></span>, 2147, <span class=\"citation\" data-id=\"110489\"><a href=\"/opinion/110489/st-martin-evangelical-lutheran-church-v-south-dakota/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (1981); <i>Kay v. Austin,</i> <span class=\"citation\" data-id=\"378130\"><a href=\"/opinion/378130/richard-b-kay-v-richard-austin-secretary-of-state-frank-j-kelley/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 812 (6th Cir.1980). This is especially so <span class=\"star-pagination\">*400</span> when the statute has not been authoritatively construed by the state courts. <i>Dale Baker Oldsmobile, Inc. v. Fiat Motors of North America, Inc.,</i> <span class=\"citation\" data-id=\"472187\"><a href=\"/opinion/472187/dale-baker-oldsmobile-inc-v-fiat-motors-of-north-america-inc/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span>, 221 (6th Cir.1986).</p>\n<p>T.C.A. § 2-2-107(a) is merely permissive, in that it only authorizes municipalities to permit nonresidents to vote. Municipalities are not specifically advised by the statute about how this might be accomplished, and it would appear that municipalities have some discretion as to this. The action of the municipality ultimately determines whether and defines <i>which</i> nonresidents can vote. Therefore, T.C.A. § 2-2-107(a) will be construed only to authorize municipalities to permit nonresidents to vote consistent with the Fourteenth Amendment.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>Remedy</i></h2>\n<p>Since the present system of electing the Chattanooga City Commission violates section 2 of the Voting Rights Act of 1965, this Court must fashion equitable relief. S.Rep. No. 417, 97th Cong., 2d Sess. 31, <i>reprinted in</i> 1982 U.S.Code Cong. &amp; Admin.News 177, 208. The Court will grant the defendants seventy-five (75) days to submit an acceptable remedial plan. The Court will order a hearing, if necessary, concerning an appropriate remedy.</p>\n<p>Pending further order of the Court, the Board of Commissioners of the City of Chattanooga may continue to operate as the governing body of the city. However, defendants will be enjoined from holding any elections under the current city charter.<sup>[26]</sup></p>\n<p>Further, the defendants will be enjoined from permitting nonresidents to vote in municipal elections under section 5.1 of the Chattanooga city charter, as presently drawn.</p>\n<p>An appropriate order will enter.</p>\n<p></p>\n<h2> APPENDIX A</h2>\n<p></p>\n<pre>\n                         Chattanooga City Commission\n                             Election Contests\n                                 1971-1987      \n                                    1971\n                                            Estimated % of Vote For\nOffice/Candidate           % of Vote For   White           Black   Polarization\nPRIMARIES \nMAYOR:\nBrown                             1.4          1.1             2.1\nCrawford                         34.8         27.4            47.9     Racially\nDays (black)                      3.1         -0.5             9.4     Polarized\nWalker                           57.7         71.7            32.4\nWright (black)                    3.2          0.3             8.3\nFIRE &amp; POLICE COMMISSIONER:\nKilgore                           0.3          0.0             0.9\nMansfield                         9.7         12.5             4.1     Racially\nRoberts                          47.8         68.7             7.9     Polarized\nShell                             0.5          0.1             1.2\nTurner                           41.7         18.8            85.9\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*401</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\nPUBLIC WORKS COMMISSIONER:\nCarter (black)                      1.8         1.3     3.2\nKey (black)                        21.9         1.9    63.0     Racially\nRose                               70.1        89.7    32.2     Polarized\nSnow                                6.3         8.8     3.3\nPUBLIC UTILITIES COMMISSIONER:\nAlexander (black)                   4.6         0.1    13.2\nConrad                             53.6        47.5    61.5     Racially\nDavis (black)                       4.1        -0.2    14.9     Polarized\nMorgan                             16.6        23.9     3.3\nRoth                               21.0        28.7     7.0\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   49.0        20.9    94.6\nMcAuley                             4.7         7.3     1.0     Racially\nPetersen                           46.3        71.8     4.3     Polarized\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nRoberts                            52.4        74.5     5.5    Racially\nTurner                             47.6        25.5    94.5    Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   52.8        27.1    98.9    Racially\nPeterson                           47.2        72.9     1.1    Polarized\n                                     1975\nPRIMARIES \nMAYOR:\nBrown                               0.7         0.7     0.6\nConrad                             26.7        20.5    38.9    Racially\nCopeland                            4.3         6.1    -0.3    Polarized\nRose                               40.3        48.7     8.0\nTurner                             28.0        24.0    52.7\nFIRE &amp; POLICE COMMISSIONER:\nCrabtree                            1.3         1.3     2.2\nKing                                0.3         0.2     0.9    Not\nLewis (black)                       0.2         0.2     0.5    Racially\nMansfield                          32.3        34.4    38.0    Polarized\nPoole                               1.2         1.2     1.2\nRoberts                            64.6        62.7    57.1\nPUBLIC WORKS COMMISSIONER:\nClark                              22.0        23.4    15.8\nDeFriese                           18.1        17.9    20.7    Not\nDickerson                          16.7        16.1    15.1    Racially\nMoore (black)                       4.7         2.3    12.2    Polarized\nOlgiati                            38.6        40.4    36.3\nPUBLIC UTILITIES COMMISSIONER:\nBurnette                            2.5         2.8     2.5\nB. Davis                           27.5        24.4    37.5\nG. Davis (black)                    4.0        -0.1    17.7\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*402</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\nEberle                             23.4        27.5     4.3     Racially\nKeene                               6.8         6.8     4.2     Polarized\nMcDonald                           20.4        22.6    11.7\nMilles                              7.3         6.7     5.5\nSamples                             8.2         9.5    14.5\nEDUCATION &amp; HEALTH COMMISSIONER:\nBerry                              32.9        47.8       0     Racially\nFranklin (black)                   67.1        52.2     100     Polarized\nRUN-OFFS \nMAYOR:\nRose                               70.9        78.2    31.4     Racially\nTurner                             29.1        21.8    68.6     Polarized\nPUBLIC WORKS COMMISSIONER:\n                                                                Not\nClark                              60.3        60.1    59.3     Racially\nOlgiati                            39.7        39.9    40.7     Polarized\nPUBLIC UTILITIES COMMISSIONER\nDavis                              47.2        39.6    78.2     Racially\nEberle                             52.8        60.4    21.8     Polarized\n                                      1979\nPRIMARIES \nMAYOR:\nRose (unopposed)\nFIRE &amp; POLICE COMMISSIONER:\nDean                                9.6         8.2     16.2\nMartin                             17.4        16.7     20.5    Racially\nSmart                              48.7        55.1     23.6    Polarized\nWilliams                           24.2        19.9     39.6\nPUBLIC WORKS COMMISSIONER:\nAdams                              25.2        36.0      4.7\nClark                              48.8        57.8     17.4    Racially\nHyde                                5.2         5.7      4.3    Polarized\nWright (black)                     20.8         0.5     73.6\nPUBLIC UTILITIES COMMISSIONER:\n                                                                Not\nDonohoe                            21.1        22.1     24.0    Racially\nEberle                             78.9        77.9     76.0    Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black) (unopposed)\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nSmart                              63.5        68.5     39.2    Racially\nWilliams                           36.5        31.5     60.8    Polarized\nPUBLIC WORKS COMMISSIONER:\nAdams                              40.8        39.9     50.2    Racially\nClark                              59.2        60.1     49.8    Polarized\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*403</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\n                                     1983\nPRIMARIES \nMAYOR:\nBaty                                2.0         1.8     2.9\nBoehm                              12.8        12.7    13.1     Not\nFuller                             25.6        21.3    36.9     Racially\nRoberts                            55.8        61.2    41.4     Polarized\nSpradley                            2.5         2.2     2.8\nWhitener                            1.3         0.8     2.9\nFIRE &amp; POLICE COMMISSIONER:\nHisey                              25.9        21.5    37.5\nKennedy                            33.2        40.4    11.8\nKnowles                            21.2        17.8    33.3     Racially\nMeeks                              15.1        15.8    14.2     Polarized\nTownson                             4.6         4.5     3.3\nPUBLIC WORKS COMMISSIONER:\nBroick                              3.5         3.2     4.7\nClark                              52.1        50.3    55.0     Not\nDavis                              36.7        37.0    37.2     Racially\nHill                                3.0         3.5     1.4     Polarized\nHipple                              0.5         0.6     0.5\nIgou                                4.2         5.3     1.2\nPUBLIC UTILITIES COMMISSIONER:\nCannon                             23.7        24.2    22.3\nConrad                             34.5        27.7    54.3     Racially\nEberle                             41.8        48.0    23.4     Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   71.1        59.4    99.2     Racially\nWilliams                           28.9        40.6     0.8     Polarized\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nHisey                                    <sup>[*]</sup>23.72   79.51     Racially\nKennedy                                       76.28   20.49     Polarized\nPUBLIC UTILITIES COMMISSIONER:\nConrad                                   <sup>[*]</sup>30.59   71.73     Racially\nEberle                                        69.41   28.27     Polarized\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*404</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\n                                       1987\nPRIMARIES \nMAYOR:\nEberle                             37.0        39.1    32.0     Not\nRoberts                            57.9        59.6    52.7     Racially\nSandefur (black)                    5.2         1.3    15.3     Polarized\nFIRE &amp; POLICE COMMISSIONER:\nDavis                              45.4        34.4    74.4\nKennedy                            48.1        64.0     6.0     Racially\nWright (black)                      6.5         1.6    19.6     Polarized\nPUBLIC WORKS COMMISSIONER:\nClark                                    <sup>[*]</sup>51.67   37.42\nCramer                                         2.65    2.69     Racially\nLittlefield                                   44.43   58.36     Polarized\nWhitener                                       1.24    1.53\nPUBLIC UTILITIES COMMISSIONER:\nFreeman (black)                    37.3        14.8    94.5\nRose                               54.9        74.3     4.7     Racially\nBarzour                             7.8        10.9     0.8     Polarized\nEDUCATION &amp; HEALTH COMMISSIONER:\nFranklin (black)                   79.3        71.4    97.0     Not\nHeathington (black)                 6.3         8.2     2.7     Racially\nMartino                            14.4        20.4     0.4     Polarized\nRUN-OFFS \nFIRE &amp; POLICE COMMISSIONER:\nDavis                              49.9        31.4    96.7     Racially\nKennedy                            50.1        68.6     3.3     Polarized\nPUBLIC WORKS COMMISSIONER:\nClark                              44.4        51.2    28.5     Racially\nLittlefield                        55.6        48.8    71.5     Polarized\n</pre>\n<p></p>\n<h2>APPENDIX B</h2>\n<p></p>\n<pre>\n                           Chattanooga City Judge\n                              Election Contests\n                             1969-1987  \n                               1969\n                                              Estimated % of Vote For\nCandidate                      % of Vote For  White    Black    Polarization\nHarris (black)                     61.4        30.7    96.2     Racially\nHudson                             38.6        69.3     3.8     Polarized\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*405</span>\n                                              Estimated % of Vote For\nOffice/Candidate               % of Vote For  White   Black   Polarization\n                                     1971\nHargraves                           6.1         6.6     6.6\nMeyer                              28.5        15.0    56.3     Racially\nO'Rear                             14.5        13.9    15.7     Polarized\nParks                              51.0        64.6    23.3\n                                     1975\nCash                               33.2        30.9    49.4     Racially\nMeacham                            66.8        69.1    50.6     Polarized\n                                     1978\n                                                                Not\nMeyer                                    <sup>[*]</sup>84.73   77.20     Racially\nTimberlake (black)                            15.27   22.80     Polarized\n                                     1979\nMeyer                              61.7        59.4    68.4     Not\nTaylor                             32.7        37.1    20.8     Racially\nTimberlake (black)                  5.6         3.6    10.9     Polarized\nBrown                                    <sup>[*]</sup>38.58   75.53     Racially\nCox                                           61.42   24.47     Polarized\n                                     1982\nMcClarty (black)                   37.4        15.2    93.4     Racially\nTaylor                             56.3        76.5     5.7     Polarized\nTimberlake (black)                  6.3         8.3     0.9\n                                     1983\nBrock                              11.4        12.0    11.1\n                                                                Not\nCox                                77.0        78.4    73.9     Racially\nTimberlake (black)                 11.6         9.7    15.1     Polarized\n</pre>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*406</span> APPENDIX C</h2>\n<p></p>\n<pre>\n                       Other Elections and Referenda\n                                         Estimated % of Vote For\nElection/Candidate       % of Vote For   White   Black   Polarization\n1970 REFERENDUM ON\nCONSOLIDATED GOVERNMENT:\n    For                            52.2        62.4    11.1     Racially\n    Against                        47.8        37.6    88.9     Polarized\n1978 CONSTITUTIONAL\nAMENDMENT ON REPEAL\nOF INTERRACIAL\nMARRIAGE BAN:\n    For                            61.0        51.0    84.0     Racially\n    Against                        39.0        49.0    16.0     Polarized\n1978 REFERENDUM ON\nELECTED SCHOOL BOARD:\n    Yes                            55.1        47.8    82.5     Racially\n    No                             44.9        52.2    17.5     Polarized\n1980 SUPREME COURT:\nDrowota                            49.0        58.4    22.3\nBrown (black)                      42.7        30.4    76.8     Racially\nParrish                             8.3        11.2     0.9     Polarized\n1984 METRO CHARTER\nREFERENDUM:\n    For                            40.9        51.5    11.1     Racially\n    Against                        59.1        48.5    88.9     Polarized\n1988 CITY CHARTER (voting by districts  mayor/council form of government):\n   For                             36.3        30.5    56.1     Racially\n   Against                         63.7        69.5    43.9     Polarized\n</pre>\n<h2>NOTES</h2>\n<p>[*]   Since the trial of this case, Mr. Dinsmore has replaced Tom Kennedy, an original defendant, as a member of the Board of Commissioners. <i>See</i> Fed.R.Civ.P. 25(d)(1).</p>\n<p>[1]  Vote dilution first came under attack in voting reapportionment cases. These cases, beginning with <i>Baker v. Carr,</i> <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962), have required voting power to be apportioned equally on the basis of population. <i>See</i> McDonald, <i>The Quiet Revolution in Minority Rights,</i> 42 Vanderbilt L.Rev. 1258 (1989).</p>\n<p>[2]  The facts in <i>Mobile v. Bolden</i> were similar to those confronted in this case in that the challenged system was an at-large elected city commission instituted in 1911.</p>\n<p>[3]  Most notably H. Clay Evans and Newell Sanders, who were Republicans of local, statewide and some national prominence. Evans, among his other accomplishments, was elected in 1911 to serve on Chattanooga's first City Commission.</p>\n<p>[4]  There were whites who were also considered by the insurgents to be \"bosses,\" particularly Thomas P. McMahan, chief of police, and Thomas Wilcox, chairman of the board of public works.</p>\n<p>[5]  Mr. Walker testified at the trial that he has since changed his mind on this question, and now favors the commission form of government.</p>\n<p>[6]  There are no figures available for elections prior to 1969, from which precinct voting population by race of the voter can be derived.</p>\n<p>[7]  The exception is John Franklin, Chattanooga Commissioner of Education and Health, who is black, and whose electoral success will be discussed below.</p>\n<p>[8]  In the 1987 election for Commissioner of Fire and Police, blacks, who stated that they perceived that incumbent Commissioner Tom Kennedy had acted adversely to blacks, voted 96% for Kennedy's white opponent.</p>\n<p>[9]  This appears to be primarily a medical term with some usage in the fields of geology and economics, meaning \"produced from without; originating from or due to external causes.\" M. Webster, <i>Webster's Third New International Dictionary,</i> 1981.</p>\n<p>[10]  Racially polarized City Commission elections were: 1971 mayoral primary; 1971 fire and police primary; 1971 public works primary; 1971 public utilities primary; 1981 education and health primary; 1971 fire and police run-off; 1971 education and health run-off; 1975 mayoral primary; 1975 public utilities primary; 1975 education and health primary; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police primary; 1979 public works primary; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police primary; 1983 public utilities primary; 1983 education and health primary; 1983 fire and police run-off; 1983 public utilities run-off; 1987 fire and police primary; 1987 public works primary; 1987 public utilities primary; 1987 fire and police run-off; 1987 public works run-off.</p>\n<p>[11]  1969 Harris v. Hudson; 1971 Hargraves v. Meyer v. O'Rear v. Parks; 1975 Cash v. Meacham; 1979 Brown v. Cox; 1982 McClarty v. Taylor v. Timberlake.</p>\n<p>[12]  An exception to this finding is the 1969 election of Benny Harris as City Judge where black voter turnout exceeded white voter turnout two to one.</p>\n<p>[13]  Chaney, Strickland, Davis, Days, H. Wright, Carter, Alexander, Key, Davis, Franklin, Lewis, Moore, G. Davis, Sandefer, L. Wright, Freeman.</p>\n<p>[14]  One witness stated that no black other than John Franklin \"is going to win in this town running at-large, nobody, be 75 years from now, nuclear holocaust.\"</p>\n<p>[15]  Figures derived from Appendix A to opinion of Brennan, J., 478 U.S. at 80-81.</p>\n<p>[16]  1971 mayoral primary; 1971 public works primary; 1971 public utilities primary; 1971 fire and police run-off; 1971 education and health run-off; 1975 fire and police primary; 1971 education and health primary; 1975 mayoral run-off; 1975 public works run-off; 1975 public utilities run-off; 1979 public utilities primary; 1979 fire and police run-off; 1979 public works run-off; 1983 mayoral primary; 1983 public works primary; 1983 education and health primary; 1983 fire and police run-off; 1983 public utilities run-off; 1987 mayoral primary; 1987 public utilities primary; 1987 education and health primary; 1987 fire and police run-off; 1987 public works run-off. (This list excludes the uncontested elections of candidates Rose (mayor) and Franklin (education and health) in 1979).</p>\n<p>[17]  1971 mayoral primary; 1971 public works primary; 1971 public utilities primary; 1971 fire and police run-off; 1971 education and health run-off; 1975 education and health primary; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 education and health primary; 1983 fire and police run-off; 1983 public utilities run-off; 1987 public utilities primary; 1987 fire and police run-off; 1987 public works run-off.</p>\n<p>[18]  1971 mayoral primary; 1971 public works primary; 1971 fire and police run-off; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police run-off; 1983 public utilities run-off; 1987 public utilities primary; 1987 fire and police run-off.</p>\n<p>[19]  1971 fire and police run-off; 1971 education and health run-off; 1975 mayoral run-off; 1975 public works run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police run-off; 1983 public utilities run-off; 1987 fire and police run-off; 1987 public works run-off.</p>\n<p>[20]  1971 fire and police run-off; 1975 mayoral run-off; 1975 public utilities run-off; 1979 fire and police run-off; 1979 public works run-off; 1983 fire and police run-off; 1983 public utilities run-off; 1987 fire and police run-off.</p>\n<p>[21]  The three run-offs which did not result in vote dilution were the 1971 education and health run-off (Franklin victorious); the 1975 public works run-off (not racially polarized); and the 1987 public works run-off (Littlefield elected with the support of black and white votes over a white bloc vote of more than 50%).</p>\n<p>[22]  A loosely knit group of black leaders which mobilizes electoral support for political candidates.</p>\n<p>[23]  While the Court concurs with the <i>approach</i> taken in <i>Spahos</i> and <i>Glisson,</i> the Court nevertheless concludes that the result reached in those cases does not dictate the same result in this case. The nonresident voters in Savannah Beach as a group had a much greater economic interest in the municipality than do the nonresident voters of Chattanooga. They were also required to be residents of Chatham County, although the Court does not deem the geographical limitation to be determinative of the constitutional issue in this case.</p>\n<p>[24]  As plaintiffs have pointed out, the law currently would permit Muammar el-Qaddafi to buy a parcel of land in Chattanooga and deed it to thousands of Libyans who would then be able to control the outcome of Chattanooga's elections.</p>\n<p>[25]  Plaintiffs also contend that the practice of allowing nonresidents to vote is over inclusive in that nonresident property owners are permitted to vote in all city elections and not just those affecting their property interests. The drawing of such a distinction does not appear to be practical. Moreover, the ordinance permits city residents to vote who do not own property. These voters cannot be prevented from voting on matters that affect property interests in the city. <i>Hill v. Stone,</i> 421 U.S. at 300, 95 S.Ct. at 1644.</p>\n<p>[26]  This applies to members and the Registrar-at-Large of the Hamilton County Board of Elections, in their official capacities, who were dismissed as defendants upon their agreement to comply with the orders of the Court in this case.</p>\n<p>[*]   The black/white voting percentages in Appendices A, B and C are those of plaintiffs' expert Dr. Kousser, except those marked with an asterisk. These asterisk-marked elections are the calculations of defendants' expert, Dr. Gant. Plaintiffs offered no figures on these particular elections. As noted in the Court's opinion, there is no significant difference in the method used by Drs. Kousser and Gant to arrive at these figures.</p>\n<p>[*]   The black/white voting percentages in Appendices A, B and C are those of plaintiffs' expert Dr. Kousser, except those marked with an asterisk. These asterisk-marked elections are the calculations of defendants' expert, Dr. Gant. Plaintiffs offered no figures on these particular elections. As noted in the Court's opinion, there is no significant difference in the method used by Drs. Kousser and Gant to arrive at these figures.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108027/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110246/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/268093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333800/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384399/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427780/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/481732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/487143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/495049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502445/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/516042/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2247143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2263017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2284479/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2540043/"
          ]
        }
      ],
      "judges": "Edgar",
      "date_created": "2015-09-22T01:00:40.568134Z",
      "date_modified": "2016-03-03T22:30:05.126952Z",
      "date_filed": "1989-08-08",
      "date_filed_is_approximate": false,
      "slug": "brown-v-board-of-comrs-of-chattanooga-tenn",
      "citation_id": 2565553,
      "case_name_short": "Brown",
      "case_name": "Brown v. Board of Com'rs of Chattanooga, Tenn.",
      "case_name_full": "",
      "federal_cite_one": "722 F. Supp. 380",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/298837/brown-v-board-of-comrs-of-chattanooga-tenn/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:16:40.091216Z",
  "date_modified": "2014-10-30T08:16:40.091216Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Brown",
  "case_name": "Brown v. Board of Com'rs of Chattanooga, Tenn.",
  "case_name_full": "",
  "slug": "brown-v-board-of-comrs-of-chattanooga-tenn",
  "docket_number": "CIV-1-87-388",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}