{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/299103/",
  "id": 299103,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/299428/",
      "id": 299428,
      "absolute_url": "/opinion/299428/delores-clark-v-board-of-education-of-the-little-rock-school-district/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/299103/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/299428/",
          "id": 299428,
          "absolute_url": "/opinion/299428/delores-clark-v-board-of-education-of-the-little-rock-school-district/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/299428/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:49:34Z",
          "date_modified": "2017-03-24T21:27:11.645251Z",
          "type": "010combined",
          "sha1": "a8bebff37b2d22f7d1312ec8ae205d6b228eb6ce",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/449/449.F2d.493.71-1415.71-1409.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">449 F.2d 493</p>\n    <p class=\"parties\">Delores CLARK et al., Appellants,<br>v.<br>BOARD OF EDUCATION OF the LITTLE ROCK SCHOOL DISTRICT et<br>al., Appellees.<br>Delores CLARK et al., Appellees,<br>v.<br>The BOARD OF EDUCATION OF the LITTLE ROCK SCHOOL DISTRICT et<br>al., Appellants.</p>\n    <p class=\"docket\">Nos. 71-1409, 71-1415.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Sept. 10, 1971.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norman J. Chachkin, New York City, John W. Walker, Little Rock, Ark., Jack Greenberg, New York City, Philip E. Kaplan, Walker, Kaplan &amp; Mays, P. A., Little Rock, Ark., for Delores Clark.</p>\n      <p class=\"indent\">Robert W. Light and Herschel H. Friday, Little Rock, Ark., for The Board of Education of the Little Rock School District.</p>\n      <p class=\"indent\">Before MATTHES, Chief Judge, and GIBSON, LAY, HEANEY, BRIGHT, ROSS and STEPHENSON, Circuit Judges, En Banc.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are again asked to review a District Court decree purporting to establish a unitary school system in Little Rock, Arkansas.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court's proposed plan employs a variety of techniques, including pairing, clustering, and contiguous and noncontiguous zoning to achieve the stated objective.  Under the plan, grades 6 through 12 would be integrated at the beginning of the 1971-72 school year.  All students in grades 6 and 7 would be assigned to four middle school centers located in the generally white residential areas in the western section of the city; all students in grades 8 and 9 would be assigned to four junior high school centers, three of which are in the largely black residential areas in the eastern section of the city; and all students in grades 10 through 12 would be assigned to three high school centers, two in white residential areas and one-Central High School-in central Little Rock.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Substantial racial balance would be achieved in each school by assigning students to a particular school.  Transportation would be provided for all students living more than two miles from their assigned school.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The disestablishment of a dual system at the elementary level would be delayed under the decree until the opening of the 1972-73 school year.  By that date, however, the Board of Education would be required to \"disestablish by means of pairing and grouping * * * the presently existing dual system of racially identifiable elementary schools and to replace it with a unitary system * * and to assign elementary students to the schools in such a manner that no elementary school can be identified as a school primarily intended or used for the education of students of any particular race [,and] to provide such transportation of students as may be necessary to implement its disestablishment plan for the elementary schools.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs, black residents of the school district, contend on appeal that the decree does not meet constitutional standards because (1) it needlessly delays integration at the elementary level; (2) it places an unequal share of the burden of integrating the secondary school level on black students for impermissible reasons; (3) it is not the plan best suited to achieve lasting integration; (4) it does not require assignment of faculty and staff in accordance with objective criteria; (5) it does not enjoin construction of an addition to a west end secondary school-Henderson-and thus encourages further segregation; and (6) it does not award plaintiffs attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendants cross appeal.  They argue (1) that the court abused its discretion in rejecting an alternative plan for the secondary schools, proposed by the Board of Education, which would have retained the Gibbs-Dunbar middlegrade school with a majority of black students and would have provided for the secondary grades to be organized on a somewhat different basis;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> (2) that the board should not be required to integrate the elementary schools at the beginning of the 1972-73 school year; and (3) that the board should not be required to transport any of the students who live more than two miles from the school to which they have been assigned, particularly those who will be attending the secondary school closest to their home.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We accelerated the appeal and, shortly after oral argument, issued an order partially affirming the decision of the District Court insofar as it applies to the secondary schools.  We did so because the District Court's plan in that respect is constitutionally permissible and well within the broad discretion of the District Court to impose.  All of the alternatives proposed by the Board of Education involved a one-race junior high school and, under the circumstances of this case, would have been constitutionally deficient.  While many secondary school students will have to be transported at the board's expense under the approved plan, no showing was made at the District Court level or here that this burden will be unreasonable or that the students will be transported unreasonable distances.  Furthermore, it is conceded by both parties that if a nonracial school system is to be achieved, there is no reasonable alternative to transporting many students.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We note the plaintiffs' objection that the plan fails to designate Mann, the present black high school, as a graduating high school.  While we agree that the burden of integration must be shared by blacks and whites, we do not agree that the sharing of the burden at the secondary level, when considered as a whole, is so unequal as to require upsetting the District Court's plan.  Most 8th and 9th grade students will be required to attend school facilities which have heretofore been identifiably black, and all 6th and 7th grade students will be required to attend schools in facilities that have previously been identifiably white.  Two of the three high schools will be in the western section of the city and are schools which have been identifiably white schools; but the third-Central-is clearly recognized as an integrated school and is centrally located to both blacks and whites.  Moreover, we are reassured by the board's declaration that all secondary schools will be thoroughly integrated as to faculty, class composition and extracurricular activities, and that the school administration will be sensitive to the aspirations of black students.  Finally, we note that, under this decision, transportation costs will be paid for all secondary students who live more than two miles from the school to which they are assigned, unless they attend the school closest to their home.  This will help to alleviate the burden resulting from the fact that more black than white students will be required to attend schools out of their neighborhood.</p>\n    </div>\n    <p>THE SCHOOL CONSTRUCTION PROBLEM</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We turn next to the issue raised by the proposed addition to the Henderson School.  There are reasons why we should not permit this addition to be completed.  The original facility was built in 1963, nine years after the Supreme Court decided Brown I. Brown v. Board of Education of Topeka, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954).  It was built in a white residential area far from the black neighborhoods, and was staffed with a largely white administration.  The addition was started in 1970 when the board was acutely aware of its responsibilities to integrate its school system.  Indeed, the District Court specifically cautioned against proceeding with the addition without its express permission The addition could be considered an uneconomical one in that there is adequate space in other school buildings in the Little Rock school system to house the 6th and 7th grade students.  On the other hand, the school district had spent nearly $100,000 on the project before construction was halted by injunction.  The new classrooms will replace presently used portable classrooms, and the expenditure for foundations already incurred will be largely wasted unless the building is completed.  Most importantly, the school will be completely integrated under the District Court plan.  We thus permit the facility to be completed in accordance with the construction contract.  We do, however, instruct the District Court that it is to revise its decree to provide that no additional school facilities are to be constructed by the Little Rock School District without the express permission of the District Court.  We further hold that the test to be used by that court in permitting additional construction is whether the proposed facilities will contribute to the establishment of a unitary school system.  Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554, 569, 570 (1971); Kelley v. Altheimer, Arkansas Public School Dist. No. 22, 378 F.2d 483, 496, 497 (8th Cir. 1967).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Swann teaches that many factors must be considered in determining school locations, but it would be constitutionally difficult to justify the construction of new facilities or additions to present facilities when sound existing facilities are already available which can be used without unreasonable burdens on the students and where the new facilities are being built to avoid integration.  Public pressures to the contrary cannot be permitted to prevail.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>FACULTY AND STAFF ASSIGNMENT</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear that there will be a major faculty realignment as a result of the District Court's plan.  The plaintiffs complain that the District Court's plan does not adequately protect black teachers because it does not require the board to establish objective nondiscriminatory criteria to be followed in reassigning teachers.  The District Court stated that it would delay the establishment of such criteria until student assignment problems had been resolved.  We find this delay to be impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We set forth the standards which a board of education must follow in reassigning teachers affected by the integration of a school system in our opinion, Moore, et al. v. Board of Education of Chidester School District No. 59, et al., 448 F.2d 709 (8th Cir. 1971):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>\"[A] board of education is obligated to use objective nondiscriminatory standards in the employment, assignment and dismissal of teachers.  A board may also consider established and previously announced nondiscriminatory subjective factors in making such decisions.  We emphasize, however, that: '* * * race per se is an impermissible criterion for judging either an applicant's qualifications or the district's needs.  And this applies equally to considerations described as environment or ability to communicate or speech patterns or capacity to establish rapport with pupils when these descriptions amount only to euphemistic references to actual or assumed racial distinctions. * * *\"  Smith v. Board of Education of Morrilton Sch. Dist. No. 32 [365 F.2d 770 (8th Cir. 1966)] supra at 782.  Furthermore, subjective standards carry little weight in meeting the board's burden to prove clearly and convincingly that it is not discriminating where there has been a history of racial segregation since Brown I. * * *\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 718.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These standards must be followed here.  The board should include in its plan to be submited to the District Court the objective nondiscriminatory standards as well as the established and previously announced nondiscriminatory subjective factors which will be used by the board in assigning teachers.  It is not sufficient to say that an aggrieved teacher may bring an action after the fact to protect his rights.  Such actions are disruptive, expensive, time-consuming and burdensome.  Furthermore, staff members who are discriminated against or retained in some capacity may be reluctant to bring suit lest they further jeopardize their position.  See, Arkansas Education Association, et al., v. Board of Education of Portland, Ark. School District, et al., 446 F.2d 763, at p. 765 (8th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The necessity for establishing nondiscriminatory standards is supported by the statistic that in 1967, there were 134 black principals in Arkansas and that today, after substantial consolidation, there are only fifteen.  The District Court must modify its decree to meet the above requirements.</p>\n    </div>\n    <p>THE ELEMENTARY SCHOOL PROBLEM</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We feel it important at this point to restate certain facts with respect to the elementary schools:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(1) Little Rock has a long history of maintaining two sets of elementary schools in a single school system, deliberately operated to separate pupils in schools solely on the basis of race.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(2) Although the Board of Education has been requested to do so, it has never submitted an acceptable plan to integrate its elementary schools.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(3) In the 1970-71 school year, more than seventy-five percent of the black students attended twelve schools which were either totally black or more than ninety percent black, and more than seventy-five percent of the white students attended eleven elementary schools which were either all-white or more than ninety percent white.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(4) Since Brown I, two new elementary schools have been constructed in the heavily black sections of Little Rock.  Both were staffed with blacks, and both were named after prominent blacks.  During the same period of time, a number of new elementary schools were constructed in areas of white suburban expansion far from black population centers.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(5) Three elementary schools-Right-sell, Mitchell and Centennial-were white schools when Brown I was decided.  All are now racially identifiable as black schools-Rightsell because it was converted to a black school by the Board of Education, and Mitchell and Centennial because white residents moved from eastern to western Little Rock.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(6) The Board of Education does not now provide transportation for its elementary students.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">All of the above facts were known to this Court when it decided Clark II.  Clark v. Board of Education of Little Rock School District, 426 F.2d 1035 (8th Cir. 1970).  The circumstances closely parallel those in Swann; Davis v. Board of School Com'rs, 402 U.S. 33, 91 S.Ct. 1289, 28 L.Ed.2d 577 (1971); and, McDaniel v. Barresi, 402 U.S. 39, 91 S.Ct. 1287, 28 L.Ed.2d 582 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons set forth in those decisions and in Clark II, we hold that the District Court correctly decided that the school district was obligated to develop a unitary school system at the elementary level and to provide the transportation necessary to achieve that goal.  In view of the serious delays which have already occurred in this matter, however, we do not believe that integration at the elementary level can be totally delayed until the beginning of the 1972-73 school year.  A definite time schedule must be adopted and some progress must be made during the current school year.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We recognize the practical problems involved in making the transition.  First, we doubt that the Board of Education has ever squarely faced the fact that it must make the decreed change.  Thus, it must be given some time to come up with a plan that will work.  Second, the District Court found that the required transportation facilities could not be arranged by the opening of the 1971-72 school year for both the secondary and the elementary schools, and there is adequate evidence to support this finding.  Third, many budget changes will have to be made and state funds applied for if the plan is to work.  We require that everyone give his or her best effort to make the necessary adjustments at the earliest possible time.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to the requirements of a plan for the elementary grades, we can only reiterate what has already been said: that pairing, clustering, the use of contiguous and noncontiguous zones, and the transportation of students are legitimate techniques to achieve the constitutional objective of a unitary school system, and that these and other techniques must be used here; that the burden on all students, black and white, should be as equitable as possible; that every school need not reflect the same racial composition as the district as a whole; that elementary students who already attend integrated schools in their own neighborhoods should not be disturbed for other than compelling circumstances; that the use of complexes, such as the Beta Complex, is permissible; that what we have said elsewhere in this opinion with respect to faculty, staff and the use of existing facilities at the secondary level is equally applicable to the elementary schools; and finally, that the plan should be one which gives promise of working now and in the future.  See, May, Busing, Swann v. Charlotte-Mecklenburg, and the Future Desegregation in the Fifth Circuit, 49 Texas L. Rev. 884 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We remand this matter to the District Court with instructions: (1) to require the Board of Education to submit a plan for the establishment of a unitary system of elementary schools to the District Court no later than November 1, 1971; (2) to require the Board of Education to implement the plan to the extent possible during the current school year and to fully implement the plan no later than the beginning of the 1972-73 school year; (3) in the event the Board of Education's plan does not maximize the unitization of the elementary schools for the current term within fiscal and physical possibility, and the plan does not fully establish a unitary school system no later than the beginning of the 1972-73 school term, the court shall take such action as is necessary to achieve those objectives, including modifying the plan or devising alternatives thereto; (4) to require the Board of Education to make the necessary provisions in the budget now being prepared for the 1972-73 school year for all costs incidental to the integration of the school system; (5) to require the Board of Education to take immediate steps to arrange for the transportation necessary under the plan, and to make application for such state or federal funds as may be available for such purposes; and (6) to require that in the interim between the District Court's approval of a plan for the operation of the schools for the 1972-73 school term and the beginning of that term, the Board of Education submit to the District Court every sixty days a report of its progress toward the implementation of the approved plan.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The District Court shall promptly consider the plan submitted by the Board of Education and shall take every necessary action in regard thereto, in order that the Little Rock schools fulfill the objective of the unitary school system no later than the beginning of the 1972-73 school year.</p>\n    </div>\n    <p>THE COST OF TRANSPORTING SECONDARY STUDENTS</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">With one exception, we affirm the decision of the District Court insofar as it requires the district to furnish transportation to secondary students assigned to a school more than two miles from their homes, the exception being that the board is not required to provide transportation to those students who continue to attend the secondary school closest to their home.  We feel that the constitutional rights of the latter students have not been or will not be affected.</p>\n    </div>\n    <p>ATTORNEYS' FEES</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The plaintiffs should no longer be required to bear the continuing expense of attorneys' fees to vindicate their constitutional rights.  They are entitled to attorneys' fees for services performed by them in processing this appeal and cross-appeal.  Accordingly, the plaintiffs will be awarded $2,500 attorneys' fees in this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The decision of the District Court is affirmed in part and reversed in part.  The matter is remanded to the District Court with the directions heretofore set forth, and with instruction to the District Court that it is to retain jurisdiction of the matter.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Mandate of this Court to issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Mehaffy took no part in the consideration or decision of these appeals</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The decision of the District Court, Clark v. Board of Directors of Little Rock School District, et al., is published at 328 F.Supp. 1205 (E.D.Ark.1971).  For a history of the prior litigation involving this school district, see, Clark v. Board of Education of Little Rock School District, 426 F.2d 1035 (8th Cir. 1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Western Little Rock is a rapidly growing area with ten elementary schools about ninety-six percent white.  Central Little Rock is a transitional area with nine elementary schools about sixty-six percent white.  Eastern Little Rock is an area with a declining population about ninety-three percent black</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Board of Education proposed what is referred to as a 5-3-2-2 plan.  The trial court rejected this plan for a number of reasons set forth in its opinion, the most important ones being that under it, both graduating high schools would have been in western Little Rock, and that one middle school complex-Gibbs-Dunbar-would have had a black enrollment of ninety-five percent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See, Clark v. Board of Education of Little Rock School District, supra 426 F.2d at 1044; Bell v. West Point Municipal Separate School District, 446 F.2d 1362 (5th Cir. 1971); Lee, et al. v. Macon County Board of Education, et al., 448 F.2d 746 (5th Cir. 1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Subsequent to oral argument, the Board of Education submitted reports to this Court with respect to its interpretation of the Court's preliminary order.  Insofar as these questions have not been answered by this opinion, they are to be determined by the District Court</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></span></p>\n    <p class=\"parties\">Delores CLARK et al., Appellants,<br>v.<br>BOARD OF EDUCATION OF the LITTLE ROCK SCHOOL DISTRICT et<br>al., Appellees.<br>Delores CLARK et al., Appellees,<br>v.<br>The BOARD OF EDUCATION OF the LITTLE ROCK SCHOOL DISTRICT et<br>al., Appellants.</p>\n    <p class=\"docket\">Nos. 71-1409, 71-1415.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Sept. 10, 1971.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Norman J. Chachkin, New York City, John W. Walker, Little Rock, Ark., Jack Greenberg, New York City, Philip E. Kaplan, Walker, Kaplan &amp; Mays, P. A., Little Rock, Ark., for Delores Clark.</p>\n      <p class=\"indent\">Robert W. Light and Herschel H. Friday, Little Rock, Ark., for The Board of Education of the Little Rock School District.</p>\n      <p class=\"indent\">Before MATTHES, Chief Judge, and GIBSON, LAY, HEANEY, BRIGHT, ROSS and STEPHENSON, Circuit Judges, En Banc.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are again asked to review a District Court decree purporting to establish a unitary school system in Little Rock, Arkansas.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court's proposed plan employs a variety of techniques, including pairing, clustering, and contiguous and noncontiguous zoning to achieve the stated objective.  Under the plan, grades 6 through 12 would be integrated at the beginning of the 1971-72 school year.  All students in grades 6 and 7 would be assigned to four middle school centers located in the generally white residential areas in the western section of the city; all students in grades 8 and 9 would be assigned to four junior high school centers, three of which are in the largely black residential areas in the eastern section of the city; and all students in grades 10 through 12 would be assigned to three high school centers, two in white residential areas and one-Central High School-in central Little Rock.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Substantial racial balance would be achieved in each school by assigning students to a particular school.  Transportation would be provided for all students living more than two miles from their assigned school.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The disestablishment of a dual system at the elementary level would be delayed under the decree until the opening of the 1972-73 school year.  By that date, however, the Board of Education would be required to \"disestablish by means of pairing and grouping * * * the presently existing dual system of racially identifiable elementary schools and to replace it with a unitary system * * and to assign elementary students to the schools in such a manner that no elementary school can be identified as a school primarily intended or used for the education of students of any particular race [,and] to provide such transportation of students as may be necessary to implement its disestablishment plan for the elementary schools.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs, black residents of the school district, contend on appeal that the decree does not meet constitutional standards because (1) it needlessly delays integration at the elementary level; (2) it places an unequal share of the burden of integrating the secondary school level on black students for impermissible reasons; (3) it is not the plan best suited to achieve lasting integration; (4) it does not require assignment of faculty and staff in accordance with objective criteria; (5) it does not enjoin construction of an addition to a west end secondary school-Henderson-and thus encourages further segregation; and (6) it does not award plaintiffs attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendants cross appeal.  They argue (1) that the court abused its discretion in rejecting an alternative plan for the secondary schools, proposed by the Board of Education, which would have retained the Gibbs-Dunbar middlegrade school with a majority of black students and would have provided for the secondary grades to be organized on a somewhat different basis;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> (2) that the board should not be required to integrate the elementary schools at the beginning of the 1972-73 school year; and (3) that the board should not be required to transport any of the students who live more than two miles from the school to which they have been assigned, particularly those who will be attending the secondary school closest to their home.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We accelerated the appeal and, shortly after oral argument, issued an order partially affirming the decision of the District Court insofar as it applies to the secondary schools.  We did so because the District Court's plan in that respect is constitutionally permissible and well within the broad discretion of the District Court to impose.  All of the alternatives proposed by the Board of Education involved a one-race junior high school and, under the circumstances of this case, would have been constitutionally deficient.  While many secondary school students will have to be transported at the board's expense under the approved plan, no showing was made at the District Court level or here that this burden will be unreasonable or that the students will be transported unreasonable distances.  Furthermore, it is conceded by both parties that if a nonracial school system is to be achieved, there is no reasonable alternative to transporting many students.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We note the plaintiffs' objection that the plan fails to designate Mann, the present black high school, as a graduating high school.  While we agree that the burden of integration must be shared by blacks and whites, we do not agree that the sharing of the burden at the secondary level, when considered as a whole, is so unequal as to require upsetting the District Court's plan.  Most 8th and 9th grade students will be required to attend school facilities which have heretofore been identifiably black, and all 6th and 7th grade students will be required to attend schools in facilities that have previously been identifiably white.  Two of the three high schools will be in the western section of the city and are schools which have been identifiably white schools; but the third-Central-is clearly recognized as an integrated school and is centrally located to both blacks and whites.  Moreover, we are reassured by the board's declaration that all secondary schools will be thoroughly integrated as to faculty, class composition and extracurricular activities, and that the school administration will be sensitive to the aspirations of black students.  Finally, we note that, under this decision, transportation costs will be paid for all secondary students who live more than two miles from the school to which they are assigned, unless they attend the school closest to their home.  This will help to alleviate the burden resulting from the fact that more black than white students will be required to attend schools out of their neighborhood.</p>\n    </div>\n    <p>THE SCHOOL CONSTRUCTION PROBLEM</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We turn next to the issue raised by the proposed addition to the Henderson School.  There are reasons why we should not permit this addition to be completed.  The original facility was built in 1963, nine years after the Supreme Court decided Brown I. Brown v. Board of Education of Topeka, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954).  It was built in a white residential area far from the black neighborhoods, and was staffed with a largely white administration.  The addition was started in 1970 when the board was acutely aware of its responsibilities to integrate its school system.  Indeed, the District Court specifically cautioned against proceeding with the addition without its express permission The addition could be considered an uneconomical one in that there is adequate space in other school buildings in the Little Rock school system to house the 6th and 7th grade students.  On the other hand, the school district had spent nearly $100,000 on the project before construction was halted by injunction.  The new classrooms will replace presently used portable classrooms, and the expenditure for foundations already incurred will be largely wasted unless the building is completed.  Most importantly, the school will be completely integrated under the District Court plan.  We thus permit the facility to be completed in accordance with the construction contract.  We do, however, instruct the District Court that it is to revise its decree to provide that no additional school facilities are to be constructed by the Little Rock School District without the express permission of the District Court.  We further hold that the test to be used by that court in permitting additional construction is whether the proposed facilities will contribute to the establishment of a unitary school system.  Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span>, 569, 570 (1971); Kelley v. Altheimer, Arkansas Public School Dist. No. 22, <span class=\"citation\" data-id=\"276176\"><a href=\"/opinion/276176/moses-kelley-on-behalf-of-himself-and-his-minor-children-moses-kelley/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 496, 497 (8th Cir. 1967).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Swann teaches that many factors must be considered in determining school locations, but it would be constitutionally difficult to justify the construction of new facilities or additions to present facilities when sound existing facilities are already available which can be used without unreasonable burdens on the students and where the new facilities are being built to avoid integration.  Public pressures to the contrary cannot be permitted to prevail.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>FACULTY AND STAFF ASSIGNMENT</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is clear that there will be a major faculty realignment as a result of the District Court's plan.  The plaintiffs complain that the District Court's plan does not adequately protect black teachers because it does not require the board to establish objective nondiscriminatory criteria to be followed in reassigning teachers.  The District Court stated that it would delay the establishment of such criteria until student assignment problems had been resolved.  We find this delay to be impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We set forth the standards which a board of education must follow in reassigning teachers affected by the integration of a school system in our opinion, Moore, et al. v. Board of Education of Chidester School District No. 59, et al., <span class=\"citation\" data-id=\"299115\"><a href=\"/opinion/299115/addie-moore-v-the-board-of-education-of-the-chidester-school-district-no/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span> (8th Cir. 1971):</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>\"[A] board of education is obligated to use objective nondiscriminatory standards in the employment, assignment and dismissal of teachers.  A board may also consider established and previously announced nondiscriminatory subjective factors in making such decisions.  We emphasize, however, that: '* * * race per se is an impermissible criterion for judging either an applicant's qualifications or the district's needs.  And this applies equally to considerations described as environment or ability to communicate or speech patterns or capacity to establish rapport with pupils when these descriptions amount only to euphemistic references to actual or assumed racial distinctions. * * *\"  Smith v. Board of Education of Morrilton Sch. Dist. No. 32 [<span class=\"citation\" data-id=\"273014\"><a href=\"/opinion/273014/clement-s-smith-and-the-arkansas-teachers-association-inc-and-margaret/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span> (8th Cir. 1966)] supra at 782.  Furthermore, subjective standards carry little weight in meeting the board's burden to prove clearly and convincingly that it is not discriminating where there has been a history of racial segregation since Brown I. * * *\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 718.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">These standards must be followed here.  The board should include in its plan to be submited to the District Court the objective nondiscriminatory standards as well as the established and previously announced nondiscriminatory subjective factors which will be used by the board in assigning teachers.  It is not sufficient to say that an aggrieved teacher may bring an action after the fact to protect his rights.  Such actions are disruptive, expensive, time-consuming and burdensome.  Furthermore, staff members who are discriminated against or retained in some capacity may be reluctant to bring suit lest they further jeopardize their position.  See, Arkansas Education Association, et al., v. Board of Education of Portland, Ark. School District, et al., <span class=\"citation\" data-id=\"298295\"><a href=\"/opinion/298295/arkansas-education-association-v-board-of-education-of-the-portland/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, at p. 765 (8th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The necessity for establishing nondiscriminatory standards is supported by the statistic that in 1967, there were 134 black principals in Arkansas and that today, after substantial consolidation, there are only fifteen.  The District Court must modify its decree to meet the above requirements.</p>\n    </div>\n    <p>THE ELEMENTARY SCHOOL PROBLEM</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We feel it important at this point to restate certain facts with respect to the elementary schools:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(1) Little Rock has a long history of maintaining two sets of elementary schools in a single school system, deliberately operated to separate pupils in schools solely on the basis of race.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(2) Although the Board of Education has been requested to do so, it has never submitted an acceptable plan to integrate its elementary schools.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(3) In the 1970-71 school year, more than seventy-five percent of the black students attended twelve schools which were either totally black or more than ninety percent black, and more than seventy-five percent of the white students attended eleven elementary schools which were either all-white or more than ninety percent white.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(4) Since Brown I, two new elementary schools have been constructed in the heavily black sections of Little Rock.  Both were staffed with blacks, and both were named after prominent blacks.  During the same period of time, a number of new elementary schools were constructed in areas of white suburban expansion far from black population centers.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(5) Three elementary schools-Right-sell, Mitchell and Centennial-were white schools when Brown I was decided.  All are now racially identifiable as black schools-Rightsell because it was converted to a black school by the Board of Education, and Mitchell and Centennial because white residents moved from eastern to western Little Rock.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(6) The Board of Education does not now provide transportation for its elementary students.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">All of the above facts were known to this Court when it decided Clark II.  Clark v. Board of Education of Little Rock School District, <span class=\"citation\" data-id=\"290326\"><a href=\"/opinion/290326/delores-clark-v-the-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1035</span></a></span> (8th Cir. 1970).  The circumstances closely parallel those in Swann; Davis v. Board of School Com'rs, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1289</span></a></span>, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1971); and, McDaniel v. Barresi, <span class=\"citation\" data-id=\"108318\"><a href=\"/opinion/108318/mcdaniel-v-barresi/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"108318\"><a href=\"/opinion/108318/mcdaniel-v-barresi/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, <span class=\"citation\" data-id=\"108318\"><a href=\"/opinion/108318/mcdaniel-v-barresi/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></a></span> (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons set forth in those decisions and in Clark II, we hold that the District Court correctly decided that the school district was obligated to develop a unitary school system at the elementary level and to provide the transportation necessary to achieve that goal.  In view of the serious delays which have already occurred in this matter, however, we do not believe that integration at the elementary level can be totally delayed until the beginning of the 1972-73 school year.  A definite time schedule must be adopted and some progress must be made during the current school year.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We recognize the practical problems involved in making the transition.  First, we doubt that the Board of Education has ever squarely faced the fact that it must make the decreed change.  Thus, it must be given some time to come up with a plan that will work.  Second, the District Court found that the required transportation facilities could not be arranged by the opening of the 1971-72 school year for both the secondary and the elementary schools, and there is adequate evidence to support this finding.  Third, many budget changes will have to be made and state funds applied for if the plan is to work.  We require that everyone give his or her best effort to make the necessary adjustments at the earliest possible time.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With respect to the requirements of a plan for the elementary grades, we can only reiterate what has already been said: that pairing, clustering, the use of contiguous and noncontiguous zones, and the transportation of students are legitimate techniques to achieve the constitutional objective of a unitary school system, and that these and other techniques must be used here; that the burden on all students, black and white, should be as equitable as possible; that every school need not reflect the same racial composition as the district as a whole; that elementary students who already attend integrated schools in their own neighborhoods should not be disturbed for other than compelling circumstances; that the use of complexes, such as the Beta Complex, is permissible; that what we have said elsewhere in this opinion with respect to faculty, staff and the use of existing facilities at the secondary level is equally applicable to the elementary schools; and finally, that the plan should be one which gives promise of working now and in the future.  See, May, Busing, Swann v. Charlotte-Mecklenburg, and the Future Desegregation in the Fifth Circuit, 49 Texas L. Rev. 884 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We remand this matter to the District Court with instructions: (1) to require the Board of Education to submit a plan for the establishment of a unitary system of elementary schools to the District Court no later than November 1, 1971; (2) to require the Board of Education to implement the plan to the extent possible during the current school year and to fully implement the plan no later than the beginning of the 1972-73 school year; (3) in the event the Board of Education's plan does not maximize the unitization of the elementary schools for the current term within fiscal and physical possibility, and the plan does not fully establish a unitary school system no later than the beginning of the 1972-73 school term, the court shall take such action as is necessary to achieve those objectives, including modifying the plan or devising alternatives thereto; (4) to require the Board of Education to make the necessary provisions in the budget now being prepared for the 1972-73 school year for all costs incidental to the integration of the school system; (5) to require the Board of Education to take immediate steps to arrange for the transportation necessary under the plan, and to make application for such state or federal funds as may be available for such purposes; and (6) to require that in the interim between the District Court's approval of a plan for the operation of the schools for the 1972-73 school term and the beginning of that term, the Board of Education submit to the District Court every sixty days a report of its progress toward the implementation of the approved plan.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The District Court shall promptly consider the plan submitted by the Board of Education and shall take every necessary action in regard thereto, in order that the Little Rock schools fulfill the objective of the unitary school system no later than the beginning of the 1972-73 school year.</p>\n    </div>\n    <p>THE COST OF TRANSPORTING SECONDARY STUDENTS</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">With one exception, we affirm the decision of the District Court insofar as it requires the district to furnish transportation to secondary students assigned to a school more than two miles from their homes, the exception being that the board is not required to provide transportation to those students who continue to attend the secondary school closest to their home.  We feel that the constitutional rights of the latter students have not been or will not be affected.</p>\n    </div>\n    <p>ATTORNEYS' FEES</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The plaintiffs should no longer be required to bear the continuing expense of attorneys' fees to vindicate their constitutional rights.  They are entitled to attorneys' fees for services performed by them in processing this appeal and cross-appeal.  Accordingly, the plaintiffs will be awarded $2,500 attorneys' fees in this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The decision of the District Court is affirmed in part and reversed in part.  The matter is remanded to the District Court with the directions heretofore set forth, and with instruction to the District Court that it is to retain jurisdiction of the matter.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Mandate of this Court to issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Judge Mehaffy took no part in the consideration or decision of these appeals</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The decision of the District Court, Clark v. Board of Directors of Little Rock School District, et al., is published at <span class=\"citation\" data-id=\"1428227\"><a href=\"/opinion/1428227/clark-v-board-of-directors-of-little-rock-school-dist/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1205</span></a></span> (E.D.Ark.1971).  For a history of the prior litigation involving this school district, see, Clark v. Board of Education of Little Rock School District, <span class=\"citation\" data-id=\"290326\"><a href=\"/opinion/290326/delores-clark-v-the-board-of-education-of-the-little-rock-school-district/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1035</span></a></span> (8th Cir. 1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Western Little Rock is a rapidly growing area with ten elementary schools about ninety-six percent white.  Central Little Rock is a transitional area with nine elementary schools about sixty-six percent white.  Eastern Little Rock is an area with a declining population about ninety-three percent black</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Board of Education proposed what is referred to as a 5-3-2-2 plan.  The trial court rejected this plan for a number of reasons set forth in its opinion, the most important ones being that under it, both graduating high schools would have been in western Little Rock, and that one middle school complex-Gibbs-Dunbar-would have had a black enrollment of ninety-five percent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See, Clark v. Board of Education of Little Rock School District, supra 426 F.2d at 1044; Bell v. West Point Municipal Separate School District, <span class=\"citation\" data-id=\"298484\"><a href=\"/opinion/298484/hugh-larry-bell-v-west-point-municipal-separate-school-district/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1362</span></a></span> (5th Cir. 1971); Lee, et al. v. Macon County Board of Education, et al., <span class=\"citation\" data-id=\"299130\"><a href=\"/opinion/299130/anthony-t-lee-united-states-of-america-plaintiff-intervenor-appellants/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span> (5th Cir. 1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Subsequent to oral argument, the Board of Education submitted reports to this Court with respect to its interpretation of the Court's preliminary order.  Insofar as these questions have not been answered by this opinion, they are to be determined by the District Court</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/276176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298295/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428227/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T17:31:43.101510Z",
      "date_modified": "2017-04-14T20:46:23.735233Z",
      "date_filed": "1971-09-10",
      "date_filed_is_approximate": false,
      "slug": "delores-clark-v-board-of-education-of-the-little-rock-school-district",
      "citation_id": 273208,
      "case_name_short": "",
      "case_name": "Delores Clark v. Board of Education of the Little Rock School District, Delores Clark v. The Board of Education of the Little Rock School District",
      "case_name_full": "",
      "federal_cite_one": "449 F.2d 493",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 23,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/299103/delores-clark-v-board-of-education-of-the-little-rock-school-district/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:16:50.855410Z",
  "date_modified": "2014-10-30T08:16:50.855410Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Delores Clark v. Board of Education of the Little Rock School District, Delores Clark v. The Board of Education of the Little Rock School District",
  "case_name_full": "",
  "slug": "delores-clark-v-board-of-education-of-the-little-rock-school-district",
  "docket_number": "71-1409",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}