{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3006102/",
  "id": 3006102,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/illappct/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3148507/",
      "id": 3148507,
      "absolute_url": "/opinion/3148507/in-re-marriage-of-foster/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3006102/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3148507/",
          "id": 3148507,
          "absolute_url": "/opinion/3148507/in-re-marriage-of-foster/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3148507/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2015-10-22T18:52:09.246759Z",
          "date_modified": "2017-04-14T19:05:02.652521Z",
          "type": "010combined",
          "sha1": "923478d175619784bccd0f9451a7370c5b557811",
          "page_count": 25,
          "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/2014/1stDistrict/1123078.pdf",
          "local_path": "pdf/2014/08/22/in_re_marriage_of_foster_1.pdf",
          "plain_text": "                               Illinois Official Reports\n\n                                       Appellate Court\n\n\n\n                      In re Marriage of Foster, 2014 IL App (1st) 123078\n\n\n\nAppellate Court           In re MARRIAGE OF YVONNE FOSTER, Petitioner-Appellant and\nCaption                   Cross-Appellee, and JAMES FOSTER, Respondent-Appellee and\n                          Cross-Appellant.\n\n\n\nDistrict & No.            First District, Sixth Division\n                          Docket No. 1-12-3078\n\n\nFiled                     August 22, 2014\n\n\nHeld                       In the dissolution of the marriage of a couple with no children and who\n(Note: This syllabus enjoyed the benefits of various professional endeavors and the\nconstitutes no part of the management of respondent husband’s substantial inheritances, the\nopinion of the court but trial court’s determination that the stock account primarily funded by\nhas been prepared by the those nonmarital inheritances was marital property was reversed on\nReporter of Decisions appeal in view of the clear evidence that the funds in the account came\nfor the convenience of from respondent’s inheritances, and based on that error, the allocation\nthe reader.)               of the other marital assets and the awards of maintenance and attorney\n                           fees were reversed and remanded for reconsideration, but the\n                           determination that respondent did not dissipate marital assets and the\n                           consideration of his nonmarital income with respect to maintenance\n                           were affirmed.\n\n\n\nDecision Under            Appeal from the Circuit Court of Cook County, No. 09-D2-30269; the\nReview                    Hon. Jeanne M. Reynolds, Judge, presiding.\n\n\n\nJudgment                  Affirmed in part and reversed in part; cause remanded.\n\f     Counsel on                Joel Ostrow, of Bannockburn, for appellant.\n     Appeal\n                               Maureen A. Mitchel, of Maureen A. Mitchel Law Offices, of Chicago,\n                               for appellee.\n\n     Panel                     JUSTICE REYES delivered the judgment of the court, with opinion.\n                               Presiding Justice Rochford and Justice Lampkin concurred in the\n                               judgment and opinion.\n\n                                                  OPINION\n\n¶1         Petitioner, Yvonne Foster (Yvonne), appeals from the entry of the judgment of dissolution\n       of her marriage to respondent and cross-appellant, James Foster (James). On appeal, Yvonne\n       contends that: (1) the trial court failed to award her a greater share of the marital estate as\n       provided in the judgment of dissolution; (2) the trial court’s determination that James did not\n       dissipate marital assets was against the manifest weight of the evidence; (3) the trial court\n       abused its discretion in awarding her only 30% of James’s income from all sources in\n       permanent maintenance; and (4) the trial court abused its discretion in awarding her only\n       $25,000 toward contribution of her attorney fees.\n¶2         James cross-appeals, contending that: (1) the trial court erred in determining his Scottrade\n       account was marital property; and (2) the trial court abused its discretion by awarding Yvonne\n       30% of his nonmarital income toward maintenance.\n¶3         For the reasons that follow, we reverse the trial court’s ruling that the Scottrade account is\n       marital property.1 We affirm the trial court’s determination that James did not dissipate marital\n       assets and also conclude the trial court did not err in awarding Yvonne a percentage of James’s\n       nonmarital income as maintenance. We remand the matter for reconsideration of the\n       distribution of the assets, as well as for new determinations regarding maintenance and\n       attorney fees based on the trial court’s error in the determination of the value of the Scottrade\n       account and our determination that the Scottrade account was nonmarital.\n\n¶4                                        I. BACKGROUND\n¶5         James and Yvonne were married on December 21, 1975. At the time of the entry of the\n       judgment of dissolution, September 28, 2012, James was a 62-year-old software specialist,\n       earning approximately $58,000 annually, and Yvonne was 63 years of age and was\n       unemployed. The parties had no children. Throughout the proceedings James resided in the\n       marital home located in Glenview, Illinois. In July of 2009, Yvonne commenced residing in an\n       apartment located in Chicago, Illinois.\n\n\n\n             1\n           We note that the record refers to this account as the “Scott Trade account.” In their briefs,\n       however, the parties refer to this account as the “Scottrade” account. A review of the company’s\n       website reveals that “Scottrade” is the company’s legal name and will be used in place of “Scott Trade\n       account” throughout this opinion.\n\n                                                     -2-\n\f¶6                                        A. Pretrial Proceedings\n¶7         On May 8, 2009, Yvonne filed a petition for dissolution of marriage in the circuit court of\n       Cook County. On September 8, 2009, Yvonne filed a petition for temporary maintenance. On\n       September 24, 2009, the trial court ordered James to pay temporary maintenance to Yvonne in\n       the amount of $200 each week pending hearing on the petition. On October 28, 2009, after a\n       hearing on the matter, James was ordered to pay $1,800 a month in temporary maintenance\n       beginning November 1, 2009, to Yvonne.\n¶8         On January 21, 2011, Yvonne filed a motion to modify her support order, asserting James\n       had failed to disclose two bank accounts and, therefore, had sufficient funds to support her\n       request for increased temporary maintenance to the amount of $4,570 per month. In support of\n       her claim, Yvonne submitted an affidavit in which she averred her current living expenses\n       were $4,570 each month. On May 20, 2011, the trial court ordered James to pay Yvonne\n       $4,570 per month in temporary support retroactive to January 21, 2011, the date of her initial\n       request. The trial court did not set forth a basis for granting Yvonne’s request.\n¶9         On June 30, 2011, Yvonne filed a petition for contribution toward interim attorney fees. On\n       August 18, 2011, the trial court granted her request, ordering James to contribute $12,000\n       toward Yvonne’s attorney fees.2 The matter was then set for trial for the court to determine the\n       distribution of marital assets and whether Yvonne would be awarded maintenance.\n\n¶ 10                                              B. Trial\n¶ 11        Trial was held on February 21-22, March 13-14, and April 2, 2012. The majority of the\n       testimony at trial related to James’s nonmarital income, his current bank accounts, and the\n       parties’ lifestyle between 1994 and 2003. Prior to the commencement of trial, the parties\n       stipulated the value of the marital residence was $222,599 with an outstanding mortgage\n       balance of $44,506.53, resulting in a net equity of $177,993.47.3 The parties further stipulated\n       the following assets were marital: Yvonne’s Harris Bank account; the parties’ Charles Schwab\n       One account No. 6275 (the Schwab investment account); Yvonne’s Schwab individual\n       retirement account (IRA); the parties’ Charles Schwab rollover IRA account No. 6286;\n       James’s Teachers Retirement System pension; James’s Illinois Municipal Retirement Fund\n       (IMRF) pension; James’s New Trier Retirement Incentive Plan; James’s 2006 Jeep Grand\n       Cherokee; Yvonne’s 1996 BMW; and James’s 1991 Jeep. 4 The parties also stipulated to\n\n           2\n            Yvonne was initially represented by the Law Offices of Lawrence S. Manassa, P.C. On September\n       1, 2011, however, Manassa filed a motion to withdraw stating he received by facsimile a “substitution\n       of attorneys” form executed by Yvonne and Howard Rosenfeld of Rosenfeld, Hafron, Shapiro and\n       Farmer and believed it was his ethical duty to withdraw.\n\n           3\n           The actual amount of equity is $178,092.47; however, the parties do not contest the amount\n       awarded on appeal.\n\n           4\n             The parties’ stipulation was not included in the record on appeal. The text of this stipulation is\n       derived from the judgment of dissolution. The parties do not argue on appeal that the trial court’s\n       recitation of the stipulation is incorrect; however, the record is devoid of any evidence of “Yvonne’s\n       Schwab IRA.” Only two Schwab accounts exist in the record: (1) the Schwab One investment account\n       No. 6275; and (2) the Schwab IRA No. 6286 held jointly by the parties.\n\n                                                      -3-\n\f       James’s nonmarital property as follows: an undivided one-third interest in certain real property\n       located in Lipscomb County, Texas, along with three active oil and gas lease interests with a\n       stipulated value of $1,030,979; an undivided one-third interest in certain real property located\n       in Harper County, Oklahoma, with a stipulated value of $54,000; and an undivided one-third\n       interest in 100 acres of real property located in Prosser, Washington. Lastly, the parties\n       stipulated to the authenticity of all financial account statements admitted as exhibits.\n\n¶ 12                                1. The Parties’ Employment History\n¶ 13        James testified that in 1975 when the parties were first married, he was employed as a\n       teacher at Washburn Junior High School. Subsequent to his employment at Washburn, he was\n       employed by Huguley Systems Corporation from 1978 through 1981. 5 Thereafter, he was\n       employed by Baxter Travonal Laboratories earning $40,000 annually. From July of 1987 until\n       December of 1994, James was employed by Abbott Laboratories making $70,000 annually. In\n       1994 James began a company, Applied Technology, which focused on technical writing for the\n       sport aviation community. In 2003, James terminated his business and gained employment as a\n       substitute teacher for New Trier Township High School (New Trier) earning $10 per hour. In\n       2006, James became a full-time employee at New Trier earning under $30,000 annually. As of\n       trial, James was employed by New Trier as a software specialist earning $58,000 annually.\n¶ 14        Yvonne testified when she married James in 1975 she was employed as a substitute\n       teacher. Thereafter, she held various office positions until 1994 when she graduated with a\n       masters of arts in guidance and counseling. In 1994 Yvonne opened her own office and was a\n       counselor for one year until she decided it “wasn’t a good fit” for her, and closed the business\n       with James’s approval. Thereafter, she assisted James with his work for Applied Technology\n       by reading and editing his work product. Throughout the majority of the marriage, Yvonne was\n       a homemaker.\n\n¶ 15                                        2. James’s Inheritance\n¶ 16       James testified that in the early 1990s he received an inheritance from his father’s cousin,\n       Beatrice Bonk, which included a one-third interest in three properties. James further testified at\n       that time he also inherited $200,000 in cash from the Beatrice Bonk estate, which he deposited\n       in the couple’s Schwab investment account.\n¶ 17       In the early 1990’s James also received $30,000 from Linn Energy, a company which was\n       testing the property he inherited for natural gas. Thereafter, the amount of income he received\n       from Linn Energy “rapidly dropped off.” Through the time of trial, James continued to receive\n       checks from Linn Energy, which were directly deposited in his Chase checking account. James\n       also received insubstantial payments from PVR Midstream, LLC, a company involved in\n       pipeline production.\n¶ 18       James further testified he first began receiving funds from the Chalker oil well leases on the\n       inherited property in December of 2010, when he received $18,914. From December of 2010\n       through trial, James had been receiving monthly checks from Chalker in varying amounts. In\n       2011, James earned over $400,000 from Chalker.\n\n          5\n            No testimony was elicited regarding James’s salary at Washburn Junior High School or Huguley\n       Systems Corporation.\n\n                                                   -4-\n\f¶ 19      In addition to the inheritance from his father’s cousin, James also testified he received a\n       quarterly payment from his mother’s trust. The amount varied; however, the most recent\n       payment received at the time of the trial was “over 2 but less than $3,000.” When James\n       opened the Chase checking account in August 2009 all of his nonmarital inheritance income\n       was deposited into that account.\n\n¶ 20                           3. The Parties’ Schwab Investment Accounts\n¶ 21       James testified that with $100,000 of the inheritance he received in the early 1990s he\n       opened the Charles Schwab One account No. 6275 (the Schwab investment account). Six\n       months later, he deposited another $100,000 into the Schwab investment account. James\n       testified the Schwab investment account was a margin account, which is “an investment\n       account where you hold stocks, and it could be bonds[ or] securities. And then you could write\n       checks against it. It’s sort of like a line of credit *** which is secured by your security\n       holdings, and the amount of credit you have is based on the amount of securities in the\n       account.” One could repay a margin loan by depositing cash into the account or selling the\n       securities contained in the account. James testified he and Yvonne had access to the Schwab\n       investment account through a Visa card as well as by writing checks and that the parties used\n       the Schwab investment account to fund their lifestyle. As of August 31, 2000, the Schwab\n       investment account had $1,105,392.91 in assets with a margin loan of $442,933.22, making the\n       total account value $682,459.69. James further testified that the stock market declined in the\n       latter part of 2000, and as a result, Schwab sold off some of the securities in the Schwab\n       investment account to rebalance the margin loan. As of February 28, 2002, the Schwab\n       investment account had a total value of $118,198.69. James further testified that as of July 1,\n       2009, he and Yvonne exhausted all of those assets but $1,635.04, as they had been utilized to\n       fund the couple’s lifestyle.\n¶ 22       In 1995, James opened a joint Charles Schwab individual retirement account (the Schwab\n       IRA) funded with $70,000 from his 401(k) retirement plan from Abbott Laboratories. On\n       October 31, 2000, the account value was $594,442.11. The stock market subsequently declined\n       and on October 31, 2001, the account value was $245,928.84. The parties had not withdrawn\n       any money from the Schwab IRA prior to that date. By the end of 2003, James testified he and\n       Yvonne withdrew funds from the Schwab IRA “because the Schwab One account [the Schwab\n       investment account] was basically empty.” The couple used the funds from the Schwab IRA to\n       subsidize their living expenses.\n\n¶ 23                            4. The Parties’ Lifestyle from 1994-2003\n¶ 24       Yvonne testified between 1994 and 2003 the couple frequented restaurants approximately\n       four times a week. They also maintained an “opulent lifestyle, especially when it came to\n       traveling.” Yvonne averred during their marriage the parties traveled to Wyoming 20 times,\n       London 10 times, Hawaii 4 times, Paris 3 times, and Luxembourg and Belgium “a few times.”\n       On one trip to Hawaii, the couple stayed for an entire month because James wanted to upgrade\n       his pilot’s license.\n¶ 25       Yvonne further testified that between 1994 and 2003, she and James spent on average\n       $21,378 per month and that she shopped at upscale department stores such as Saks Fifth\n       Avenue and Nordstrom. This monthly amount included monthly expenses of $683 to repair the\n\n\n                                                  -5-\n\f       parties’ vehicles; $200 for gas; $1,000 for clothing; $750 for grooming; $2,000 for social\n       obligations and entertainment; and $7,500 for vacations. Yvonne based these figures on\n       receipts and her memory and by researching costs for hotels and travel on the Internet. Yvonne,\n       however, did not provide any receipts at trial.\n¶ 26       In addition, Yvonne testified the couple was “obsessed” with the stock market during this\n       period. The couple watched television programs and read articles and magazines regarding the\n       stock market. Yvonne testified that during this time the couple used the Schwab investment\n       account to pay the bills associated with running the household. She further stated she was\n       unaware that their investments had undergone a dramatic decline as of 2003, but did know they\n       had decreased in value.\n¶ 27       James testified the parties spent “far less” than $21,736 a month between 1994 and 2003.\n       James further testified around 2000, the couple took seven vacations in a 12-month period.\n       James testified the parties traveled to Europe three times, to Hawaii twice, and to Wyoming\n       five times. The trial court admitted James’s Exhibit 72, the 1998 American Express credit card\n       yearly summary, into evidence. The credit card summary indicated the parties incurred\n       $16,386 in one year for airlines, car rental, and lodging. The American Express statement\n       further indicated the couple spent $8,363 in one year dining out at restaurants.\n\n¶ 28                              5. The Parties’ Lifestyle from 2004-09\n¶ 29       Yvonne testified the frequency of the couple’s vacations declined between 2004 and 2009.\n       Yvonne indicated the couple went on three vacations during this time period: one to Ireland;\n       one to Germany; and one to Cabo San Lucas. Yvonne further testified the number of occasions\n       they dined outside the home decreased as well. Yvonne testified that in the six months before\n       she vacated the marital residence, she and James dined outside the home three times a week\n       and were “going to a lot of movies.” Yvonne further testified that when she vacated the marital\n       residence, she was not spending $1,000 each month on clothing, $7,500 each month on\n       vacations, $750 each month on grooming, and $2,120 on automobile-related expenses.\n¶ 30       James testified that although the parties went on vacations during this period, they were\n       “extremely stressed financially” and he was earning less money at that time than he earns\n       currently. James further testified he had not filed his and Yvonne’s tax returns from 2007 to the\n       present. James, however, testified that at the time of the trial he was in the process of paying his\n       back taxes. Admitted into evidence by James was a monthly expenditures and account balance\n       spreadsheet for the period of January 2006 to June 2009, which demonstrated the couple’s\n       average monthly expenses were $6,251.85.\n\n¶ 31                        6. James’s Current Bank and Investment Accounts\n¶ 32       James testified in August of 2009 he opened the Chase checking account No. 0198 (Chase\n       checking account) in his name alone after the parties had separated. Income checks he received\n       from New Trier and other jobs were directly deposited into the account. James received\n       nonmarital income payments from Linn Energy, PVR Midstream, and his mother’s trust,\n       which were deposited into the Chase checking account beginning August 31, 2009. At the time\n       the Chase checking account was first opened, he deposited checks from Linn Energy\n       approximately once, and sometimes twice, a month ranging from $52.50 to $686. James was\n       also receiving quarterly payments from his mother’s trust ranging from $799 to $1,400 which\n\n\n                                                    -6-\n\f       were also deposited into the Chase checking account. As of January 27, 2012, the account had\n       a balance of $9,384.09.\n¶ 33       On September 4, 2009, James opened a Scottrade account in his name only with $75 from\n       his Chase checking account. James funded the Scottrade account by transferring funds from\n       his Chase checking account to the Scottrade account. James testified “the money [contained in\n       the Scottrade account] represented predominantly inherited funds.” These transfers became\n       more frequent in December of 2010, when he began receiving funds from Chalker. From the\n       inception of the Scottrade account until December 21, 2010, eight transfers were made from\n       the Chase checking account to the Scottrade account in the total amount of $7,675.\n¶ 34       Then, on December 22, 2010, James received a deposit from Chalker in the amount of\n       $18,914. On December 28, 2010, $2,500 was transferred from the Chase checking account to\n       the Scottrade account. On December 29, 2010, $2,200 was similarly transferred. On January\n       11, 2011, $3,600 was transferred from the Chase checking account to the Scottrade account.\n       On February 7, 2011, James deposited a $14,708 check from Chalker into his Chase checking\n       account. The following day, February 8, 2011, James transferred $4,000 to the Scottrade\n       account. On February 28, 2011, James again deposited $40,124.78 from Chalker into his\n       Chase checking account and on March 1, 2011, James transferred $4,500 to the Scottrade\n       account. Subsequently, James also made two transfers of $2,000 and $1,500 to the Scottrade\n       account on March 14, 2011. On April 4, 2011, James deposited $60,984.72 from Chalker into\n       his Chase checking account, then on April 4, April 8, April 14, and April 27, James transferred\n       $6,000, $8,000, $6,000, and $3,000, respectively, into his Scottrade Account. On May 2, 2011,\n       James deposited $39,192.21 from Chalker into his Chase checking account. On May 3, May 4,\n       May 5, and May 9, James transferred $8,000, $1,200, $20,000, and $13,000 into the Scottrade\n       account. The pattern that James would receive large amounts of approximately $40,000 from\n       Chalker and would then transfer large sums of money into the Scottrade account within days of\n       receiving the money continued through December of 2011. James testified it was never his\n       intention that the funds received from his inheritance would be distributed to Yvonne.\n¶ 35       In February of 2010, James opened a First Bank and Trust checking account No. 5732 in\n       his name alone. As of November 15, 2011, the account contained $403.97.\n¶ 36       On February 23, 2012, James opened an additional Chase checking account No. 4428 in his\n       name alone and deposited only what he viewed to be his nonmarital income into this account.\n       James testified as of March 21, 2012, there was $97,299 in the account. He had, however,\n       executed a check in the amount of $80,000 from that account to the IRS for payment of back\n       taxes, but the check had not yet cleared the account.\n\n¶ 37              7. James’s Expenditures Since the Filing of the Petition for Dissolution\n¶ 38       James’s testimony established that between the end of 2010 and the date of trial (when he\n       began receiving greater amounts of inheritance income) he spent in excess of $150,000 on his\n       own personal expenses, furniture, automobiles, travel and other activities, including upwards\n       of $50,000 on gambling. James testified he used his nonmarital income to fund these expenses.\n\n¶ 39                     C. Yvonne’s Petition for Contribution to Attorney Fees\n¶ 40       On March 14, 2012, Yvonne filed a petition for contribution to attorney fees pursuant to\n       section 503(j) of the Illinois Marriage and Dissolution of Marriage Act (the Act) (750 ILCS\n\n                                                  -7-\n\f       5/503(j) (West 2012)) in which she asserted she incurred attorney fees and costs associated\n       with litigating the dissolution action in the amount of $83,000 as of March 1, 2012, and\n       currently owes her attorneys $45,000. Yvonne further asserted James had a greater ability to\n       pay her attorney fees, as he earned an income that exceeds that of Yvonne, as she was currently\n       unemployed. Affidavits from each of Yvonne’s attorneys were attached to the motion;\n       however, both affidavits failed to include billing statements.\n¶ 41       In response, James asserted Yvonne’s legal fees were unreasonable and were exponentially\n       out of proportion to the product as represented at trial. James maintained the amount of his\n       nonmarital income could not be a basis for awarding Yvonne contribution toward attorney\n       fees. James further asserted that Yvonne deliberately chose not to obtain employment and the\n       reason she lacks income is due to her own decision to remain unemployed.\n¶ 42       In reply, Yvonne maintained under section 503(j), if maintenance is awarded, then the\n       court shall base any fees award or contribution on the criteria set forth in sections 503 and 504\n       of the Act. Accordingly, it is proper for the court to consider James’s nonmarital income.\n       Yvonne also stated she is “prepared to tender copies of her counsel’s billing statements at a\n       hearing of this matter so that the Court can make the appropriate determination of\n       reasonableness of attorneys fees.”\n¶ 43       The trial court indicated it would include its decision on contribution toward attorney fees\n       in the judgment for dissolution of marriage.\n\n¶ 44                          D. The Judgment for Dissolution of Marriage\n¶ 45       On September 28, 2012, the trial court issued its judgment for dissolution of marriage. The\n       court awarded Yvonne 65% of the stipulated value of the marital home to be paid from James’s\n       resources; all of the property in her possession; the Harris Bank account; the Schwab\n       investment account; the Schwab IRA; the Schwab rollover IRA; and the 1996 BMW. Yvonne\n       was further awarded permanent maintenance in a sum equal to 30% of James’s gross income\n       from all sources, including his nonmarital income. James was awarded the Chase checking\n       account No. 0198; the Chase savings account No. 4428; the Scottrade account No. 2923; the\n       marital residence; the Teachers Retirement System pension; the IMRF pension; the New Trier\n       Retirement Incentive Plan; the 1991 Jeep; the 2006 Jeep; and all personal property in his\n       possession. James was further awarded all of the marital debts, including the mortgage balance\n       of $44,506.55 and credit card debt estimated to be $31,700. James was also ordered to pay\n       $25,000 toward contribution to Yvonne’s attorney fees.\n\n¶ 46                                1. Dissipation of Marital Assets\n¶ 47       The trial court determined James did not dissipate marital assets. The trial court based its\n       ruling on the fact that James exhausted all of his marital income to provide for Yvonne’s\n       temporary maintenance payments as well as for marital household expenses. The trial court\n       found that James in 2011 had paid $10,800 toward the mortgage and $54,840 in temporary\n       support for Yvonne, totaling $65,640. The trial court further found James’s marital income for\n       2011 was $58,000, and accordingly, he had to utilize nonmarital income to pay marital\n       expenses. The trial court also noted Yvonne “made no contribution towards payment of any\n       marital debts or expenses.” The trial court concluded “James[’s] deposits of non-marital\n       income are easily identified” and “[b]ased upon James[’s] payment of temporary support and\n\n\n                                                   -8-\n\f       payment of marital obligations in excess of his marital income as well as his contribution of\n       non-marital income to the marital estate and the Court’s ultimate division of assets and debts as\n       set forth below, the Court does not find James has dissipated marital assets.”\n\n¶ 48                                 2. Nonmarital and Marital Property\n¶ 49      The trial court considered the following property to be James’s nonmarital property\n       because it was opened by James with his nonmarital income and held solely in his name:\n                   -Chase savings account No. 4428 with a balance of $97,299.59 as of March 21,\n               2012.\n¶ 50      The trial court determined the value of the following accounts and found them to be marital\n       property:\n                   -Chase checking account No. 0198 with a balance of $9,384.09 as of January 27,\n               2012.\n                   -First Bank and Trust account No. 5732 with a balance of $403.97 as of November\n               15, 2011.\n                   -Scottrade account No. 2923 with a balance of $448.78 as of December 31, 2011.\n       The trial court stated these accounts were opened during the marriage and that James deposited\n       both his marital and nonmarital income into these accounts, which constituted commingling.\n       The trial court stated these accounts were presumed marital and found that James did not\n       overcome the presumption that they were marital.\n\n¶ 51                                   3. Distribution of Marital Assets\n¶ 52       The trial court distributed the marital assets as previously set forth at the beginning of this\n       section. In addition, the trial court stated, “As set forth below in the allocation of the marital\n       estate, Yvonne will receive a greater share of the marital estate and James will be responsible\n       for a greater share of the marital debts.” According to the values of the marital assets set forth\n       by the trial court in its order, James was awarded approximately $74,028.23 and Yvonne was\n       awarded $120,086.44.6 James, however, was also responsible for all of the marital debts in the\n       amount of $74,206.55, including the remainder due on the mortgage of the marital residence.\n       James was also awarded the marital residence and, therefore, was to provide Yvonne the sum\n       of $115,695.45, which represents 65% of the stipulated value of the marital residence. James\n       was also responsible for taxes owed jointly by the couple “for 2007 and subsequent years.”\n\n¶ 53                                           4. Maintenance\n¶ 54       The trial court rendered the following determinations regarding Yvonne’s request for\n       maintenance. The trial court found the parties’ marriage lasted 36 years and Yvonne was 63\n       years old at the time of dissolution. Yvonne had “not worked outside the home since 1994.”\n       The trial court indicated Yvonne’s affidavit, wherein she lists her monthly expenses as\n       $21,378, was “greatly exaggerated” and “not an accurate depiction of the parties’ marital\n       lifestyle ever or even for the ten years prior to the trial dates.” The trial court also found that in\n\n           6\n            These amounts include only the property for which the trial court provided values in the judgment\n       of dissolution.\n\n                                                     -9-\n\f       2011 James’s income from New Trier was $56,185 and he received “in excess of $500,000 in\n       non-marital income.” The trial court further found that James’s affidavit listed his monthly\n       expenses as $10,722 and he was only able to pay his current expenses, marital expenses, and\n       temporary support to Yvonne due to his increased nonmarital income beginning in 2010. The\n       trial court stated:\n               “[A]fter not being employed for over twenty years and based upon Yvonne’s age and\n               limited work experiences, there is no realistic likelihood that Yvonne will find\n               employment and significantly improve her ability to support herself in accordance with\n               the standard of living established during the parties’ marriage. James has a far greater\n               present and future ability to earn income and currently receives a significant stream of\n               non-marital income.”\n       After stating it considered all of the statutory factors set forth in section 504(a) of the Act (750\n       ILCS 5/504(a) (West 2012)), the trial court awarded Yvonne permanent maintenance “in the\n       amount of thirty (30%) percent of James’s gross income from all sources, including his marital\n       and non-marital income. As James has not filed tax returns since 2007, it is difficult for the\n       Court to verify James’s net income from all sources. Accordingly, maintenance will be based\n       upon 30% of James[’s] gross income.”\n\n¶ 55                                           5. Attorney Fees\n¶ 56   The trial court determined James shall pay the sum of $25,000 to Yvonne as contribution\n       toward her attorney fees. The trial court noted it considered the allocation of assets and\n       liabilities, the award of maintenance and the relative earning capabilities of the parties when\n       determining whether one party should contribute toward the payment of the other party’s\n       attorney fees. The trial court stated James already paid $12,000 toward Yvonne’s attorney fees\n       from his nonmarital income. The trial court found:\n                “The invoices of Yvonne’s current attorney Rosenfield Hafron Shapiro & Farmer\n                detail invoices for the period of September 1, 2011 through September 4, 2012 in the\n                amount of $130,875 in fees of which $47,554 has been paid to date and a balance of\n                $90,345.87 remains owing. In addition, Yvonne hired an additional firm of Levin &\n                Rosen wherein attorney fees for the same period totaled $12,375 with $4,500 paid and\n                the remaining balance of $7,875. Accordingly, Yvonne has incurred a total of\n                $143,250 in attorneys’ fees for a one-year period.”\n¶ 57       Regarding the billing statements from Yvonne’s counsel the trial court found, “[t]here [at\n       the law firm] different attorneys worked often simultaneously on this case. The fees include the\n       conferencing of attorneys working on the case, resolution of discovery disputes, trial\n       preparation, time spent during the trial, and the preparation of post trial briefs.” The trial court\n       determined “the fees incurred by Yvonne for the last year were excessive and disproportionate\n       to the nature of the contested disputes and disproportionate to the value of the marital estate.”\n¶ 58       The trial court further found that “both parties share in the delay in these proceedings,” and\n       stated it:\n                “does not find Yvonne had a good faith belief that James[’s] inheritance was a marital\n                asset, and that James did not expediently respond to discovery requiring issuing of\n                subpoenas. However, the Court does find Yvonne’s incurrence of $142,000 in\n\n\n\n                                                    - 10 -\n\f              attorneys’ fees for a one-year period to be excessive and not reasonable in light of all\n              factors considered during the litigation and the evidence produced at trial.”\n       Ultimately, the trial court concluded, “the Court finds that James does have a greater present\n       and future ability to pay attorneys fees than Yvonne does and orders James to contribute an\n       additional $25,000 toward payment of Yvonne’s attorneys’ fees. Yvonne will be responsible\n       for payment of the balance of her attorneys’ fees and costs.”\n\n¶ 59                                          II. ANALYSIS\n¶ 60       On appeal Yvonne contends that: (1) the trial court failed to award her a greater share of the\n       marital estate in contravention of the language of the judgment of dissolution; (2) the trial\n       court’s determination that James did not dissipate marital assets was against the manifest\n       weight of the evidence; (3) the trial court abused its discretion in awarding her only 30% of\n       James’s income from all sources in permanent maintenance; and (4) the trial court abused its\n       discretion in awarding her only $25,000 toward contribution of her attorney fees.\n¶ 61       James cross-appeals, contending that: (1) the trial court erred in determining the Scottrade\n       account was marital property; and (2) the trial court abused its discretion by awarding Yvonne\n       30% of his gross income, including his nonmarital income as maintenance.\n¶ 62       As these issues are naturally intertwined, we will consider each party’s contention as they\n       relate to each other, beginning with the trial court’s ruling regarding the distribution of the\n       marital estate.\n\n¶ 63                                A. Distribution of the Marital Estate\n¶ 64       Yvonne contends the trial court abused its discretion when it stated in the judgment of\n       dissolution it would award her a majority of the marital estate, but in actuality awarded her less\n       than half of the marital estate. Yvonne bases this contention on the fact the trial court awarded\n       James the Scottrade account, which at the time of trial contained $178,993.28. Yvonne\n       maintains that the trial court’s determination that the Scottrade account held $448.78 was in\n       error, and had the trial court properly valued the Scottrade account it would have awarded her a\n       portion of this asset. James responds that the trial court was reasonable in its distribution of the\n       marital estate. In his cross-appeal, however, James asserts the trial court erred in classifying the\n       Scottrade account as marital property.\n¶ 65       When determining the distribution of a marital estate, the trial court must first determine\n       what constitutes marital property and what constitutes nonmarital property. In re Marriage of\n       Henke, 313 Ill. App. 3d 159, 166 (2000). As James contends in his cross-appeal that the trial\n       court erred in classifying the Scottrade account as marital property, we first turn to address this\n       issue.\n\n¶ 66                            1. Classification of the Scottrade Account\n¶ 67        James asserts the trial court improperly determined the Scottrade account was marital\n       property. James maintains his nonmarital inheritance income never lost its identity and,\n       therefore, it was never transmuted into marital property. In the alternative, James argues the\n       trial court properly allocated the Scottrade account as reimbursement of his contribution of\n       nonmarital funds to the marital estate.\n\n\n                                                    - 11 -\n\f¶ 68        All the property of the parties to a marriage belongs to one of three estates, namely, the\n       estate of the husband, the estate of the wife, or the marital estate. In re Marriage of Werries,\n       247 Ill. App. 3d 639, 641-42 (1993). Section 503 of the Act requires the trial court to classify\n       property as either marital or nonmarital in order to assign or divide it upon a marriage\n       dissolution. 750 ILCS 5/503 (West 2012). The trial court’s classification of property as marital\n       or nonmarital will not be disturbed on appeal unless it is contrary to the manifest weight of the\n       evidence. In re Marriage of Demar, 385 Ill. App. 3d 837, 850 (2008); but see In re Marriage of\n       Abrell, 236 Ill. 2d 249, 255 (2010) (considering whether accumulated vacation and sick days\n       are marital property de novo as the facts were undisputed and the credibility of witnesses was\n       not at issue).\n¶ 69        As a general rule under the statute, property acquired by either spouse after the marriage,\n       but prior to a judgment of dissolution, is presumed to be marital property regardless of how\n       title is actually held. 750 ILCS 5/503(b) (West 2012); In re Marriage of Davis, 215 Ill. App. 3d\n       763, 768 (1991). This includes property held solely in one party’s name. 750 ILCS 5/503(b)\n       (West 2012). Subsection (a) provides exceptions to this rule including “property acquired by\n       gift, legacy or descent” or “income from property acquired by a method listed in paragraphs (1)\n       through (7) of this subsection.” 750 ILCS 5/503(a)(1), (8) (West 2012). Thus, property\n       acquired during the marriage is presumed to be marital property unless it is shown by clear and\n       convincing evidence that the property falls within one of the statutory exceptions listed in\n       subsection (a). 750 ILCS 5/503(a), (b) (West 2012).\n¶ 70        It is undisputed that James’s inheritance and the income derived therefrom are nonmarital\n       property pursuant to sections 503(a)(1) and (8) of the Act. 750 ILCS 5/503(a)(1), (8) (West\n       2012). It is also undisputed that James commingled his nonmarital property with his marital\n       property in the Chase checking account. James does not argue on appeal that the trial court\n       erred in determining the Chase checking account was marital property. What is at issue,\n       however, is whether James’s nonmarital inheritance income was transmuted into marital\n       property when deposited into the Chase checking account.\n¶ 71        Transmutation is governed by section 503(c) of the Act:\n                    “(c) Commingled marital and non-marital property shall be treated in the following\n                 manner, unless otherwise agreed by the spouses:\n                         (1) When marital and non-marital property are commingled by contributing one\n                    estate of property into another resulting in a loss of identity of the contributed\n                    property, the classification of the contributed property is transmuted to the estate\n                    receiving the contribution, subject to the provisions of paragraph (2) of this\n                    subsection; provided that if marital and non-marital property are commingled into\n                    newly acquired property resulting in a loss of identity of the contributing estates,\n                    the commingled property shall be deemed transmuted to marital property, subject\n                    to the provisions of paragraph (2) of this subsection.\n                         (2) When one estate of property makes a contribution to another estate of\n                    property, or when a spouse contributes personal effort to non-marital property, the\n                    contributing estate shall be reimbursed from the estate receiving the contribution\n                    notwithstanding any transmutation; provided, that no such reimbursement shall be\n                    made with respect to a contribution which is not retraceable by clear and\n                    convincing evidence, or was a gift, or, in the case of a contribution of personal\n                    effort of a spouse to non-marital property, unless the effort is significant and results\n\n                                                    - 12 -\n\f                   in substantial appreciation of the non-marital property. Personal effort of a spouse\n                   shall be deemed a contribution by the marital estate. The court may provide for\n                   reimbursement out of the marital property to be divided or by imposing a lien\n                   against the non-marital property which received the contribution.” 750 ILCS\n                   5/503(c) (West 2012).\n¶ 72       We initially observe that, contrary to James’s contention, the trial court made no finding\n       that the Scottrade account was awarded to James as reimbursement for his contribution of\n       nonmarital funds to the marital estate pursuant to section 503(c)(2). Moreover, we will not\n       consider James’s one-sentence statement that he “is entitled to reimbursement for contribution\n       of his non-marital estate to the marital estate” pursuant to section 503(c)(2) of the Act, as it is\n       unsupported by any specific facts, argument, or citation to authority in contravention of Illinois\n       Supreme Court Rule 341 (eff. Feb. 6, 2013). Failing to cite to relevant facts and authority\n       violates Rule 341 and results in the party forfeiting consideration of the issue. Kic v. Bianucci,\n       2011 IL App (1st) 100622, ¶ 23.\n¶ 73       In addition, we acknowledge that when James addresses the issue of whether the Scottrade\n       account is nonmarital property in his cross-appeal, he relies upon cases involving\n       transmutation pursuant to 503(c)(1) of the Act and not reimbursement under section 503(c)(2)\n       of the Act. See In re Marriage of Steel, 2011 IL App (2d) 080974, ¶ 71; In re Marriage of\n       Heroy, 385 Ill. App. 3d 640, 672 (2008). Indeed we also observe that Yvonne’s argument does\n       not consider transmutation pursuant to section 503(c)(1) of the Act or reimbursement pursuant\n       to section 503(c)(2) of the Act. In fact, her argument relies entirely on In re Marriage of\n       Wojcik, 362 Ill. App. 3d 144, 154-56 (2005), which did not expressly consider either section\n       503(c)(1) or section 503(c)(2) of the Act.7 Specifically, Yvonne asserts that because James’s\n       nonmarital inheritance income was placed in the same account as the marital income, then all\n       subsequent assets acquired from that account must be marital property. Yvonne’s argument\n       ignores that there is no presumption that commingled property is always transmuted into\n       marital property. See Henke, 313 Ill. App. 3d at 168. Accordingly, our consideration of the\n       issue is limited to whether there was transmutation of James’s nonmarital inheritance income\n       under section 503(c)(1) of the Act.\n¶ 74       Transmutation occurs “[w]hen marital and non-marital property are commingled by\n       contributing one estate of property into another resulting in a loss of identity of the contributed\n       property.” 750 ILCS 5/503(c)(1) (West 2012). “The rationale for this rule is that the spouse’s\n       ‘failure to properly segregate nonmarital property, by commingling it with marital property,\n       evinces an intent to treat the former as part of the marital estate.’ ” Heroy, 385 Ill. App. 3d at\n       672-73 (quoting Wojcik, 362 Ill. App. 3d at 154). “The principle of transmutation is based on\n       the presumption that the owner of the nonmarital property intended to make a gift of the\n       property to the marital estate.” In re Marriage of Olson, 96 Ill. 2d 432, 439 (1983). This\n       presumption may be rebutted by the donor spouse with clear and convincing evidence. In re\n       Marriage of Didier, 318 Ill. App. 3d 253, 261-62 (2000). Where the account, however, is not a\n       joint account, no gift presumption may arise when nonmarital deposits of funds are made into\n\n           7\n            As discussed herein, the reviewing court in Wojcik did not expressly identify section 503(c)(1) of\n       the Act when analyzing whether the trial court erred in its classification of two pieces of property\n       acquired during the marriage. Id. The reviewing court did, however, engage in an analysis similar to\n       cases expressly involving transmutation. Id.\n\n                                                     - 13 -\n\f       it; particularly where a party has, by clear and convincing evidence, traced the path of the funds\n       from their origin, through the account in question, and to the ultimate recipient. Steel, 2011 IL\n       App (2d) 080974, ¶ 86. The “[t]racing of funds is a procedure which allows the court to find\n       that property which would otherwise fall within the definition of marital property is actually\n       nonmarital property under one of the statutory exceptions.” In re Marriage of Jelinek, 244 Ill.\n       App. 3d 496, 504 (1993).\n¶ 75        Moreover, there is no presumption that commingled property is always transmuted into\n       marital property. Henke, 313 Ill. App. 3d at 168. “Every act of commingling or every use of\n       marital funds for the maintenance of nonmarital property, however, should not work a\n       transmutation.” Olson, 96 Ill. 2d at 440. “That nonmarital funds were deposited into a marital\n       account does not establish beyond question that the funds were transmuted into marital\n       property.” Steel, 2011 IL App (2d) 080974, ¶ 72. Nonmarital property can maintain its identity\n       even when deposited into a marital account. Steel, 2011 IL App (2d) 080974, ¶ 81. Whether\n       nonmarital funds have lost their identity through commingling requires attention to the specific\n       history of those funds. Id. ¶ 76.\n¶ 76        Contrary to Yvonne’s argument, the issue here is not whether the marital and nonmarital\n       funds were commingled, but whether James’s nonmarital inheritance income was transmuted\n       into marital property. This is because in order for James’s nonmarital inheritance to be\n       transmuted into marital funds, the funds must be: (1) commingled; (2) resulting in a loss of\n       identity of the contributed funds. 750 ILCS 5/503(c)(1) (West 2012). James contends his\n       nonmarital income was not transmuted into marital property as his inheritance income did not\n       lose its identity as his nonmarital property. We agree.\n¶ 77        Heroy supports James’s contention that the Scottrade account was not transmuted to\n       marital property. In that case, the wife contended that the trial court erred in finding the\n       husband’s rental property constituted nonmarital property. Heroy, 385 Ill. App. 3d at 669. The\n       parties did not dispute that the rental property was acquired during the marriage. Id. at 670.\n       Therefore, it was the husband’s burden to prove by clear and convincing evidence that the\n       property fell within one of the exceptions listed in section 503(a) of the Act. Id. The husband\n       argued on appeal that his real property was nonmarital because it was acquired during the\n       marriage in exchange for other nonmarital property pursuant to section 503(a)(2) of the Act.\n       Id. We agreed, concluding the husband established by clear and convincing evidence that the\n       property was acquired without using marital income or assets to secure and repay the original\n       and subsequent loans on the property. Id. at 672.\n¶ 78        The wife, however, also argued on appeal that the rental proceeds from the rental property\n       were deposited into the joint marital account that also contained marital funds, and, therefore,\n       “because ‘the money that [the husband] paid flowed through the parties’ joint checking\n       account *** [it] was marital in any event.’ ” Id. After considering section 503(c)(1) of the Act\n       (750 ILCS 5/503(c)(1) (West 2006)), we concluded the husband’s rental proceeds were not\n       transmuted into marital property, reasoning:\n                    “Here, although [the] rental proceeds were deposited into the Heroys’ joint\n                checking account [along] with [their] marital funds, [the husband] used the proceeds to\n                make his installment payments on the [rental property] note. The placement of the\n                funds into the couple’s joint checking was simply a conduit to transfer money, which\n                allowed David to satisfy his payment obligations. We thus disagree with [the wife] that\n                the simple fact that the rental proceeds from the [rental] property ‘flowed through the\n\n                                                   - 14 -\n\f                parties’ joint account’ rendered the [rental] property a marital asset. Accordingly, we\n                uphold the trial court’s finding that the [rental] property was a nonmarital asset.”\n                Heroy, 385 Ill. App. 3d at 673.\n       In Heroy we did not expressly consider the amount of the rental proceeds or the length of time\n       the rental proceeds were in the couple’s joint checking account, but nonetheless came to the\n       conclusion the husband’s nonmarital rental proceeds were not transmuted. See id.\n¶ 79        As in Heroy, James’s marital income and nonmarital inheritance income were commingled\n       in one account. Id. The fact that these two different types of income were commingled in one\n       account, however, does not establish that the nonmarital inheritance income was transmuted\n       into marital property for the purposes of section 503(c)(1) of the Act. See Steel, 2011 IL App\n       (2d) 080974, ¶ 76. In order to be transmuted, the nonmarital funds must be commingled with\n       marital funds “resulting in a loss of identity of the contributed property.” (Emphasis added.)\n       750 ILCS 5/503(c)(1) (West 2012). Similar to the facts in Heroy, and as found by the trial court\n       here, James’s deposits of his nonmarital inheritance income into the Chase checking account\n       were easily identified. Although this finding was included in the portion of the judgment of\n       dissolution considering whether James dissipated marital assets, the fact it was included in\n       another section of the judgment order does not render the finding insignificant as to the issue of\n       transmutation. Read as a whole, the judgment order sets forth the trial court’s findings that (1)\n       James’s nonmarital inheritance income was easily identifiable in the Chase checking account;\n       (2) James’s marital income was completely exhausted after paying for marital expenses and\n       Yvonne’s temporary support; and (3) the funds remaining in the Chase checking account after\n       the payment of marital expenses constituted James’s nonmarital inheritance income. The\n       uncontroverted evidence at trial also established that within days of the deposits of nonmarital\n       inheritance income into the Chase checking account, James transferred funds from the Chase\n       checking account to the Scottrade account. The Chase checking account, in this instance, acted\n       as a conduit for James to deposit and then transfer of a portion of his nonmarital inheritance\n       income to the Scottrade account. Based on the record as well as the trial court’s findings,\n       James’s inheritance income did not lose its identity as nonmarital property in the process.\n¶ 80        Steel provides further support for our conclusion that James’s nonmarital inheritance\n       income retained its identity when placed into the Chase checking account. In Steel, the\n       reviewing court considered whether a portion of the husband’s nonmarital funds were\n       transmuted into marital property when placed in a money market account which also contained\n       his marital income. Steel, 2011 IL App (2d) 080974, ¶ 72. There, the husband had an interest in\n       two privately held companies, KA Steel Company (KASC) and MM Products. KASC was\n       initially held by the husband and his two brothers, Kenneth and Richard. In July 2004, the\n       husband and Kenneth entered into an agreement to purchase the entirety of Richard’s common\n       stock in KASC. Id. ¶ 29. The agreement called for total purchase price of $3,336,000 with an\n       initial payment of $760,000, 47 monthly installments of $53,666.67, and a final installment of\n       $53,666.51. Id. The husband was responsible for half of the total purchase price and in\n       exchange would receive 388.25 shares of KASC stock. Id.\n¶ 81        In December 2004, KASC, via a shareholder distribution, directly paid Richard $380,000,\n       the husband’s portion of the initial payment. Id. ¶ 30. In 2005, monthly wire transfers were\n       made from KASC to the husband’s money market account in the amount of $26,833.34, which\n       represented his portion of the monthly installment due to Richard under the agreement. Id. The\n       money market account, referred to by the court as the “NT account,” was held in the husband’s\n\n                                                   - 15 -\n\f       name alone and was part of a revocable trust of which he was the trustee and his wife was the\n       beneficiary. Id. ¶ 25. The record did not disclose when the NT account was opened. Id. The\n       husband testified that from 2001 through 2006, he used the NT account exclusively for both\n       family expenses and personal financial transactions and that his salary from KASC was\n       deposited directly into the account. Id. Any shareholder distributions he received from KASC,\n       which were not directly wired to another party, were first deposited into the NT account. Id.\n       Out of all the monthly wire transfers of $26,833.34 from KASC to the NT account in 2005, the\n       husband only made three installment payments to Richard. Id. ¶ 30. The husband admitted that\n       in 2005 he did not pay Richard according to the terms of the agreement. Id. These monthly\n       wire transfers from KASC to the NT account continued until March 2006. Id. Then, beginning\n       in May 2006, the KASC shareholder distributions were paid directly to Richard, bypassing the\n       NT account altogether. Id.\n¶ 82       In addition to the shareholder distributions from KASC, in December 2005, the husband\n       received a distribution from MM Products in the amount of $2,617,259 which was directly\n       wired into his NT account. Id. ¶ 31. In his appellate brief, the husband asserted a portion of\n       these funds was used to make a payment to Richard in the amount of $529,333.44, which\n       included money owed pursuant to the agreement, as well as repayments of other personal\n       loans. Id. Bank statements produced at trial established a wire transfer of $529,333.44 from the\n       NT account to Richard in December 2005. Id. At trial, however, the husband could not recall\n       the purpose of the wire transfer.\n¶ 83       The trial court found that the husband’s interests in KASC and MM Products were\n       nonmarital. Id. ¶ 51. The trial court further stated: “ ‘Beyond that[,] the source of all the funds\n       [the husband] had available was his non-marital asset KASC.’ ” Id. The trial court made a\n       further finding that “ ‘there was no relationship between [the husband’s] personal efforts and\n       any distribution.’ ” Id.\n¶ 84       On appeal, the wife first argued that the husband’s share of the retained earnings in KASC\n       was marital as they were essentially income. Id. ¶¶ 58, 62. The reviewing court disagreed and\n       concluded his interest in the company was nonmarital, as the company’s retained earnings\n       were not income to the husband, there were restrictions on the husband’s ability to disburse the\n       retained earnings, the husband was reimbursed for his tax payments on his share of the retained\n       earnings by KASC, and the husband was adequately compensated at KASC through a salary.\n       Id. ¶ 69.\n¶ 85       The wife also argued the 388.25 shares of KASC stock purchased from Richard (as well as\n       the portion of new stock issued from those shares as a result of the January 2007 stock\n       dividend) were marital property because they were “purchased with funds that became marital\n       through commingling.” Id. ¶ 58. The reviewing court noted that “[f]or purposes of this\n       argument, [the wife] assumes that the funds, consisting of shareholder distributions from\n       KASC and MM Products, were nonmarital property before the alleged commingling.” Id. ¶ 70.\n¶ 86       The reviewing court clarified the wife’s argument on appeal, stating she “seems to claim\n       here that this consistent commingling of funds transmuted the entire NT account into marital\n       property and that, consequently, any interests acquired with funds from the account would be\n       marital as well.” Id. ¶ 72. The reviewing court disagreed with the wife’s contention, stating she\n       “vastly oversimplifies the issue.” Id. The Steel court clarified the issue to be “whether certain\n       nonmarital funds from KASC became marital when they were wired or deposited into the NT\n       account or while they remained in the account.” Id.\n\n                                                   - 16 -\n\f¶ 87        The reviewing court concluded the distributions from KASC and MM Products did not\n       lose their identity when deposited into the NT account. Id. ¶ 73. The reviewing court reasoned\n       “the nonmarital funds never lost their identity, because they were traceable, having been\n       deposited into the NT account shortly before they were disbursed to purchase KASC shares”\n       and that “the facts of the present case *** show the history of the specific funds in question.”\n       Id. ¶ 80. In reaching this conclusion the reviewing court looked to the specific history of the\n       distributions. Id. ¶ 76. The reviewing court noted that the wires to the NT account were\n       contemporaneous with checks to Richard and the checks to Richard were in the exact amount\n       as the wire transfers. Id. The reviewing court also explained that although there was a delay\n       between the time the deposit was initially made and when the checks were written, “the time\n       differential is not dispositive” and that evidence demonstrated the husband’s intent was to use\n       the NT account as a conduit for the wires from KASC. Id.\n¶ 88        In regard to the $2.6 million wired from MM Products, the Steel court reached a similar\n       result. The reviewing court noted the wife did not direct her argument to the specific history of\n       the $2.6 million wire and that she had not persuaded the court that these funds lost their identity\n       in the NT account. Id. ¶ 77. Although the evidence demonstrated that $529,333.44 out of the\n       $2.6 million was used to purchase the KASC stock, the court generally found the $2.6 million\n       did not lose its identity when deposited in the NT account and, accordingly, was the husband’s\n       nonmarital property. Id. The court further emphasized that “[a]gain, there is no question that\n       the NT account was, at all relevant times, marital property, and, again, this undisputed fact\n       does not settle the issue because nonmarital property can maintain its identity even when\n       deposited into a marital account.” Id. ¶ 81.\n¶ 89        In the present case, Yvonne vacated the marital residence in July 2009. The parties closed\n       their joint checking account that same month. James then opened the Chase checking account\n       in August 2009 in his name alone. Initially, he deposited his marital income into the Chase\n       checking account, along with insubstantial amounts of his nonmarital inheritance income. In\n       December 2010, James began receiving greater dispersals of nonmarital inheritance income\n       which he deposited into the Chase checking account.\n¶ 90        The trial court found that James’s support payments and marital debts exceeded his marital\n       income. The trial court determined James had to use a portion of his nonmarital inheritance\n       income to pay marital obligations. The trial court also found that the funds remaining in the\n       Chase checking account consisted of James’s nonmarital inheritance income, despite its\n       finding that the account itself was marital property. The trial court further found that the\n       deposits of James’s nonmarital inheritance income were easily identifiable. The evidence at\n       trial also established that after receiving a large deposit of nonmarital inheritance income\n       James would shortly thereafter transfer a portion of those funds into the Scottrade account.\n¶ 91        We conclude that the deposits of James’s nonmarital inheritance income were easily\n       identifiable as were the transfers of those funds into the Scottrade account. Similar to the facts\n       of Heroy and Steel, the deposits of James’s nonmarital inheritance income did not lose their\n       identity when placed in the Chase checking account. James provided clear and convincing\n       evidence in the form of bank account statements and corroborating testimony which traced the\n       funds to the Scottrade account. As previously set forth in detail, the transfer of his nonmarital\n       income into the Scottrade account occurred within days of the initial deposit of those funds into\n       the Chase checking account. Even two weeks is not too long a time for nonmarital funds to be\n\n\n                                                   - 17 -\n\f       held in a marital account without being transmuted into marital property. See Steel, 2011 IL\n       App (2d) 080974, ¶ 73.\n¶ 92        Additionally, the transfer of funds need not be in the same amount as the initial deposits to\n       be traceable. See id. ¶ 77 (finding a wire transfer of $2.6 million into the husband’s marital\n       account to be his nonmarital property where only $529,333.44 was traceable). The fact James\n       was the sole signatory of the Chase checking account and Scottrade account further evidences\n       his articulated intent to keep his nonmarital assets separate from Yvonne. Cf. In re Marriage of\n       Arjmand, 2013 IL App (2d) 120639, ¶ 43 (no evidence the husband intended to keep his\n       nonmarital assets separate as the wife’s name was on most, if not all, of the personal and\n       business checking accounts). In addition, the fact the Chase checking account and Scottrade\n       account were held in James’s name alone, along with James’s testimony that he never intended\n       Yvonne to receive his nonmarital inheritance income, demonstrates James’s intent to use the\n       Chase checking account as a conduit for his nonmarital inheritance income. See Steel, 2011 IL\n       App (2d) 080974, ¶ 76; Heroy, 385 Ill. App. 3d at 673. As such, James’s nonmarital income\n       never lost its identity and, therefore, was never transmuted into marital income. 750 ILCS\n       5/503(c)(1) (West 2012). Accordingly, we reverse the trial court’s finding that the Scottrade\n       account was marital property as against the manifest weight and conclude the Scottrade\n       account is James’s nonmarital property.\n¶ 93        Moreover, to hold that those funds were transmuted to marital property would contravene\n       the intent behind section 503(c) of the Act. Section 503(c) of the Act was amended in 1983 to\n       remedy the result reached by the supreme court in In re Marriage of Smith, 86 Ill. 2d 518, 530\n       (1981), where the court held that a nonmarital apartment building valued at $45,000 had been\n       transmuted into marital property because $3,800 of marital funds had been used to improve the\n       property. At the time that Smith was decided, there was a presumption that when marital and\n       nonmarital property were commingled the commingled property became marital property. Id.\n       at 529. In amending section 503(c) of the Act, the legislature rejected the presumption that\n       commingled property was always transmuted into marital property. Henke, 313 Ill. App. 3d at\n       168.\n¶ 94        The instant case presents the exact situation that the legislature sought to ameliorate with\n       the amendment of section 503(c). See Smith, 86 Ill. 2d at 530. The record supports the trial\n       court’s factual findings that James’s marital income was insufficient to provide for all of the\n       marital expenses and debts. The record further supports that in December 2010 James began\n       receiving substantial nonmarital inheritance income and was able to make up the difference by\n       utilizing his nonmarital income to pay the marital expenses. The trial court also found James’s\n       nonmarital income exceeded $500,000 in one year, which was significantly greater than his\n       annual marital income of $58,000 before taxes. Moreover, the record establishes the majority,\n       if not all, of the funds contained in the Chase checking account after the payment of marital\n       expenses consisted of James’s nonmarital inheritance income. Under the circumstances, we do\n       not believe that the nonmarital funds which were deposited into the Chase checking account\n       and later transferred into the Scottrade account were transmuted to marital property. Rather,\n       we hold that, under the particular facts of this case, the Scottrade account contained traceable\n       nonmarital funds and therefore was improperly classified as marital property.\n¶ 95        In support of her argument, Yvonne relies on In re Marriage of Dann, 2012 IL App (2d)\n       100343, ¶ 74, but only for the proposition that there is a presumption that property acquired\n       during the marriage is marital property. She does not argue that the facts are similar to the\n\n                                                   - 18 -\n\f       present case or that we should similarly apply the law as the reviewing court in Dann. The facts\n       of Dann are inapposite to the facts at bar; there, the reviewing court considered whether a\n       spouse’s acquisition of assets during the marriage using funds from a business in which the\n       spouse had acquired before the marriage constituted an exception to the presumption it was\n       marital property. Id. ¶ 71. Here, however, the question before us is whether James’s nonmarital\n       inheritance income was transmuted into marital property when placed in an account opened\n       while the parties were separated but held only in James’s name.\n¶ 96       In passing Yvonne refers to In re Marriage of Samardzija, 365 Ill. App. 3d 702, 705-07\n       (2006). That case, however, is also inapposite to the case at bar, as the reviewing court did not\n       consider whether nonmarital funds were transmuted to marital property, but whether the\n       husband overcame the presumption that a residence constructed and paid for during the\n       marriage was marital property. Id. at 706.\n¶ 97       Yvonne also relies on Wojcik, which she maintains supports her argument that the\n       Scottrade account is marital property because, similar to the facts in Wojcik, “James put marital\n       and non-marital funds together and used them together to create the Scottrade account.” We\n       find Wojcik to be instructive, albeit not for the reason proposed by Yvonne. In Wojcik, the\n       reviewing court considered the trial court’s classification of two vehicles purchased by the\n       husband and the wife individually as marital and nonmarital property, respectively. Wojcik,\n       362 Ill. App. 3d at 154-55. The husband contested the trial court’s classification of his\n       motorcycle as marital property. Id. at 154. The husband asserted he established that the\n       motorcycle was purchased with an inheritance he received from his father’s estate. Id. The\n       reviewing court concluded the trial court’s classification of the motorcycle as marital property\n       was not against the manifest weight of the evidence, reasoning that at the time the husband\n       received the inheritance there was no question it was nonmarital property. Id. at 155. The\n       evidence at trial established: (1) the husband deposited the funds into a bank account held\n       jointly by the parties; (2) the funds were then transferred between various accounts and\n       certificates of deposit; (3) the husband could not recall whether the original account he\n       deposited his inheritance into was still open at the time of trial; and (4) the husband purchased\n       the motorcycle several months after receiving the inheritance. Id. The reviewing court noted\n       that the husband produced no documentary evidence in support of his claim and concluded,\n       “[g]iven the length of time that the money was in the marital accounts prior to the purchase,\n       and in light of [the husband’s] inability to specifically trace the assets used for the purchase, we\n       cannot say that the trial court’s classification of the motorcycle as marital property was against\n       the manifest weight of the evidence.” Id.\n¶ 98       The Wojcik court, however, also went on to consider whether a vehicle purchased by the\n       wife was properly classified by the trial court as her nonmarital property. Id. The wife testified\n       she purchased the vehicle with money that she received as a gift from her brother. Id. The wife\n       placed the money in the couple’s joint checking account only for one day prior to purchasing\n       the vehicle. Id. The reviewing court found the wife placed the money in the joint checking\n       account “merely as a conduit to transfer the money” and that the trial court correctly\n       determined the vehicle was the wife’s nonmarital property. Id.\n¶ 99       In the instant case, the transfer of James’s nonmarital inheritance income to the Scottrade\n       account falls between the two different factual scenarios of Wojcik. On one hand, James did not\n       transfer his nonmarital inheritance income one day after receiving it like the wife in Wojcik. On\n       the other hand, unlike the husband in Wojcik, James was able to trace his nonmarital\n\n                                                    - 19 -\n\f        inheritance income from the Chase checking account to the Scottrade account by clear and\n        convincing evidence, as James produced documentary evidence of the transfer of the funds\n        from one account to the other. In addition, James did not move funds between other accounts\n        (besides the ultimate transfer to the Scottrade account) or purchase certificates of deposit with\n        the funds contained in the Chase checking account. What this case and the other transmutation\n        cases illustrate is that whether the funds are traceable is a fact specific inquiry. Based on the\n        evidence presented at trial, in conjunction with the trial court’s factual findings, James\n        established by clear and convincing evidence that the Scottrade account was his nonmarital\n        property. Accordingly, we reverse the determination of the trial court as to the classification of\n        this asset.\n\n¶ 100                                  2. Distribution of Marital Assets\n¶ 101        We now turn to Yvonne’s argument on appeal regarding the ultimate distribution of the\n        marital assets. Yvonne contends that although the trial court stated it was awarding her a\n        majority of the marital assets, it proceeded to award the Scottrade account to James in\n        contravention of that statement. Yvonne asserts the Scottrade account had a value of\n        $178,993.28 at the time of trial and that by awarding James the Scottrade account he received a\n        majority of the marital assets. Yvonne points out that the trial court indicated only $448.78 was\n        in the Scottrade account, but asserts $178,993.28 was in the account at the time of trial.\n        Yvonne asks this court to remand the matter to the trial court for redistribution of the marital\n        assets.\n¶ 102        “We will not disturb a trial court’s division of marital assets unless it has clearly abused its\n        discretion.” In re Marriage of Thornley, 361 Ill. App. 3d 1067, 1071 (2005). “An abuse occurs\n        when no reasonable person would take the view adopted by the trial court.” In re Marriage of\n        Nelson, 297 Ill. App. 3d 651, 658 (1998).\n¶ 103        The Act requires the trial court to divide marital property in “just proportions” considering\n        all relevant factors, including a number of statutory factors. 750 ILCS 5/503(d) (West 2012).\n        “Just proportions” mandates an equitable, rather than an equal, division of marital property. In\n        re Marriage of Orlando, 218 Ill. App. 3d 312, 319 (1991). In determining such just\n        proportions, the court must take into consideration all relevant factors, including “the value of\n        the property assigned to each spouse” and the economic circumstances of each spouse upon\n        division of the property. 750 ILCS 5/503(d)(3), (5) (West 2012); In re Marriage of Orlando,\n        218 Ill. App. 3d at 319. In deciding the allocation of marital property, the court must consider\n        the value of the nonmarital property assigned to each spouse. In re Marriage of Hapaniewski,\n        107 Ill. App. 3d 848, 853 (1982); 750 ILCS 5/503(d)(3) (West 2012). Indeed, the statutory\n        mandate that the property be divided in “just proportions” requires the court “to consider all\n        aspects of the couple’s economic circumstances.” In re Marriage of Rosen, 126 Ill. App. 3d\n        766, 778 (1984).\n¶ 104        In the present case, the record discloses that the value of the Scottrade account as of\n        December 31, 2011, was $142,728.78. Moreover, James testified that at the time of trial that\n        the value of the Scottrade account was $178,993.28. Accordingly, trial court erred in its\n        determination that the Scottrade account had a value of $448.78 as of December 31, 2011. As\n        the actual amount contained in the Scottrade account is significantly greater than the amount\n        found by the trial court and the value of James’s nonmarital property is a factor in determining\n        the distribution of marital assets, we remand this cause to the trial court to reconsider the\n\n                                                     - 20 -\n\f        distribution of the marital assets in light of this error and our conclusion that the Scottrade\n        account is a nonmarital asset.\n¶ 105        It naturally follows that because the trial court erred in its determination of the value of the\n        Scottrade account the trial court must also reconsider its awards in regards to maintenance and\n        attorney fees. In determining an award of maintenance section 504 of the Act provides that the\n        trial court “may grant a temporary or permanent maintenance award for either spouse in\n        amounts and for periods of time as the court deems just, without regard to marital misconduct,\n        in gross or for fixed or indefinite periods of time,” after consideration of all relevant factors.\n        750 ILCS 5/504(a) (West 2012). Relevant to this appeal is the fact the trial court must consider\n        “the income and property of each party, including marital property apportioned and\n        non-marital property assigned to the party seeking maintenance.” 750 ILCS 5/504(a)(1) (West\n        2012). Importantly, the trial court must consider all of the relevant statutory factors in\n        establishing a maintenance award. In re Marriage of Reynard, 378 Ill. App. 3d 997, 1004\n        (2008). Similarly, in making an award pursuant to a party’s petition for contribution to fees and\n        costs, the trial court must base the award on the criteria for the division of marital property as\n        set forth in section 503 of the Act (750 ILCS 5/503(d) (West 2012)) and, if maintenance has\n        been awarded, the criteria for an award of maintenance set forth in section 504 of the Act (750\n        ILCS 5/504(a) (West 2012)). 750 ILCS 5/503(j)(2) (West 2012). Each of these sections of the\n        Act requires the trial court to consider the value of the parties’ nonmarital property. 750 ILCS\n        5/503(d)(3), 504(a)(1) (West 2012). As the ultimate distribution of the marital assets and the\n        value of the nonmarital assets affects the determinations of both maintenance and attorney\n        fees, the trial court’s determinations regarding maintenance and attorney fees are also reversed\n        and the cause is remanded for reconsideration of those issues in light of the error in the\n        determination of the value of the Scottrade account and our conclusion that the Scottrade\n        account is a nonmarital asset.\n\n¶ 106                                           B. Dissipation\n¶ 107       Yvonne next contends the trial court erred in its determination that James did not dissipate\n        marital assets. A trial court’s determination of whether a spouse dissipated marital assets is\n        reviewed under the manifest weight of the evidence standard. In re Marriage of Patel, 2013 IL\n        App (1st) 112571, ¶ 66. A decision is said to be against the manifest weight of the evidence\n        where “the opposite conclusion is clearly evident or the finding is arbitrary, unreasonable, or\n        not based on the evidence.” In re Marriage of Romano, 2012 IL App (2d) 091339, ¶ 86.\n¶ 108       A spouse dissipates marital assets when he or she uses marital property for his or her own\n        benefit for a purpose unrelated to the marriage when the marriage is undergoing an\n        irreconcilable breakdown. In re Marriage of Sanfratello, 393 Ill. App. 3d 641, 652-53 (2009).\n        In dividing the marital estate, the trial court may take into account a spouse’s dissipation of\n        marital and nonmarital assets. 750 ILCS 5/503(d)(2) (West 2012). The spouse charged with\n        dissipation bears the burden of establishing by clear and convincing evidence how the funds\n        were spent. Sanfratello, 393 Ill. App. 3d at 653. Whether a course of conduct constitutes\n        dissipation depends on the facts of the particular case. In re Marriage of Aslaksen, 148 Ill. App.\n        3d 784, 788 (1986). The trial court, however, “is not required to charge against a party the\n        amounts found to have been dissipated but may do so.” (Emphases in original.) In re Marriage\n        of Murphy, 259 Ill. App. 3d 336, 340 (1994).\n\n\n                                                     - 21 -\n\f¶ 109        Specifically, Yvonne claims James spent $154,000 without any explanation except that\n        $50,000 was used for gambling. Yvonne asserts the $154,000 came from the Chase checking\n        account, which the trial court found to be marital, and, therefore, the trial court erred when it\n        found James did not dissipate the marital assets.\n¶ 110        James maintains the trial court’s determination was correct, as it based its decision that his\n        payment of temporary support and marital household expenses exceeded the amount he earned\n        as his marital income. In addition, James asserts the trial court further based its determination\n        on the fact he contributed his nonmarital income toward the payment of marital expenses.\n        James asserts his testimony explained that the $154,000 was spent on furnishing his home, his\n        vehicle, income tax liabilities, employment related expenses, and gambling.\n¶ 111        In the present case, the trial court found James did not dissipate marital assets because,\n        after paying for the mortgage ($10,800 annually) on the marital home and Yvonne’s temporary\n        maintenance ($54,840 annually), the total exceeded James’s marital income of $58,000 before\n        taxes. Because the marital expenses exceed the marital income, the trial court found James\n        used his nonmarital income to fund his expenditures of $150,000. Here, the trial court found\n        James used his nonmarital inheritance income for his own benefit and thus did not dissipate\n        any marital assets. We cannot say based on the record that the trial court’s determination that\n        James did not dissipate marital assets was against the manifest weight of the evidence.\n¶ 112        Yvonne asserts in her reply brief that the trial court must consider dissipation of nonmarital\n        property as well as marital property when distributing the assets. Yvonne cites In re Marriage\n        of Berger, 357 Ill. App. 3d 651 (2005), in support of her position. In that case, the trial court\n        determined the wife dissipated the husband’s nonmarital income after withdrawing funds from\n        his account and then spending those funds on expenses not related to the marriage. Id. at\n        661-62. We concluded the trial court’s determination that the wife dissipated the husband’s\n        nonmarital assets and that the husband was entitled to receive payment from the wife for the\n        funds removed by her from his nonmarital account was not against the manifest weight of the\n        evidence. Id. at 662. Berger, therefore, does not support Yvonne’s position as it involves one\n        spouse’s dissipation of the other’s nonmarital assets and not dissipation of the spouse’s own\n        nonmarital assets as is at issue here. Section 503(d)(2), however, allows the trial court to\n        consider the dissipation of nonmarital assets. 750 ILCS 5/503(d)(2) (West 2012). The trial\n        court here stated in its order that it considered all of the statutory factors in section 503 of the\n        Act (750 ILCS 5/503 (West 2012)) when determining the allocation of marital assets, which\n        would include James’s dissipation of his own nonmarital assets. Accordingly, on remand the\n        trial court may consider the issue of James’s dissipation of nonmarital funds in determining the\n        allocation of marital assets.\n\n¶ 113                                         C. Maintenance\n¶ 114       Yvonne next contends the trial court erred in its award of 30% of James’s gross income,\n        including his nonmarital income, as permanent maintenance because she “should have been\n        allowed the same standard of living of James,” which she contends is 50% of his gross income\n        from all sources. She further asserts the trial court erred in failing to award her retroactive\n        maintenance. As previously discussed, the cause is being remanded for the trial court to\n        reconsider the issue of Yvonne’s maintenance. Accordingly, we need not address Yvonne’s\n        argument regarding the trial court’s percentage award of maintenance.\n\n\n                                                     - 22 -\n\f¶ 115        Yvonne’s request for us to “remand this cause for an award to Yvonne of retroactive\n        temporary maintenance” is unsupported by any argument or citation to authority in\n        contravention of Illinois Supreme Court Rule 341, which provides that the argument section of\n        the brief “shall contain the contentions of the appellant and the reasons therefor, with citation\n        of the authorities and the pages of the record relied on.” Ill. S. Ct. R. 341 (eff. Feb. 6, 2013).\n        Our supreme court’s rules are mandatory rules of procedure, not mere suggestions. Menard v.\n        Illinois Workers’ Compensation Comm’n, 405 Ill. App. 3d 235, 238 (2010). We also note that\n        the record is devoid of a request by Yvonne to the trial court seeking retroactive support\n        payments. As previously stated, failing to cite to relevant facts and authority results in the party\n        forfeiting consideration of the issue. Kic, 2011 IL App (1st) 100622, ¶ 23. Accordingly,\n        Yvonne’s request is forfeited.\n¶ 116        James also cross-appeals contending the trial court erred in basing the maintenance award\n        on 30% of his gross income, including nonmarital income, toward Yvonne’s permanent\n        maintenance for two reasons: (1) the award transfers to Yvonne a percentage of his nonmarital\n        income contrary to section 503 of the Act; and (2) the award fails to consider the parties’\n        standard of living established during the marriage and the needs of Yvonne as required by\n        section 504 of the Act. 750 ILCS 5/503, 504 (West 2012). Specifically, James asserts by\n        awarding Yvonne a percentage of his nonmarital income without defining the source of that\n        income, the trial court has essentially increased Yvonne’s maintenance without regard to her\n        financial resources or needs.\n¶ 117        James’s contention that the maintenance award is contrary to the provisions of section 503\n        of the Act is also presented without any citation to relevant Illinois authority. This argument is,\n        therefore, forfeited. Kic, 2011 IL App (1st) 100622, ¶ 23. However, we will address whether it\n        was proper for the trial court to award Yvonne a portion of James’s nonmarital property as\n        maintenance under section 504 of the Act, as this issue is likely to arise on remand. See In re\n        Marriage of Thomas, 339 Ill. App. 3d 214, 225 (2003) (addressing the issue of whether the trial\n        court properly assigned the husband’s pension benefits to the wife in payment of a judgment\n        where it was likely to recur on remand).\n¶ 118        As a general rule, “a trial court’s determination as to the awarding of maintenance is\n        presumed to be correct.” In re Marriage of Donovan, 361 Ill. App. 3d 1059, 1063 (2005).\n        Because maintenance awards are within the sound discretion of the trial court, we will not\n        disturb a maintenance award absent an abuse of discretion. In re Marriage of Schneider, 214\n        Ill. 2d 152, 173 (2005). Because this issue involves the interpretation of section 504(a) of the\n        Act, specifically whether section 504(a) allows the trial court to award Yvonne a percentage of\n        James’s nonmarital income, it is a question of law and, thus, our standard of review is de novo.\n        See In re Marriage of McGrath, 2012 IL 112792, ¶ 10 (noting the proper interpretation of a\n        statute is not left to the trial court’s discretion).\n¶ 119        Section 504 of the Act provides that in a proceeding for dissolution of marriage, the trial\n        court “may grant a temporary or permanent maintenance award for either spouse in amounts\n        and for periods of time as the court deems just, without regard to marital misconduct, in gross\n        or for fixed or indefinite periods of time,” after consideration of all relevant factors. 750 ILCS\n        5/504(a) (West 2012). The relevant factors enumerated under section 504(a) of the Act are as\n        follows:\n                    “(1) the income and property of each party, including marital property apportioned\n                 and non-marital property assigned to the party seeking maintenance;\n\n                                                     - 23 -\n\f                     (2) the needs of each party;\n                     (3) the present and future earning capacity of each party;\n                     (4) any impairment of the present and future earning capacity of the party seeking\n                 maintenance due to that party devoting time to domestic duties or having forgone or\n                 delayed education, training, employment, or career opportunities due to the marriage;\n                     (5) the time necessary to enable the party seeking maintenance to acquire\n                 appropriate education, training, and employment, and whether that party is able to\n                 support himself or herself through appropriate employment or is the custodian of a\n                 child making it appropriate that the custodian not seek employment;\n                     (6) the standard of living established during the marriage;\n                     (7) the duration of the marriage;\n                     (8) the age and the physical and emotional condition of both parties;\n                     (9) the tax consequences of the property division upon the respective economic\n                     circumstances of the parties;\n                     (10) contributions and services by the party seeking maintenance to the education,\n                 training, career or career potential, or license of the other spouse;\n                     (11) any valid agreement of the parties; and\n                     (12) any other factor that the court expressly finds to be just and equitable.” Id.\n        No single factor is determinative in considering the duration and amount of maintenance and\n        the trial court is not limited to a review of the factors outlined in section 504 of the Act in\n        setting a maintenance award. Heroy, 385 Ill. App. 3d at 651. Importantly, the trial court must\n        consider all of the relevant statutory factors in establishing a maintenance award, but it need\n        not make specific findings as to the reasons for its decision. Reynard, 378 Ill. App. 3d at 1004.\n¶ 120        In determining the amount of maintenance, a trial court should consider the parties’ income\n        at the time of dissolution as well as their potential incomes. In re Marriage of Harlow, 251 Ill.\n        App. 3d 152, 161 (1993). Accordingly, a spouse is entitled to maintenance in an amount\n        sufficient to maintain the standard of living the parties enjoyed during the course of the\n        marriage if the providing spouse has the means to provide for the other spouse without\n        compromising his own needs. In re Marriage of Dunlap, 294 Ill. App. 3d 768, 774 (1998). In\n        addition, an award of maintenance may be in the form of a percentage of income in lieu of a\n        fixed amount. See In re Marriage of Parello, 87 Ill. App. 3d 926, 936 (1980) (modifying the\n        award to provide for “maintenance in the amount of 35% of the respondent’s total net income\n        from employment of any kind”); In re Marriage of Dowd, 2013 IL App (3d) 120140, ¶ 26\n        (concluding the trial court’s award of 20% of the husband’s annual bonus was a “thoughtful,\n        well-reasoned approach, that was fair to each party”).\n¶ 121        The trial court here determined:\n                     “Based on all relevant statutory factors, Yvonne is to receive permanent\n                 maintenance in the amount of thirty (30%) percent of James’s gross income from all\n                 sources, including his marital and non-marital income. As James has not filed tax\n                 returns since 2007, it is difficult for the Court to verify James’s net income from all\n                 sources. Accordingly, maintenance will be based upon 30% of James[’s] gross\n                 income.”\n\n\n\n                                                   - 24 -\n\f        The trial court’s order indicates that James’s failure to file income tax returns since 2007\n        prevented it from calculating his net income with more attuned accuracy. As a result, it\n        awarded Yvonne 30% of his gross income as maintenance. The trial court also ordered “[d]ue\n        to the fluctuation of James’s gross monthly income, there shall be quarterly ‘true-ups’ on\n        maintenance paid.”\n¶ 122       James maintains the trial court erred in awarding maintenance to Yvonne in the amount of\n        “thirty (30%) percent of James’s gross income from all sources, including his marital and\n        non-marital income.” Section 504(a) states “maintenance may be paid from the income or\n        property of the other spouse after consideration of all relevant factors.” 750 ILCS 5/504(a)\n        (West 2012). The statute itself does not state the maintenance must be paid only from marital\n        income. See id. In fact, section 504(a) does not differentiate between marital and nonmarital\n        income, it merely states “maintenance may be paid from the income or property of the other\n        spouse.” Id. In addition, the statute requires the trial court to consider as one of the relevant\n        factors “the income and property of each party, including marital property apportioned and\n        non-marital property assigned to the party seeking maintenance.” 750 ILCS 5/504(a)(1) (West\n        2012). Accordingly, the trial court did not err in considering James’s nonmarital income in its\n        determination of maintenance.\n\n¶ 123                                       CONCLUSION\n¶ 124       For the reasons stated above, we reverse the trial court’s determination that the Scottrade\n        account was marital property and hold based on clear and convincing evidence the Scottrade\n        account is James’s nonmarital property. We further reverse the determination of the trial court\n        as to the allocation of marital assets, maintenance, and attorney fees and remand for\n        reconsideration of these matters consistent with this opinion. We affirm the trial court’s\n        determination that James did not dissipate marital assets and its consideration of James’s\n        nonmarital income in its determination of maintenance.\n\n¶ 125      Affirmed in part and reversed in part; cause remanded.\n\n\n\n\n                                                   - 25 -\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                               Illinois Official Reports\n\n                                       Appellate Court\n\n\n\n                      In re Marriage of Foster, 2014 IL App (1st) 123078\n\n\n\nAppellate Court           In re MARRIAGE OF YVONNE FOSTER, Petitioner-Appellant and\nCaption                   Cross-Appellee, and JAMES FOSTER, Respondent-Appellee and\n                          Cross-Appellant.\n\n\n\nDistrict & No.            First District, Sixth Division\n                          Docket No. 1-12-3078\n\n\nFiled                     August 22, 2014\n\n\nHeld                       In the dissolution of the marriage of a couple with no children and who\n(Note: This syllabus enjoyed the benefits of various professional endeavors and the\nconstitutes no part of the management of respondent husband’s substantial inheritances, the\nopinion of the court but trial court’s determination that the stock account primarily funded by\nhas been prepared by the those nonmarital inheritances was marital property was reversed on\nReporter of Decisions appeal in view of the clear evidence that the funds in the account came\nfor the convenience of from respondent’s inheritances, and based on that error, the allocation\nthe reader.)               of the other marital assets and the awards of maintenance and attorney\n                           fees were reversed and remanded for reconsideration, but the\n                           determination that respondent did not dissipate marital assets and the\n                           consideration of his nonmarital income with respect to maintenance\n                           were affirmed.\n\n\n\nDecision Under            Appeal from the Circuit Court of Cook County, No. 09-D2-30269; the\nReview                    Hon. Jeanne M. Reynolds, Judge, presiding.\n\n\n\nJudgment                  Affirmed in part and reversed in part; cause remanded.\n\f     Counsel on                Joel Ostrow, of Bannockburn, for appellant.\n     Appeal\n                               Maureen A. Mitchel, of Maureen A. Mitchel Law Offices, of Chicago,\n                               for appellee.\n\n     Panel                     JUSTICE REYES delivered the judgment of the court, with opinion.\n                               Presiding Justice Rochford and Justice Lampkin concurred in the\n                               judgment and opinion.\n\n                                                  OPINION\n\n¶1         Petitioner, Yvonne Foster (Yvonne), appeals from the entry of the judgment of dissolution\n       of her marriage to respondent and cross-appellant, James Foster (James). On appeal, Yvonne\n       contends that: (1) the trial court failed to award her a greater share of the marital estate as\n       provided in the judgment of dissolution; (2) the trial court’s determination that James did not\n       dissipate marital assets was against the manifest weight of the evidence; (3) the trial court\n       abused its discretion in awarding her only 30% of James’s income from all sources in\n       permanent maintenance; and (4) the trial court abused its discretion in awarding her only\n       $25,000 toward contribution of her attorney fees.\n¶2         James cross-appeals, contending that: (1) the trial court erred in determining his Scottrade\n       account was marital property; and (2) the trial court abused its discretion by awarding Yvonne\n       30% of his nonmarital income toward maintenance.\n¶3         For the reasons that follow, we reverse the trial court’s ruling that the Scottrade account is\n       marital property.1 We affirm the trial court’s determination that James did not dissipate marital\n       assets and also conclude the trial court did not err in awarding Yvonne a percentage of James’s\n       nonmarital income as maintenance. We remand the matter for reconsideration of the\n       distribution of the assets, as well as for new determinations regarding maintenance and\n       attorney fees based on the trial court’s error in the determination of the value of the Scottrade\n       account and our determination that the Scottrade account was nonmarital.\n\n¶4                                        I. BACKGROUND\n¶5         James and Yvonne were married on December 21, 1975. At the time of the entry of the\n       judgment of dissolution, September 28, 2012, James was a 62-year-old software specialist,\n       earning approximately $58,000 annually, and Yvonne was 63 years of age and was\n       unemployed. The parties had no children. Throughout the proceedings James resided in the\n       marital home located in Glenview, Illinois. In July of 2009, Yvonne commenced residing in an\n       apartment located in Chicago, Illinois.\n\n\n\n             1\n           We note that the record refers to this account as the “Scott Trade account.” In their briefs,\n       however, the parties refer to this account as the “Scottrade” account. A review of the company’s\n       website reveals that “Scottrade” is the company’s legal name and will be used in place of “Scott Trade\n       account” throughout this opinion.\n\n                                                     -2-\n\f¶6                                        A. Pretrial Proceedings\n¶7         On May 8, 2009, Yvonne filed a petition for dissolution of marriage in the circuit court of\n       Cook County. On September 8, 2009, Yvonne filed a petition for temporary maintenance. On\n       September 24, 2009, the trial court ordered James to pay temporary maintenance to Yvonne in\n       the amount of $200 each week pending hearing on the petition. On October 28, 2009, after a\n       hearing on the matter, James was ordered to pay $1,800 a month in temporary maintenance\n       beginning November 1, 2009, to Yvonne.\n¶8         On January 21, 2011, Yvonne filed a motion to modify her support order, asserting James\n       had failed to disclose two bank accounts and, therefore, had sufficient funds to support her\n       request for increased temporary maintenance to the amount of $4,570 per month. In support of\n       her claim, Yvonne submitted an affidavit in which she averred her current living expenses\n       were $4,570 each month. On May 20, 2011, the trial court ordered James to pay Yvonne\n       $4,570 per month in temporary support retroactive to January 21, 2011, the date of her initial\n       request. The trial court did not set forth a basis for granting Yvonne’s request.\n¶9         On June 30, 2011, Yvonne filed a petition for contribution toward interim attorney fees. On\n       August 18, 2011, the trial court granted her request, ordering James to contribute $12,000\n       toward Yvonne’s attorney fees.2 The matter was then set for trial for the court to determine the\n       distribution of marital assets and whether Yvonne would be awarded maintenance.\n\n¶ 10                                              B. Trial\n¶ 11        Trial was held on February 21-22, March 13-14, and April 2, 2012. The majority of the\n       testimony at trial related to James’s nonmarital income, his current bank accounts, and the\n       parties’ lifestyle between 1994 and 2003. Prior to the commencement of trial, the parties\n       stipulated the value of the marital residence was $222,599 with an outstanding mortgage\n       balance of $44,506.53, resulting in a net equity of $177,993.47.3 The parties further stipulated\n       the following assets were marital: Yvonne’s Harris Bank account; the parties’ Charles Schwab\n       One account No. 6275 (the Schwab investment account); Yvonne’s Schwab individual\n       retirement account (IRA); the parties’ Charles Schwab rollover IRA account No. 6286;\n       James’s Teachers Retirement System pension; James’s Illinois Municipal Retirement Fund\n       (IMRF) pension; James’s New Trier Retirement Incentive Plan; James’s 2006 Jeep Grand\n       Cherokee; Yvonne’s 1996 BMW; and James’s 1991 Jeep. 4 The parties also stipulated to\n\n           2\n            Yvonne was initially represented by the Law Offices of Lawrence S. Manassa, P.C. On September\n       1, 2011, however, Manassa filed a motion to withdraw stating he received by facsimile a “substitution\n       of attorneys” form executed by Yvonne and Howard Rosenfeld of Rosenfeld, Hafron, Shapiro and\n       Farmer and believed it was his ethical duty to withdraw.\n\n           3\n           The actual amount of equity is $178,092.47; however, the parties do not contest the amount\n       awarded on appeal.\n\n           4\n             The parties’ stipulation was not included in the record on appeal. The text of this stipulation is\n       derived from the judgment of dissolution. The parties do not argue on appeal that the trial court’s\n       recitation of the stipulation is incorrect; however, the record is devoid of any evidence of “Yvonne’s\n       Schwab IRA.” Only two Schwab accounts exist in the record: (1) the Schwab One investment account\n       No. 6275; and (2) the Schwab IRA No. 6286 held jointly by the parties.\n\n                                                      -3-\n\f       James’s nonmarital property as follows: an undivided one-third interest in certain real property\n       located in Lipscomb County, Texas, along with three active oil and gas lease interests with a\n       stipulated value of $1,030,979; an undivided one-third interest in certain real property located\n       in Harper County, Oklahoma, with a stipulated value of $54,000; and an undivided one-third\n       interest in 100 acres of real property located in Prosser, Washington. Lastly, the parties\n       stipulated to the authenticity of all financial account statements admitted as exhibits.\n\n¶ 12                                1. The Parties’ Employment History\n¶ 13        James testified that in 1975 when the parties were first married, he was employed as a\n       teacher at Washburn Junior High School. Subsequent to his employment at Washburn, he was\n       employed by Huguley Systems Corporation from 1978 through 1981. 5 Thereafter, he was\n       employed by Baxter Travonal Laboratories earning $40,000 annually. From July of 1987 until\n       December of 1994, James was employed by Abbott Laboratories making $70,000 annually. In\n       1994 James began a company, Applied Technology, which focused on technical writing for the\n       sport aviation community. In 2003, James terminated his business and gained employment as a\n       substitute teacher for New Trier Township High School (New Trier) earning $10 per hour. In\n       2006, James became a full-time employee at New Trier earning under $30,000 annually. As of\n       trial, James was employed by New Trier as a software specialist earning $58,000 annually.\n¶ 14        Yvonne testified when she married James in 1975 she was employed as a substitute\n       teacher. Thereafter, she held various office positions until 1994 when she graduated with a\n       masters of arts in guidance and counseling. In 1994 Yvonne opened her own office and was a\n       counselor for one year until she decided it “wasn’t a good fit” for her, and closed the business\n       with James’s approval. Thereafter, she assisted James with his work for Applied Technology\n       by reading and editing his work product. Throughout the majority of the marriage, Yvonne was\n       a homemaker.\n\n¶ 15                                        2. James’s Inheritance\n¶ 16       James testified that in the early 1990s he received an inheritance from his father’s cousin,\n       Beatrice Bonk, which included a one-third interest in three properties. James further testified at\n       that time he also inherited $200,000 in cash from the Beatrice Bonk estate, which he deposited\n       in the couple’s Schwab investment account.\n¶ 17       In the early 1990’s James also received $30,000 from Linn Energy, a company which was\n       testing the property he inherited for natural gas. Thereafter, the amount of income he received\n       from Linn Energy “rapidly dropped off.” Through the time of trial, James continued to receive\n       checks from Linn Energy, which were directly deposited in his Chase checking account. James\n       also received insubstantial payments from PVR Midstream, LLC, a company involved in\n       pipeline production.\n¶ 18       James further testified he first began receiving funds from the Chalker oil well leases on the\n       inherited property in December of 2010, when he received $18,914. From December of 2010\n       through trial, James had been receiving monthly checks from Chalker in varying amounts. In\n       2011, James earned over $400,000 from Chalker.\n\n          5\n            No testimony was elicited regarding James’s salary at Washburn Junior High School or Huguley\n       Systems Corporation.\n\n                                                   -4-\n\f¶ 19      In addition to the inheritance from his father’s cousin, James also testified he received a\n       quarterly payment from his mother’s trust. The amount varied; however, the most recent\n       payment received at the time of the trial was “over 2 but less than $3,000.” When James\n       opened the Chase checking account in August 2009 all of his nonmarital inheritance income\n       was deposited into that account.\n\n¶ 20                           3. The Parties’ Schwab Investment Accounts\n¶ 21       James testified that with $100,000 of the inheritance he received in the early 1990s he\n       opened the Charles Schwab One account No. 6275 (the Schwab investment account). Six\n       months later, he deposited another $100,000 into the Schwab investment account. James\n       testified the Schwab investment account was a margin account, which is “an investment\n       account where you hold stocks, and it could be bonds[ or] securities. And then you could write\n       checks against it. It’s sort of like a line of credit *** which is secured by your security\n       holdings, and the amount of credit you have is based on the amount of securities in the\n       account.” One could repay a margin loan by depositing cash into the account or selling the\n       securities contained in the account. James testified he and Yvonne had access to the Schwab\n       investment account through a Visa card as well as by writing checks and that the parties used\n       the Schwab investment account to fund their lifestyle. As of August 31, 2000, the Schwab\n       investment account had $1,105,392.91 in assets with a margin loan of $442,933.22, making the\n       total account value $682,459.69. James further testified that the stock market declined in the\n       latter part of 2000, and as a result, Schwab sold off some of the securities in the Schwab\n       investment account to rebalance the margin loan. As of February 28, 2002, the Schwab\n       investment account had a total value of $118,198.69. James further testified that as of July 1,\n       2009, he and Yvonne exhausted all of those assets but $1,635.04, as they had been utilized to\n       fund the couple’s lifestyle.\n¶ 22       In 1995, James opened a joint Charles Schwab individual retirement account (the Schwab\n       IRA) funded with $70,000 from his 401(k) retirement plan from Abbott Laboratories. On\n       October 31, 2000, the account value was $594,442.11. The stock market subsequently declined\n       and on October 31, 2001, the account value was $245,928.84. The parties had not withdrawn\n       any money from the Schwab IRA prior to that date. By the end of 2003, James testified he and\n       Yvonne withdrew funds from the Schwab IRA “because the Schwab One account [the Schwab\n       investment account] was basically empty.” The couple used the funds from the Schwab IRA to\n       subsidize their living expenses.\n\n¶ 23                            4. The Parties’ Lifestyle from 1994-2003\n¶ 24       Yvonne testified between 1994 and 2003 the couple frequented restaurants approximately\n       four times a week. They also maintained an “opulent lifestyle, especially when it came to\n       traveling.” Yvonne averred during their marriage the parties traveled to Wyoming 20 times,\n       London 10 times, Hawaii 4 times, Paris 3 times, and Luxembourg and Belgium “a few times.”\n       On one trip to Hawaii, the couple stayed for an entire month because James wanted to upgrade\n       his pilot’s license.\n¶ 25       Yvonne further testified that between 1994 and 2003, she and James spent on average\n       $21,378 per month and that she shopped at upscale department stores such as Saks Fifth\n       Avenue and Nordstrom. This monthly amount included monthly expenses of $683 to repair the\n\n\n                                                  -5-\n\f       parties’ vehicles; $200 for gas; $1,000 for clothing; $750 for grooming; $2,000 for social\n       obligations and entertainment; and $7,500 for vacations. Yvonne based these figures on\n       receipts and her memory and by researching costs for hotels and travel on the Internet. Yvonne,\n       however, did not provide any receipts at trial.\n¶ 26       In addition, Yvonne testified the couple was “obsessed” with the stock market during this\n       period. The couple watched television programs and read articles and magazines regarding the\n       stock market. Yvonne testified that during this time the couple used the Schwab investment\n       account to pay the bills associated with running the household. She further stated she was\n       unaware that their investments had undergone a dramatic decline as of 2003, but did know they\n       had decreased in value.\n¶ 27       James testified the parties spent “far less” than $21,736 a month between 1994 and 2003.\n       James further testified around 2000, the couple took seven vacations in a 12-month period.\n       James testified the parties traveled to Europe three times, to Hawaii twice, and to Wyoming\n       five times. The trial court admitted James’s Exhibit 72, the 1998 American Express credit card\n       yearly summary, into evidence. The credit card summary indicated the parties incurred\n       $16,386 in one year for airlines, car rental, and lodging. The American Express statement\n       further indicated the couple spent $8,363 in one year dining out at restaurants.\n\n¶ 28                              5. The Parties’ Lifestyle from 2004-09\n¶ 29       Yvonne testified the frequency of the couple’s vacations declined between 2004 and 2009.\n       Yvonne indicated the couple went on three vacations during this time period: one to Ireland;\n       one to Germany; and one to Cabo San Lucas. Yvonne further testified the number of occasions\n       they dined outside the home decreased as well. Yvonne testified that in the six months before\n       she vacated the marital residence, she and James dined outside the home three times a week\n       and were “going to a lot of movies.” Yvonne further testified that when she vacated the marital\n       residence, she was not spending $1,000 each month on clothing, $7,500 each month on\n       vacations, $750 each month on grooming, and $2,120 on automobile-related expenses.\n¶ 30       James testified that although the parties went on vacations during this period, they were\n       “extremely stressed financially” and he was earning less money at that time than he earns\n       currently. James further testified he had not filed his and Yvonne’s tax returns from 2007 to the\n       present. James, however, testified that at the time of the trial he was in the process of paying his\n       back taxes. Admitted into evidence by James was a monthly expenditures and account balance\n       spreadsheet for the period of January 2006 to June 2009, which demonstrated the couple’s\n       average monthly expenses were $6,251.85.\n\n¶ 31                        6. James’s Current Bank and Investment Accounts\n¶ 32       James testified in August of 2009 he opened the Chase checking account No. 0198 (Chase\n       checking account) in his name alone after the parties had separated. Income checks he received\n       from New Trier and other jobs were directly deposited into the account. James received\n       nonmarital income payments from Linn Energy, PVR Midstream, and his mother’s trust,\n       which were deposited into the Chase checking account beginning August 31, 2009. At the time\n       the Chase checking account was first opened, he deposited checks from Linn Energy\n       approximately once, and sometimes twice, a month ranging from $52.50 to $686. James was\n       also receiving quarterly payments from his mother’s trust ranging from $799 to $1,400 which\n\n\n                                                    -6-\n\f       were also deposited into the Chase checking account. As of January 27, 2012, the account had\n       a balance of $9,384.09.\n¶ 33       On September 4, 2009, James opened a Scottrade account in his name only with $75 from\n       his Chase checking account. James funded the Scottrade account by transferring funds from\n       his Chase checking account to the Scottrade account. James testified “the money [contained in\n       the Scottrade account] represented predominantly inherited funds.” These transfers became\n       more frequent in December of 2010, when he began receiving funds from Chalker. From the\n       inception of the Scottrade account until December 21, 2010, eight transfers were made from\n       the Chase checking account to the Scottrade account in the total amount of $7,675.\n¶ 34       Then, on December 22, 2010, James received a deposit from Chalker in the amount of\n       $18,914. On December 28, 2010, $2,500 was transferred from the Chase checking account to\n       the Scottrade account. On December 29, 2010, $2,200 was similarly transferred. On January\n       11, 2011, $3,600 was transferred from the Chase checking account to the Scottrade account.\n       On February 7, 2011, James deposited a $14,708 check from Chalker into his Chase checking\n       account. The following day, February 8, 2011, James transferred $4,000 to the Scottrade\n       account. On February 28, 2011, James again deposited $40,124.78 from Chalker into his\n       Chase checking account and on March 1, 2011, James transferred $4,500 to the Scottrade\n       account. Subsequently, James also made two transfers of $2,000 and $1,500 to the Scottrade\n       account on March 14, 2011. On April 4, 2011, James deposited $60,984.72 from Chalker into\n       his Chase checking account, then on April 4, April 8, April 14, and April 27, James transferred\n       $6,000, $8,000, $6,000, and $3,000, respectively, into his Scottrade Account. On May 2, 2011,\n       James deposited $39,192.21 from Chalker into his Chase checking account. On May 3, May 4,\n       May 5, and May 9, James transferred $8,000, $1,200, $20,000, and $13,000 into the Scottrade\n       account. The pattern that James would receive large amounts of approximately $40,000 from\n       Chalker and would then transfer large sums of money into the Scottrade account within days of\n       receiving the money continued through December of 2011. James testified it was never his\n       intention that the funds received from his inheritance would be distributed to Yvonne.\n¶ 35       In February of 2010, James opened a First Bank and Trust checking account No. 5732 in\n       his name alone. As of November 15, 2011, the account contained $403.97.\n¶ 36       On February 23, 2012, James opened an additional Chase checking account No. 4428 in his\n       name alone and deposited only what he viewed to be his nonmarital income into this account.\n       James testified as of March 21, 2012, there was $97,299 in the account. He had, however,\n       executed a check in the amount of $80,000 from that account to the IRS for payment of back\n       taxes, but the check had not yet cleared the account.\n\n¶ 37              7. James’s Expenditures Since the Filing of the Petition for Dissolution\n¶ 38       James’s testimony established that between the end of 2010 and the date of trial (when he\n       began receiving greater amounts of inheritance income) he spent in excess of $150,000 on his\n       own personal expenses, furniture, automobiles, travel and other activities, including upwards\n       of $50,000 on gambling. James testified he used his nonmarital income to fund these expenses.\n\n¶ 39                     C. Yvonne’s Petition for Contribution to Attorney Fees\n¶ 40       On March 14, 2012, Yvonne filed a petition for contribution to attorney fees pursuant to\n       section 503(j) of the Illinois Marriage and Dissolution of Marriage Act (the Act) (750 ILCS\n\n                                                  -7-\n\f       5/503(j) (West 2012)) in which she asserted she incurred attorney fees and costs associated\n       with litigating the dissolution action in the amount of $83,000 as of March 1, 2012, and\n       currently owes her attorneys $45,000. Yvonne further asserted James had a greater ability to\n       pay her attorney fees, as he earned an income that exceeds that of Yvonne, as she was currently\n       unemployed. Affidavits from each of Yvonne’s attorneys were attached to the motion;\n       however, both affidavits failed to include billing statements.\n¶ 41       In response, James asserted Yvonne’s legal fees were unreasonable and were exponentially\n       out of proportion to the product as represented at trial. James maintained the amount of his\n       nonmarital income could not be a basis for awarding Yvonne contribution toward attorney\n       fees. James further asserted that Yvonne deliberately chose not to obtain employment and the\n       reason she lacks income is due to her own decision to remain unemployed.\n¶ 42       In reply, Yvonne maintained under section 503(j), if maintenance is awarded, then the\n       court shall base any fees award or contribution on the criteria set forth in sections 503 and 504\n       of the Act. Accordingly, it is proper for the court to consider James’s nonmarital income.\n       Yvonne also stated she is “prepared to tender copies of her counsel’s billing statements at a\n       hearing of this matter so that the Court can make the appropriate determination of\n       reasonableness of attorneys fees.”\n¶ 43       The trial court indicated it would include its decision on contribution toward attorney fees\n       in the judgment for dissolution of marriage.\n\n¶ 44                          D. The Judgment for Dissolution of Marriage\n¶ 45       On September 28, 2012, the trial court issued its judgment for dissolution of marriage. The\n       court awarded Yvonne 65% of the stipulated value of the marital home to be paid from James’s\n       resources; all of the property in her possession; the Harris Bank account; the Schwab\n       investment account; the Schwab IRA; the Schwab rollover IRA; and the 1996 BMW. Yvonne\n       was further awarded permanent maintenance in a sum equal to 30% of James’s gross income\n       from all sources, including his nonmarital income. James was awarded the Chase checking\n       account No. 0198; the Chase savings account No. 4428; the Scottrade account No. 2923; the\n       marital residence; the Teachers Retirement System pension; the IMRF pension; the New Trier\n       Retirement Incentive Plan; the 1991 Jeep; the 2006 Jeep; and all personal property in his\n       possession. James was further awarded all of the marital debts, including the mortgage balance\n       of $44,506.55 and credit card debt estimated to be $31,700. James was also ordered to pay\n       $25,000 toward contribution to Yvonne’s attorney fees.\n\n¶ 46                                1. Dissipation of Marital Assets\n¶ 47       The trial court determined James did not dissipate marital assets. The trial court based its\n       ruling on the fact that James exhausted all of his marital income to provide for Yvonne’s\n       temporary maintenance payments as well as for marital household expenses. The trial court\n       found that James in 2011 had paid $10,800 toward the mortgage and $54,840 in temporary\n       support for Yvonne, totaling $65,640. The trial court further found James’s marital income for\n       2011 was $58,000, and accordingly, he had to utilize nonmarital income to pay marital\n       expenses. The trial court also noted Yvonne “made no contribution towards payment of any\n       marital debts or expenses.” The trial court concluded “James[’s] deposits of non-marital\n       income are easily identified” and “[b]ased upon James[’s] payment of temporary support and\n\n\n                                                   -8-\n\f       payment of marital obligations in excess of his marital income as well as his contribution of\n       non-marital income to the marital estate and the Court’s ultimate division of assets and debts as\n       set forth below, the Court does not find James has dissipated marital assets.”\n\n¶ 48                                 2. Nonmarital and Marital Property\n¶ 49      The trial court considered the following property to be James’s nonmarital property\n       because it was opened by James with his nonmarital income and held solely in his name:\n                   -Chase savings account No. 4428 with a balance of $97,299.59 as of March 21,\n               2012.\n¶ 50      The trial court determined the value of the following accounts and found them to be marital\n       property:\n                   -Chase checking account No. 0198 with a balance of $9,384.09 as of January 27,\n               2012.\n                   -First Bank and Trust account No. 5732 with a balance of $403.97 as of November\n               15, 2011.\n                   -Scottrade account No. 2923 with a balance of $448.78 as of December 31, 2011.\n       The trial court stated these accounts were opened during the marriage and that James deposited\n       both his marital and nonmarital income into these accounts, which constituted commingling.\n       The trial court stated these accounts were presumed marital and found that James did not\n       overcome the presumption that they were marital.\n\n¶ 51                                   3. Distribution of Marital Assets\n¶ 52       The trial court distributed the marital assets as previously set forth at the beginning of this\n       section. In addition, the trial court stated, “As set forth below in the allocation of the marital\n       estate, Yvonne will receive a greater share of the marital estate and James will be responsible\n       for a greater share of the marital debts.” According to the values of the marital assets set forth\n       by the trial court in its order, James was awarded approximately $74,028.23 and Yvonne was\n       awarded $120,086.44.6 James, however, was also responsible for all of the marital debts in the\n       amount of $74,206.55, including the remainder due on the mortgage of the marital residence.\n       James was also awarded the marital residence and, therefore, was to provide Yvonne the sum\n       of $115,695.45, which represents 65% of the stipulated value of the marital residence. James\n       was also responsible for taxes owed jointly by the couple “for 2007 and subsequent years.”\n\n¶ 53                                           4. Maintenance\n¶ 54       The trial court rendered the following determinations regarding Yvonne’s request for\n       maintenance. The trial court found the parties’ marriage lasted 36 years and Yvonne was 63\n       years old at the time of dissolution. Yvonne had “not worked outside the home since 1994.”\n       The trial court indicated Yvonne’s affidavit, wherein she lists her monthly expenses as\n       $21,378, was “greatly exaggerated” and “not an accurate depiction of the parties’ marital\n       lifestyle ever or even for the ten years prior to the trial dates.” The trial court also found that in\n\n           6\n            These amounts include only the property for which the trial court provided values in the judgment\n       of dissolution.\n\n                                                     -9-\n\f       2011 James’s income from New Trier was $56,185 and he received “in excess of $500,000 in\n       non-marital income.” The trial court further found that James’s affidavit listed his monthly\n       expenses as $10,722 and he was only able to pay his current expenses, marital expenses, and\n       temporary support to Yvonne due to his increased nonmarital income beginning in 2010. The\n       trial court stated:\n               “[A]fter not being employed for over twenty years and based upon Yvonne’s age and\n               limited work experiences, there is no realistic likelihood that Yvonne will find\n               employment and significantly improve her ability to support herself in accordance with\n               the standard of living established during the parties’ marriage. James has a far greater\n               present and future ability to earn income and currently receives a significant stream of\n               non-marital income.”\n       After stating it considered all of the statutory factors set forth in section 504(a) of the Act (750\n       ILCS 5/504(a) (West 2012)), the trial court awarded Yvonne permanent maintenance “in the\n       amount of thirty (30%) percent of James’s gross income from all sources, including his marital\n       and non-marital income. As James has not filed tax returns since 2007, it is difficult for the\n       Court to verify James’s net income from all sources. Accordingly, maintenance will be based\n       upon 30% of James[’s] gross income.”\n\n¶ 55                                           5. Attorney Fees\n¶ 56   The trial court determined James shall pay the sum of $25,000 to Yvonne as contribution\n       toward her attorney fees. The trial court noted it considered the allocation of assets and\n       liabilities, the award of maintenance and the relative earning capabilities of the parties when\n       determining whether one party should contribute toward the payment of the other party’s\n       attorney fees. The trial court stated James already paid $12,000 toward Yvonne’s attorney fees\n       from his nonmarital income. The trial court found:\n                “The invoices of Yvonne’s current attorney Rosenfield Hafron Shapiro & Farmer\n                detail invoices for the period of September 1, 2011 through September 4, 2012 in the\n                amount of $130,875 in fees of which $47,554 has been paid to date and a balance of\n                $90,345.87 remains owing. In addition, Yvonne hired an additional firm of Levin &\n                Rosen wherein attorney fees for the same period totaled $12,375 with $4,500 paid and\n                the remaining balance of $7,875. Accordingly, Yvonne has incurred a total of\n                $143,250 in attorneys’ fees for a one-year period.”\n¶ 57       Regarding the billing statements from Yvonne’s counsel the trial court found, “[t]here [at\n       the law firm] different attorneys worked often simultaneously on this case. The fees include the\n       conferencing of attorneys working on the case, resolution of discovery disputes, trial\n       preparation, time spent during the trial, and the preparation of post trial briefs.” The trial court\n       determined “the fees incurred by Yvonne for the last year were excessive and disproportionate\n       to the nature of the contested disputes and disproportionate to the value of the marital estate.”\n¶ 58       The trial court further found that “both parties share in the delay in these proceedings,” and\n       stated it:\n                “does not find Yvonne had a good faith belief that James[’s] inheritance was a marital\n                asset, and that James did not expediently respond to discovery requiring issuing of\n                subpoenas. However, the Court does find Yvonne’s incurrence of $142,000 in\n\n\n\n                                                    - 10 -\n\f              attorneys’ fees for a one-year period to be excessive and not reasonable in light of all\n              factors considered during the litigation and the evidence produced at trial.”\n       Ultimately, the trial court concluded, “the Court finds that James does have a greater present\n       and future ability to pay attorneys fees than Yvonne does and orders James to contribute an\n       additional $25,000 toward payment of Yvonne’s attorneys’ fees. Yvonne will be responsible\n       for payment of the balance of her attorneys’ fees and costs.”\n\n¶ 59                                          II. ANALYSIS\n¶ 60       On appeal Yvonne contends that: (1) the trial court failed to award her a greater share of the\n       marital estate in contravention of the language of the judgment of dissolution; (2) the trial\n       court’s determination that James did not dissipate marital assets was against the manifest\n       weight of the evidence; (3) the trial court abused its discretion in awarding her only 30% of\n       James’s income from all sources in permanent maintenance; and (4) the trial court abused its\n       discretion in awarding her only $25,000 toward contribution of her attorney fees.\n¶ 61       James cross-appeals, contending that: (1) the trial court erred in determining the Scottrade\n       account was marital property; and (2) the trial court abused its discretion by awarding Yvonne\n       30% of his gross income, including his nonmarital income as maintenance.\n¶ 62       As these issues are naturally intertwined, we will consider each party’s contention as they\n       relate to each other, beginning with the trial court’s ruling regarding the distribution of the\n       marital estate.\n\n¶ 63                                A. Distribution of the Marital Estate\n¶ 64       Yvonne contends the trial court abused its discretion when it stated in the judgment of\n       dissolution it would award her a majority of the marital estate, but in actuality awarded her less\n       than half of the marital estate. Yvonne bases this contention on the fact the trial court awarded\n       James the Scottrade account, which at the time of trial contained $178,993.28. Yvonne\n       maintains that the trial court’s determination that the Scottrade account held $448.78 was in\n       error, and had the trial court properly valued the Scottrade account it would have awarded her a\n       portion of this asset. James responds that the trial court was reasonable in its distribution of the\n       marital estate. In his cross-appeal, however, James asserts the trial court erred in classifying the\n       Scottrade account as marital property.\n¶ 65       When determining the distribution of a marital estate, the trial court must first determine\n       what constitutes marital property and what constitutes nonmarital property. In re Marriage of\n       Henke, </pre><span class=\"citation\" data-id=\"2018216\"><a href=\"/opinion/2018216/in-re-marriage-of-henke/\"><span class=\"volume\">313</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">159</span></a></span><pre class=\"inline\">, 166 (2000). As James contends in his cross-appeal that the trial\n       court erred in classifying the Scottrade account as marital property, we first turn to address this\n       issue.\n\n¶ 66                            1. Classification of the Scottrade Account\n¶ 67        James asserts the trial court improperly determined the Scottrade account was marital\n       property. James maintains his nonmarital inheritance income never lost its identity and,\n       therefore, it was never transmuted into marital property. In the alternative, James argues the\n       trial court properly allocated the Scottrade account as reimbursement of his contribution of\n       nonmarital funds to the marital estate.\n\n\n                                                    - 11 -\n\f¶ 68        All the property of the parties to a marriage belongs to one of three estates, namely, the\n       estate of the husband, the estate of the wife, or the marital estate. In re Marriage of Werries,\n       </pre><span class=\"citation\" data-id=\"2234818\"><a href=\"/opinion/2234818/in-re-marriage-of-werries/\"><span class=\"volume\">247</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">, 641-42 (1993). Section 503 of the Act requires the trial court to classify\n       property as either marital or nonmarital in order to assign or divide it upon a marriage\n       dissolution. 750 ILCS 5/503 (West 2012). The trial court’s classification of property as marital\n       or nonmarital will not be disturbed on appeal unless it is contrary to the manifest weight of the\n       evidence. In re Marriage of Demar, </pre><span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">837</span></span><pre class=\"inline\">, 850 (2008); but see In re Marriage of\n       Abrell, </pre><span class=\"citation\" data-id=\"2254845\"><a href=\"/opinion/2254845/in-re-marriage-of-abrell/\"><span class=\"volume\">236</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 255 (2010) (considering whether accumulated vacation and sick days\n       are marital property de novo as the facts were undisputed and the credibility of witnesses was\n       not at issue).\n¶ 69        As a general rule under the statute, property acquired by either spouse after the marriage,\n       but prior to a judgment of dissolution, is presumed to be marital property regardless of how\n       title is actually held. 750 ILCS 5/503(b) (West 2012); In re Marriage of Davis, </pre><span class=\"citation\" data-id=\"2013393\"><a href=\"/opinion/2013393/in-re-marriage-of-davis/\"><span class=\"volume\">215</span> <span class=\"reporter\">Ill. App. 3d</span>\n       <span class=\"page\">763</span></a></span><pre class=\"inline\">, 768 (1991). This includes property held solely in one party’s name. 750 ILCS 5/503(b)\n       (West 2012). Subsection (a) provides exceptions to this rule including “property acquired by\n       gift, legacy or descent” or “income from property acquired by a method listed in paragraphs (1)\n       through (7) of this subsection.” 750 ILCS 5/503(a)(1), (8) (West 2012). Thus, property\n       acquired during the marriage is presumed to be marital property unless it is shown by clear and\n       convincing evidence that the property falls within one of the statutory exceptions listed in\n       subsection (a). 750 ILCS 5/503(a), (b) (West 2012).\n¶ 70        It is undisputed that James’s inheritance and the income derived therefrom are nonmarital\n       property pursuant to sections 503(a)(1) and (8) of the Act. 750 ILCS 5/503(a)(1), (8) (West\n       2012). It is also undisputed that James commingled his nonmarital property with his marital\n       property in the Chase checking account. James does not argue on appeal that the trial court\n       erred in determining the Chase checking account was marital property. What is at issue,\n       however, is whether James’s nonmarital inheritance income was transmuted into marital\n       property when deposited into the Chase checking account.\n¶ 71        Transmutation is governed by section 503(c) of the Act:\n                    “(c) Commingled marital and non-marital property shall be treated in the following\n                 manner, unless otherwise agreed by the spouses:\n                         (1) When marital and non-marital property are commingled by contributing one\n                    estate of property into another resulting in a loss of identity of the contributed\n                    property, the classification of the contributed property is transmuted to the estate\n                    receiving the contribution, subject to the provisions of paragraph (2) of this\n                    subsection; provided that if marital and non-marital property are commingled into\n                    newly acquired property resulting in a loss of identity of the contributing estates,\n                    the commingled property shall be deemed transmuted to marital property, subject\n                    to the provisions of paragraph (2) of this subsection.\n                         (2) When one estate of property makes a contribution to another estate of\n                    property, or when a spouse contributes personal effort to non-marital property, the\n                    contributing estate shall be reimbursed from the estate receiving the contribution\n                    notwithstanding any transmutation; provided, that no such reimbursement shall be\n                    made with respect to a contribution which is not retraceable by clear and\n                    convincing evidence, or was a gift, or, in the case of a contribution of personal\n                    effort of a spouse to non-marital property, unless the effort is significant and results\n\n                                                    - 12 -\n\f                   in substantial appreciation of the non-marital property. Personal effort of a spouse\n                   shall be deemed a contribution by the marital estate. The court may provide for\n                   reimbursement out of the marital property to be divided or by imposing a lien\n                   against the non-marital property which received the contribution.” 750 ILCS\n                   5/503(c) (West 2012).\n¶ 72       We initially observe that, contrary to James’s contention, the trial court made no finding\n       that the Scottrade account was awarded to James as reimbursement for his contribution of\n       nonmarital funds to the marital estate pursuant to section 503(c)(2). Moreover, we will not\n       consider James’s one-sentence statement that he “is entitled to reimbursement for contribution\n       of his non-marital estate to the marital estate” pursuant to section 503(c)(2) of the Act, as it is\n       unsupported by any specific facts, argument, or citation to authority in contravention of Illinois\n       Supreme Court Rule 341 (eff. Feb. 6, 2013). Failing to cite to relevant facts and authority\n       violates Rule 341 and results in the party forfeiting consideration of the issue. Kic v. Bianucci,\n       2011 IL App (1st) 100622, ¶ 23.\n¶ 73       In addition, we acknowledge that when James addresses the issue of whether the Scottrade\n       account is nonmarital property in his cross-appeal, he relies upon cases involving\n       transmutation pursuant to 503(c)(1) of the Act and not reimbursement under section 503(c)(2)\n       of the Act. See In re Marriage of Steel, 2011 IL App (2d) 080974, ¶ 71; In re Marriage of\n       Heroy, </pre><span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">640</span></span><pre class=\"inline\">, 672 (2008). Indeed we also observe that Yvonne’s argument does\n       not consider transmutation pursuant to section 503(c)(1) of the Act or reimbursement pursuant\n       to section 503(c)(2) of the Act. In fact, her argument relies entirely on In re Marriage of\n       Wojcik, </pre><span class=\"citation\" data-id=\"2046114\"><a href=\"/opinion/2046114/in-re-marriage-of-wojcik/\"><span class=\"volume\">362</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">144</span></a></span><pre class=\"inline\">, 154-56 (2005), which did not expressly consider either section\n       503(c)(1) or section 503(c)(2) of the Act.7 Specifically, Yvonne asserts that because James’s\n       nonmarital inheritance income was placed in the same account as the marital income, then all\n       subsequent assets acquired from that account must be marital property. Yvonne’s argument\n       ignores that there is no presumption that commingled property is always transmuted into\n       marital property. See Henke, 313 Ill. App. 3d at 168. Accordingly, our consideration of the\n       issue is limited to whether there was transmutation of James’s nonmarital inheritance income\n       under section 503(c)(1) of the Act.\n¶ 74       Transmutation occurs “[w]hen marital and non-marital property are commingled by\n       contributing one estate of property into another resulting in a loss of identity of the contributed\n       property.” 750 ILCS 5/503(c)(1) (West 2012). “The rationale for this rule is that the spouse’s\n       ‘failure to properly segregate nonmarital property, by commingling it with marital property,\n       evinces an intent to treat the former as part of the marital estate.’ ” Heroy, 385 Ill. App. 3d at\n       672-73 (quoting Wojcik, 362 Ill. App. 3d at 154). “The principle of transmutation is based on\n       the presumption that the owner of the nonmarital property intended to make a gift of the\n       property to the marital estate.” In re Marriage of Olson, </pre><span class=\"citation\" data-id=\"2247559\"><a href=\"/opinion/2247559/in-re-marriage-of-olson/\"><span class=\"volume\">96</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 439 (1983). This\n       presumption may be rebutted by the donor spouse with clear and convincing evidence. In re\n       Marriage of Didier, </pre><span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">253</span></span><pre class=\"inline\">, 261-62 (2000). Where the account, however, is not a\n       joint account, no gift presumption may arise when nonmarital deposits of funds are made into\n\n           7\n            As discussed herein, the reviewing court in Wojcik did not expressly identify section 503(c)(1) of\n       the Act when analyzing whether the trial court erred in its classification of two pieces of property\n       acquired during the marriage. Id. The reviewing court did, however, engage in an analysis similar to\n       cases expressly involving transmutation. Id.\n\n                                                     - 13 -\n\f       it; particularly where a party has, by clear and convincing evidence, traced the path of the funds\n       from their origin, through the account in question, and to the ultimate recipient. Steel, 2011 IL\n       App (2d) 080974, ¶ 86. The “[t]racing of funds is a procedure which allows the court to find\n       that property which would otherwise fall within the definition of marital property is actually\n       nonmarital property under one of the statutory exceptions.” In re Marriage of Jelinek, 244 Ill.\n       App. 3d 496, 504 (1993).\n¶ 75        Moreover, there is no presumption that commingled property is always transmuted into\n       marital property. Henke, 313 Ill. App. 3d at 168. “Every act of commingling or every use of\n       marital funds for the maintenance of nonmarital property, however, should not work a\n       transmutation.” Olson, 96 Ill. 2d at 440. “That nonmarital funds were deposited into a marital\n       account does not establish beyond question that the funds were transmuted into marital\n       property.” Steel, 2011 IL App (2d) 080974, ¶ 72. Nonmarital property can maintain its identity\n       even when deposited into a marital account. Steel, 2011 IL App (2d) 080974, ¶ 81. Whether\n       nonmarital funds have lost their identity through commingling requires attention to the specific\n       history of those funds. Id. ¶ 76.\n¶ 76        Contrary to Yvonne’s argument, the issue here is not whether the marital and nonmarital\n       funds were commingled, but whether James’s nonmarital inheritance income was transmuted\n       into marital property. This is because in order for James’s nonmarital inheritance to be\n       transmuted into marital funds, the funds must be: (1) commingled; (2) resulting in a loss of\n       identity of the contributed funds. 750 ILCS 5/503(c)(1) (West 2012). James contends his\n       nonmarital income was not transmuted into marital property as his inheritance income did not\n       lose its identity as his nonmarital property. We agree.\n¶ 77        Heroy supports James’s contention that the Scottrade account was not transmuted to\n       marital property. In that case, the wife contended that the trial court erred in finding the\n       husband’s rental property constituted nonmarital property. Heroy, 385 Ill. App. 3d at 669. The\n       parties did not dispute that the rental property was acquired during the marriage. Id. at 670.\n       Therefore, it was the husband’s burden to prove by clear and convincing evidence that the\n       property fell within one of the exceptions listed in section 503(a) of the Act. Id. The husband\n       argued on appeal that his real property was nonmarital because it was acquired during the\n       marriage in exchange for other nonmarital property pursuant to section 503(a)(2) of the Act.\n       Id. We agreed, concluding the husband established by clear and convincing evidence that the\n       property was acquired without using marital income or assets to secure and repay the original\n       and subsequent loans on the property. Id. at 672.\n¶ 78        The wife, however, also argued on appeal that the rental proceeds from the rental property\n       were deposited into the joint marital account that also contained marital funds, and, therefore,\n       “because ‘the money that [the husband] paid flowed through the parties’ joint checking\n       account *** [it] was marital in any event.’ ” Id. After considering section 503(c)(1) of the Act\n       (750 ILCS 5/503(c)(1) (West 2006)), we concluded the husband’s rental proceeds were not\n       transmuted into marital property, reasoning:\n                    “Here, although [the] rental proceeds were deposited into the Heroys’ joint\n                checking account [along] with [their] marital funds, [the husband] used the proceeds to\n                make his installment payments on the [rental property] note. The placement of the\n                funds into the couple’s joint checking was simply a conduit to transfer money, which\n                allowed David to satisfy his payment obligations. We thus disagree with [the wife] that\n                the simple fact that the rental proceeds from the [rental] property ‘flowed through the\n\n                                                   - 14 -\n\f                parties’ joint account’ rendered the [rental] property a marital asset. Accordingly, we\n                uphold the trial court’s finding that the [rental] property was a nonmarital asset.”\n                Heroy, 385 Ill. App. 3d at 673.\n       In Heroy we did not expressly consider the amount of the rental proceeds or the length of time\n       the rental proceeds were in the couple’s joint checking account, but nonetheless came to the\n       conclusion the husband’s nonmarital rental proceeds were not transmuted. See id.\n¶ 79        As in Heroy, James’s marital income and nonmarital inheritance income were commingled\n       in one account. Id. The fact that these two different types of income were commingled in one\n       account, however, does not establish that the nonmarital inheritance income was transmuted\n       into marital property for the purposes of section 503(c)(1) of the Act. See Steel, 2011 IL App\n       (2d) 080974, ¶ 76. In order to be transmuted, the nonmarital funds must be commingled with\n       marital funds “resulting in a loss of identity of the contributed property.” (Emphasis added.)\n       750 ILCS 5/503(c)(1) (West 2012). Similar to the facts in Heroy, and as found by the trial court\n       here, James’s deposits of his nonmarital inheritance income into the Chase checking account\n       were easily identified. Although this finding was included in the portion of the judgment of\n       dissolution considering whether James dissipated marital assets, the fact it was included in\n       another section of the judgment order does not render the finding insignificant as to the issue of\n       transmutation. Read as a whole, the judgment order sets forth the trial court’s findings that (1)\n       James’s nonmarital inheritance income was easily identifiable in the Chase checking account;\n       (2) James’s marital income was completely exhausted after paying for marital expenses and\n       Yvonne’s temporary support; and (3) the funds remaining in the Chase checking account after\n       the payment of marital expenses constituted James’s nonmarital inheritance income. The\n       uncontroverted evidence at trial also established that within days of the deposits of nonmarital\n       inheritance income into the Chase checking account, James transferred funds from the Chase\n       checking account to the Scottrade account. The Chase checking account, in this instance, acted\n       as a conduit for James to deposit and then transfer of a portion of his nonmarital inheritance\n       income to the Scottrade account. Based on the record as well as the trial court’s findings,\n       James’s inheritance income did not lose its identity as nonmarital property in the process.\n¶ 80        Steel provides further support for our conclusion that James’s nonmarital inheritance\n       income retained its identity when placed into the Chase checking account. In Steel, the\n       reviewing court considered whether a portion of the husband’s nonmarital funds were\n       transmuted into marital property when placed in a money market account which also contained\n       his marital income. Steel, 2011 IL App (2d) 080974, ¶ 72. There, the husband had an interest in\n       two privately held companies, KA Steel Company (KASC) and MM Products. KASC was\n       initially held by the husband and his two brothers, Kenneth and Richard. In July 2004, the\n       husband and Kenneth entered into an agreement to purchase the entirety of Richard’s common\n       stock in KASC. Id. ¶ 29. The agreement called for total purchase price of $3,336,000 with an\n       initial payment of $760,000, 47 monthly installments of $53,666.67, and a final installment of\n       $53,666.51. Id. The husband was responsible for half of the total purchase price and in\n       exchange would receive 388.25 shares of KASC stock. Id.\n¶ 81        In December 2004, KASC, via a shareholder distribution, directly paid Richard $380,000,\n       the husband’s portion of the initial payment. Id. ¶ 30. In 2005, monthly wire transfers were\n       made from KASC to the husband’s money market account in the amount of $26,833.34, which\n       represented his portion of the monthly installment due to Richard under the agreement. Id. The\n       money market account, referred to by the court as the “NT account,” was held in the husband’s\n\n                                                   - 15 -\n\f       name alone and was part of a revocable trust of which he was the trustee and his wife was the\n       beneficiary. Id. ¶ 25. The record did not disclose when the NT account was opened. Id. The\n       husband testified that from 2001 through 2006, he used the NT account exclusively for both\n       family expenses and personal financial transactions and that his salary from KASC was\n       deposited directly into the account. Id. Any shareholder distributions he received from KASC,\n       which were not directly wired to another party, were first deposited into the NT account. Id.\n       Out of all the monthly wire transfers of $26,833.34 from KASC to the NT account in 2005, the\n       husband only made three installment payments to Richard. Id. ¶ 30. The husband admitted that\n       in 2005 he did not pay Richard according to the terms of the agreement. Id. These monthly\n       wire transfers from KASC to the NT account continued until March 2006. Id. Then, beginning\n       in May 2006, the KASC shareholder distributions were paid directly to Richard, bypassing the\n       NT account altogether. Id.\n¶ 82       In addition to the shareholder distributions from KASC, in December 2005, the husband\n       received a distribution from MM Products in the amount of $2,617,259 which was directly\n       wired into his NT account. Id. ¶ 31. In his appellate brief, the husband asserted a portion of\n       these funds was used to make a payment to Richard in the amount of $529,333.44, which\n       included money owed pursuant to the agreement, as well as repayments of other personal\n       loans. Id. Bank statements produced at trial established a wire transfer of $529,333.44 from the\n       NT account to Richard in December 2005. Id. At trial, however, the husband could not recall\n       the purpose of the wire transfer.\n¶ 83       The trial court found that the husband’s interests in KASC and MM Products were\n       nonmarital. Id. ¶ 51. The trial court further stated: “ ‘Beyond that[,] the source of all the funds\n       [the husband] had available was his non-marital asset KASC.’ ” Id. The trial court made a\n       further finding that “ ‘there was no relationship between [the husband’s] personal efforts and\n       any distribution.’ ” Id.\n¶ 84       On appeal, the wife first argued that the husband’s share of the retained earnings in KASC\n       was marital as they were essentially income. Id. ¶¶ 58, 62. The reviewing court disagreed and\n       concluded his interest in the company was nonmarital, as the company’s retained earnings\n       were not income to the husband, there were restrictions on the husband’s ability to disburse the\n       retained earnings, the husband was reimbursed for his tax payments on his share of the retained\n       earnings by KASC, and the husband was adequately compensated at KASC through a salary.\n       Id. ¶ 69.\n¶ 85       The wife also argued the 388.25 shares of KASC stock purchased from Richard (as well as\n       the portion of new stock issued from those shares as a result of the January 2007 stock\n       dividend) were marital property because they were “purchased with funds that became marital\n       through commingling.” Id. ¶ 58. The reviewing court noted that “[f]or purposes of this\n       argument, [the wife] assumes that the funds, consisting of shareholder distributions from\n       KASC and MM Products, were nonmarital property before the alleged commingling.” Id. ¶ 70.\n¶ 86       The reviewing court clarified the wife’s argument on appeal, stating she “seems to claim\n       here that this consistent commingling of funds transmuted the entire NT account into marital\n       property and that, consequently, any interests acquired with funds from the account would be\n       marital as well.” Id. ¶ 72. The reviewing court disagreed with the wife’s contention, stating she\n       “vastly oversimplifies the issue.” Id. The Steel court clarified the issue to be “whether certain\n       nonmarital funds from KASC became marital when they were wired or deposited into the NT\n       account or while they remained in the account.” Id.\n\n                                                   - 16 -\n\f¶ 87        The reviewing court concluded the distributions from KASC and MM Products did not\n       lose their identity when deposited into the NT account. Id. ¶ 73. The reviewing court reasoned\n       “the nonmarital funds never lost their identity, because they were traceable, having been\n       deposited into the NT account shortly before they were disbursed to purchase KASC shares”\n       and that “the facts of the present case *** show the history of the specific funds in question.”\n       Id. ¶ 80. In reaching this conclusion the reviewing court looked to the specific history of the\n       distributions. Id. ¶ 76. The reviewing court noted that the wires to the NT account were\n       contemporaneous with checks to Richard and the checks to Richard were in the exact amount\n       as the wire transfers. Id. The reviewing court also explained that although there was a delay\n       between the time the deposit was initially made and when the checks were written, “the time\n       differential is not dispositive” and that evidence demonstrated the husband’s intent was to use\n       the NT account as a conduit for the wires from KASC. Id.\n¶ 88        In regard to the $2.6 million wired from MM Products, the Steel court reached a similar\n       result. The reviewing court noted the wife did not direct her argument to the specific history of\n       the $2.6 million wire and that she had not persuaded the court that these funds lost their identity\n       in the NT account. Id. ¶ 77. Although the evidence demonstrated that $529,333.44 out of the\n       $2.6 million was used to purchase the KASC stock, the court generally found the $2.6 million\n       did not lose its identity when deposited in the NT account and, accordingly, was the husband’s\n       nonmarital property. Id. The court further emphasized that “[a]gain, there is no question that\n       the NT account was, at all relevant times, marital property, and, again, this undisputed fact\n       does not settle the issue because nonmarital property can maintain its identity even when\n       deposited into a marital account.” Id. ¶ 81.\n¶ 89        In the present case, Yvonne vacated the marital residence in July 2009. The parties closed\n       their joint checking account that same month. James then opened the Chase checking account\n       in August 2009 in his name alone. Initially, he deposited his marital income into the Chase\n       checking account, along with insubstantial amounts of his nonmarital inheritance income. In\n       December 2010, James began receiving greater dispersals of nonmarital inheritance income\n       which he deposited into the Chase checking account.\n¶ 90        The trial court found that James’s support payments and marital debts exceeded his marital\n       income. The trial court determined James had to use a portion of his nonmarital inheritance\n       income to pay marital obligations. The trial court also found that the funds remaining in the\n       Chase checking account consisted of James’s nonmarital inheritance income, despite its\n       finding that the account itself was marital property. The trial court further found that the\n       deposits of James’s nonmarital inheritance income were easily identifiable. The evidence at\n       trial also established that after receiving a large deposit of nonmarital inheritance income\n       James would shortly thereafter transfer a portion of those funds into the Scottrade account.\n¶ 91        We conclude that the deposits of James’s nonmarital inheritance income were easily\n       identifiable as were the transfers of those funds into the Scottrade account. Similar to the facts\n       of Heroy and Steel, the deposits of James’s nonmarital inheritance income did not lose their\n       identity when placed in the Chase checking account. James provided clear and convincing\n       evidence in the form of bank account statements and corroborating testimony which traced the\n       funds to the Scottrade account. As previously set forth in detail, the transfer of his nonmarital\n       income into the Scottrade account occurred within days of the initial deposit of those funds into\n       the Chase checking account. Even two weeks is not too long a time for nonmarital funds to be\n\n\n                                                   - 17 -\n\f       held in a marital account without being transmuted into marital property. See Steel, 2011 IL\n       App (2d) 080974, ¶ 73.\n¶ 92        Additionally, the transfer of funds need not be in the same amount as the initial deposits to\n       be traceable. See id. ¶ 77 (finding a wire transfer of $2.6 million into the husband’s marital\n       account to be his nonmarital property where only $529,333.44 was traceable). The fact James\n       was the sole signatory of the Chase checking account and Scottrade account further evidences\n       his articulated intent to keep his nonmarital assets separate from Yvonne. Cf. In re Marriage of\n       Arjmand, 2013 IL App (2d) 120639, ¶ 43 (no evidence the husband intended to keep his\n       nonmarital assets separate as the wife’s name was on most, if not all, of the personal and\n       business checking accounts). In addition, the fact the Chase checking account and Scottrade\n       account were held in James’s name alone, along with James’s testimony that he never intended\n       Yvonne to receive his nonmarital inheritance income, demonstrates James’s intent to use the\n       Chase checking account as a conduit for his nonmarital inheritance income. See Steel, 2011 IL\n       App (2d) 080974, ¶ 76; Heroy, 385 Ill. App. 3d at 673. As such, James’s nonmarital income\n       never lost its identity and, therefore, was never transmuted into marital income. 750 ILCS\n       5/503(c)(1) (West 2012). Accordingly, we reverse the trial court’s finding that the Scottrade\n       account was marital property as against the manifest weight and conclude the Scottrade\n       account is James’s nonmarital property.\n¶ 93        Moreover, to hold that those funds were transmuted to marital property would contravene\n       the intent behind section 503(c) of the Act. Section 503(c) of the Act was amended in 1983 to\n       remedy the result reached by the supreme court in In re Marriage of Smith, </pre><span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">518</span></span><pre class=\"inline\">, 530\n       (1981), where the court held that a nonmarital apartment building valued at $45,000 had been\n       transmuted into marital property because $3,800 of marital funds had been used to improve the\n       property. At the time that Smith was decided, there was a presumption that when marital and\n       nonmarital property were commingled the commingled property became marital property. Id.\n       at 529. In amending section 503(c) of the Act, the legislature rejected the presumption that\n       commingled property was always transmuted into marital property. Henke, 313 Ill. App. 3d at\n       168.\n¶ 94        The instant case presents the exact situation that the legislature sought to ameliorate with\n       the amendment of section 503(c). See Smith, 86 Ill. 2d at 530. The record supports the trial\n       court’s factual findings that James’s marital income was insufficient to provide for all of the\n       marital expenses and debts. The record further supports that in December 2010 James began\n       receiving substantial nonmarital inheritance income and was able to make up the difference by\n       utilizing his nonmarital income to pay the marital expenses. The trial court also found James’s\n       nonmarital income exceeded $500,000 in one year, which was significantly greater than his\n       annual marital income of $58,000 before taxes. Moreover, the record establishes the majority,\n       if not all, of the funds contained in the Chase checking account after the payment of marital\n       expenses consisted of James’s nonmarital inheritance income. Under the circumstances, we do\n       not believe that the nonmarital funds which were deposited into the Chase checking account\n       and later transferred into the Scottrade account were transmuted to marital property. Rather,\n       we hold that, under the particular facts of this case, the Scottrade account contained traceable\n       nonmarital funds and therefore was improperly classified as marital property.\n¶ 95        In support of her argument, Yvonne relies on In re Marriage of Dann, 2012 IL App (2d)\n       100343, ¶ 74, but only for the proposition that there is a presumption that property acquired\n       during the marriage is marital property. She does not argue that the facts are similar to the\n\n                                                   - 18 -\n\f       present case or that we should similarly apply the law as the reviewing court in Dann. The facts\n       of Dann are inapposite to the facts at bar; there, the reviewing court considered whether a\n       spouse’s acquisition of assets during the marriage using funds from a business in which the\n       spouse had acquired before the marriage constituted an exception to the presumption it was\n       marital property. Id. ¶ 71. Here, however, the question before us is whether James’s nonmarital\n       inheritance income was transmuted into marital property when placed in an account opened\n       while the parties were separated but held only in James’s name.\n¶ 96       In passing Yvonne refers to In re Marriage of Samardzija, </pre><span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">702</span></span><pre class=\"inline\">, 705-07\n       (2006). That case, however, is also inapposite to the case at bar, as the reviewing court did not\n       consider whether nonmarital funds were transmuted to marital property, but whether the\n       husband overcame the presumption that a residence constructed and paid for during the\n       marriage was marital property. Id. at 706.\n¶ 97       Yvonne also relies on Wojcik, which she maintains supports her argument that the\n       Scottrade account is marital property because, similar to the facts in Wojcik, “James put marital\n       and non-marital funds together and used them together to create the Scottrade account.” We\n       find Wojcik to be instructive, albeit not for the reason proposed by Yvonne. In Wojcik, the\n       reviewing court considered the trial court’s classification of two vehicles purchased by the\n       husband and the wife individually as marital and nonmarital property, respectively. Wojcik,\n       362 Ill. App. 3d at 154-55. The husband contested the trial court’s classification of his\n       motorcycle as marital property. Id. at 154. The husband asserted he established that the\n       motorcycle was purchased with an inheritance he received from his father’s estate. Id. The\n       reviewing court concluded the trial court’s classification of the motorcycle as marital property\n       was not against the manifest weight of the evidence, reasoning that at the time the husband\n       received the inheritance there was no question it was nonmarital property. Id. at 155. The\n       evidence at trial established: (1) the husband deposited the funds into a bank account held\n       jointly by the parties; (2) the funds were then transferred between various accounts and\n       certificates of deposit; (3) the husband could not recall whether the original account he\n       deposited his inheritance into was still open at the time of trial; and (4) the husband purchased\n       the motorcycle several months after receiving the inheritance. Id. The reviewing court noted\n       that the husband produced no documentary evidence in support of his claim and concluded,\n       “[g]iven the length of time that the money was in the marital accounts prior to the purchase,\n       and in light of [the husband’s] inability to specifically trace the assets used for the purchase, we\n       cannot say that the trial court’s classification of the motorcycle as marital property was against\n       the manifest weight of the evidence.” Id.\n¶ 98       The Wojcik court, however, also went on to consider whether a vehicle purchased by the\n       wife was properly classified by the trial court as her nonmarital property. Id. The wife testified\n       she purchased the vehicle with money that she received as a gift from her brother. Id. The wife\n       placed the money in the couple’s joint checking account only for one day prior to purchasing\n       the vehicle. Id. The reviewing court found the wife placed the money in the joint checking\n       account “merely as a conduit to transfer the money” and that the trial court correctly\n       determined the vehicle was the wife’s nonmarital property. Id.\n¶ 99       In the instant case, the transfer of James’s nonmarital inheritance income to the Scottrade\n       account falls between the two different factual scenarios of Wojcik. On one hand, James did not\n       transfer his nonmarital inheritance income one day after receiving it like the wife in Wojcik. On\n       the other hand, unlike the husband in Wojcik, James was able to trace his nonmarital\n\n                                                    - 19 -\n\f        inheritance income from the Chase checking account to the Scottrade account by clear and\n        convincing evidence, as James produced documentary evidence of the transfer of the funds\n        from one account to the other. In addition, James did not move funds between other accounts\n        (besides the ultimate transfer to the Scottrade account) or purchase certificates of deposit with\n        the funds contained in the Chase checking account. What this case and the other transmutation\n        cases illustrate is that whether the funds are traceable is a fact specific inquiry. Based on the\n        evidence presented at trial, in conjunction with the trial court’s factual findings, James\n        established by clear and convincing evidence that the Scottrade account was his nonmarital\n        property. Accordingly, we reverse the determination of the trial court as to the classification of\n        this asset.\n\n¶ 100                                  2. Distribution of Marital Assets\n¶ 101        We now turn to Yvonne’s argument on appeal regarding the ultimate distribution of the\n        marital assets. Yvonne contends that although the trial court stated it was awarding her a\n        majority of the marital assets, it proceeded to award the Scottrade account to James in\n        contravention of that statement. Yvonne asserts the Scottrade account had a value of\n        $178,993.28 at the time of trial and that by awarding James the Scottrade account he received a\n        majority of the marital assets. Yvonne points out that the trial court indicated only $448.78 was\n        in the Scottrade account, but asserts $178,993.28 was in the account at the time of trial.\n        Yvonne asks this court to remand the matter to the trial court for redistribution of the marital\n        assets.\n¶ 102        “We will not disturb a trial court’s division of marital assets unless it has clearly abused its\n        discretion.” In re Marriage of Thornley, </pre><span class=\"citation\" data-id=\"2046014\"><a href=\"/opinion/2046014/in-re-marriage-of-thornley/\"><span class=\"volume\">361</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">1067</span></a></span><pre class=\"inline\">, 1071 (2005). “An abuse occurs\n        when no reasonable person would take the view adopted by the trial court.” In re Marriage of\n        Nelson, </pre><span class=\"citation\" data-id=\"2083299\"><a href=\"/opinion/2083299/in-re-marriage-of-nelson/\"><span class=\"volume\">297</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">651</span></a></span><pre class=\"inline\">, 658 (1998).\n¶ 103        The Act requires the trial court to divide marital property in “just proportions” considering\n        all relevant factors, including a number of statutory factors. 750 ILCS 5/503(d) (West 2012).\n        “Just proportions” mandates an equitable, rather than an equal, division of marital property. In\n        re Marriage of Orlando, </pre><span class=\"citation\" data-id=\"2127136\"><a href=\"/opinion/2127136/in-re-marriage-of-orlando/\"><span class=\"volume\">218</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">312</span></a></span><pre class=\"inline\">, 319 (1991). In determining such just\n        proportions, the court must take into consideration all relevant factors, including “the value of\n        the property assigned to each spouse” and the economic circumstances of each spouse upon\n        division of the property. 750 ILCS 5/503(d)(3), (5) (West 2012); In re Marriage of Orlando,\n        218 Ill. App. 3d at 319. In deciding the allocation of marital property, the court must consider\n        the value of the nonmarital property assigned to each spouse. In re Marriage of Hapaniewski,\n        </pre><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">848</span></span><pre class=\"inline\">, 853 (1982); 750 ILCS 5/503(d)(3) (West 2012). Indeed, the statutory\n        mandate that the property be divided in “just proportions” requires the court “to consider all\n        aspects of the couple’s economic circumstances.” In re Marriage of Rosen, </pre><span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">Ill. App. 3d</span>\n        <span class=\"page\">766</span></span><pre class=\"inline\">, 778 (1984).\n¶ 104        In the present case, the record discloses that the value of the Scottrade account as of\n        December 31, 2011, was $142,728.78. Moreover, James testified that at the time of trial that\n        the value of the Scottrade account was $178,993.28. Accordingly, trial court erred in its\n        determination that the Scottrade account had a value of $448.78 as of December 31, 2011. As\n        the actual amount contained in the Scottrade account is significantly greater than the amount\n        found by the trial court and the value of James’s nonmarital property is a factor in determining\n        the distribution of marital assets, we remand this cause to the trial court to reconsider the\n\n                                                     - 20 -\n\f        distribution of the marital assets in light of this error and our conclusion that the Scottrade\n        account is a nonmarital asset.\n¶ 105        It naturally follows that because the trial court erred in its determination of the value of the\n        Scottrade account the trial court must also reconsider its awards in regards to maintenance and\n        attorney fees. In determining an award of maintenance section 504 of the Act provides that the\n        trial court “may grant a temporary or permanent maintenance award for either spouse in\n        amounts and for periods of time as the court deems just, without regard to marital misconduct,\n        in gross or for fixed or indefinite periods of time,” after consideration of all relevant factors.\n        750 ILCS 5/504(a) (West 2012). Relevant to this appeal is the fact the trial court must consider\n        “the income and property of each party, including marital property apportioned and\n        non-marital property assigned to the party seeking maintenance.” 750 ILCS 5/504(a)(1) (West\n        2012). Importantly, the trial court must consider all of the relevant statutory factors in\n        establishing a maintenance award. In re Marriage of Reynard, </pre><span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">997</span></span><pre class=\"inline\">, 1004\n        (2008). Similarly, in making an award pursuant to a party’s petition for contribution to fees and\n        costs, the trial court must base the award on the criteria for the division of marital property as\n        set forth in section 503 of the Act (750 ILCS 5/503(d) (West 2012)) and, if maintenance has\n        been awarded, the criteria for an award of maintenance set forth in section 504 of the Act (750\n        ILCS 5/504(a) (West 2012)). 750 ILCS 5/503(j)(2) (West 2012). Each of these sections of the\n        Act requires the trial court to consider the value of the parties’ nonmarital property. 750 ILCS\n        5/503(d)(3), 504(a)(1) (West 2012). As the ultimate distribution of the marital assets and the\n        value of the nonmarital assets affects the determinations of both maintenance and attorney\n        fees, the trial court’s determinations regarding maintenance and attorney fees are also reversed\n        and the cause is remanded for reconsideration of those issues in light of the error in the\n        determination of the value of the Scottrade account and our conclusion that the Scottrade\n        account is a nonmarital asset.\n\n¶ 106                                           B. Dissipation\n¶ 107       Yvonne next contends the trial court erred in its determination that James did not dissipate\n        marital assets. A trial court’s determination of whether a spouse dissipated marital assets is\n        reviewed under the manifest weight of the evidence standard. In re Marriage of Patel, 2013 IL\n        App (1st) 112571, ¶ 66. A decision is said to be against the manifest weight of the evidence\n        where “the opposite conclusion is clearly evident or the finding is arbitrary, unreasonable, or\n        not based on the evidence.” In re Marriage of Romano, 2012 IL App (2d) 091339, ¶ 86.\n¶ 108       A spouse dissipates marital assets when he or she uses marital property for his or her own\n        benefit for a purpose unrelated to the marriage when the marriage is undergoing an\n        irreconcilable breakdown. In re Marriage of Sanfratello, </pre><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">641</span></span><pre class=\"inline\">, 652-53 (2009).\n        In dividing the marital estate, the trial court may take into account a spouse’s dissipation of\n        marital and nonmarital assets. 750 ILCS 5/503(d)(2) (West 2012). The spouse charged with\n        dissipation bears the burden of establishing by clear and convincing evidence how the funds\n        were spent. Sanfratello, 393 Ill. App. 3d at 653. Whether a course of conduct constitutes\n        dissipation depends on the facts of the particular case. In re Marriage of Aslaksen, </pre><span class=\"citation\" data-id=\"2041095\"><a href=\"/opinion/2041095/in-re-marriage-of-aslaksen/\"><span class=\"volume\">148</span> <span class=\"reporter\">Ill. App.</span>\n        <span class=\"page\">3d</span></a></span><pre class=\"inline\"> 784, 788 (1986). The trial court, however, “is not required to charge against a party the\n        amounts found to have been dissipated but may do so.” (Emphases in original.) In re Marriage\n        of Murphy, </pre><span class=\"citation\" data-id=\"1981853\"><a href=\"/opinion/1981853/in-re-marriage-of-murphy/\"><span class=\"volume\">259</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">336</span></a></span><pre class=\"inline\">, 340 (1994).\n\n\n                                                     - 21 -\n\f¶ 109        Specifically, Yvonne claims James spent $154,000 without any explanation except that\n        $50,000 was used for gambling. Yvonne asserts the $154,000 came from the Chase checking\n        account, which the trial court found to be marital, and, therefore, the trial court erred when it\n        found James did not dissipate the marital assets.\n¶ 110        James maintains the trial court’s determination was correct, as it based its decision that his\n        payment of temporary support and marital household expenses exceeded the amount he earned\n        as his marital income. In addition, James asserts the trial court further based its determination\n        on the fact he contributed his nonmarital income toward the payment of marital expenses.\n        James asserts his testimony explained that the $154,000 was spent on furnishing his home, his\n        vehicle, income tax liabilities, employment related expenses, and gambling.\n¶ 111        In the present case, the trial court found James did not dissipate marital assets because,\n        after paying for the mortgage ($10,800 annually) on the marital home and Yvonne’s temporary\n        maintenance ($54,840 annually), the total exceeded James’s marital income of $58,000 before\n        taxes. Because the marital expenses exceed the marital income, the trial court found James\n        used his nonmarital income to fund his expenditures of $150,000. Here, the trial court found\n        James used his nonmarital inheritance income for his own benefit and thus did not dissipate\n        any marital assets. We cannot say based on the record that the trial court’s determination that\n        James did not dissipate marital assets was against the manifest weight of the evidence.\n¶ 112        Yvonne asserts in her reply brief that the trial court must consider dissipation of nonmarital\n        property as well as marital property when distributing the assets. Yvonne cites In re Marriage\n        of Berger, </pre><span class=\"citation\" data-id=\"2241259\"><a href=\"/opinion/2241259/berger-v-berger/\"><span class=\"volume\">357</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">651</span></a></span><pre class=\"inline\"> (2005), in support of her position. In that case, the trial court\n        determined the wife dissipated the husband’s nonmarital income after withdrawing funds from\n        his account and then spending those funds on expenses not related to the marriage. Id. at\n        661-62. We concluded the trial court’s determination that the wife dissipated the husband’s\n        nonmarital assets and that the husband was entitled to receive payment from the wife for the\n        funds removed by her from his nonmarital account was not against the manifest weight of the\n        evidence. Id. at 662. Berger, therefore, does not support Yvonne’s position as it involves one\n        spouse’s dissipation of the other’s nonmarital assets and not dissipation of the spouse’s own\n        nonmarital assets as is at issue here. Section 503(d)(2), however, allows the trial court to\n        consider the dissipation of nonmarital assets. 750 ILCS 5/503(d)(2) (West 2012). The trial\n        court here stated in its order that it considered all of the statutory factors in section 503 of the\n        Act (750 ILCS 5/503 (West 2012)) when determining the allocation of marital assets, which\n        would include James’s dissipation of his own nonmarital assets. Accordingly, on remand the\n        trial court may consider the issue of James’s dissipation of nonmarital funds in determining the\n        allocation of marital assets.\n\n¶ 113                                         C. Maintenance\n¶ 114       Yvonne next contends the trial court erred in its award of 30% of James’s gross income,\n        including his nonmarital income, as permanent maintenance because she “should have been\n        allowed the same standard of living of James,” which she contends is 50% of his gross income\n        from all sources. She further asserts the trial court erred in failing to award her retroactive\n        maintenance. As previously discussed, the cause is being remanded for the trial court to\n        reconsider the issue of Yvonne’s maintenance. Accordingly, we need not address Yvonne’s\n        argument regarding the trial court’s percentage award of maintenance.\n\n\n                                                     - 22 -\n\f¶ 115        Yvonne’s request for us to “remand this cause for an award to Yvonne of retroactive\n        temporary maintenance” is unsupported by any argument or citation to authority in\n        contravention of Illinois Supreme Court Rule 341, which provides that the argument section of\n        the brief “shall contain the contentions of the appellant and the reasons therefor, with citation\n        of the authorities and the pages of the record relied on.” Ill. S. Ct. R. 341 (eff. Feb. 6, 2013).\n        Our supreme court’s rules are mandatory rules of procedure, not mere suggestions. Menard v.\n        Illinois Workers’ Compensation Comm’n, </pre><span class=\"citation\" data-id=\"2480034\"><a href=\"/opinion/2480034/menard-v-illinois-workerscompensation-comn/\"><span class=\"volume\">405</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">235</span></a></span><pre class=\"inline\">, 238 (2010). We also note that\n        the record is devoid of a request by Yvonne to the trial court seeking retroactive support\n        payments. As previously stated, failing to cite to relevant facts and authority results in the party\n        forfeiting consideration of the issue. Kic, 2011 IL App (1st) 100622, ¶ 23. Accordingly,\n        Yvonne’s request is forfeited.\n¶ 116        James also cross-appeals contending the trial court erred in basing the maintenance award\n        on 30% of his gross income, including nonmarital income, toward Yvonne’s permanent\n        maintenance for two reasons: (1) the award transfers to Yvonne a percentage of his nonmarital\n        income contrary to section 503 of the Act; and (2) the award fails to consider the parties’\n        standard of living established during the marriage and the needs of Yvonne as required by\n        section 504 of the Act. 750 ILCS 5/503, 504 (West 2012). Specifically, James asserts by\n        awarding Yvonne a percentage of his nonmarital income without defining the source of that\n        income, the trial court has essentially increased Yvonne’s maintenance without regard to her\n        financial resources or needs.\n¶ 117        James’s contention that the maintenance award is contrary to the provisions of section 503\n        of the Act is also presented without any citation to relevant Illinois authority. This argument is,\n        therefore, forfeited. Kic, 2011 IL App (1st) 100622, ¶ 23. However, we will address whether it\n        was proper for the trial court to award Yvonne a portion of James’s nonmarital property as\n        maintenance under section 504 of the Act, as this issue is likely to arise on remand. See In re\n        Marriage of Thomas, </pre><span class=\"citation\" data-id=\"2200966\"><a href=\"/opinion/2200966/in-re-marriage-of-thomas/\"><span class=\"volume\">339</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">214</span></a></span><pre class=\"inline\">, 225 (2003) (addressing the issue of whether the trial\n        court properly assigned the husband’s pension benefits to the wife in payment of a judgment\n        where it was likely to recur on remand).\n¶ 118        As a general rule, “a trial court’s determination as to the awarding of maintenance is\n        presumed to be correct.” In re Marriage of Donovan, </pre><span class=\"citation\" data-id=\"2046144\"><a href=\"/opinion/2046144/in-re-marriage-of-donovan/\"><span class=\"volume\">361</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">1059</span></a></span><pre class=\"inline\">, 1063 (2005).\n        Because maintenance awards are within the sound discretion of the trial court, we will not\n        disturb a maintenance award absent an abuse of discretion. In re Marriage of Schneider, </pre><span class=\"citation\" data-id=\"2096843\"><a href=\"/opinion/2096843/in-re-marriage-of-schneider/\"><span class=\"volume\">214</span>\n        <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">152</span></a></span><pre class=\"inline\">, 173 (2005). Because this issue involves the interpretation of section 504(a) of the\n        Act, specifically whether section 504(a) allows the trial court to award Yvonne a percentage of\n        James’s nonmarital income, it is a question of law and, thus, our standard of review is de novo.\n        See In re Marriage of McGrath, 2012 IL 112792, ¶ 10 (noting the proper interpretation of a\n        statute is not left to the trial court’s discretion).\n¶ 119        Section 504 of the Act provides that in a proceeding for dissolution of marriage, the trial\n        court “may grant a temporary or permanent maintenance award for either spouse in amounts\n        and for periods of time as the court deems just, without regard to marital misconduct, in gross\n        or for fixed or indefinite periods of time,” after consideration of all relevant factors. 750 ILCS\n        5/504(a) (West 2012). The relevant factors enumerated under section 504(a) of the Act are as\n        follows:\n                    “(1) the income and property of each party, including marital property apportioned\n                 and non-marital property assigned to the party seeking maintenance;\n\n                                                     - 23 -\n\f                     (2) the needs of each party;\n                     (3) the present and future earning capacity of each party;\n                     (4) any impairment of the present and future earning capacity of the party seeking\n                 maintenance due to that party devoting time to domestic duties or having forgone or\n                 delayed education, training, employment, or career opportunities due to the marriage;\n                     (5) the time necessary to enable the party seeking maintenance to acquire\n                 appropriate education, training, and employment, and whether that party is able to\n                 support himself or herself through appropriate employment or is the custodian of a\n                 child making it appropriate that the custodian not seek employment;\n                     (6) the standard of living established during the marriage;\n                     (7) the duration of the marriage;\n                     (8) the age and the physical and emotional condition of both parties;\n                     (9) the tax consequences of the property division upon the respective economic\n                     circumstances of the parties;\n                     (10) contributions and services by the party seeking maintenance to the education,\n                 training, career or career potential, or license of the other spouse;\n                     (11) any valid agreement of the parties; and\n                     (12) any other factor that the court expressly finds to be just and equitable.” Id.\n        No single factor is determinative in considering the duration and amount of maintenance and\n        the trial court is not limited to a review of the factors outlined in section 504 of the Act in\n        setting a maintenance award. Heroy, 385 Ill. App. 3d at 651. Importantly, the trial court must\n        consider all of the relevant statutory factors in establishing a maintenance award, but it need\n        not make specific findings as to the reasons for its decision. Reynard, 378 Ill. App. 3d at 1004.\n¶ 120        In determining the amount of maintenance, a trial court should consider the parties’ income\n        at the time of dissolution as well as their potential incomes. In re Marriage of Harlow, 251 Ill.\n        App. 3d 152, 161 (1993). Accordingly, a spouse is entitled to maintenance in an amount\n        sufficient to maintain the standard of living the parties enjoyed during the course of the\n        marriage if the providing spouse has the means to provide for the other spouse without\n        compromising his own needs. In re Marriage of Dunlap, </pre><span class=\"citation\" data-id=\"2086003\"><a href=\"/opinion/2086003/in-re-marriage-of-dunlap/\"><span class=\"volume\">294</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">768</span></a></span><pre class=\"inline\">, 774 (1998). In\n        addition, an award of maintenance may be in the form of a percentage of income in lieu of a\n        fixed amount. See In re Marriage of Parello, </pre><span class=\"citation\" data-id=\"2089427\"><a href=\"/opinion/2089427/in-re-marriage-of-parello/\"><span class=\"volume\">87</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">926</span></a></span><pre class=\"inline\">, 936 (1980) (modifying the\n        award to provide for “maintenance in the amount of 35% of the respondent’s total net income\n        from employment of any kind”); In re Marriage of Dowd, 2013 IL App (3d) 120140, ¶ 26\n        (concluding the trial court’s award of 20% of the husband’s annual bonus was a “thoughtful,\n        well-reasoned approach, that was fair to each party”).\n¶ 121        The trial court here determined:\n                     “Based on all relevant statutory factors, Yvonne is to receive permanent\n                 maintenance in the amount of thirty (30%) percent of James’s gross income from all\n                 sources, including his marital and non-marital income. As James has not filed tax\n                 returns since 2007, it is difficult for the Court to verify James’s net income from all\n                 sources. Accordingly, maintenance will be based upon 30% of James[’s] gross\n                 income.”\n\n\n\n                                                   - 24 -\n\f        The trial court’s order indicates that James’s failure to file income tax returns since 2007\n        prevented it from calculating his net income with more attuned accuracy. As a result, it\n        awarded Yvonne 30% of his gross income as maintenance. The trial court also ordered “[d]ue\n        to the fluctuation of James’s gross monthly income, there shall be quarterly ‘true-ups’ on\n        maintenance paid.”\n¶ 122       James maintains the trial court erred in awarding maintenance to Yvonne in the amount of\n        “thirty (30%) percent of James’s gross income from all sources, including his marital and\n        non-marital income.” Section 504(a) states “maintenance may be paid from the income or\n        property of the other spouse after consideration of all relevant factors.” 750 ILCS 5/504(a)\n        (West 2012). The statute itself does not state the maintenance must be paid only from marital\n        income. See id. In fact, section 504(a) does not differentiate between marital and nonmarital\n        income, it merely states “maintenance may be paid from the income or property of the other\n        spouse.” Id. In addition, the statute requires the trial court to consider as one of the relevant\n        factors “the income and property of each party, including marital property apportioned and\n        non-marital property assigned to the party seeking maintenance.” 750 ILCS 5/504(a)(1) (West\n        2012). Accordingly, the trial court did not err in considering James’s nonmarital income in its\n        determination of maintenance.\n\n¶ 123                                       CONCLUSION\n¶ 124       For the reasons stated above, we reverse the trial court’s determination that the Scottrade\n        account was marital property and hold based on clear and convincing evidence the Scottrade\n        account is James’s nonmarital property. We further reverse the determination of the trial court\n        as to the allocation of marital assets, maintenance, and attorney fees and remand for\n        reconsideration of these matters consistent with this opinion. We affirm the trial court’s\n        determination that James did not dissipate marital assets and its consideration of James’s\n        nonmarital income in its determination of maintenance.\n\n¶ 125      Affirmed in part and reversed in part; cause remanded.\n\n\n\n\n                                                   - 25 -\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1981853/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2013393/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2018216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2041095/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2046014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2046114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2046144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2083299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2086003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2089427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2127136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2200966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2234818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2241259/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2247559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2254845/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2480034/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-22T19:35:07.483003Z",
      "date_modified": "2015-10-22T19:35:07.483003Z",
      "date_filed": "2014-08-22",
      "date_filed_is_approximate": false,
      "slug": "in-re-marriage-of-foster",
      "citation_id": 3121284,
      "case_name_short": "In re Marriage of Foster",
      "case_name": "In re Marriage of Foster",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "2014 IL App (1st) 123078",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3006102/in-re-marriage-of-foster/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-10-22T18:52:09.206890Z",
  "date_modified": "2015-10-22T18:52:09.206890Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "In re Marriage of Foster",
  "case_name": "In re Marriage of Foster",
  "case_name_full": "",
  "slug": "in-re-marriage-of-foster",
  "docket_number": "1-12-3078",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}