{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3011041/",
  "id": 3011041,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3153135/",
      "id": 3153135,
      "absolute_url": "/opinion/3153135/jonathan-wilke-v-charles-cole/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3011041/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3153135/",
          "id": 3153135,
          "absolute_url": "/opinion/3153135/jonathan-wilke-v-charles-cole/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3153135/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": true,
          "date_created": "2015-11-09T17:00:58.912970Z",
          "date_modified": "2017-04-14T19:09:40.882995Z",
          "type": "010combined",
          "sha1": "84c2548b4e2be7b51a9b5b88f99eed6c484da6fc",
          "page_count": 7,
          "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2015/D11-09/C:15-1082:J:PerCuriam:aut:T:npDp:N:1653533:S:0",
          "local_path": "pdf/2015/11/09/jonathan_wilke_v._charles_cole.pdf",
          "plain_text": "                         NONPRECEDENTIAL DISPOSITION\n                 To be cited only in accordance with Fed. R. App. P. 32.1\n\n\n\n                United States Court of Appeals\n                                 For the Seventh Circuit\n                                 Chicago, Illinois 60604\n\n                              Submitted November 6, 2015 *\n                               Decided November 9, 2015\n\n                                          Before\n\n                            WILLIAM J. BAUER, Circuit Judge\n\n                            JOEL M. FLAUM, Circuit Judge\n\n                            DAVID F. HAMILTON, Circuit Judge\n\nNo. 15-1082\n\nJONATHAN D. WILKE,                                Appeal from the United States District\n    Plaintiff-Appellant,                          Court for the Eastern District of Wisconsin.\n\n       v.                                         No. 12-CV-1231-JPS\n\nCHARLES E. COLE, et al.,                          J.P. Stadtmueller,\n    Defendants-Appellees.                         Judge.\n\n                                        ORDER\n\n       Jonathan Wilke, a former Wisconsin inmate now in federal custody, contends that\nthe defendants, all of them employed by the Department of Corrections, did not respond\nappropriately to his paruresis, a type of social phobia that makes it difficult to urinate in\nthe presence of others. See American Psychiatric Association, Diagnostic and Statistical\nManual of Mental Disorders 300.23 (5th ed. 2013). Wilke characterized his paruresis as both\na serious medical need and a disability. The defendants, he claimed, had been\ndeliberately indifferent to the condition in violation of the Eighth Amendment, and also\n\n       *After examining the briefs and record, we have concluded that oral argument is\nunnecessary. Thus the appeal is submitted on the briefs and record. See FED. R. APP. P.\n34(a)(2)(C).\n\fNo. 15-1082                                                                       Page 2\n\nhad failed to accommodate his phobia in violation of the Americans with Disabilities\nAct, see 42 U.S.C. § 12132. The district court dismissed the Eighth Amendment claim at\nscreening, see 28 U.S.C. § 1915A, and granted summary judgment for the defendants on\nthe ADA claim. Wilke challenges both rulings. We affirm the judgment.\n\n       Except as noted the pertinent facts are not disputed. Wilke was at Kettle Moraine\nCorrectional Institution in early March 2011 when he first complained to a nurse about\nhaving a “shy bladder,” another name for paruresis. Wilke explained that he was having\ndifficulty urinating in the presence of staff when asked to produce a sample for\nurinalysis. The nurse agreed with Wilke that his symptoms were consistent with\nparuresis, and she recommended various mental exercises. She added, though, that\nthere was not any known treatment.\n\n       From March 25 to April 16, 2011, Wilke was confined in segregation, but during\nthat period he did not report any problems attributable to his paruresis. In May 2011,\nhowever, he contacted William McCreedy, the manager of the Health Services Unit,\nasking that his paruresis be accommodated when collecting urine samples. McCreedy\nrefused with the explanation that Wilke had not been diagnosed with paruresis and that\nin the past he had been able to provide samples without accommodation.\n\n       In December 2011, Wilke visited the Psychological Services Unit at Kettle Moraine\nand asked about treatment for paruresis and an accommodation for urine testing.\nMichelle Wilinski, a psychological associate, promptly added Wilke’s name to the list of\ninmates needing accommodation (i.e., being left alone in an empty cell to produce the\nsample). In taking that step, Wilinski was following her unit’s policy of automatically\ngranting a urinalysis accommodation to any inmate who self-reports paruresis. The\nparties agree that adding a name to the accommodation list is not intended as a\n“diagnosis,” but instead is done to protect inmates who might have paruresis from being\ndisciplined for not providing a urine sample. Even so, Wilinski noted in the plaintiff’s\nmedical file that he had made a self-report of paruresis, and she also entered an initial\n“diagnosis,” pending further investigation, of “social phobia.” Not long after this\ninteraction with Wilinski, the plaintiff was asked to produce a urine sample without\naccommodation. He complied, but the effort was painful. Afterward, Wilinski clarified\nthat inmates on the accommodation list must still try each time to produce a sample\nwithout accommodation. In practice, though, Wilke may have been taken immediately\nto a vacant cell whenever urine was collected (at summary judgment he gave\ninconsistent accounts about whether prison staff required him to first try giving the\nsample without accommodation).\n\fNo. 15-1082                                                                            Page 3\n\n       A few weeks after Wilke first contacted psychological services, the\nSecurity Director, Dylan Radtke, and the Chief Supervising Psychologist, Toby Watson,\nmet with him to discuss his paruresis. Dr. Watson provided information about the\nservices available for further assessment and possible treatment, and also noted that\navoidance is not an effective strategy for addressing the phobia. He instructed Wilke to\ncontact Wilinski, who then met twice with Wilke, in January and February 2012. She\ngave him a pamphlet describing coping techniques, which she discussed with him.\n\n        Shortly after the February meeting with Wilinski, Wilke was placed in\nsegregation, where he shared a cell. Over the next few days, Wilke repeatedly asked the\nsupervisor of the segregation unit, as well as the medical- and psychological-services\nstaff, to assign him to a single cell because his paruresis was making it difficult to urinate\nin front of his cellmate. This was the first time, Wilke concedes, that he asked to be\nhoused alone while in segregation. His requests were denied, and in one response,\nanother psychological associate, Randy Smith, urged him to use the coping techniques\ndiscussed with Wilinski. Smith explained that, as noted in the pamphlet Wilinski had\nprovided, avoidance of the problem is not an effective treatment. Dr. Watson also\nresponded to Wilke’s requests, saying that, after consulting with Radtke, he had decided\nagainst giving Wilke a cell to himself.\n\n        In March and September 2012, during two more periods in segregation, Wilke\nagain contacted psychological services and requested a single cell as an accommodation\nto his paruresis. Once again Smith, the psychological associate, and Dr. Watson followed\nup with Wilke, though they did not authorize a single cell. In a letter responding to the\nplaintiff’s September request, Watson reminded him about a handout on paruresis,\nwhich Smith had sent Wilke so that they could begin working on a treatment plan.\nWatson noted that Wilke had not met regularly with the psychological-services staff\nafter his last stint in segregation, and the psychologist encouraged Wilke to contact\nSmith to begin working with him.\n\n       Wilke was released from segregation on November 17, 2012, and a few days later\nrequested an appointment with psychological services. On December 4, 2012, he filed\nthis lawsuit. Another psychological associate, Joshua Dolan, met with him later that\nmonth and also in January 2013. They discussed his symptoms and coping techniques.\nAfter that, however, Wilke did not return, and so Dolan wrote him in April 2013. Dolan\nnoted that Wilke had not been by in three months and encouraged him to submit a\nrequest if he still needed assistance.\n\fNo. 15-1082                                                                         Page 4\n\n       In May 2013, Wilke engaged for the first time Kettle Moraine’s process for\nrequesting reasonable accommodations under ADA. He asked that he be given a single\ncell when sent to segregation. The prison’s “accommodations coordinator” denied that\nrequest in June 2013, writing that she had not found confirmation of a paruresis\ndiagnosis but noting that, even assuming that Wilke suffers from that condition, a\n“single cell would be contraindicated.” The coordinator suggested that Wilke continue\nworking with health services or psychological services to obtain a recommendation for\nthis particular accommodation.\n\n        After extensive discovery, both sides moved for summary judgment. Wilke\nargued that he has a disability for purposes of the ADA (paruresis impairs the\nfunctioning of his bladder, a major life activity, see 42 U.S.C. § 12102), and he also\ncontended that the defendants had failed to reasonably accommodate him during\nurinalysis and while he was in segregation. The defendants disputed that paruresis is a\ndisability under the ADA and denied that any qualified medical professional had\nofficially diagnosed Wilke with that condition. In September 2014 the district judge\ndenied both motions, explaining that neither side had persuaded him that issues of\nmaterial fact did not exist concerning whether Wilke was a qualified individual with a\ndisability and whether he had been denied reasonable accommodations.\n\n       Meanwhile, Wilke had completed his state sentence in May 2014, and\nimmediately had been taken into federal custody to begin serving a federal sentence.\nWhen the defendants realized that he no longer was in their custody, they obtained\nleave to file a renewed motion for summary judgment. This time the defendants argued\nthat Wilke’s demand for injunctive relief was now moot and that, because he was left\nwith only a damages action under Title II of the ADA, the suit must be dismissed on the\nbasis of Eleventh Amendment immunity. The defendants submitted another statement\nof undisputed facts, which included their assertion, citing an affidavit from Smith, the\npsychological associate, that “providing a single cell accommodation to someone with\nparuresis in most instances would make their paruresis condition worse because\navoidance intensifies the anxiety sufferers experience from being around others while\nurinating.” Not only did Wilke fail to object to this statement, he concurred. The district\ncourt agreed with the defendants’ new arguments and, in December 2014, granted\nsummary judgment in their favor.\n\n        On appeal Wilke first argues that the district court erred in dismissing his Eighth\nAmendment claim at screening. The district court reasoned that Wilke’s complaint fails\nto state a claim for deliberate indifference to a serious medical need because paruresis is\n\fNo. 15-1082                                                                           Page 5\n\nnot a condition that would be obvious to a lay person and no physician ever had\ndiagnosed the condition officially. Moreover, the court continued, Wilke’s complaint\nalleges that he was receiving care from the prison’s medical staff, and thus he was not\ndenied care.\n\n        We are skeptical of the district court’s conclusion that Wilke did not allege that he\nsuffers from paruresis, simply because an “official” diagnosis was never made. Putting\nthe complaint to one side, it is clear from the substantial record that the defendants all\nalong understood Wilke to have paruresis, and that many of the defendants likewise\nunderstood the nature of that phobia. In a different case, then, we might find it necessary\nto decide if, or under what circumstances, paruresis constitutes a serious medical need.\nCompare Roundtree v. Walton, Civil No. 12-cv-1166-JPG, 2013 WL 1840377 (S.D. Ill. May 1,\n2013) (concluding that paruresis was serious medical need when condition allegedly\ncaused inmate’s suicide attempt), and Hunt v. Houston, No. 4:11CV3086, 2011 WL\n3897602 (D. Neb. Sept. 6, 2011) (stating that paruresis was serious medical need because\nit triggered post-traumatic stress disorder and hypertension), with Brammer v. Northrop,\nNo. 06-CV-6520 CJS, 2010 WL 681296 (W.D. N.Y. Feb. 24, 2010) (stating that inmate’s\nparuresis was not “objectively sufficiently serious” because it arose only during\nurinalysis).\n\n        For purposes here we may assume that paruresis can be a serious medical need.\nThat assumption cannot help Wilke, though, because he’s already had a full opportunity\nto develop evidence supporting his Eighth Amendment claim, and that evidence shows\nthe claim to be without merit. In reviewing Wilke’s complaint, the district court reasoned\nthat it actually details adequate treatment, not indifference. Essentially, the court\nthought that Wilke had pleaded himself out of court. See Atkins v. City of Chicago, 631\nF.3d 823, 832 (7th Cir. 2011) (explaining that plaintiff can “plead himself out of court” by\nalleging “facts that show that he has no legal claim”). Whether or not we would agree\nwith that reading of the complaint, we need not blind ourselves to the record developed\nduring discovery.\n\n       That record confirms that the defendants did not ignore Wilke’s paruresis. After\nself-reporting the condition he was given literature about it and taught strategies for\ncoping. He also received counseling from the psychological-services staff, including two\npsychological associates and the chief supervising psychologist. Wilke was encouraged\nto meet regularly with the counselors and participate in formulating a treatment plan,\nbut he did not. Instead, he simply demanded a private cell when housed in segregation,\neven though, as he conceded at summary judgment, that very “accommodation”\n\fNo. 15-1082                                                                            Page 6\n\ntypically would aggravate paruresis because “avoidance intensifies the anxiety”\nexperienced when urinating around others. Wilke may have changed his mind about\nthis concession, but his disagreement with the psychological-services staff about how\nbest to treat his phobia cannot sustain a claim for deliberate indifference. See Snipes v.\nDeTella, 95 F.3d 586, 591 (7th Cir. 1996). The same allegations and evidence underlie both\nof Wilke’s claims, and, with the benefit of the record developed at summary judgment\non the surviving ADA claim, we are confident that a jury could not reasonably find for\nWilke on the Eighth Amendment claim. For that reason Wilke could not have been\nharmed by the dismissal of the claim at screening, even if that dismissal was too hasty.\nSee United States v. Rogers Cartage Co., 794 F.3d 854, 861 (7th Cir. 2015); Estate of Davis v.\nWells Fargo Bank, 633 F.3d 529, 538 (7th Cir. 2011).\n\n        Next, Wilke argues that the district court erred when it granted summary\njudgment in favor of the defendants on his ADA claim. The parties debate whether the\ndistrict court properly determined that the defendants are immune from suit despite the\nattempted statutory abrogation of sovereign immunity in Title II of the ADA. The\ndefendants also argue that it was unnecessary to reach this issue because Wilke’s request\nfor injunctive relief was mooted by his transfer from federal custody, and Wilke did not\nargue that he was subject to intentional discrimination, which they contend is required\nto obtain compensatory damages under Title II.\n\n        The defendants are correct, and Wilke concedes, that he can no longer seek\ninjunctive relief because he was transferred from state custody, see Pearson v. Welborn,\n471 F.3d 732, 743 (7th Cir. 2006), and he is therefore limited to seeking compensatory\ndamages. The defendants state that intentional discrimination is thus required, though\nwe have never published an opinion explicitly taking this position. But we have\nobserved that all circuits to address the question have reached this conclusion, see CTL\nex rel. Trebatoski v. Ashland Sch. Dist., 743 F.3d 524, 528 n.4 (7th Cir. 2014), and we noted\nthat compensatory damages “may be available only for claims of intentional\ndiscrimination.” Reed v. Columbia St. Mary’s Hosp., 782 F.3d 331 (7th Cir. 2015).\nNevertheless, the circuits are split regarding whether discriminatory animus or only\ndeliberate indifference is required, see S.H. ex rel. Durrell v. Lower Merion Sch. Dist., 729\nF.3d 248, 262–63 (3d Cir. 2013) (describing different circuits’ standards). We need not\ntake a position here because the facts Wilke alleges, at worst, demonstrate negligence,\nwhich cannot meet either standard. The defendants were not deliberately indifferent to\nhis condition when they chose not to grant him a single cell, which they judged—and\nWilke admitted—would likely make his disorder worse. And the record reflects that\n\fNo. 15-1082                                                                     Page 7\n\nWilke failed to seek the treatment that psychological services advised and which would\nenable staff to ascertain whether his requested accommodation was in fact necessary.\n\n                                                                          AFFIRMED.\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                         NONPRECEDENTIAL DISPOSITION\n                 To be cited only in accordance with Fed. R. App. P. 32.1\n\n\n\n                United States Court of Appeals\n                                 For the Seventh Circuit\n                                 Chicago, Illinois 60604\n\n                              Submitted November 6, 2015 *\n                               Decided November 9, 2015\n\n                                          Before\n\n                            WILLIAM J. BAUER, Circuit Judge\n\n                            JOEL M. FLAUM, Circuit Judge\n\n                            DAVID F. HAMILTON, Circuit Judge\n\nNo. 15-1082\n\nJONATHAN D. WILKE,                                Appeal from the United States District\n    Plaintiff-Appellant,                          Court for the Eastern District of Wisconsin.\n\n       v.                                         No. 12-CV-1231-JPS\n\nCHARLES E. COLE, et al.,                          J.P. Stadtmueller,\n    Defendants-Appellees.                         Judge.\n\n                                        ORDER\n\n       Jonathan Wilke, a former Wisconsin inmate now in federal custody, contends that\nthe defendants, all of them employed by the Department of Corrections, did not respond\nappropriately to his paruresis, a type of social phobia that makes it difficult to urinate in\nthe presence of others. See American Psychiatric Association, Diagnostic and Statistical\nManual of Mental Disorders 300.23 (5th ed. 2013). Wilke characterized his paruresis as both\na serious medical need and a disability. The defendants, he claimed, had been\ndeliberately indifferent to the condition in violation of the Eighth Amendment, and also\n\n       *After examining the briefs and record, we have concluded that oral argument is\nunnecessary. Thus the appeal is submitted on the briefs and record. See FED. R. APP. P.\n34(a)(2)(C).\n\fNo. 15-1082                                                                       Page 2\n\nhad failed to accommodate his phobia in violation of the Americans with Disabilities\nAct, see 42 U.S.C. § 12132. The district court dismissed the Eighth Amendment claim at\nscreening, see 28 U.S.C. § 1915A, and granted summary judgment for the defendants on\nthe ADA claim. Wilke challenges both rulings. We affirm the judgment.\n\n       Except as noted the pertinent facts are not disputed. Wilke was at Kettle Moraine\nCorrectional Institution in early March 2011 when he first complained to a nurse about\nhaving a “shy bladder,” another name for paruresis. Wilke explained that he was having\ndifficulty urinating in the presence of staff when asked to produce a sample for\nurinalysis. The nurse agreed with Wilke that his symptoms were consistent with\nparuresis, and she recommended various mental exercises. She added, though, that\nthere was not any known treatment.\n\n       From March 25 to April 16, 2011, Wilke was confined in segregation, but during\nthat period he did not report any problems attributable to his paruresis. In May 2011,\nhowever, he contacted William McCreedy, the manager of the Health Services Unit,\nasking that his paruresis be accommodated when collecting urine samples. McCreedy\nrefused with the explanation that Wilke had not been diagnosed with paruresis and that\nin the past he had been able to provide samples without accommodation.\n\n       In December 2011, Wilke visited the Psychological Services Unit at Kettle Moraine\nand asked about treatment for paruresis and an accommodation for urine testing.\nMichelle Wilinski, a psychological associate, promptly added Wilke’s name to the list of\ninmates needing accommodation (i.e., being left alone in an empty cell to produce the\nsample). In taking that step, Wilinski was following her unit’s policy of automatically\ngranting a urinalysis accommodation to any inmate who self-reports paruresis. The\nparties agree that adding a name to the accommodation list is not intended as a\n“diagnosis,” but instead is done to protect inmates who might have paruresis from being\ndisciplined for not providing a urine sample. Even so, Wilinski noted in the plaintiff’s\nmedical file that he had made a self-report of paruresis, and she also entered an initial\n“diagnosis,” pending further investigation, of “social phobia.” Not long after this\ninteraction with Wilinski, the plaintiff was asked to produce a urine sample without\naccommodation. He complied, but the effort was painful. Afterward, Wilinski clarified\nthat inmates on the accommodation list must still try each time to produce a sample\nwithout accommodation. In practice, though, Wilke may have been taken immediately\nto a vacant cell whenever urine was collected (at summary judgment he gave\ninconsistent accounts about whether prison staff required him to first try giving the\nsample without accommodation).\n\fNo. 15-1082                                                                            Page 3\n\n       A few weeks after Wilke first contacted psychological services, the\nSecurity Director, Dylan Radtke, and the Chief Supervising Psychologist, Toby Watson,\nmet with him to discuss his paruresis. Dr. Watson provided information about the\nservices available for further assessment and possible treatment, and also noted that\navoidance is not an effective strategy for addressing the phobia. He instructed Wilke to\ncontact Wilinski, who then met twice with Wilke, in January and February 2012. She\ngave him a pamphlet describing coping techniques, which she discussed with him.\n\n        Shortly after the February meeting with Wilinski, Wilke was placed in\nsegregation, where he shared a cell. Over the next few days, Wilke repeatedly asked the\nsupervisor of the segregation unit, as well as the medical- and psychological-services\nstaff, to assign him to a single cell because his paruresis was making it difficult to urinate\nin front of his cellmate. This was the first time, Wilke concedes, that he asked to be\nhoused alone while in segregation. His requests were denied, and in one response,\nanother psychological associate, Randy Smith, urged him to use the coping techniques\ndiscussed with Wilinski. Smith explained that, as noted in the pamphlet Wilinski had\nprovided, avoidance of the problem is not an effective treatment. Dr. Watson also\nresponded to Wilke’s requests, saying that, after consulting with Radtke, he had decided\nagainst giving Wilke a cell to himself.\n\n        In March and September 2012, during two more periods in segregation, Wilke\nagain contacted psychological services and requested a single cell as an accommodation\nto his paruresis. Once again Smith, the psychological associate, and Dr. Watson followed\nup with Wilke, though they did not authorize a single cell. In a letter responding to the\nplaintiff’s September request, Watson reminded him about a handout on paruresis,\nwhich Smith had sent Wilke so that they could begin working on a treatment plan.\nWatson noted that Wilke had not met regularly with the psychological-services staff\nafter his last stint in segregation, and the psychologist encouraged Wilke to contact\nSmith to begin working with him.\n\n       Wilke was released from segregation on November 17, 2012, and a few days later\nrequested an appointment with psychological services. On December 4, 2012, he filed\nthis lawsuit. Another psychological associate, Joshua Dolan, met with him later that\nmonth and also in January 2013. They discussed his symptoms and coping techniques.\nAfter that, however, Wilke did not return, and so Dolan wrote him in April 2013. Dolan\nnoted that Wilke had not been by in three months and encouraged him to submit a\nrequest if he still needed assistance.\n\fNo. 15-1082                                                                         Page 4\n\n       In May 2013, Wilke engaged for the first time Kettle Moraine’s process for\nrequesting reasonable accommodations under ADA. He asked that he be given a single\ncell when sent to segregation. The prison’s “accommodations coordinator” denied that\nrequest in June 2013, writing that she had not found confirmation of a paruresis\ndiagnosis but noting that, even assuming that Wilke suffers from that condition, a\n“single cell would be contraindicated.” The coordinator suggested that Wilke continue\nworking with health services or psychological services to obtain a recommendation for\nthis particular accommodation.\n\n        After extensive discovery, both sides moved for summary judgment. Wilke\nargued that he has a disability for purposes of the ADA (paruresis impairs the\nfunctioning of his bladder, a major life activity, see 42 U.S.C. § 12102), and he also\ncontended that the defendants had failed to reasonably accommodate him during\nurinalysis and while he was in segregation. The defendants disputed that paruresis is a\ndisability under the ADA and denied that any qualified medical professional had\nofficially diagnosed Wilke with that condition. In September 2014 the district judge\ndenied both motions, explaining that neither side had persuaded him that issues of\nmaterial fact did not exist concerning whether Wilke was a qualified individual with a\ndisability and whether he had been denied reasonable accommodations.\n\n       Meanwhile, Wilke had completed his state sentence in May 2014, and\nimmediately had been taken into federal custody to begin serving a federal sentence.\nWhen the defendants realized that he no longer was in their custody, they obtained\nleave to file a renewed motion for summary judgment. This time the defendants argued\nthat Wilke’s demand for injunctive relief was now moot and that, because he was left\nwith only a damages action under Title II of the ADA, the suit must be dismissed on the\nbasis of Eleventh Amendment immunity. The defendants submitted another statement\nof undisputed facts, which included their assertion, citing an affidavit from Smith, the\npsychological associate, that “providing a single cell accommodation to someone with\nparuresis in most instances would make their paruresis condition worse because\navoidance intensifies the anxiety sufferers experience from being around others while\nurinating.” Not only did Wilke fail to object to this statement, he concurred. The district\ncourt agreed with the defendants’ new arguments and, in December 2014, granted\nsummary judgment in their favor.\n\n        On appeal Wilke first argues that the district court erred in dismissing his Eighth\nAmendment claim at screening. The district court reasoned that Wilke’s complaint fails\nto state a claim for deliberate indifference to a serious medical need because paruresis is\n\fNo. 15-1082                                                                           Page 5\n\nnot a condition that would be obvious to a lay person and no physician ever had\ndiagnosed the condition officially. Moreover, the court continued, Wilke’s complaint\nalleges that he was receiving care from the prison’s medical staff, and thus he was not\ndenied care.\n\n        We are skeptical of the district court’s conclusion that Wilke did not allege that he\nsuffers from paruresis, simply because an “official” diagnosis was never made. Putting\nthe complaint to one side, it is clear from the substantial record that the defendants all\nalong understood Wilke to have paruresis, and that many of the defendants likewise\nunderstood the nature of that phobia. In a different case, then, we might find it necessary\nto decide if, or under what circumstances, paruresis constitutes a serious medical need.\nCompare Roundtree v. Walton, Civil No. 12-cv-1166-JPG, </pre><span class=\"citation no-link\"><span class=\"volume\">2013</span> <span class=\"reporter\">WL</span> <span class=\"page\">1840377</span></span><pre class=\"inline\"> (S.D. Ill. May 1,\n2013) (concluding that paruresis was serious medical need when condition allegedly\ncaused inmate’s suicide attempt), and Hunt v. Houston, No. 4:11CV3086, </pre><span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">3897602</span></span><pre class=\"inline\"> (D. Neb. Sept. 6, 2011) (stating that paruresis was serious medical need because\nit triggered post-traumatic stress disorder and hypertension), with Brammer v. Northrop,\nNo. 06-CV-6520 CJS, </pre><span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">681296</span></span><pre class=\"inline\"> (W.D. N.Y. Feb. 24, 2010) (stating that inmate’s\nparuresis was not “objectively sufficiently serious” because it arose only during\nurinalysis).\n\n        For purposes here we may assume that paruresis can be a serious medical need.\nThat assumption cannot help Wilke, though, because he’s already had a full opportunity\nto develop evidence supporting his Eighth Amendment claim, and that evidence shows\nthe claim to be without merit. In reviewing Wilke’s complaint, the district court reasoned\nthat it actually details adequate treatment, not indifference. Essentially, the court\nthought that Wilke had pleaded himself out of court. See Atkins v. City of Chicago, </pre><span class=\"citation\" data-id=\"183500\"><a href=\"/opinion/183500/atkins-v-city-of-chicago/\"><span class=\"volume\">631</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">823</span></a></span><pre class=\"inline\">, 832 (7th Cir. 2011) (explaining that plaintiff can “plead himself out of court” by\nalleging “facts that show that he has no legal claim”). Whether or not we would agree\nwith that reading of the complaint, we need not blind ourselves to the record developed\nduring discovery.\n\n       That record confirms that the defendants did not ignore Wilke’s paruresis. After\nself-reporting the condition he was given literature about it and taught strategies for\ncoping. He also received counseling from the psychological-services staff, including two\npsychological associates and the chief supervising psychologist. Wilke was encouraged\nto meet regularly with the counselors and participate in formulating a treatment plan,\nbut he did not. Instead, he simply demanded a private cell when housed in segregation,\neven though, as he conceded at summary judgment, that very “accommodation”\n\fNo. 15-1082                                                                            Page 6\n\ntypically would aggravate paruresis because “avoidance intensifies the anxiety”\nexperienced when urinating around others. Wilke may have changed his mind about\nthis concession, but his disagreement with the psychological-services staff about how\nbest to treat his phobia cannot sustain a claim for deliberate indifference. See Snipes v.\nDeTella, </pre><span class=\"citation\" data-id=\"726110\"><a href=\"/opinion/726110/leon-snipes-v-george-detella-doctor-ehrhardt-john-l-russian/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span><pre class=\"inline\">, 591 (7th Cir. 1996). The same allegations and evidence underlie both\nof Wilke’s claims, and, with the benefit of the record developed at summary judgment\non the surviving ADA claim, we are confident that a jury could not reasonably find for\nWilke on the Eighth Amendment claim. For that reason Wilke could not have been\nharmed by the dismissal of the claim at screening, even if that dismissal was too hasty.\nSee United States v. Rogers Cartage Co., </pre><span class=\"citation no-link\"><span class=\"volume\">794</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">854</span></span><pre class=\"inline\">, 861 (7th Cir. 2015); Estate of Davis v.\nWells Fargo Bank, </pre><span class=\"citation no-link\"><span class=\"volume\">633</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">529</span></span><pre class=\"inline\">, 538 (7th Cir. 2011).\n\n        Next, Wilke argues that the district court erred when it granted summary\njudgment in favor of the defendants on his ADA claim. The parties debate whether the\ndistrict court properly determined that the defendants are immune from suit despite the\nattempted statutory abrogation of sovereign immunity in Title II of the ADA. The\ndefendants also argue that it was unnecessary to reach this issue because Wilke’s request\nfor injunctive relief was mooted by his transfer from federal custody, and Wilke did not\nargue that he was subject to intentional discrimination, which they contend is required\nto obtain compensatory damages under Title II.\n\n        The defendants are correct, and Wilke concedes, that he can no longer seek\ninjunctive relief because he was transferred from state custody, see Pearson v. Welborn,\n</pre><span class=\"citation\" data-id=\"796266\"><a href=\"/opinion/796266/alex-pearson-cross-appellee-v-george-c-welborn-warden-and-kristen/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">732</span></a></span><pre class=\"inline\">, 743 (7th Cir. 2006), and he is therefore limited to seeking compensatory\ndamages. The defendants state that intentional discrimination is thus required, though\nwe have never published an opinion explicitly taking this position. But we have\nobserved that all circuits to address the question have reached this conclusion, see CTL\nex rel. Trebatoski v. Ashland Sch. Dist., </pre><span class=\"citation no-link\"><span class=\"volume\">743</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></span><pre class=\"inline\">, 528 n.4 (7th Cir. 2014), and we noted\nthat compensatory damages “may be available only for claims of intentional\ndiscrimination.” Reed v. Columbia St. Mary’s Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">782</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></span><pre class=\"inline\"> (7th Cir. 2015).\nNevertheless, the circuits are split regarding whether discriminatory animus or only\ndeliberate indifference is required, see S.H. ex rel. Durrell v. Lower Merion Sch. Dist., </pre><span class=\"citation no-link\"><span class=\"volume\">729</span>\n<span class=\"reporter\">F.3d</span> <span class=\"page\">248</span></span><pre class=\"inline\">, 262–63 (3d Cir. 2013) (describing different circuits’ standards). We need not\ntake a position here because the facts Wilke alleges, at worst, demonstrate negligence,\nwhich cannot meet either standard. The defendants were not deliberately indifferent to\nhis condition when they chose not to grant him a single cell, which they judged—and\nWilke admitted—would likely make his disorder worse. And the record reflects that\n\fNo. 15-1082                                                                     Page 7\n\nWilke failed to seek the treatment that psychological services advised and which would\nenable staff to ascertain whether his requested accommodation was in fact necessary.\n\n                                                                          AFFIRMED.\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/183500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726110/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/796266/"
          ]
        }
      ],
      "judges": "Per Curiam",
      "date_created": "2015-11-09T17:40:50.051864Z",
      "date_modified": "2015-11-09T17:40:50.051864Z",
      "date_filed": "2015-11-09",
      "date_filed_is_approximate": false,
      "slug": "jonathan-wilke-v-charles-cole",
      "citation_id": 3125912,
      "case_name_short": "",
      "case_name": "Jonathan Wilke v. Charles Cole",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "prisoner",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3011041/jonathan-wilke-v-charles-cole/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2015-11-09T17:00:58.899171Z",
  "date_modified": "2015-11-09T17:00:58.899171Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Jonathan Wilke v. Charles Cole",
  "case_name_full": "",
  "slug": "jonathan-wilke-v-charles-cole",
  "docket_number": "15-1082",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}