{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/303486/",
  "id": 303486,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/428594/",
      "id": 428594,
      "absolute_url": "/opinion/428594/bob-bowman-and-james-mackey-pulaski-association-of-classroom-teachers-mary/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/303486/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/428594/",
          "id": 428594,
          "absolute_url": "/opinion/428594/bob-bowman-and-james-mackey-pulaski-association-of-classroom-teachers-mary/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/428594/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:32:11Z",
          "date_modified": "2017-03-25T06:10:31.275770Z",
          "type": "010combined",
          "sha1": "c82e76af32d1ff7f57f8b72d3df4be9761dc9419",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/723/723.F2d.640.82-2119.82-2120.83-1437.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">723 F.2d 640</p>\n    <p class=\"case_cite\">15 Ed. Law Rep. 136</p>\n    <p class=\"parties\">Bob BOWMAN and James Mackey, Pulaski Association of<br>Classroom Teachers, Mary Ann DeLaney;  Doris Golden;  and<br>Billie L. and Geneva Martin, as parents and next friends of<br>Terry Martin, Appellees/Cross-Appellants,<br>v.<br>PULASKI COUNTY SPECIAL SCHOOL DISTRICT, et al.,<br>Appellants/Cross-Appellees.<br>Bob BOWMAN and James Mackey, Pulaski Association of<br>Classroom Teachers, Mary Ann DeLaney;  Doris<br>Golden;  and Billie L. and Geneva<br>Martin, as parents and next<br>friends of Terry<br>Martin, Appellees,<br>v.<br>PULASKI COUNTY SPECIAL SCHOOL DISTRICT, et al., Appellants.</p>\n    <p class=\"docket\">Nos. 82-2119, 82-2120 and 83-1437.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted June 17, 1983.<br>Decided Dec. 29, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Philip E. Kaplan, Karen L. Arndt, Kaplan, Hollingsworth &amp; Brewer, P.A., Richard Roachell, Cearley, Mitchell &amp; Roachell, Little Rock, Ark., for Bowman et al.</p>\n      <p class=\"indent\">Before ROSS, Circuit Judge, HENLEY, Senior Circuit Judge, and McMILLIAN, Circuit Judge.</p>\n      <p class=\"indent\">ROSS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated appeals arise out of an action brought under 42 U.S.C. Sec. 1983, 28 U.S.C. Secs. 2201, 2202 and 1343, and an action to recover attorney fees pursuant to 42 U.S.C. Sec. 1988.  This court's jurisdiction is based on 28 U.S.C. Sec. 1291.</p>\n    </div>\n    <p>I. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case addresses the question of the extent of protection afforded to instructors in the public school system by the first amendment to the United States Constitution.  The events giving rise to this appeal are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Bob Bowman and James Mackey, appellants and cross-appellees (hereinafter appellants), were teachers and coaches at Jacksonville Junior High School Northside (hereafter JJHSN) in Jacksonville, Arkansas.  Bowman taught science at JJHSN and was an assistant football coach.  Mackey also taught science and was an assistant coach in both football and basketball.  The appellants are certified, tenured non-probationary teachers in the state of Arkansas and each has an excellent record as an educator.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellants were under the direction and control of head coach Jimmy Walker when performing their duties as assistant coaches.  On April 29, 1982, coach Walker disciplined five students in his office.  The punishment, described at trial as \"licks,\" consisted of striking the student on the buttocks and thighs with a paddle.  The single lick given to each student by coach Walker was excessive as it raised welts or bruises on the back of the student's thighs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pulaski County Special School District permits corporal punishment of students but regulates the practice.  One of these regulations requires a second faculty member to witness the actual punishment and to listen as the student is informed of the reason for the disciplinary action.  The witness must then fill out and sign a form reporting the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 29, 1982, the appellants were sitting in coach Walker's office at the time the students were brought in to be disciplined.  Mackey left the room about the time the first lick was struck.  Bowman remained in the room throughout the entire course of the punishment.  He testified that though the room was small he was unable to actually see the students as a stereo on a desk screened his view.  Coach Walker did not request either of the appellants to act as a witness at this time though he did explain to the students the reason for the punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Several of the students who were paddled approached Bowman shortly after the incident and displayed their bruises to him.  Bowman had the students put ice on the bruises and called coach Walker's attention to the effects of the paddling.  Mackey was also approached by several of the students and he helped them gain access to a telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upset over the incident, the parents of the students made coach Walker's method of discipline, both on this and past occasions, a matter of public debate.  The appellants discussed the punishment with the parents, made public statements about the unwarranted severity of the licks, and expressed their individual opinion on the question of how coach Walker should be disciplined.  The incident drew a considerable amount of press coverage, caused some turmoil in the community, and is blamed for dividing a previously harmonious faculty and student body.  In addition to the above, coach Walker requested Bowman to complete and sign a witness form.  This request, made after the undue effects of the punishment were known, was refused.  Bowman's refusal to sign the form increased the tension existing among the faculty.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The school board and administration then took action in an attempt to resolve the problem.  Coach Walker was briefly suspended and his authority to administer corporal punishment was curtailed.  He also issued a public apology.  The appellants on the other hand were involuntarily transferred to Scott Middle School, a recently reopened facility.  The appellants after exhausting the available administrative remedies filed suit in the United States District Court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> arguing that the involuntary transfer violated the provisions of the first amendment protecting freedom of speech and association.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The trial court upon its own motion made the hearing for a preliminary injunction the final hearing on the merits.  The court found that the transfers in question were intended by the school board and the administration of JJHSN to be a disciplinary action, designed to punish the appellants for speaking out in public.  The court then rescinded the involuntary transfers, ordered the parties to make a good faith attempt to resolve the dispute among the coaching staff, and stated that if such efforts were unavailing a transfer of the appellants to a better or comparable school would be permitted.  The court also noted the possibility that coach Walker could be transferred if the parties could not enter into a beneficial working relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At a meeting of the coaches, the appellants were asked if they could work with coach Walker.  The appellants both expressed the belief that a positive working relationship could be reestablished.  Coach Walker, however, remained adamant in his refusal to work with either party.  In the belief that there was no point in following a less drastic course of action, the appellants were again transferred.  There is no evidence indicating that the school board ever seriously considered the possibility of a transfer for coach Walker.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mackey was transferred to J.A. Fair High School where he was given the position of assistant coach for both football and basketball and was asked to teach social studies rather than his normal courses in science.  The total round trip mileage to and from work for Mackey increased from less than one mile to about 68 miles.  Bowman was transferred to McClellan High School where he assumed the position of head coach for tenth grade football.  Bowman was required to instruct students in American history rather than science, his normal subject.  Bowman now drives a total of approximately 100 miles to and from work, up from his earlier \"minimal\" amount of travel time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Though the appellants' salaries were increased slightly as a result of the transfers, they remained dissatisfied with the new positions and petitioned the district court for further relief.  In addition to the longer commute to work and the change in their teaching duties, the appellants alleged several other major difficulties they encountered with the new assignments.  Bowman, in his affidavit in support of the motion for further relief, stated that he did not have sufficient experience to coach high school level football under the system used at McClellan, that he was given insufficient time to prepare himself for the new position, and that he was denied the use of materials essential to the success of any new instructor.  He could not for example procure a teacher's edition of the student textbook in his new subject area.  This was true even though the school year was already four days old when he entered his class room for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">James Mackey stated that his new coaching position required him to travel out of town to follow the team's schedule of away games and that his weekends must be largely devoted to preparation for those games.  The transfer has forced the closing of a drug dependency and youth program he opened and ran at JJHSN.  In addition, the change in his teaching assignment has made pointless his personal investment of over $2,500 in science equipment, which in earlier years was left in his classroom and made available to students.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court denied the motion for further relief and this appeal followed.  The appellants ask to be reinstated to their original positions at JJHSN.  The appellees cross-appeal from the district court's determination that the appellants' constitutional rights were violated.  We affirm in part and reverse in part.</p>\n    </div>\n    <p>II. First Amendment Analysis</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A court deciding a claim by a public employee that his or her first amendment rights have been violated must engage in a three step analysis.  The court must determine (1) whether the plaintiff has carried the burden of demonstrating that he engaged in protected activity, Pickering v. Board of Education, 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968);  (2) whether the protected activity was a substantial or motivating factor in the actions taken against the plaintiff, Mt. Healthy City School Dist. Board of Education v. Doyle, 429 U.S. 274, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471 (1977);  and (3) whether the defendant has defeated the plaintiff's claim by demonstrating that the same action would have been taken in the absence of the protected activity, Givhan v. Western Lines Consolidated School Dist., 439 U.S. 410, 416-17, 99 S.Ct. 693, 697, 58 L.Ed.2d 619 (1979);  Monsanto v. Quinn, 674 F.2d 990, 993 (3d Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case only the first level of analysis is in issue.  The appellee argues that the trial court improperly applied the Pickering test in finding the appellants' speech to be a protected activity.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Pickering balance requires the court to decide each claim on a case by case basis giving full consideration to the government's interest in efficient public service.   Connick v. Myers, --- U.S. ----, 103 S.Ct. 1684, 1691-92, 75 L.Ed.2d 708 (1983).  The factors to be weighed include:  (1) the need for harmony in the office or work place;  (2) whether the government's responsibilities require a close working relationship to exist between the plaintiff and co-workers when the speech in question has caused or could cause the relationship to deteriorate;  (3) the time, manner, and place of the speech;  (4) the context in which the dispute arose;  (5) the degree of public interest in the speech;  and (6) whether the speech impeded the employee's ability to perform his or her duties.   Id. at pp. 1692-93.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The courts must also accord to the government the wide degree of discretion necessary for the proper management of internal affairs and personnel decisions.   Id. at p. 1692 (citing Arnett v. Kennedy, 416 U.S. 134, 168, 94 S.Ct. 1633, 1651, 40 L.Ed.2d 15 (1974)).  The degree of discretion allowed varies with the nature of the employee's duties and the legitimate needs of the government.   Pickering, supra, 391 U.S. at p. 570, 88 S.Ct. at p. 1735;  see, Hughes v. Whitmer, 714 F.2d 1407 (8th Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case two of the factors discussed above clearly favor the appellees.  There is no question that the appellants' speech in some way contributed to the turmoil existing at JJHSN.  The record indicates that petitions supporting each of the coaches involved were circulated and signed by the students and faculty of JJHSN.  The record also contains testimony describing the close working relationship between the coaches of a football team.  Coach Walker defined the relationship as one based on loyalty.  And, as noted in the facts, he remains firm in his refusal to even attempt to reestablish a working relationship with the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The following factors favor the appellants:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(1) Public interest in the subject of the speech.  The question of what constitutes the proper care and education of children is one of the most frequently debated issues in the public forum.  In this century some of the great public debates can be found to focus on the classroom.   See, e.g., Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954) (segregation in the school system);  Stone v. Graham, 449 U.S. 39, 101 S.Ct. 192, 66 L.Ed.2d 199 (1980) (religious teaching in the classroom).  There exist few questions within the area of education which are of more interest to the public than the one which raises the possibility of the physical mistreatment of students in the community schools.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   In this case the media coverage and activities of the parents are a good indication of the public's interest in these events.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) Time, manner, and place of the speech.  The appellants spoke to this issue at the time when the parents and community were most concerned;  from the time of the incident on through the time coach Walker was reprimanded.  As to place, the record indicates that the appellants spoke to the parents at the school itself and later on at several school board meetings.  The manner of the appellants' speech was restrained and moderate.  Bowman testified that he did express the opinion that coach Walker should be fired in light of past violations of the regulations governing the use of corporal punishment.  Mackey stated that coach Walker should at most be transferred, that he had made a mistake but that all men make mistakes.  There is no evidence in the record which indicates that the speech in question took a form other than that described above.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) Context of the speech.  The speech arose in the context of a public debate over the actions of an instructor.  It was not part of an internal office grievance as was the case in Connick, supra, 103 S.Ct. at 1694, nor could it be considered as another salvo in an ongoing struggle between co-workers.   Hughes v. Whitmer, supra, 714 F.2d at 1420-21.  The appellants' speech was instead a reaction to the acts of coach Walker and the concern expressed by various parents.  The superintendent of the school district, Tom Hardin, when commenting on the situation stated, \"I have been in education for 31 years * * * I do not believe I have ever dealt with a particular problem that seemed to generate so much interest and seemed to have such constant turmoil involvement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(4) Whether the speech impeded the appellants' ability to perform their duties.  There is no evidence in the record demonstrating that the appellants were no longer able to effectively instruct students at JJHSN.  In fact the record does not even indicate that the turmoil in the school and community seriously affected the students' ability to study.  In any event counsel for the appellee was not able to adequately explain why the appellants, and not coach Walker, were deemed responsible for the unrest which followed the \"licking.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While we recognize and respect the importance of harmony and cohesion in any educational institution, we must conclude that the appellants' speech was protected by the first amendment.  In our mind the public's need to know whether children are being mistreated in school outweighs the other legitimate concerns of the government.</p>\n    </div>\n    <p>III. The Remedy</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We must conclude that under these facts the orders of relief did not adequately protect the appellants' rights under the first amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under ordinary circumstances a federal court will not review, much less alter, a school board's decision to transfer an employee.  In this case however we are not faced with ordinary circumstances.  The trial court's initial order allowed the school board to transfer the appellants if after a good faith effort at mediation the conflict among the coaches proved to be irreconcilable.  That transfer, to Scott Middle School, was intended to be a disciplinary action.  It was ordered, in the words of Superintendent Thomas Hardin, because \"many subversive tactics and involvements have been unnecessarily generated and interjected into an administrative personnel problem.\"    The second transfer, implemented after the district court rescinded the first reassignment, and after a new school term had begun, placed the appellants in schools distant from their homes and required them to teach unfamiliar subjects on short notice without the support normally given to an instructor.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The courts have recognized that involuntary transfers can be as effective as discharges in chilling the exercise of first amendment rights.   Smith v. West Memphis School Dist., 635 F.2d 708, 710 (8th Cir.1980);  McGill v. Board of Ed. of Perkin Elem.  School Dist., 602 F.2d 774, 780 (7th Cir.1979).  The appellees argue that both transfers were well within the school board's discretionary power to control the assignment of teachers.  While this court must ordinarily defer to the judgment of a body vested with such powers, we are not so obligated when the exercise of the power constitutes an abuse of discretion.  The district court judgment is reversed with directions to order that the appellants be restored to the positions they held at JJHSN on April 29, 1982, or other equally desirable assignments within the school system.  If transfers are made they should be made with the consent of the affected appellant, but that consent should not be unreasonably withheld.  The school board may make this correction at the end of the first semester of the 1983-84 school year or prior to the beginning of the 1984-85 school year.  In ordering this relief, we find ourselves in agreement with the court in Monsanto, supra, when it wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We do not underestimate the internal unease or unpleasantness that may follow when a government employee decides to break rank and complain either publicly or to supervisors about a situation which s/he believes merits review and reform.  That is the price the First Amendment exacts in return for an informed citizenry.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id., at 1001.</p>\n    </div>\n    <p>IV. Attorney Fees</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court awarded the appellants $11,268.50 in attorney fees pursuant to 42 U.S.C. Sec. 1988 (1976), and this appeal followed.  The appellees request this court to reduce the award as it represents payment for duplicative services.  The appellants retained two law firms to represent them in this action.  The appellees apparently urge this court to presume a duplication of services and fees from this fact alone.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court's order of relief is well supported by the record.  The appellees' challenges were seriously considered by the court.  Eight hours were deducted from one attorney's charges after the court found that better coordination between the firms could have saved that amount of time.  The hourly rates charged for one attorney and for paralegal services were also reduced.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court in Avalon Cinema Corp. v. Thompson, 689 F.2d 137 (8th Cir.1982) approved an award of attorney fees in a first amendment case in which two separate firms were employed.  We find that as in Avalon, \"It is not unreasonable for more than one lawyer or law firm to appear in such a case.\"    Id. at 139.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The award of attorney fees is a matter entrusted to the discretion of the trial court.   Taylor v. Jones, 653 F.2d 1193, 1205 (8th Cir.1981).  We will not find an abuse of discretion unless the record clearly supports such a conclusion.  In this case the record offers no such support and the appellees' challenge must fail.  The appellants may also file the papers necessary for a recovery of attorneys fees and costs incurred as a result of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Honorable G. Thomas Eisele, Chief Judge, United States District Court for the Eastern District of Arkansas</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In McGee v. South Pemiscot School Dist., 712 F.2d 339 (8th Cir.1983) a teacher wrote a letter to the local newspaper criticizing the school board's decision to drop junior high level track.  This issue was deemed to be of public interest.  Id. at 342.  In this case the issue is at least of equal interest, but has greater import</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></span></p>\n    <p class=\"case_cite\">15 Ed. Law Rep. 136</p>\n    <p class=\"parties\">Bob BOWMAN and James Mackey, Pulaski Association of<br>Classroom Teachers, Mary Ann DeLaney;  Doris Golden;  and<br>Billie L. and Geneva Martin, as parents and next friends of<br>Terry Martin, Appellees/Cross-Appellants,<br>v.<br>PULASKI COUNTY SPECIAL SCHOOL DISTRICT, et al.,<br>Appellants/Cross-Appellees.<br>Bob BOWMAN and James Mackey, Pulaski Association of<br>Classroom Teachers, Mary Ann DeLaney;  Doris<br>Golden;  and Billie L. and Geneva<br>Martin, as parents and next<br>friends of Terry<br>Martin, Appellees,<br>v.<br>PULASKI COUNTY SPECIAL SCHOOL DISTRICT, et al., Appellants.</p>\n    <p class=\"docket\">Nos. 82-2119, 82-2120 and 83-1437.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted June 17, 1983.<br>Decided Dec. 29, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Philip E. Kaplan, Karen L. Arndt, Kaplan, Hollingsworth &amp; Brewer, P.A., Richard Roachell, Cearley, Mitchell &amp; Roachell, Little Rock, Ark., for Bowman et al.</p>\n      <p class=\"indent\">Before ROSS, Circuit Judge, HENLEY, Senior Circuit Judge, and McMILLIAN, Circuit Judge.</p>\n      <p class=\"indent\">ROSS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated appeals arise out of an action brought under 42 U.S.C. Sec. 1983, 28 U.S.C. Secs. 2201, 2202 and 1343, and an action to recover attorney fees pursuant to 42 U.S.C. Sec. 1988.  This court's jurisdiction is based on 28 U.S.C. Sec. 1291.</p>\n    </div>\n    <p>I. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case addresses the question of the extent of protection afforded to instructors in the public school system by the first amendment to the United States Constitution.  The events giving rise to this appeal are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Bob Bowman and James Mackey, appellants and cross-appellees (hereinafter appellants), were teachers and coaches at Jacksonville Junior High School Northside (hereafter JJHSN) in Jacksonville, Arkansas.  Bowman taught science at JJHSN and was an assistant football coach.  Mackey also taught science and was an assistant coach in both football and basketball.  The appellants are certified, tenured non-probationary teachers in the state of Arkansas and each has an excellent record as an educator.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellants were under the direction and control of head coach Jimmy Walker when performing their duties as assistant coaches.  On April 29, 1982, coach Walker disciplined five students in his office.  The punishment, described at trial as \"licks,\" consisted of striking the student on the buttocks and thighs with a paddle.  The single lick given to each student by coach Walker was excessive as it raised welts or bruises on the back of the student's thighs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Pulaski County Special School District permits corporal punishment of students but regulates the practice.  One of these regulations requires a second faculty member to witness the actual punishment and to listen as the student is informed of the reason for the disciplinary action.  The witness must then fill out and sign a form reporting the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 29, 1982, the appellants were sitting in coach Walker's office at the time the students were brought in to be disciplined.  Mackey left the room about the time the first lick was struck.  Bowman remained in the room throughout the entire course of the punishment.  He testified that though the room was small he was unable to actually see the students as a stereo on a desk screened his view.  Coach Walker did not request either of the appellants to act as a witness at this time though he did explain to the students the reason for the punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Several of the students who were paddled approached Bowman shortly after the incident and displayed their bruises to him.  Bowman had the students put ice on the bruises and called coach Walker's attention to the effects of the paddling.  Mackey was also approached by several of the students and he helped them gain access to a telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upset over the incident, the parents of the students made coach Walker's method of discipline, both on this and past occasions, a matter of public debate.  The appellants discussed the punishment with the parents, made public statements about the unwarranted severity of the licks, and expressed their individual opinion on the question of how coach Walker should be disciplined.  The incident drew a considerable amount of press coverage, caused some turmoil in the community, and is blamed for dividing a previously harmonious faculty and student body.  In addition to the above, coach Walker requested Bowman to complete and sign a witness form.  This request, made after the undue effects of the punishment were known, was refused.  Bowman's refusal to sign the form increased the tension existing among the faculty.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The school board and administration then took action in an attempt to resolve the problem.  Coach Walker was briefly suspended and his authority to administer corporal punishment was curtailed.  He also issued a public apology.  The appellants on the other hand were involuntarily transferred to Scott Middle School, a recently reopened facility.  The appellants after exhausting the available administrative remedies filed suit in the United States District Court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> arguing that the involuntary transfer violated the provisions of the first amendment protecting freedom of speech and association.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The trial court upon its own motion made the hearing for a preliminary injunction the final hearing on the merits.  The court found that the transfers in question were intended by the school board and the administration of JJHSN to be a disciplinary action, designed to punish the appellants for speaking out in public.  The court then rescinded the involuntary transfers, ordered the parties to make a good faith attempt to resolve the dispute among the coaching staff, and stated that if such efforts were unavailing a transfer of the appellants to a better or comparable school would be permitted.  The court also noted the possibility that coach Walker could be transferred if the parties could not enter into a beneficial working relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At a meeting of the coaches, the appellants were asked if they could work with coach Walker.  The appellants both expressed the belief that a positive working relationship could be reestablished.  Coach Walker, however, remained adamant in his refusal to work with either party.  In the belief that there was no point in following a less drastic course of action, the appellants were again transferred.  There is no evidence indicating that the school board ever seriously considered the possibility of a transfer for coach Walker.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mackey was transferred to J.A. Fair High School where he was given the position of assistant coach for both football and basketball and was asked to teach social studies rather than his normal courses in science.  The total round trip mileage to and from work for Mackey increased from less than one mile to about 68 miles.  Bowman was transferred to McClellan High School where he assumed the position of head coach for tenth grade football.  Bowman was required to instruct students in American history rather than science, his normal subject.  Bowman now drives a total of approximately 100 miles to and from work, up from his earlier \"minimal\" amount of travel time.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Though the appellants' salaries were increased slightly as a result of the transfers, they remained dissatisfied with the new positions and petitioned the district court for further relief.  In addition to the longer commute to work and the change in their teaching duties, the appellants alleged several other major difficulties they encountered with the new assignments.  Bowman, in his affidavit in support of the motion for further relief, stated that he did not have sufficient experience to coach high school level football under the system used at McClellan, that he was given insufficient time to prepare himself for the new position, and that he was denied the use of materials essential to the success of any new instructor.  He could not for example procure a teacher's edition of the student textbook in his new subject area.  This was true even though the school year was already four days old when he entered his class room for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">James Mackey stated that his new coaching position required him to travel out of town to follow the team's schedule of away games and that his weekends must be largely devoted to preparation for those games.  The transfer has forced the closing of a drug dependency and youth program he opened and ran at JJHSN.  In addition, the change in his teaching assignment has made pointless his personal investment of over $2,500 in science equipment, which in earlier years was left in his classroom and made available to students.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court denied the motion for further relief and this appeal followed.  The appellants ask to be reinstated to their original positions at JJHSN.  The appellees cross-appeal from the district court's determination that the appellants' constitutional rights were violated.  We affirm in part and reverse in part.</p>\n    </div>\n    <p>II. First Amendment Analysis</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A court deciding a claim by a public employee that his or her first amendment rights have been violated must engage in a three step analysis.  The court must determine (1) whether the plaintiff has carried the burden of demonstrating that he engaged in protected activity, Pickering v. Board of Education, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1968);  (2) whether the protected activity was a substantial or motivating factor in the actions taken against the plaintiff, Mt. Healthy City School Dist. Board of Education v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 576, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977);  and (3) whether the defendant has defeated the plaintiff's claim by demonstrating that the same action would have been taken in the absence of the protected activity, Givhan v. Western Lines Consolidated School Dist., <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, 416-17, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, 697, <span class=\"citation\" data-id=\"109967\"><a href=\"/opinion/109967/givhan-v-western-line-consol-school-dist/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1979);  Monsanto v. Quinn, <span class=\"citation\" data-id=\"402208\"><a href=\"/opinion/402208/liston-monsanto-v-leroy-a-quinn-commissioner-department-of-finance/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 993 (3d Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case only the first level of analysis is in issue.  The appellee argues that the trial court improperly applied the Pickering test in finding the appellants' speech to be a protected activity.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Pickering balance requires the court to decide each claim on a case by case basis giving full consideration to the government's interest in efficient public service.   Connick v. Myers, --- U.S. ----, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1691-92, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983).  The factors to be weighed include:  (1) the need for harmony in the office or work place;  (2) whether the government's responsibilities require a close working relationship to exist between the plaintiff and co-workers when the speech in question has caused or could cause the relationship to deteriorate;  (3) the time, manner, and place of the speech;  (4) the context in which the dispute arose;  (5) the degree of public interest in the speech;  and (6) whether the speech impeded the employee's ability to perform his or her duties.   Id. at pp. 1692-93.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The courts must also accord to the government the wide degree of discretion necessary for the proper management of internal affairs and personnel decisions.   Id. at p. 1692 (citing Arnett v. Kennedy, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 168, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1633</span></a></span>, 1651, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1974)).  The degree of discretion allowed varies with the nature of the employee's duties and the legitimate needs of the government.   Pickering, supra, 391 U.S. at p. 570, 88 S.Ct. at p. 1735;  see, Hughes v. Whitmer, <span class=\"citation\" data-id=\"423666\"><a href=\"/opinion/423666/william-e-hughes-v-alan-s-whitmer/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span> (8th Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case two of the factors discussed above clearly favor the appellees.  There is no question that the appellants' speech in some way contributed to the turmoil existing at JJHSN.  The record indicates that petitions supporting each of the coaches involved were circulated and signed by the students and faculty of JJHSN.  The record also contains testimony describing the close working relationship between the coaches of a football team.  Coach Walker defined the relationship as one based on loyalty.  And, as noted in the facts, he remains firm in his refusal to even attempt to reestablish a working relationship with the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The following factors favor the appellants:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">(1) Public interest in the subject of the speech.  The question of what constitutes the proper care and education of children is one of the most frequently debated issues in the public forum.  In this century some of the great public debates can be found to focus on the classroom.   See, e.g., Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954) (segregation in the school system);  Stone v. Graham, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></span> (1980) (religious teaching in the classroom).  There exist few questions within the area of education which are of more interest to the public than the one which raises the possibility of the physical mistreatment of students in the community schools.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   In this case the media coverage and activities of the parents are a good indication of the public's interest in these events.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(2) Time, manner, and place of the speech.  The appellants spoke to this issue at the time when the parents and community were most concerned;  from the time of the incident on through the time coach Walker was reprimanded.  As to place, the record indicates that the appellants spoke to the parents at the school itself and later on at several school board meetings.  The manner of the appellants' speech was restrained and moderate.  Bowman testified that he did express the opinion that coach Walker should be fired in light of past violations of the regulations governing the use of corporal punishment.  Mackey stated that coach Walker should at most be transferred, that he had made a mistake but that all men make mistakes.  There is no evidence in the record which indicates that the speech in question took a form other than that described above.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(3) Context of the speech.  The speech arose in the context of a public debate over the actions of an instructor.  It was not part of an internal office grievance as was the case in Connick, supra, 103 S.Ct. at 1694, nor could it be considered as another salvo in an ongoing struggle between co-workers.   Hughes v. Whitmer, supra, 714 F.2d at 1420-21.  The appellants' speech was instead a reaction to the acts of coach Walker and the concern expressed by various parents.  The superintendent of the school district, Tom Hardin, when commenting on the situation stated, \"I have been in education for 31 years * * * I do not believe I have ever dealt with a particular problem that seemed to generate so much interest and seemed to have such constant turmoil involvement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">(4) Whether the speech impeded the appellants' ability to perform their duties.  There is no evidence in the record demonstrating that the appellants were no longer able to effectively instruct students at JJHSN.  In fact the record does not even indicate that the turmoil in the school and community seriously affected the students' ability to study.  In any event counsel for the appellee was not able to adequately explain why the appellants, and not coach Walker, were deemed responsible for the unrest which followed the \"licking.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While we recognize and respect the importance of harmony and cohesion in any educational institution, we must conclude that the appellants' speech was protected by the first amendment.  In our mind the public's need to know whether children are being mistreated in school outweighs the other legitimate concerns of the government.</p>\n    </div>\n    <p>III. The Remedy</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We must conclude that under these facts the orders of relief did not adequately protect the appellants' rights under the first amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under ordinary circumstances a federal court will not review, much less alter, a school board's decision to transfer an employee.  In this case however we are not faced with ordinary circumstances.  The trial court's initial order allowed the school board to transfer the appellants if after a good faith effort at mediation the conflict among the coaches proved to be irreconcilable.  That transfer, to Scott Middle School, was intended to be a disciplinary action.  It was ordered, in the words of Superintendent Thomas Hardin, because \"many subversive tactics and involvements have been unnecessarily generated and interjected into an administrative personnel problem.\"    The second transfer, implemented after the district court rescinded the first reassignment, and after a new school term had begun, placed the appellants in schools distant from their homes and required them to teach unfamiliar subjects on short notice without the support normally given to an instructor.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The courts have recognized that involuntary transfers can be as effective as discharges in chilling the exercise of first amendment rights.   Smith v. West Memphis School Dist., <span class=\"citation\" data-id=\"384662\"><a href=\"/opinion/384662/q-z-smith-v-west-memphis-school-district-jack-j-woodard-president-of/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 710 (8th Cir.1980);  McGill v. Board of Ed. of Perkin Elem.  School Dist., <span class=\"citation\" data-id=\"368332\"><a href=\"/opinion/368332/barbara-mcgill-v-board-of-education-of-pekin-elementary-school-district/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span>, 780 (7th Cir.1979).  The appellees argue that both transfers were well within the school board's discretionary power to control the assignment of teachers.  While this court must ordinarily defer to the judgment of a body vested with such powers, we are not so obligated when the exercise of the power constitutes an abuse of discretion.  The district court judgment is reversed with directions to order that the appellants be restored to the positions they held at JJHSN on April 29, 1982, or other equally desirable assignments within the school system.  If transfers are made they should be made with the consent of the affected appellant, but that consent should not be unreasonably withheld.  The school board may make this correction at the end of the first semester of the 1983-84 school year or prior to the beginning of the 1984-85 school year.  In ordering this relief, we find ourselves in agreement with the court in Monsanto, supra, when it wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We do not underestimate the internal unease or unpleasantness that may follow when a government employee decides to break rank and complain either publicly or to supervisors about a situation which s/he believes merits review and reform.  That is the price the First Amendment exacts in return for an informed citizenry.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id., at 1001.</p>\n    </div>\n    <p>IV. Attorney Fees</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court awarded the appellants $11,268.50 in attorney fees pursuant to 42 U.S.C. Sec. 1988 (1976), and this appeal followed.  The appellees request this court to reduce the award as it represents payment for duplicative services.  The appellants retained two law firms to represent them in this action.  The appellees apparently urge this court to presume a duplication of services and fees from this fact alone.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court's order of relief is well supported by the record.  The appellees' challenges were seriously considered by the court.  Eight hours were deducted from one attorney's charges after the court found that better coordination between the firms could have saved that amount of time.  The hourly rates charged for one attorney and for paralegal services were also reduced.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court in Avalon Cinema Corp. v. Thompson, <span class=\"citation\" data-id=\"409130\"><a href=\"/opinion/409130/avalon-cinema-corporation-v-reed-w-thompson-individually-and-in-his/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span> (8th Cir.1982) approved an award of attorney fees in a first amendment case in which two separate firms were employed.  We find that as in Avalon, \"It is not unreasonable for more than one lawyer or law firm to appear in such a case.\"    Id. at 139.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The award of attorney fees is a matter entrusted to the discretion of the trial court.   Taylor v. Jones, <span class=\"citation\" data-id=\"392240\"><a href=\"/opinion/392240/28-fair-emplpraccas-1024-26-empl-prac-dec-p-31923-corenna-taylor-v/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span>, 1205 (8th Cir.1981).  We will not find an abuse of discretion unless the record clearly supports such a conclusion.  In this case the record offers no such support and the appellees' challenge must fail.  The appellants may also file the papers necessary for a recovery of attorneys fees and costs incurred as a result of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Honorable G. Thomas Eisele, Chief Judge, United States District Court for the Eastern District of Arkansas</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In McGee v. South Pemiscot School Dist., <span class=\"citation\" data-id=\"421762\"><a href=\"/opinion/421762/john-mcgee-v-south-pemiscot-school-district-r-v-a-political-subdivision/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span> (8th Cir.1983) a teacher wrote a letter to the local newspaper criticizing the school board's decision to drop junior high level track.  This issue was deemed to be of public interest.  Id. at 342.  In this case the issue is at least of equal interest, but has greater import</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109008/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/409130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/421762/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/423666/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T23:37:15.126257Z",
      "date_modified": "2016-03-03T18:22:35.544690Z",
      "date_filed": "1983-12-29",
      "date_filed_is_approximate": false,
      "slug": "bob-bowman-and-james-mackey-pulaski-association-of-classroom-teachers-mary",
      "citation_id": 402374,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Bob Bowman and James MacKey Pulaski Association of Classroom Teachers, Mary Ann Delaney Doris Golden and Billie L. And Geneva Martin, as Parents and Next Friends of Terry Martin, Appellees/cross-Appellants v. Pulaski County Special School District, Appellants/cross-Appellees. Bob Bowman and James MacKey Pulaski Association of Classroom Teachers, Mary Ann Delaney Doris Golden and Billie L. And Geneva Martin, as Parents and Next Friends of Terry Martin v. Pulaski County Special School District",
      "federal_cite_one": "723 F.2d 640",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 61,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/303486/bob-bowman-and-james-mackey-pulaski-association-of-classroom-teachers-mary/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:19:16.532682Z",
  "date_modified": "2016-02-01T18:37:01.108405Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Bob Bowman and James MacKey Pulaski Association of Classroom Teachers, Mary Ann Delaney Doris Golden and Billie L. And Geneva Martin, as Parents and Next Friends of Terry Martin, Appellees/cross-Appellants v. Pulaski County Special School District, Appellants/cross-Appellees. Bob Bowman and James MacKey Pulaski Association of Classroom Teachers, Mary Ann Delaney Doris Golden and Billie L. And Geneva Martin, as Parents and Next Friends of Terry Martin v. Pulaski County Special School District",
  "slug": "bob-bowman-and-james-mackey-pulaski-association-of-classroom-teachers-mary",
  "docket_number": "83-1437",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}