{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/309399/",
  "id": 309399,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2679129/",
      "id": 2679129,
      "absolute_url": "/opinion/2679129/so-cal-edison-v-puc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/309399/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2679129/",
          "id": 2679129,
          "absolute_url": "/opinion/2679129/so-cal-edison-v-puc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2679129/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2014-06-18T21:01:06.440683Z",
          "date_modified": "2017-04-11T08:32:14.943783Z",
          "type": "010combined",
          "sha1": "8f1a83a938bcf8c0baf30151d025e6dfdcd01a03",
          "page_count": 35,
          "download_url": "http://www.courtinfo.ca.gov/opinions/documents/B246782.PDF",
          "local_path": "pdf/2014/06/18/so._cal._edison_v._puc.pdf",
          "plain_text": "Filed 5/28/14 Modified and certified for publication 6/18/14 (order attached)\n\n\n\n\n             IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                  SECOND APPELLATE DISTRICT\n\n                                             DIVISION THREE\n\n\nSOUTHERN CALIFORNIA EDISON                                             B246782 consolidated with\nCOMPANY,                                                               B246786\n\n        Petitioner,                                                    (Cal.P.U.C. Dec. Nos.: D.11-12-035,\n                                                                       D.13-01-016, D.12-05-037,\n        v.                                                             D.13-04-030)\n\nPUBLIC UTILITIES COMMISSION,\n\n        Respondent;\n\nNATURAL RESOURCES DEFENSE\nCOUNSEL et al.,\n\n        Real Parties in Interest.\n\n\n        ORIGINAL PROCEEDINGS in mandate. Petitions denied.\n        Munger Tolles & Olson, Henry Weissmann, Nicholas Soltman; Michael Montoya,\nJennifer Shigekawa and Rebecca Meiers-De Pastino for Petitioner.\n        Frank R. Lindh, Helen W. Yee, Carrie G. Pratt and Sophia J. Park for Respondent.\n        Michael J. Levy, Kristen Driskell, Melanie Moultry, Lisa Decarlo and Jeffery M.\nOgata for California Energy Commission as Amicus Curiae on behalf of Respondent.\n        Jaclyn H. Prange, Noah Long and Michael E. Wall for Real Parties in Interest.\n                                      _________________________\n\f                                       INTRODUCTION\n         At issue in this consolidated original proceeding is whether the Public Utilities\nCommission (the PUC) has the authority to implement the Electric Program Investment\nCharge (EPIC). EPIC requires electric utility corporations serving California to collect a\nsurcharge on their ratepayers’ electricity bills to fund renewable energy research,\ndevelopment, and demonstration projects with the aim of making electricity service\ncheaper, safer, and more reliable for the corporations’ own ratepayers. Southern\nCalifornia Edison Co. (SCE), one of the three large investor-owned utilities required to\ncollect the surcharge, petitioned for writ of review to challenge the PUC’s two decisions\ncreating EPIC. We hold that the PUC possesses the constitutional and statutory authority\nto implement EPIC; EPIC is not an unlawful delegation of the PUC’s authority; and the\nsurcharge is not a tax requiring legislative enactment, but a valid regulatory fee.\nAccordingly, we deny the writ petitions.\n                     FACTUAL AND PROCEDURAL BACKGROUND\n         1. Background\n         As part of its deregulation of California’s electricity industry in 1996 (Pub. Util.\nCode, § 330 et seq.),1 the Legislature included in the Electric Utility Industry\nRestructuring Act a requirement that the PUC2 direct utilities to collect revenue for\nelectricity-related research and development through a surcharge on electricity sales,\nknown as a system benefits charge. (§ 381.) The Legislature’s express purpose was to\nprovide funding for programs that, inter alia, enhance the reliability of the State’s electric\nsystem and provide Californians with the benefits of energy efficiency and conservation,\n\n\n1\n         All further statutory references are to the Public Utilities Code, unless otherwise\nnoted.\n2\n       The PUC is the administrative agency responsible for regulating the public utilities\nin California. (Southern Cal. Edison Co. v. Public Utilities Com. (2000) 85 Cal.App.4th\n1086, 1091.)\n\n                                                2\n\fresearch and development, and the operation of existing, and the development of new and\nrenewable, resource technologies. (§ 381, subds. (a) & (b).)\n       To finance the system benefits charge, the Legislature directed the PUC to order\nCalifornia’s three large investor-owned utilities regulated by the PUC, i.e., SCE, Pacific\nGas and Electric, and San Diego Gas and Electric,3 to collect a nonbypassable charge - a\nfee that all consumers must pay – from ratepayers. The charge is a flat fee-per-kilowatt-\nhour of usage, and is a separate component of electric bills, segregated from other\nrevenue, to be used for these identified system benefits. (§ 381, subds. (a) & (b).)\n       The requirement that utilities collect the system benefits charge originally expired\nin 2001. (Former § 381, subd. (c).) However, again declaring it to be the intent of the\nLegislature and the policy of the State to provide safe, reliable, affordable, and\nenvironmentally sustainable electric service by continuing to make prudent investments\nin energy efficiency, renewable energy, and research and development, the Legislature\nenacted section 399.8, popularly called the Public Goods Charge. As with section 381,\nsection 399.8 requires that customers of electrical corporations pay a nonbypassable\ncharge to provide these public and system benefits. (§ 399.8, subd. (b)(1).) The\nLegislature directed the PUC to order the three electric corporations to collect per year\nstarting in 2002, specific dollar amounts for (1) energy efficiency and conservation\nactivities, (2) renewable energy, and (3) research, development and demonstration\n(RD&D), adjusted for inflation or growth in electric commodity sales. (Id., subd. (d).)\nThe statute assigns administrative duties for renewable energy and RD&D to the\nCalifornia Energy Resources Conservation and Development Commission (the CEC),\nwhile placing oversight responsibilities with both the PUC and the CEC. (§§ 381 &\n399.8, subd. (e); see also, Pub. Resources Code, §§ 25620 & 25740.5.)\n       The Legislature extended the funding levels for the Public Goods Charge through\n2011. (§ 399.8, subd. (c)(1).) Specifically, section 399.8, subdivision (c) directed the\n3\n        Local publicly-owned electric utilities are also subject to the same requirements\npursuant to a separate authorization. (§§ 385 & 399.8, subd. (b)(2).) The publicly owned\nelectric utilities’ obligation is not at issue in this proceeding.\n\n                                              3\n\fPUC to require each electrical corporation to collect the surcharge beginning January 1,\n2002 and ending January 1, 2012. (§ 399.8, subd. (c)(1).)4\n       On the eve of the expiration, the Legislature once more considered whether to\nextend the Public Goods Charge funding in subdivision (c) of section 399.8. Despite a\nreport by the Legislative Analysis’s Office finding “a need for a continued state role” in\nelectricity-related research and development, and recommending continued investment,\nthe proponents in the Legislature did not garner the necessary supermajority of votes.\n(Assem. Bill No. 724 (2011-2012 Reg. Sess.).)\n       In 2011, Governor Brown sent a letter to the PUC requesting that it “ ‘take action\nunder the [PUC’s] authority to ensure that programs like those supported by the Public\nGoods Charge are instituted – and hopefully at their current levels.’ ”\n       2. EPIC\n       The PUC initiated a bifurcated rulemaking (R.11-10-003) to address whether and\nhow to preserve funding for ratepayer benefits associated with the renewable electric\nenergy and RD&D portions of the expiring Public Goods Charge. In Phase 1 (D.11-12-\n035), the PUC determined whether to continue to impose any charge for these programs,\nand if so, how much, how to impose it, and for how long. Phase 2 addressed more\ndetailed program design, oversight, and administrative issues related to how the funding\nwould be allocated and by whom.\n       After receiving comments and replies, the PUC issued the Phase 1 decision (D.11-\n12-035) adopting EPIC, a program to conduct RD&D into, and market support and\nfacilitation of, cost-effective, safe, and reliable renewable energy sources and technology\nfor the benefit of the electric corporations’ ratepayers, and to fund the program through a\n\n4\n        Prior to January 1, 2012, subdivision (c)(1) of section 399.8 read in full: “The\n[Public Utilities C]ommission shall require each electrical corporation to identify a\nseparate rate component to collect revenues to fund [(1)] energy efficiency,\n[(2)] renewable energy, and [(3)] research, development and demonstration programs\nauthorized pursuant to this section beginning January 1, 2002, and ending January 1,\n2012. The rate component shall be a nonbypassable element of the local distribution\nservice and collected on the basis of usage.”\n\n                                             4\n\fsurcharge on those ratepayers commencing January 1, 2012. The PUC initially imposed\nEPIC on an interim basis, subject to refund, until either it issued its final decision in\nPhase 2, or until January 1, 2013, whichever came first.\n       The PUC determined its authority to institute EPIC lay in California Constitution,\narticle XII, and sections 701 and 740, along with other statutes that promote renewable\nenergy and RD&D programs (e.g., §§ 381, 399, 701.1, 701.3 & 8360), many of which\nauthorities predate the Public Goods Charge. The PUC observed that EPIC was not a\ncontinuation of the section 399.8 Public Goods Charge, but a new surcharge for a\ndifferent program within the PUC’s existing constitutional and statutory authority.\nAmong other differences, EPIC concerns renewable energy sources only, and does not\ninclude the energy efficiency or conservation components of the Public Goods Charge.\nThe PUC reasoned that although the Public Goods Charge funding had expired, nothing\nprohibited it from adopting a different program.\n       The Phase 2 decision (D.12-05-037) issued six months later, extended EPIC\nthrough 2020 and established a detailed framework for oversight, administration, and use\nof the collected funds. The “primary and mandatory guiding principle” of EPIC is to\n“provide[] electricity ratepayer benefits, defined as promoting greater reliability, lower\ncosts, [and] increased safety . . . .” Unlike the Public Goods Charge, which included\nfunding for energy efficiency and conservation, the PUC limited EPIC to “provid[ing]\npublic interest investments in applied research and development, technology\ndemonstration and deployment, market support, and market facilitation, of clean energy\ntechnologies and approaches for the benefit of electricity ratepayers of . . . the three large\ninvestor-owned utilities.” (Italics added.) “[C]lean energy technologies” includes\n“renewable generation . . . .” The PUC determined that the utilities should collect $162\nmillion per year, which amount put EPIC at the same funding levels as the Public Goods\nCharge, minus the energy efficiency component. The PUC reasoned that without\nadequate funding, the benefits to ratepayers of any program for renewable energy\ntechnology and RD&D would be lost.\n\n\n                                               5\n\f       The Phase 2 decision set out a detailed procedure for administration of the EPIC\nfunds by both the investor-owned utilities and the CEC. The PUC determined that the\nutility corporations should administer 20 percent of the revenue and use that money for\ntechnology demonstration and deployment activities on the electricity grid, which\nconstitutes about 40 percent of the budget devoted to this activity, as the utilities own the\ninfrastructure on which the technologies are being tested and may ultimately become the\nconsumers of those technologies. The PUC assigned to the CEC the task of\nadministering the remaining 80 percent of the funds based on the CEC’s expertise in\nenergy issues and experience in administering activities that are “pre-commercial in\nnature,” including applied RD&D, and the CEC’s disinterest in any particular company\nor solution. The PUC was also alert to assure that EPIC funds be used only for EPIC\npurposes by “protecting the [EPIC] funds . . . from potential diversion to other purposes\nunrelated to EPIC by the state budget.” Accordingly, the PUC decided that\nadministrative and staffing costs would be transferred by the utility corporations to the\nCEC on a quarterly basis. “[F]unding should not be used to support activities or efforts\nthat are duplicative of efforts that are being undertaken elsewhere or that are more\nexpensive than necessary to achieve the goals.” And, taking into account SCE’s\nendorsement, the PUC determined that funds used for grants or contracts with third\nparties would be transferred from the utility corporations to the CEC only after the\ncontract or grant has been approved by the PUC. Finally, to protect the investor-owned\nelectricity ratepayers, funds administered by the CEC are “not [to] be used for any\npurposes associated with [publicly owned utility] activities.”\n       The PUC retains oversight and policymaking duties under EPIC. It reviews,\nmodifies, and approves detailed investment plans the EPIC administrators, i.e., the CEC\nand the investor-owned utilities, must submit triennially. The investment plans must\ncontain specific information to aid the PUC’s evaluation and be sufficiently detailed to\njustify receipt of a grant of ratepayer funds from the PUC to the CEC. All grants and\nloans must meet the tight criteria approved by the PUC who expects a “clear nexus” with\n\n\n                                              6\n\fthe goals of cost, safety, and reliability benefits for the electricity corporations’\nratepayers.\n       Very soon after the Phase 2 decision was issued, the Legislature enacted Public\nResources Code sections 25710 through 25712, establishing the “Electric Program\nInvestment Charge Fund” (the EPIC Fund), a special account in the State Treasury into\nwhich the EPIC money administered by the CEC is to be deposited. (Pub. Resources\nCode, § 25711.) Section 25711 requires the PUC to forward the EPIC Fund money to the\nCEC on a quarterly basis (id., subd. (b)), and requires the CEC to administer the EPIC\nFund as directed by the PUC (id., subds. (a), (c) & (d)).\n       While this case was under consideration, on September 26, 2013, Governor Brown\nsigned Public Resources Code sections 25711.5 and 25711.7 into law. Section 25711.5,\neffective September 26, 2013, requires the CEC, among other things, to award EPIC\n“funds for projects that will benefit electricity ratepayers and lead to technological\nadvancement and breakthroughs to overcome the barriers that prevent the achievement of\nthe state’s statutory energy goals . . . .” (Pub. Resources Code, § 25711.5, subd. (a).)\nThe statute also sets out the terms that are imposed as a condition for receipt of EPIC\nloans or grants, the reporting requirements, the process for tracking progress and\noutcomes, and the CEC’s annual report to the Legislature, among other things. (Id.,\nsubds. (b)-(g).) Section 25711.7 precludes the PUC from collecting funds under EPIC in\nan annual amount greater than the amount set forth in the Phase 2 decision. (Ibid.)5\n\n\n\n\n5\n       Public Resources Code section 25711.7 reads, “(a) The Public Utilities\nCommission shall not require the collection of funds pursuant to its Decision 12-05-037\n(May 24, 2012), Phase 2 Decision Establishing Purposes and Governance for Electric\nProgram Investment Charge and Establishing Funding Collections for 2013–2020, as\ncorrected by Decision 12-07-001 (July 3, 2012), Order Correcting Error, and as modified\nby Decision 13-04-030 (April 18, 2013), Order Modifying Decision (D.) 12-05-037, and\nDenying Rehearing of Decision, as Modified, in an annual amount greater than the\namount specified in those decisions. [¶] (b) This section does not modify, alter, or, in\nany way, affect the operation of Section 25712.” (Italics added.)\n\n                                               7\n\f       3. The instant proceeding\n       SCE, who provides electrical service in portions of California (Southern Cal.\nEdison Co. v. Public Utilities Com., supra, 85 Cal.App.4th at p. 1091), sought rehearing\nto challenge the PUC’s Phase 1 and Phase 2 decisions. In response, the PUC issued\nD.13-01-016, which modified its Phase 1 decision to add authority for its actions, and\ndenied rehearing.\n       Before the PUC addressed SCE’s Phase 2 rehearing request, SCE filed two\npetitions for writ of review in this court. (§ 1756.) The first petition challenges the Phase\n1 and rehearing decisions and the second petition challenges the Phase 2 decision. This\ncourt consolidated the two writ petitions and held them in abeyance pending the PUC’s\ndisposition of SCE’s application for rehearing of the Phase 2 decision. Thereafter, the\nPUC issued D.13-04-030, which made immaterial modifications to its Phase 2 decision\nand denied rehearing. SCE filed its amended petition for writ of review challenging\nD.11-12-035, D.12-05-037, D.13-01-016, and D.13-04-030.6\n                                      DISCUSSION\n       1. The standard of review\n       Section 1756 allows litigants seeking to challenge decisions of the PUC to petition\nthis court directly for a writ of review. (Southern Cal. Edison Co. v. Public Utilities\nCom., supra, 85 Cal.App.4th at p. 1096.) The petitioner bears the burden to establish the\ngrounds for setting aside the decision. (Utility Consumers’ Action Network v. Public\nUtilities Com. (2010) 187 Cal.App.4th 688, 699.)\n       Our review of PUC decisions is limited to determining on the basis of the whole\nadministrative record whether the PUC “acted without, or in excess of, its powers or\njurisdiction,” or “has not proceeded in the manner required by law.” (§ 1757, subd. (a)(1)\n& (2).) There is no contention here that the PUC did not proceed according to law when\n\n\n6\n       SCE’s first writ petition in Case No. B246782 challenges D.11-12-035 and D.13-\n01-016, the Phase 1 and rehearing decisions. SCE’s writ petition in Case No. B246786\nchallenges D.12-05-037 and D.13-04-030, the Phase 2 and rehearing decisions.\n\n                                             8\n\fimplementing EPIC and so we are tasked only with determining whether EPIC falls\nwithin the PUC’s authority.\n       As the PUC “is ‘not an ordinary administrative agency, but a constitutional body\nwith broad legislative and judicial powers.’ . . . [, its] decisions are presumed valid.\n[Citations.]” (Southern Cal. Edison Co. v. Public Utilities Com., supra, 85 Cal.App.4th\nat pp. 1096-1097; Utility Consumers’ Action Network v. Public Utilities Com. (2004)\n120 Cal.App.4th 644, 654.) “Generally, we give presumptive value to a public agency’s\ninterpretation of a statute within its administrative jurisdiction because the agency may\nhave ‘special familiarity with satellite legal and regulatory issues,’ leading to expertise\nexpressed in its interpretation of the statute. [Citation.]” (Pacific Bell Wireless, LLC v.\nPublic Utilities Com. (2006) 140 Cal.App.4th 718, 729.) “Therefore, ‘the PUC’s\n“interpretation of the Public Utilities Code should not be disturbed unless it fails to bear a\nreasonable relation to statutory purposes and language . . . .” [Citation.]’ ” (Ibid.) When\nthe issue is the scope of the PUC’s jurisdiction, however, “ ‘ “the general rule of\ndeference to interpretations of statutes subject to the regulatory jurisdiction of agencies\ndoes not apply . . . .” ’ ” (Ibid.)\n       2. The PUC has authority to implement EPIC.\n       a. EPIC is a proper exercise of the PUC’s power.\n       The PUC is a constitutional body “with far-reaching duties, functions and powers”\nnotwithstanding it is a state agency. (Consumers Lobby Against Monopolies v. Public\nUtilities Com. (1979) 25 Cal.3d 891, 905 (CLAM), disagreed with on another point in\nKowis v. Howard (1992) 3 Cal.4th 888, 897, fn. 2.) The California Constitution confers\nbroad power on the PUC to regulate public utilities, which includes fixing rates and\nestablishing rules for those utilities. (Cal. Const., art XII, § 6.) The PUC’s authority\n“includes not only administrative but also legislative and judicial powers.” (San Diego\nGas & Electric Co. v. Superior Court (1996) 13 Cal.4th 893, 915 (Covalt); Cal. Const.,\nart XII, § 6 [“[t]he commission may fix rates, establish rules, examine records, issue\nsubpoenas, administer oaths, take testimony, punish for contempt . . . for all public\nutilities subject to its jurisdiction”].)\n\n                                              9\n\f       The PUC’s powers are not limited to those expressly enumerated in the\nConstitution. (CLAM, supra, 25 Cal.3d at p. 905.) The Legislature has “plenary power”\nto confer additional authority on the PUC. (Cal. Const., art XII, § 5, italics added [“The\nLegislature has plenary power, unlimited by the other provisions of this constitution but\nconsistent with this article, to confer additional authority and jurisdiction upon the\n[Public Utilities] commission . . .”].)\n       Pursuant to this plenary power, the Legislature enacted section 701 which vests\nthe PUC with “expansive” authority (CLAM, supra, 25 Cal.3d at p. 905) to “supervise,”\nto “regulate every public utility,” and “do all things . . . which are necessary and\nconvenient in the exercise of such power and jurisdiction,” regardless of whether it is\nspecifically designated in the Public Utilities Code “or in addition thereto.”7 (§ 701,\nitalics added; PG&E Corp. v. Public Utilities Com. (2004) 118 Cal.App.4th 1174, 1198.)\n       “The primary limiting factor on PUC jurisdiction is that the PUC’s action must be\ncognate and germane to utility regulation.” (PG&E Corp. v. Public Utilities Com.,\nsupra, 118 Cal.App.4th at p. 1201.) As long as “the authority sought is ‘cognate and\ngermane’ to utility regulation, the PUC’s authority under section 701 has been liberally\nconstrued. [Citations.]” (Ibid., quoting from CLAM, supra, 25 Cal.3d at pp. 905-906 &\nCovalt, supra, 13 Cal.4th at p. 915.) The other important limitation on the authority\nconferred by section 701 is a specific statutory directive that prohibits the PUC’s action.\n(PG&E Corp., supra, at p. 1201; Southern California Edison Co. v. Peevey (2003)\n31 Cal.4th 781, 792.)\n       Given the PUC’s vast, inherent power to take any action that is cognate and\ngermane to utility regulation, supervision, and rate setting, unless specifically barred by\nstatute, there is no question that the PUC has the inherent authority to create EPIC and to\nimpose fees necessary to carry out that program. EPIC directs electric utility\n\n7\n         Section 701 reads: “The commission may supervise and regulate every public\nutility in the State and may do all things, whether specifically designated in this part or in\naddition thereto, which are necessary and convenient in the exercise of such power and\njurisdiction.”\n\n                                              10\n\fcorporations to invest in research into, and development of, renewable electric energy\nsources and technologies designed to lower costs, increase safety, and improve reliability\nof electricity service for the benefit of these corporations’ own customers, and fixes a\nsurcharge on those same ratepayers to recover the cost.\n       In addition to the PUC’s inherent authority to implement EPIC, the Legislature has\ndirected the PUC to develop renewable energy resources and technologies, much of\nwhich authority predates the Public Goods Charge and section 399.8. The Legislature\ndeclared that the principal goal of electric utilities’ resource planning and investment\n“shall be to minimize the cost to society of the reliable energy services” that are provided\nby electricity, and “to improve the environment and to encourage the diversity of energy\nsources through,” among other things, “development of renewable energy resources, such\nas wind, solar, biomass, and geothermal energy.” (§ 701.1, subd. (a), italics added.)8\nToward that end, the Legislature first mandates that the PUC “shall direct that a specific\nportion of future electric generating capacity needed for California be reserved or set\naside for renewable resources” until the PUC “completes an electrical generation\nprocurement methodology that values the environmental and diversity costs and benefits\nassociated with various generation technologies.” (§ 701.3, italics added.) Second, the\nLegislature commands that the PUC “shall require each electrical corporation to\nidentify” a separate component of its rates “to collect the revenues used to\nfund . . . programs” that “enhance system reliability and provide in-state benefits,”\ndefined as, inter alia, “[i]n-state operation and development of existing and new and\nemerging eligible renewable energy resources.” (§ 381, subds. (a), (b) & (b)(3), italics\nadded.) Third, section 740 empowers the PUC to include in its rate-setting, expenses for\n\n8\n       Additionally, in 2009, the Legislature enacted section 8360, which, among other\nthings declared the policy of the State “to modernize the state’s electrical transmission\nand distribution system to maintain safe, reliable, efficient, and secure electrical service,\nwith infrastructure that can meet future growth in demand and achieve all of the\nfollowing, which together characterize a smart grid: [¶] . . . [¶] (c) Deployment and\nintegration of cost-effective distributed resources and generation, including renewable\nresources.” (§ 8360, italics added.)\n\n                                              11\n\fRD&D. (§ 740.) Sections 381, 701.3, and 740 are not simply policy goals as SCE\nargues.9 “Shall” is mandatory. (Common Cause v. Board of Supervisors (1989)\n49 Cal.3d 432, 443.) The PUC’s interpretation of these statutes is reasonably related to\ntheir purposes and language. (Pacific Bell Wireless, LLC v. Public Utilities Com., supra,\n140 Cal.App.4th at pp. 729-730.)\n       Furthermore, EPIC is authorized by the remainder of section 399.8, which is still\nvalid notwithstanding the sunset of the Public Goods Charge funding mechanism of\nsubdivision (c). Section 399.8 is found the Reliable Electric Service Investments Act\n(§§ 399 – 399.9, ch. 2.3, art. 15 (Article 15)), which sets forth the unmistakable intent of\nthe Legislature and the policy of California to make “prudent investments” in “renewable\nenergy, and research, development and demonstration” to “ensure that [Californians]\ncontinue to receive safe, reliable . . . environmentally sustainable electric service.”\n(§§ 399.8, subd. (a); 399, subds. (b), (c) & (e)(4)-(e)(6).)10 To implement this legislative\nintent, section 399.8 continues to require that every customer of an electrical corporation\npay a nonbypassable system benefits charge to fund, inter alia, such renewable energy\nand RD&D. (§ 399.8, subd. (b)(1).) More particularly, section 399.8 still directs that the\n\n9\n       Schenley Affiliated Brands Corp. v. Kirby (1971) 21 Cal.App.3d 177, cited by\nSCE is distinguished because the “policy statute” there, former Business and Professions\nCode section 24749 had no implementing provision. (Schenley Affiliated Brands Corp. v.\nKirby, at p. 186.) Here, by contrast, sections 399.8 and 381 have clear implementing\nprovisions that continue in vitality notwithstanding the expiration of the funding\nmechanism in subdivision (c) of section 399.8.\n10\n       Section 399, subdivision (e)(4) reads: “California’s in-state renewable energy\nresources help alleviate supply deficits that could threaten electric system reliability,\nreduce environmental costs associated with California’s electricity consumption . . . .”\nSection 399, subdivision (e)(5) states: “California’s public interest RD&D investments\nenhance private and regulated sector investment in electricity system technologies, and\nare designed specifically to help ensure sustained improvement in the economic and\nenvironmental performance of the distribution, transmission, and generation and end-use\nsystems that serve California electricity users.” Section 399, subdivision (e)(6)\nprovides: “California has established a long tradition of recovering system benefits\ninvestments through usage-based electricity charges, which is reflected in at least two\ndecades of electricity price regulation by the commission.”\n\n                                              12\n\fPUC “shall order San Diego Gas and Electric Company, Southern California Edison\nCompany, and Pacific Gas and Electric Company to collect” system benefits charges\n(§ 399.8, subd. (d), italics added) and subdivision (b)(2) still requires that public utilities\n“shall continue to collect and administer system benefits charges pursuant to Section\n385.” Finally, section 399.8 continues to place administrative responsibilities with the\nPUC and the CEC. (§ 399.8, subds. (e) & (f).)\n       SCE disagrees that section 399.8 remains valid. Observing that the defunct\nsubdivision (c)(1) funded the “programs authorized pursuant to this section” (italics\nadded; see fn. 5 ante), SCE argues the expiration of section 399.8, subdivision (c)(1)\nnecessarily “entails the expiration of the policy goals that are part of that program, as\narticulated in sections 381, 399, and 399.8, subdivision (a),” i.e., in Article 15. SCE\nopportunistically focuses on the words “programs authorized pursuant to this section” to\nargue that the failure to extend minimum funding levels for the Public Goods Charge\nsomehow worked to gut the entirety of Article 15 of the Public Utilities Code. Not so.\n“[P]ursuant to this section” means just that; pursuant to section 399.8. We certainly\ncannot conclude from the mere failure to extend the funding in subdivision (c)(1) of\nsection 399.8 that the Legislature intended to obliterate wholesale Article 15, The\nReliable Electric Service Investments Act, or the policy declaration in section 399, or\neven the remainder of section 399.8. The Legislature knows how to clearly terminate an\nentire program and specify the impact on funding. The Legislature spelled out the\nelimination of an entire program in Education Code section 62000.2 ([“The following\nprograms shall sunset on June 30, 1987: [¶] . . . [¶] (c) Bilingual education” (italics\nadded)]; see Alejo v. Torlakson (2013) 212 Cal.App.4th 768, 784 [effect of Ed. Code,\n§ 62000.2 was to sunset the whole bilingual program and Ed. Code, § 62002 detailed\nimpact on funding].) Although the Legislature could abolish the entire Reliable Electric\nService Investment Act it had created, nothing in the mere failure to extend funding in\nsubdivision (c) of section 399.8 spells out the elimination of the entire Public Goods\nCharge program. Had the Legislature intended to eliminate the whole of Article 15 or\n\n\n                                               13\n\feven just the policy declaration and mandates in section 399.8, it would have done so\nmore clearly and expressly.\n       We can discern no particular intent from the Legislature’s failure to enact an\nextension of subdivision (c) of section 399.8. Courts “can rarely determine from the\nfailure of the Legislature to pass a particular bill what the intent of the Legislature is with\nrespect to existing law.” (Ingersoll v. Palmer (1987) 43 Cal.3d 1321, 1349, fn. omitted;\nGrupe Development Co. v. Superior Court (1993) 4 Cal.4th 911, 922-923; Dyna-Med,\nInc. v. Fair Employment & Housing Com. (1987) 43 Cal.3d 1379, 1396 [“Unpassed bills,\nas evidences of legislative intent, have little value”].) Without an explicit and clear\ndeclaration that it intended to reverse itself on longstanding electric energy policy and\ndirectives to the PUC, we decline to infer from the failure to extend funding levels for the\nPublic Goods Charge that the Legislature intended to repeal its repeated declarations of\nState policy and its directives to the PUC -- in multiple parts of the Public Utilities\nCode -- to invest in and develop safe, reliable, renewable energy, RD&D, and the system\nbenefits charge. (§§ 381, 399, 399.8, subd. (a).)\n       Indeed, not only has the Legislature directed the PUC to promote renewable\nenergy technology and RD&D through programs funded by a rate surcharge, but it has\nnot enacted legislation to prohibit EPIC. We reject any suggestion by SCE that the\nfailure to extend the funding mechanism in subdivision (c)(1) of section 399.8 functions\nto bar EPIC. Courts uphold actions cognate and germane to utility regulation “absent a\nspecific legislative directive prohibiting the PUC from enforcing conditions it is\nempowered to impose.” (PG&E Corp. v. Public Utilities Com., supra, 118 Cal.App.4th\nat p. 1201, italics added.) As our Supreme Court explained, “[i]f PUC lacked substantive\nauthority to [take the action at issue there], it was not for lack of inherent authority, but\nbecause this [action] was barred by some specific statutory limit on PUC’s power to set\nrates. [Citation.]” (Southern California Edison Co. v. Peevey, supra, 31 Cal.4th at p.\n792.) The mere failure to pass legislation is manifestly not the equivalent of “a specific\nlegislative directive prohibiting” EPIC. (PG&E Corp. v. Public Utilities Com., supra, at\np. 1201.) Certainly, the Legislature could have barred EPIC. At the same time it enabled\n\n                                              14\n\fthe implementation of EPIC in Senate Bill No. 96 (enacting Pub. Resources Code,\n§§ 25711.5 & 25711.7), the Legislature barred the PUC’s action with respect to several\nnon-EPIC programs. (Sen. Bill No. 96, supra, ch. 356, §§ 46 [enacting § 854.5 stripping\nPUC of authority to establish a non-state entity with non-shareholder money or to enter\ninto contracts with non-state entities]; 47 [enacting § 2120 restricting PUC’s ability to\ndistribute, expend, or encumber money received by the PUC as the result of a PUC\nproceeding or judicial action].) No legislative enactment expressly prohibits the PUC\nfrom collecting the EPIC surcharge.\n       A good example of a specific statutory directive prohibiting the PUC’s action is\nAssembly Bill No. 1338 (2007-2008 Reg. Sess.) chapter 760, section 27. By way of\nbackground, in April 2008, the PUC created the California Institute for Climate Solutions\n(the CICS) and directed the CICS to administer grants for research on reducing\ngreenhouse gases and adapting to climate change. Three months later, the Legislature\npassed Assembly Bill 1338, section 27, which states: “The Public Utilities Commission\nshall not execute an order, or collect any rate revenues, in Rulemaking 07-09-008 (Order\nInstituting Rulemaking to establish the California Institute for Climate Solutions), and\nshall not adopt or execute any similar order or decision establishing a research program\nfor climate change unless expressly authorized to do so by statute.” (Italics added.)\nAssembly Bill 1338 specifically prohibits the CICS but does not address EPIC, SCE’s\ncontention notwithstanding. Unlike the CICS, EPIC is not a research program for climate\nchange. It is a program to fund electricity-related research and development activities to\nbenefit the electricity corporations’ ratepayers. That some approved research projects\nmay result in innovations that reduce greenhouse gases, does not transform EPIC into a\nresearch program for climate change prohibited by Assembly Bill No. 1338.11\n\n11\n        SCE suggests that EPIC is prohibited by Assembly Bill No. 1338 because EPIC is\nsimilar to CICS. SCE argues: the PUC “expressly stated that activities supported by\nEPIC ‘should advance the objectives of AB 32.’ [Citation.] AB 32, the California Global\nWarming Solutions Act of 2006, was designed to reduce greenhouse gas emissions\n[citation], and hence EPIC is a ‘research program for climate change” similar to the\nCICS.” But SCE’s quote here is from the staff proposal, which the PUC did not adopt.\n                                             15\n\fAccordingly, although it prohibited the CICS, Assembly Bill No. 1338 does not even\nbegin to bar EPIC.\n       To the contrary, the Legislature ratified EPIC by creating the EPIC Fund in the\nState Treasury as soon as the PUC created the program, and again when it set forth\ncriteria for the CEC and limited the funding levels to those set in the PUC’s decisions.\n(Pub. Resources Code, §§ 25711, 25711.5, & 25711.7.) Public Resources Code sections\n25711 through 25711.7 do not create PUC jurisdiction to implement EPIC. Rather, these\nsuccessive statutes make plain the Legislature’s approval of EPIC irrespective of the\noutcome of this proceeding. (Professional Engineers in California Government v.\nSchwarzenegger (2010) 50 Cal.4th 989, 1000, 1044, 1050-1052 [revised 2008 Budget\nAct does not grant Governor authority to impose unpaid furloughs on certain executive\nbranch employees, but language in bill embodies Legislature’s ratification or\nendorsement of plan already in effect].)12\n\n\n\nThe PUC decided instead that greenhouse gas reduction merely “complements” the\nbenefits of EPIC. Simply because the reduction in greenhouse gas emissions is a\ncomplementary goal does not transform EPIC into a research program for climate change\nbarred by Assembly Bill No. 1338.\n12\n        SCE repeatedly quotes from Public Resources Code section 25712, that creating\nthe EPIC Fund did not “detract from, any existing authority of the Public Utilities\nCommission to levy or increase charges.” (Pub. Resources Code, § 25712.) SCE implies\nthat this declaration supports its position that the Legislature did not intend to endorse\nEPIC. On the contrary, “[p]rior decisions have stated that ‘ “ ‘ “the budget bill may deal\nonly with the one subject of appropriations to support the annual budget,” ’ and thus\n‘ “may not constitutionally be used to grant authority to a state agency that the agency\ndoes not otherwise possess” ’ or to “ ‘substantively amend [ ] and chang[e] existing\nstatute law.” ’ ” ’ [Citations.] [The statute at issue] however . . . does not substantively\namend or change any existing statutory provision or expand or restrict the substantive\nauthority of any state agency, and cannot reasonably be described as a substantive policy\nchange ‘masquerading as [a] Budget Act provision[ ].’ [Citation.]” (Professional\nEngineers in California Government v. Schwarzenegger, supra, 50 Cal.4th at pp. 1049-\n1050.) Hence, the Supreme Court makes clear that the language italicized above, similar\nto that contained in Public Resources Code section 25712 and cited by SCE, is a\nlegislative recognition of the PUC’s authority to impose EPIC.\n\n                                             16\n\f       In sum, EPIC is cognate and germane to the PUC’s inherent power to regulate and\nsupervise utilities as the program governs the cost, safety, and reliability of electricity\nprovided by electric utility corporations, and fixes rates. In addition, the PUC has\nexplicit authority to require utilities to collect a system benefits charge for renewable\nenergy and RD&D projects. Finally, rather than to prohibit it, the Legislature has twice\nendorsed EPIC.\n       b. SCE’s remaining arguments are unavailing.\n       SCE disputes that section 740 provides PUC authority for EPIC. It reasons that\ntogether, sections 740, 740.1 and 740.3 “authorize the [PUC] to set rates to reimburse\nutilities for the costs the utilities incur for RD&D” because, it argues, section 740.1\nconcerns “programs proposed by electrical and gas corporations.” Section 740.1 reads,\n“The commission shall consider the following guidelines in evaluating the research,\ndevelopment, and demonstration programs proposed by electrical and gas corporations.”\n(Italics added.) Nothing in these statutes limits the PUC to surcharging rates only for\nRD&D that is proposed by electrical corporations. Section 740.1 provides simply that if\na utility corporation proposes an RD&D project, the PUC must consider the statute’s\nguidelines in evaluating that program.13 Nor is section 740 so specific or limited. As\nnoted, section 740 reads, “For purposes of setting the rates to be charged by every\nelectrical corporation, gas corporation, heat corporation or telephone corporation for the\nservices or commodities furnished by it, the commission may allow the inclusion of\nexpenses for research and development.” (Italics added.) Read together, as SCE\nobserves we must do (Medical Board v. Superior Court (2001) 88 Cal.App.4th 1001,\n\n\n13\n        SCE quotes from the Phase 2 decision to demonstrate the PUC’s rejection of\nsection 740.1 as authority for its action. It quotes the PUC as having stated it would\n“ ‘not formally adopt these criteria [in § 740.1] to apply to EPIC.’ ” But, SCE did not\ngive the full quotation. The PUC stated, “We also agree with PG&E that § 740.1 and\n§ 8360 provide useful guidance on expending ratepayer funding for RD&D. We will not\nformally adopt these criteria to apply to EPIC, but we will require that the administrators\naddress the applicability of this statutory guidance in each investment plan.” (Italics\nadded.)\n\n                                              17\n\f1013), section 740 authorizes the PUC to allow inclusion of expenses for research and\ndevelopment when setting rates and section 740.1 sets forth the criteria for the PUC to\nconsider when evaluating RD&D proposals made by the utilities.14 These statutes do not\nlimit the PUC to authorizing charges for utility-proposed RD&D only.15 Obviously,\nEPIC does not conflict with section 740; that statute permits the PUC to include RD&D\ncosts in rate setting. More important, EPIC RD&D is otherwise authorized by sections\n381, subdivision (b)(2), and 399.8, subdivision (b)(1).\n       SCE contends that the PUC lacks authority to establish EPIC because, it reasons,\nnotwithstanding section 701 authorizes the PUC to regulate and supervise utilities, that\nutility regulation “means the regulation of the operation of the utilities,” which regulation\nSCE asserts is really only “set[ting] rates.” SCE argues that EPIC is different from\ntraditional regulation because EPIC funds are paid to private parties for RD&D rather\nthan to SCE, and so the PUC is not regulating the utility’s operations so much as its\n“billing operations.” Thus, SCE argues, the EPIC revenues are not being used for\npurposes related to SCE’s utility operations or expenses.\n       The PUC’s power is not as restricted as SCE paints it. The PUC’s authority\nextends beyond mere rate-making. (CLAM, supra, 25 Cal.3d at p. 905) To “regulate”\nmeans to “govern or direct according to rule” or “to bring under the control of law or\nconstituted authority.” (Webster’s 3d New Internat. Dict. (16th ed. 1971) p. 1913, col. 3.)\nRegulating is exactly what the PUC is doing by acting pursuant to sections 701, 701.1,\n\n14\n        We are at a loss to understand how section 740.3 supports SCE’s position. That\nstatute directs the PUC -- together with the CEC, and numerous other state boards and\nlocal districts, along with the regulated electrical and gas corporations, and the motor\nvehicle industry -- to promote the development of electric power and natural gas for fuel\nlow-emission vehicles. That statute clearly does not require that private industry be the\nsole party to propose RD&D.\n15\n       Southern Cal. Gas Co. v. Public Utilities Com. (1979) 24 Cal.3d 653, does not\nundermine the authority provided by section 740. In that case, the Supreme Court held\nthat sections 701 and 702 could not be interpreted to allow the PUC to institute a\nmandatory program where the Legislature had created a permissive one. (Southern Cal.\nGas Co. v. Public Utilities Com., at p. 659.)\n\n                                             18\n\f701.3, 399.8 and 740 to implement a program for the research, development, and\napplication of renewable electricity sources and technologies – activities directly related\nto SCE’s operations -- for the benefit of the electricity corporations’ ratepayers and to\nrecover the cost through a rate surcharge on those same ratepayers. This is not a novel\nexercise of PUC authority. In Covalt, the Supreme Court established that section 701 and\nother statutes empowered the PUC to adopt policies about whether the conduct of electric\nutilities are a risk to public health; and to order utilities to participate in research into\nexposure patterns, engineering, and policy options, and to recover the cost of that\nresearch from ratepayers. (See Covalt, supra, 13 Cal.4th at pp. 923, 933-935.) SCE’s\nsuggestion that the research in Covalt was to be conducted only by the utilities is\nunsupported. The PUC in Covalt directed the utility corporations to “participate in\neducation and research programs” and “to participate in an experimental research\nprogram to be conducted by the federal government.” (Re Potential Health Effects of\nElectric and Magnetic Fields of Utility Facilities (1993) 52 Cal.P.U.C.2d 1, 21, 26, & 30,\nitalics added; see also Covalt, supra, at pp. 933-934.) Clearly, therefore, EPIC, which\ndirects utility corporations to administer research programs, falls within the PUC’s\nauthority.\n       SCE contends that the PUC has no authority to establish EPIC to collect revenue\nfrom ratepayers on behalf of the CEC or recipients of grants, which are not utilities and\nwhich the PUC does not have the jurisdiction to regulate.16 The assertion is wrong. The\nprograms the Supreme Court recognized in Covalt were administered by the Department\nof Health Services (DHS) and the federal government. (Covalt, supra, 13 Cal.4th at pp.\n16\n        For this proposition, SCE cites CLAM, supra, 25 Cal.3d at pages 911-912, which\ncase it argues rejected the assertion that section 701 authorizes the PUC to direct utilities\nto pay attorney’s fees of those who participate in ratemaking proceedings. But, SCE\noverlooks the first part of the CLAM opinion holding that the PUC does have the\nauthority to award attorney fees and costs to public interest participants, i.e., to third\nparties, in quasi-judicial reparations cases (CLAM, at pp. 897 & 908), but not in quasi-\nlegislative ratemaking proceedings (id. at p. 909). SCE also cites PG&E Corp. v. Public\nUtilities Com., supra, 118 Cal.App.4th 1174 for this proposition. Yet, PG&E Corp.\nupheld the PUC’s authority to regulate utility holding companies. (Id. at p. 1201.)\n\n                                                19\n\f926, 933-935; Re Potential Health Effects of Electric and Magnetic Fields of Utility\nFacilities, supra, 52 Cal.P.U.C.2d at pp. 14, 21 & 26 [“The research and education\nprograms which we are adopting today will be implemented in large part by the DHS,\nwho we are naming as the research and education program managers”].) Furthermore,\nsection 399.8 continues to direct that both the PUC and the CEC administer the Public\nGoods Charge (§ 399.8, subds. (e) & (f)) and the Legislature has endorsed the CEC’s\nadministrative role in EPIC. (Pub. Resources Code, §§ 25711, 25711.5, 25711.7.)\nFactually, the PUC is not regulating the CEC as a utility. As amicus observes, the CEC’s\nrole is to administer EPIC for the PUC. EPIC establishes a surcharge to provide cost-\neffective, safe, and reliable renewable energy sources for the benefit of the electric\ncorporations’ ratepayers. Apart from the fact that EPIC requires the utilities to\nadminister 20 percent of the revenue, negating the contention EPIC is entirely run by\nanother state agency, the PUC maintains tight control over the EPIC program through its\noversight and approval power, SCE’s suggestion to the contrary notwithstanding.\n       SCE also relies on a Legislative Counsel opinion written in July 2012 determining\nthe PUC did not have the authority to impose EPIC. The opinions of the Legislative\nCounsel are not binding on this court. (People v. $31,500 United States Currency (1995)\n32 Cal.App.4th 1442, 1461.) “Opinions of the Legislative Counsel ordinarily are\n‘prepared to assist the Legislature in its consideration of pending legislation’ [citation],\nand therefore such opinions often shed light on legislative intent.” (St. John’s Well Child\n& Family Center v. Schwarzenegger (2010) 50 Cal.4th 960, 982, italics added.)\nHowever, when the Legislative Counsel’s opinion addresses a matter other than pending\nlegislation, such as when the opinion expresses a view concerning the constitutionality of\nan action taken by another branch of government, “it is entitled to no more weight than\nthe views of the parties.” (Ibid. [post-enactment opinion by Legislative Counsel that\nGovernor exceeded his authority in vetoing items in bill entitled to “no more weight than\nthe views of the parties”].) Here, the opinion SCE cites was written by the Legislative\nCounsel two weeks after the Legislature endorsed EPIC by creating the EPIC Fund\n(Pub. Resources Code, § 25711); and the opinion discusses a view about the PUC’s\n\n                                              20\n\fauthority, not that of the Legislature, to impose EPIC. The Legislature did not thereafter\nrevoke or amend the EPIC-Fund legislation; it went on to enact Public Resources Code\nsections 25711.5 and 25711.7. We give this Legislative Counsel opinion no more weight\nthan the arguments of the parties here and disagree with its conclusions.\n       Accordingly, none of SCE’s arguments is persuasive.\n       3. EPIC does not involve an unlawful delegation of authority from the PUC to the\nCEC.\n       SCE contends that under EPIC, the PUC “orders the transfer of EPIC funds to the\nCEC, which has the discretion to award RD&D grants.” It asserts, citing the Phase 1\ndecision, that the PUC “explicitly states that it will ‘transfer’ responsibility to the CEC,”\nand argues that this establishes that the PUC is “unlawful[ly] “delegating its authority to\nthe CEC.” (Italics added.)\n       SCE is factually incorrect. The Phase 1 decision, from which SCE purports to\nquote, did not create EPIC’s administrative process; that was accomplished in the Phase 2\ndecision. Moreover, SCE misquotes the language cited in Phase 1. There, the PUC\nacknowledged that it “cannot delegate its authority and responsibility to determine\nrecoverable costs, programs rules, regulations and policies,” but “does have authority to\ntransfer the day to day administration of a program, as it does with a variety of\nprograms.” (Italics added.)\n       Nor is SCE’s legal argument persuasive. Generally, “powers conferred upon\npublic agencies and officers which involve the exercise of judgment or discretion are in\nthe nature of public trusts and cannot be surrendered or delegated to subordinates in the\nabsence of statutory authorization. [Citations.]” (California Sch. Employees Assn. v.\nPersonnel Commission (1970) 3 Cal.3d 139, 144.) However, an agency’s delegation is\nlawful if “there has been no ‘total abdication’ of . . . authority.” (Taylor v. Crane (1979)\n24 Cal.3d 442, 452.) Thus, “public agencies may delegate the performance of ministerial\ntasks” (California Sch. Employees Assn. v. Personnel Commission, supra, at pp. 144-145)\nwhile retaining for themselves general policymaking power to determine the terms and\nconditions. (Taylor v. Crane, supra, at p. 453.) “Moreover, an agency’s subsequent\n\n                                             21\n\fapproval or ratification of an act delegated to a subordinate validates the act, which\nbecomes the act of the agency itself. [Citations.]” (California Sch. Employees Assn. v.\nPersonnel Commission, supra, at p. 145.)\n       Based on these authorities, the PUC has not unlawfully delegated authority to the\nCEC. EPIC designates both the CEC and the utilities as administrators of EPIC, while\nthe PUC retains oversight and control of the funding, grants and loans, and policy. Under\nEPIC, the detailed investment plans of the dual administrators must be approved\ntriennially by the PUC, who may modify the plans if necessary. Those plans must be\npresented with a “high level of detail” and address specific items of mapping, the amount\nof funds to be allocated to particular programs, justifications for the allocation proposed,\ninformational summaries, the type of funding mechanism, and eligibility criteria metrics,\namong other things. Additionally, there will be an “independent evaluation of the EPIC\nprogram to be conducted in 2016.” The PUC only allows the extension of grants and\nloans showing the required nexus to program goals. That the CEC may shift up to 5\npercent of the funds between categories, as SCE observes, for administrative flexibility\nundermines neither the CEC’s obligation to use the funds for EPIC purposes nor the\nPUC’s power to oversee the entire program.17 Shifted funds remain in EPIC and may\nonly be shifted among pre-approved categories. Nor has SCE pointed to any statute that\nprohibits the PUC from delegating the day-to-day administration to the CEC. To the\ncontrary, the Legislature has ratified EPIC (Pub. Resources Code, §§ 25710-25711), and\nspecifies that the CEC “shall administer” the EPIC Fund (Pub. Resources Code, § 25711,\nsubd. (a), italics added), and directs that the CEC follow very specific criteria in\n\n\n17\n       The PUC had originally proposed giving the EPIC administrators discretion to\nshift up to 10 percent of program funds from one category to another to give the\nadministrator discretion in case unexpected opportunities arise. Both San Diego Gas &\nElectric and PG&E conceded that some flexibility was warranted. The PUC agreed with\nSan Diego Gas & Electric’s suggestion to reduce the limit to 5 percent and explained that\nthe discretion to shift these funds was not a delegation of the PUC’s discretionary\nauthority but an administrative practicality, as without such flexibility, money could go\nunspent or cause delay for small changes.\n\n                                             22\n\fdeveloping and implementing EPIC (Pub. Resources Code § 25711.5). In short, not only\nhas the PUC retained its oversight authority, but its review and approval process\nfunctions as a ratification of the administrators’ actions. As a consequence, EPIC does\nnot constitute an unlawful delegation of authority.\n       The PUC is acutely aware of the difference between delegable program\nadministration and nondelegable policy and oversight duty. In In re Distributed\nGeneration and Distributed Energy Resources (Cal.P.U.C., Jan. 12, 2006) 2006 WL\n162584, the PUC “use[d] the term program oversight to mean those activities that involve\nformal decision-making on program elements, funding levels and ratemaking, which are\nthe lawful obligations of the [Public Utility] Commission . . . . [By contrast, p]rogram\nadministration involves day-to-day operations requiring little discretion and in\ncompliance with state rules and decisions.” (Id. at p. *5.) This expression of terms is\nentirely consistent with the PUC’s approach in EPIC, which in turn complies with Taylor\nand California Sch. Employees Assn., as the PUC retains policymaking authority to\ndetermine terms and conditions while delegating the administrative tasks to the utilities\nand the CEC. (Taylor v. Crane, supra, 24 Cal.3d at p. 453; California Sch. Employees\nAssn. v. Personnel Commission, supra, 3 Cal.3d at pp. 144-145; See also In re\nCommission’s Future Energy Efficiency Policies (Cal.P.U.C., Jan. 27, 2005) 2005 WL\n391315, at pp. *4, *28-*29 [PUC concerned it could not exert policy and oversight\ncontrol over independent administrators through contractual relationships].)\n       4. EPIC is not an unlawful tax under Propositions 13 and 26, and does not violate\nthe Separation of Powers Clause.18\n       a. Propositions 13 and 26\n       In 1978, the California voters approved Proposition 13 adding article XIII A to the\nCalifornia Constitution. (Sinclair Paint Co. v. State Bd. of Equalization (1997)\n15 Cal.4th 866, 872-873 (Sinclair Paint). Section 3 of article XIII A requires, inter alia,\n\n\n18\n      After oral argument, we permitted the parties to submit supplemental briefs to\naddress authorities not previously discussed in their original briefs.\n\n                                             23\n\fthat any act increasing taxes must be passed by a two-thirds vote of the Legislature.\n(Sinclair Paint, at pp. 872-873.)\n       In 2010, the voters approved Proposition 26, which adjusted the meaning of the\nterm “tax” to include certain fees and charges, and shifted to state or local government\nthe burden of demonstrating that any charge, levy, or assessment is not a tax.\n(Cal. Const., art. XIII A, § 3; Schmeer v. County of Los Angeles (2013) 213 Cal.App.4th\n1310, 1322.) Now, article XIII A, section 3 requires a vote of two-thirds of the\nLegislature for “[a]ny change in state statute which results in any taxpayer paying a\nhigher tax,” unless an exception applies. (Cal. Const., art. XIII A, § 3, subd. (a), italics\nadded.)19 The determination whether impositions are “taxes” on the one hand or\nregulatory “fees” on the other, is a legal question for this court to decide de novo.\n(Sinclair Paint, supra, 15 Cal.4th at p. 874.)\n       SCE contends that EPIC is a “tax,” and as such, violates article XIII A, section 3.\nStarting with the premise that the Legislature clearly considered the Public Goods Charge\na tax because it failed to extend the funding levels in subdivision (c) of section 399.8 by a\nsupermajority, SCE then attempts to demonstrate how EPIC does not fall within any of\nthe enumerated exceptions to the definition of tax in Proposition 26. SCE further asserts\nthat we may not rely on the definition of a regulatory fee in Sinclair Paint, supra,\n15 Cal.4th 866, as that case predates Proposition 26, which measure was enacted to\nundercut that opinion.\n       The term “ ‘ “tax” has no fixed meaning [and] the distinction between taxes and\nfees is frequently “blurred,” taking on different meanings in different contexts.’ ”\n(California Farm Bureau Federation v. State Water Resources Control Bd. (2011)\n51 Cal.4th 421, 437 (California Farm Bureau).) Generally, “tax” “refers to a compulsory\n\n\n19\n       California Constitution article XIII A, section 3, subdivision (a) reads in full:\n“Any change in state statute which results in any taxpayer paying a higher tax must be\nimposed by an act passed by not less than two-thirds of all members elected to each of\nthe two houses of the Legislature, except that no new ad valorem taxes on real property,\nor sales or transaction taxes on the sales of real property may be imposed.”\n\n                                              24\n\fpayment made to the government or remitted to the government. Taxes ordinarily are\nimposed to raise revenue for the government. [Citations.]” (Schmeer v. County of\nLos Angeles, supra, 213 Cal.App.4th at p. 1326 [holding ordinance requiring stores to\ncharge customers 10 cents per plastic carryout bag not a tax because revenue not remitted\nto county].)\n       A regulatory fee, in contrast, “may be charged by a government entity so long as it\ndoes not exceed the reasonable cost of providing services necessary to regulate the\nactivity for which the fee is charged.” (California Farm Bureau, supra, 51 Cal.4th at\np. 437; Sinclair Paint, supra, 15 Cal.4th at pp. 874-875; Schmeer v. County of\nLos Angeles, supra, 213 Cal.App.4th at p. 1321-1322.) Tracking this pre-Sinclair Paint\ndefinition, Proposition 26 excepts from the ambit of a tax, among other things, “A charge\nimposed for a specific benefit conferred or privilege granted directly to the payor that is\nnot provided to those not charged, and which does not exceed the reasonable costs to the\nState of conferring the benefit or granting the privilege to the payor.” (Cal. Const., art.\nXIII A, § 3, subd. (b)(1).) As long as the fee meets this definition, it is a legitimate\nregulatory fee rather than a tax, even if compulsory. (Sinclair Paint, supra, 15 Cal.4th at\np. 874.)\n       We conclude EPIC is not a tax. Proposition 26 plainly defines a tax as a “change\nin state statute which results in . . . a higher tax” (Cal. Const., art. XIII A, § 3, subd. (a),\nitalics added), not to a commission’s decision to regulate utility corporations’ RD&D into\nrenewable energy for their own electricity customers and to charge a fee to pay for that\nactivity. (Western States Petroleum Assn. v. Board of Equalization (2013) 57 Cal.4th\n401, 423-424 [Prop. 26 in Cal. Const, art. XIII A, § 3, subd. (a) “[b]y its terms . . . applies\nonly to a ‘change in state statute which results in any taxpayer paying a higher tax’ ” not\nto “an agency’s decision to modify an administrative rule” (italics added)].) EPIC was\nnot created by a change in a state statute. To be sure, the Legislature recognized it could\nonly extend the Public Goods Charge in section 399.8, subdivision (c) by a vote of at\nleast two-thirds of both of its houses. But, EPIC is not the Public Goods Charge and not\na state statute designed to “result in a higher tax.”\n\n                                               25\n\f       This is because EPIC is a valid regulatory fee. Proposition 26 places on “[t]he\nState . . . the burden of proving by a preponderance of the evidence that a levy, charge, or\nother exaction is not a tax, that the amount is no more than necessary to cover the\nreasonable costs of the governmental activity, and that the manner in which those costs\nare allocated to a payor bear a fair or reasonable relationship to the payor’s burdens on, or\nbenefits received from, the governmental activity.” (Cal. Const., art. XIII A, § 3,\nsubd. (d).)\n       “[N]early verbatim” language was used before Proposition 26 was passed to assess\nwhether a charge was a tax on the one hand, or a special tax or regulatory fee on the other\nhand. (Griffith v. City of Santa Cruz (2012) 207 Cal.App.4th 982, 996.) Griffith\nexplained, “As stated in San Diego Gas & Electric Co. v. San Diego County Air Pollution\nControl Dist. (1988) 203 Cal.App.3d 1132, 1145–1146, ‘A “special tax” under section 4\n[of California Constitution article XIII A] does not embrace fees charged in connection\nwith regulatory activities which do not exceed the reasonable cost of providing services\nnecessary to the activity for which the fee is charged and are not levied for unrelated\nrevenue purposes. [Citations.]’ ” (Griffith v. City of Santa Cruz, at p. 996.) To show a\nfee is not a tax, the State must show that “ ‘ “(1) the estimated costs of the service or\nregulatory activity, and (2) the basis for determining the manner in which the costs are\napportioned, so that charges allocated to a payor bear a fair or reasonable relationship to\nthe payor’s burdens on or benefits from the regulatory activity.” ’ ” (California Farm\nBureau, supra, 51 Cal.4th at pp. 436-437, quoting from Sinclair Paint, supra, 15 Cal.4th\nat p. 878 & California Assn. of Prof. Scientists v. Department of Fish & Game (2000)\n79 Cal.App.4th 935, 945 [applying Sinclair Paint test].) As California Farm Bureau\nobserved, “[t]he scope of a regulatory fee is somewhat flexible and is related to the\noverall purposes of the regulatory governmental action.” (California Farm Bureau, at\np. 438, italics added.) To be valid, a fee must be linked to, but not exceed, the overall\ncost of the government’s regulation. “An excessive fee that is used to generate general\nrevenue becomes a tax.” (Ibid., italics added.)\n\n\n                                              26\n\f        Utilizing this test, which dates back to 1988, there are many kinds of fees and\ncharges that have been held not to be “taxes.” (Sinclair Paint, supra, 15 Cal.4th at\npp. 874-875, and cases cited therein.) Sinclair Paint held a charge similar to the aims of\nEPIC, namely to mitigate actual or anticipated adverse effects of the fee payor’s\noperations, when it bears a reasonable relationship to those adverse effects, would be a\nregulatory fee and not a tax. (Id. at pp. 869-870, 877, 881.) Evans v. City of San Jose\n(1992) 3 Cal.App.4th 728, held that a charge on downtown businesses to decorate and\nprovide music to attract more business was not a tax because the “promotion inures to the\nbenefit of businesses and landlords within the BID because [in making] the downtown\narea a safer, cleaner, and more economically viable area,” “the business license holder is\nspecially benefitted . . . .” (Id. at p. 739.) Finally, California Farm Bureau held that a\ncharge imposed on water appropriators by the State Water Resources Control Board was\nnot a tax because the fee in that case did not authorize the collection of any more than the\nadministrative costs incurred. (California Farm Bureau, supra, 51 Cal.4th at pp. 438-\n440.)\n        After the passage of Proposition 26, Griffith v. City of Santa Cruz, supra,\n207 Cal.App.4th 982 addressed the question whether fees associated with an ordinance\ncalling for annual inspections of all unoccupied residential rental properties within the\ncity limits was an invalid tax. (Id. at p. 995 [analyzing Proposition 218, Cal. Const.,\nart. XIII D, containing the same test as Proposition 26].) Applying the 1988 test just\ncited, Griffith held the fees before it were “expressly exempted from the Proposition 26\ndefinition of ‘tax’ ” because the city proved that the fees were “imposed to cover the cost\nof performing inspections.” (Griffith, at p. 997.)\n        Likewise, EPIC is a regulatory fee and not a tax. The PUC has demonstrated that\nthe fees charged in connection with EPIC do not exceed that necessary to cover the\nRD&D into renewable energy as the fees mirror the amounts in the Public Goods Charge\nminus the energy efficiency component and the Legislature has since approved that\namount. (Pub. Resources Code, § 25711.7.) Furthermore, the PUC demonstrated that\nEPIC bears a reasonable relationship to the ratepayers’ benefits because the charge is\n\n                                             27\n\fdesigned to benefit the utility corporation’s ratepayers only by making their electricity\ncheaper, safer, and more reliable. The remaining ratepayers, those of California’s public\nutilities, are still obligated to pay their own system benefits and Public Goods Charge for\nrenewable energy. (§§ 385, subd. (a)(2) & 399.8, subd. (b)(1).) Furthermore, the\nadministrative procedure, tightly controlled by the PUC, describes how EPIC’s revenues\nwill be allocated. Thus, the fees charged are directly “linked to the activities” performed\nunder EPIC and the scope of EPIC is related to the “overall cost of the governmental\nregulation.” (California Farm Bureau, supra, 51 Cal.4th at pp. 438, 440, italics added.)\n       SCE argues that EPIC is intended to benefit more than its ratepayers and asserts\nthe PUC has declared that the program addresses statewide energy policy and social\nobjectives. However, the possibility that some EPIC research may incidentally provide a\nsocial benefit to the public at large does not transform EPIC into a tax where a discrete\ngroup, namely the utility corporations’ ratepayers, is specifically benefitted. (Evans v.\nCity of San Jose, supra, 3 Cal.App.4th at pp. 738-739.) Permissible fees “need not be\nfinely calibrated to the precise benefit each individual fee payor might derive. What a fee\ncannot do is exceed the reasonable cost of regulation with the generated surplus used for\ngeneral revenue collection. An excessive fee that is used to generate general revenue\nbecomes a tax.” (California Farm Bureau, supra, 51 Cal.4th at p. 438.) The policy SCE\ncites is simply the impetus for EPIC, while the EPIC charge is designed to specifically\nbenefit a discrete group by reducing the electricity costs borne solely by the utility\ncorporations’ own ratepayers.\n       Not only is the charge linked to the cost of the activity, but EPIC is not imposed to\ngenerate general revenue. (California Farm Bureau, supra, 51 Cal.4th at p. 437.) The\nPUC consciously sought to protect the EPIC funds “from potential diversion to other\npurposes unrelated to EPIC by the state budget.” The PUC and the Legislature arranged\nfor the payment of EPIC administration costs and extension of EPIC grants and loans in a\nmanner designed to prevent diversion for general-revenue purposes. (Pub. Resources\nCode, § 25711.5.) Utilizing an SCE-supported proposal, funds for grants or contracts\nwill be transferred from utility corporations to the CEC only after the EPIC-related\n\n                                             28\n\fcontract or grant has been approved by the PUC. SCE’s contention is thus unavailing\nthat there is no assurance that EPIC funds will be used solely to support RD&D with the\nresult EPIC is a tax.20 EPIC funds are to be used for grants or loans for renewable\nelectricity-related research and development and administration of such grants or loans\nfor the ratepayers’ benefit. (Pub. Resources Code, § 25711, subds. (c) & (d).) EPIC\nrevenues are not to be used for any purposes associated with publicly-owned utilities.\nThe EPIC money is to be placed in the legislatively-created EPIC Fund for Epic-related\npurposes. (Pub. Resources Code, §§ 25711-25711.7.) Accordingly, as EPIC is a\nregulatory fee, with the result it is not a tax.21\n       b. The separation of powers clause\n       SCE next argues that EPIC violates the separation of powers clause by usurping\nthe Legislature’s taxing authority. SCE argues: “Regardless of whether Proposition 26\napplies by its literal terms to the [PUC], the Court should apply its definition of tax in\ndetermining whether the [PUC], in adopting EPIC, has invaded the Legislature’s\nexclusive prerogative to impose a tax.”\n       The separation of powers doctrine, derived from article III, section 3 of the\nCalifornia Constitution,22 “limits the authority of one of the three branches of government\nto arrogate to itself the core functions of another branch. [Citations.] ‘ “The courts have\n\n20\n      In any event, at least one court has rejected the argument that a regulatory fee is\nconverted into taxes when revenue from the regulatory fee was loaned to the General\nFund. (Tomra Pacific, Inc. v. Chiang (2011) 199 Cal.App.4th 463, 486-489.)\n21\n        Given EPIC is not a tax, the cases SCE relies for the proposition that only the\nLegislature is empowered to enact a tax are irrelevant. (California State Employees’\nAssn. v. Flournoy (1973) 32 Cal.App.3d 219, 234-235 [neither the executive nor the\njudicial branches is empowered to compel a legislative appropriation of money]; Abbott\nLaboratories v. Franchise Tax Bd. (2009) 175 Cal.App.4th 1346, 1360 [the power to tax\nis vested in the Legislature and courts have no power to “rewrite the statute to make it\nconform to a presumed intention which its terms do not express”].)\n22\n      California Constitution, article III, section 3 reads, “The powers of state\ngovernment are legislative, executive, and judicial. Persons charged with the exercise of\none power may not exercise either of the others except as permitted by this Constitution.”\n\n                                                29\n\flong recognized that [the] primary purpose [of the separation-of-powers doctrine] is to\nprevent the combination in the hands of a single person or group of the basic or\nfundamental powers of government.” ’ [Citations.]” (Carmel Valley Fire Protection\nDist. v. State of California (2001) 25 Cal.4th 287, 297-298.) It goes without saying that\n“ ‘the power to collect and appropriate the revenue of the State is one peculiarly within\nthe discretion of the Legislature.’ [Citations.]” (In re Attorney Discipline System (1998)\n19 Cal.4th 582, 595.)\n       However, the doctrine “ ‘also comprehends the existence of common boundaries\nbetween the legislative, judicial, and executive zones of power thus created.\n[Citation.]’ ” (In re Attorney Discipline System, supra, 19 Cal.4th at p. 596.) The\ndoctrine “recognizes that the three branches of government are interdependent, and it\npermits actions of one branch that may ‘significantly affect those of another branch.’\n[Citation.]” (Carmel Valley Fire Protection Dist. v. State of California, supra, 25 Cal.4th\nat p. 298.) “ ‘The purpose of the doctrine is to prevent one branch of government from\nexercising the complete power constitutionally vested in another [citation]; it is not\nintended to prohibit one branch from taking action properly within its sphere that has the\nincidental effect of duplicating a function or procedure delegated to another branch.’\n[Citation.]” (Ibid., italics added.) “ ‘The doctrine has not been interpreted as requiring\nthe rigid classification of all the incidental activities of government, with the result that\nonce a technique or method of procedure is associated with a particular branch of the\ngovernment, it can never be used thereafter by another. . . .” [Citation.] [Citation.]’ ”\n(In re Attorney Discipline System, supra, at p. 596, italics omitted.)\n       The Supreme Court in In re Attorney Discipline System, supra, 19 Cal.4th 582, has\nalready rejected the same argument raised by SCE here. The Supreme Court there\nimposed a fee on licensed attorneys to fund a discipline system after the governor vetoed\na bill that would authorize the State Bar to collect a total of $458 per year from each\nattorney in 1998 and 1999, leaving only $77 in collectable bar dues annually. (Id. at\np. 590.) The Supreme Court explained that it has the inherent judicial authority over\nattorney discipline, including the power to require attorneys to pay fees in support of a\n\n                                              30\n\fdisciplinary system. (Id. at p. 601.) Thus, by imposing a regulatory fee and using the\nState Bar’s existing disciplinary structure to process disciplinary matters, the Court\n“would not be exercising an exclusive legislative function or usurping any legislative\npower.” (Id. at pp. 602-603.) This conclusion was not affected by the fact the\nLegislature historically sets the amount of dues because the judiciary also has pervasive\nsupervisory powers. (Id. at p. 602.) Furthermore, no statute purported to preclude the\nSupreme Court from imposing fees on attorneys if required to maintain an adequate\nattorney disciplinary system. (Id. at p. 606.)\n       Likewise here, the PUC, a constitutional body with broad legislative and judicial\npowers, has not usurped the Legislature’s authority over appropriations and taxation. As\nexplained, EPIC is not a tax or an appropriation, but a proper regulatory fee that falls\nsquarely within the PUC’s power. (In re Attorney Discipline System, supra, 19 Cal.4th at\np. 595; Sinclair Paint, supra, 15 Cal.4th at p. 876.) As analyzed above, the PUC has\ninherent authority and “plenary power” to regulate and supervise electric corporations\nand to set electricity rates and assess various surcharges to fund research and\ndevelopment into renewable energy technology. (Cal. Const., art. XII, §§ 5 & 6.) Thus,\nthe PUC is not exercising an “exclusive legislative function or usurping any legislative\npower” by imposing regulatory fees to pay for this activity. (In re Attorney Discipline\nSystem, supra, at pp. 601-603.) It makes no difference to the outcome that the\nLegislature was the body that originally created the Public Goods Charge because the\nPUC has independent authority to supervise and regulate utilities and to set rates and\nimpose research and development fees. (See id. at p. 602.) Moreover, EPIC is not, as\nSCE insists, simply the section 399.8 Public Goods Charge reheated. EPIC is a unique\nprogram designed less expansively than the Public Goods Charge, as the latter charge\nfinances not only renewable energy and RD&D, but also energy efficiency and\nconservation, and it provides state-wide, not ratepayer benefits. (D.11-12-035 at p. 21)\nAlso, EPIC’s administration and oversight are run differently than the Public Goods\nCharge. The projects funded under EPIC must have a nexus to ratepayer benefits; the\nCEC must submit an investment plan for the PUC’s approval; in extending loans and\n\n                                             31\n\fgrants under EPIC, the CEC and the utility corporations are bound by the PUC’s main\nand complementary guiding principles, which principles differ from those in the Public\nGoods Charge. In any event, the Legislature has given its imprimatur to EPIC not once,\nbut twice.\n       In sum, EPIC is a lawful exercise of the PUC’s authority. The PUC has not\nunlawfully delegated its policymaking authority. Finally, as a regulatory fee, EPIC does\nnot violate Propositions 13 or 26 or the Separation of Powers Clause.23\n\n\n\n\n23\n       We have considered and rejected SCE’s remaining arguments. SCE’s request for\njudicial notice filed on February 11, 2013 is granted.\n\n                                           32\n\f                                     DISPOSITION\n       Petitions for writ of review are denied. Respondent and Real Parties in Interest are\nentitled to costs on appeal.\n\n\n\n\n                                                 ALDRICH, J.\n\n\n\n\nWe concur:\n\n\n\n\n              CROSKEY, Acting P. J.\n\n\n\n\n              KITCHING, J.\n\n\n\n\n                                            33\n\fFiled 6/18/14\n                            CERTIFIED FOR PUBLICATION\n\n                IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                             SECOND APPELLATE DISTRICT\n\n                                    DIVISION THREE\n\n\nSOUTHERN CALIFORNIA EDISON                             B246782 consolidated with\nCOMPANY,                                               B246786\n\n        Petitioner,                                    (Cal.P.U.C. Dec. Nos.: D.11-12-035,\n                                                       D.13-01-016, D.12-05-037,\n        v.                                             D.13-04-030)\n\nPUBLIC UTILITIES COMMISSION                            ORDER MODIFYING THE\n                                                       OPINION AND CERTIFYING\n        Respondent;                                    FOR PUBLICATION\n\nNATURAL RESOURCES DEFENSE                              [NO CHANGE IN JUDGMENT]\nCOUNCIL et al.,\n\n        Real Parties in Interest.\n\n\n\n\nTHE COURT:\n        Good cause appearing, the opinion in the above entitled matter filed on May 28,\n2014, is hereby modified as follows:\n        On page 1, the portion of the caption reading: “NATURAL RESOURCES\nDEFENSE COUNSEL et al.” is amended to read, “NATURAL RESOURCES\nDEFENSE COUNCIL et al.”.\n        On page 1, line 1, the sentence reading “ORIGINAL PROCEEDINGS in\nmandate.” is modified to read: “PETITIONS for writ of review.”\n\f       On page 6, line 20, beginning “contract or grant has been approved by the PUC.”\nis modified to read, “contract or grant has been approved by the investor-owned utilities\nand the CEC.”\n       On page 29, line 1, beginning “contract or grant has been approved by the PUC.”\nis modified to read, “contract or grant has been approved by the investor-owned utilities\nand the CEC.”\n\n\n       We have received multiple letters requesting that the opinion be certified for\npublication. It appears that the opinion meets the standards set forth in California Rules\nof Court, rule 8.1105(c). The opinion is ordered published in the Official Reports.\n\n\n       [There is no change in the judgment.]\n\n\n\n\n                                             2\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">Filed 5/28/14 Modified and certified for publication 6/18/14 (order attached)\n\n\n\n\n             IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                  SECOND APPELLATE DISTRICT\n\n                                             DIVISION THREE\n\n\nSOUTHERN CALIFORNIA EDISON                                             B246782 consolidated with\nCOMPANY,                                                               B246786\n\n        Petitioner,                                                    (Cal.P.U.C. Dec. Nos.: D.11-12-035,\n                                                                       D.13-01-016, D.12-05-037,\n        v.                                                             D.13-04-030)\n\nPUBLIC UTILITIES COMMISSION,\n\n        Respondent;\n\nNATURAL RESOURCES DEFENSE\nCOUNSEL et al.,\n\n        Real Parties in Interest.\n\n\n        ORIGINAL PROCEEDINGS in mandate. Petitions denied.\n        Munger Tolles & Olson, Henry Weissmann, Nicholas Soltman; Michael Montoya,\nJennifer Shigekawa and Rebecca Meiers-De Pastino for Petitioner.\n        Frank R. Lindh, Helen W. Yee, Carrie G. Pratt and Sophia J. Park for Respondent.\n        Michael J. Levy, Kristen Driskell, Melanie Moultry, Lisa Decarlo and Jeffery M.\nOgata for California Energy Commission as Amicus Curiae on behalf of Respondent.\n        Jaclyn H. Prange, Noah Long and Michael E. Wall for Real Parties in Interest.\n                                      _________________________\n\f                                       INTRODUCTION\n         At issue in this consolidated original proceeding is whether the Public Utilities\nCommission (the PUC) has the authority to implement the Electric Program Investment\nCharge (EPIC). EPIC requires electric utility corporations serving California to collect a\nsurcharge on their ratepayers’ electricity bills to fund renewable energy research,\ndevelopment, and demonstration projects with the aim of making electricity service\ncheaper, safer, and more reliable for the corporations’ own ratepayers. Southern\nCalifornia Edison Co. (SCE), one of the three large investor-owned utilities required to\ncollect the surcharge, petitioned for writ of review to challenge the PUC’s two decisions\ncreating EPIC. We hold that the PUC possesses the constitutional and statutory authority\nto implement EPIC; EPIC is not an unlawful delegation of the PUC’s authority; and the\nsurcharge is not a tax requiring legislative enactment, but a valid regulatory fee.\nAccordingly, we deny the writ petitions.\n                     FACTUAL AND PROCEDURAL BACKGROUND\n         1. Background\n         As part of its deregulation of California’s electricity industry in 1996 (Pub. Util.\nCode, § 330 et seq.),1 the Legislature included in the Electric Utility Industry\nRestructuring Act a requirement that the PUC2 direct utilities to collect revenue for\nelectricity-related research and development through a surcharge on electricity sales,\nknown as a system benefits charge. (§ 381.) The Legislature’s express purpose was to\nprovide funding for programs that, inter alia, enhance the reliability of the State’s electric\nsystem and provide Californians with the benefits of energy efficiency and conservation,\n\n\n1\n         All further statutory references are to the Public Utilities Code, unless otherwise\nnoted.\n2\n       The PUC is the administrative agency responsible for regulating the public utilities\nin California. (Southern Cal. Edison Co. v. Public Utilities Com. (2000) </pre><span class=\"citation\" data-id=\"2257835\"><a href=\"/opinion/2257835/southern-cal-edison-co-v-puc/\"><span class=\"volume\">85</span> <span class=\"reporter\">Cal. App. 4th</span>\n<span class=\"page\">1086</span></a></span><pre class=\"inline\">, 1091.)\n\n                                                2\n\fresearch and development, and the operation of existing, and the development of new and\nrenewable, resource technologies. (§ 381, subds. (a) & (b).)\n       To finance the system benefits charge, the Legislature directed the PUC to order\nCalifornia’s three large investor-owned utilities regulated by the PUC, i.e., SCE, Pacific\nGas and Electric, and San Diego Gas and Electric,3 to collect a nonbypassable charge - a\nfee that all consumers must pay – from ratepayers. The charge is a flat fee-per-kilowatt-\nhour of usage, and is a separate component of electric bills, segregated from other\nrevenue, to be used for these identified system benefits. (§ 381, subds. (a) & (b).)\n       The requirement that utilities collect the system benefits charge originally expired\nin 2001. (Former § 381, subd. (c).) However, again declaring it to be the intent of the\nLegislature and the policy of the State to provide safe, reliable, affordable, and\nenvironmentally sustainable electric service by continuing to make prudent investments\nin energy efficiency, renewable energy, and research and development, the Legislature\nenacted section 399.8, popularly called the Public Goods Charge. As with section 381,\nsection 399.8 requires that customers of electrical corporations pay a nonbypassable\ncharge to provide these public and system benefits. (§ 399.8, subd. (b)(1).) The\nLegislature directed the PUC to order the three electric corporations to collect per year\nstarting in 2002, specific dollar amounts for (1) energy efficiency and conservation\nactivities, (2) renewable energy, and (3) research, development and demonstration\n(RD&D), adjusted for inflation or growth in electric commodity sales. (Id., subd. (d).)\nThe statute assigns administrative duties for renewable energy and RD&D to the\nCalifornia Energy Resources Conservation and Development Commission (the CEC),\nwhile placing oversight responsibilities with both the PUC and the CEC. (§§ 381 &\n399.8, subd. (e); see also, Pub. Resources Code, §§ 25620 & 25740.5.)\n       The Legislature extended the funding levels for the Public Goods Charge through\n2011. (§ 399.8, subd. (c)(1).) Specifically, section 399.8, subdivision (c) directed the\n3\n        Local publicly-owned electric utilities are also subject to the same requirements\npursuant to a separate authorization. (§§ 385 & 399.8, subd. (b)(2).) The publicly owned\nelectric utilities’ obligation is not at issue in this proceeding.\n\n                                              3\n\fPUC to require each electrical corporation to collect the surcharge beginning January 1,\n2002 and ending January 1, 2012. (§ 399.8, subd. (c)(1).)4\n       On the eve of the expiration, the Legislature once more considered whether to\nextend the Public Goods Charge funding in subdivision (c) of section 399.8. Despite a\nreport by the Legislative Analysis’s Office finding “a need for a continued state role” in\nelectricity-related research and development, and recommending continued investment,\nthe proponents in the Legislature did not garner the necessary supermajority of votes.\n(Assem. Bill No. 724 (2011-2012 Reg. Sess.).)\n       In 2011, Governor Brown sent a letter to the PUC requesting that it “ ‘take action\nunder the [PUC’s] authority to ensure that programs like those supported by the Public\nGoods Charge are instituted – and hopefully at their current levels.’ ”\n       2. EPIC\n       The PUC initiated a bifurcated rulemaking (R.11-10-003) to address whether and\nhow to preserve funding for ratepayer benefits associated with the renewable electric\nenergy and RD&D portions of the expiring Public Goods Charge. In Phase 1 (D.11-12-\n035), the PUC determined whether to continue to impose any charge for these programs,\nand if so, how much, how to impose it, and for how long. Phase 2 addressed more\ndetailed program design, oversight, and administrative issues related to how the funding\nwould be allocated and by whom.\n       After receiving comments and replies, the PUC issued the Phase 1 decision (D.11-\n12-035) adopting EPIC, a program to conduct RD&D into, and market support and\nfacilitation of, cost-effective, safe, and reliable renewable energy sources and technology\nfor the benefit of the electric corporations’ ratepayers, and to fund the program through a\n\n4\n        Prior to January 1, 2012, subdivision (c)(1) of section 399.8 read in full: “The\n[Public Utilities C]ommission shall require each electrical corporation to identify a\nseparate rate component to collect revenues to fund [(1)] energy efficiency,\n[(2)] renewable energy, and [(3)] research, development and demonstration programs\nauthorized pursuant to this section beginning January 1, 2002, and ending January 1,\n2012. The rate component shall be a nonbypassable element of the local distribution\nservice and collected on the basis of usage.”\n\n                                             4\n\fsurcharge on those ratepayers commencing January 1, 2012. The PUC initially imposed\nEPIC on an interim basis, subject to refund, until either it issued its final decision in\nPhase 2, or until January 1, 2013, whichever came first.\n       The PUC determined its authority to institute EPIC lay in California Constitution,\narticle XII, and sections 701 and 740, along with other statutes that promote renewable\nenergy and RD&D programs (e.g., §§ 381, 399, 701.1, 701.3 & 8360), many of which\nauthorities predate the Public Goods Charge. The PUC observed that EPIC was not a\ncontinuation of the section 399.8 Public Goods Charge, but a new surcharge for a\ndifferent program within the PUC’s existing constitutional and statutory authority.\nAmong other differences, EPIC concerns renewable energy sources only, and does not\ninclude the energy efficiency or conservation components of the Public Goods Charge.\nThe PUC reasoned that although the Public Goods Charge funding had expired, nothing\nprohibited it from adopting a different program.\n       The Phase 2 decision (D.12-05-037) issued six months later, extended EPIC\nthrough 2020 and established a detailed framework for oversight, administration, and use\nof the collected funds. The “primary and mandatory guiding principle” of EPIC is to\n“provide[] electricity ratepayer benefits, defined as promoting greater reliability, lower\ncosts, [and] increased safety . . . .” Unlike the Public Goods Charge, which included\nfunding for energy efficiency and conservation, the PUC limited EPIC to “provid[ing]\npublic interest investments in applied research and development, technology\ndemonstration and deployment, market support, and market facilitation, of clean energy\ntechnologies and approaches for the benefit of electricity ratepayers of . . . the three large\ninvestor-owned utilities.” (Italics added.) “[C]lean energy technologies” includes\n“renewable generation . . . .” The PUC determined that the utilities should collect $162\nmillion per year, which amount put EPIC at the same funding levels as the Public Goods\nCharge, minus the energy efficiency component. The PUC reasoned that without\nadequate funding, the benefits to ratepayers of any program for renewable energy\ntechnology and RD&D would be lost.\n\n\n                                               5\n\f       The Phase 2 decision set out a detailed procedure for administration of the EPIC\nfunds by both the investor-owned utilities and the CEC. The PUC determined that the\nutility corporations should administer 20 percent of the revenue and use that money for\ntechnology demonstration and deployment activities on the electricity grid, which\nconstitutes about 40 percent of the budget devoted to this activity, as the utilities own the\ninfrastructure on which the technologies are being tested and may ultimately become the\nconsumers of those technologies. The PUC assigned to the CEC the task of\nadministering the remaining 80 percent of the funds based on the CEC’s expertise in\nenergy issues and experience in administering activities that are “pre-commercial in\nnature,” including applied RD&D, and the CEC’s disinterest in any particular company\nor solution. The PUC was also alert to assure that EPIC funds be used only for EPIC\npurposes by “protecting the [EPIC] funds . . . from potential diversion to other purposes\nunrelated to EPIC by the state budget.” Accordingly, the PUC decided that\nadministrative and staffing costs would be transferred by the utility corporations to the\nCEC on a quarterly basis. “[F]unding should not be used to support activities or efforts\nthat are duplicative of efforts that are being undertaken elsewhere or that are more\nexpensive than necessary to achieve the goals.” And, taking into account SCE’s\nendorsement, the PUC determined that funds used for grants or contracts with third\nparties would be transferred from the utility corporations to the CEC only after the\ncontract or grant has been approved by the PUC. Finally, to protect the investor-owned\nelectricity ratepayers, funds administered by the CEC are “not [to] be used for any\npurposes associated with [publicly owned utility] activities.”\n       The PUC retains oversight and policymaking duties under EPIC. It reviews,\nmodifies, and approves detailed investment plans the EPIC administrators, i.e., the CEC\nand the investor-owned utilities, must submit triennially. The investment plans must\ncontain specific information to aid the PUC’s evaluation and be sufficiently detailed to\njustify receipt of a grant of ratepayer funds from the PUC to the CEC. All grants and\nloans must meet the tight criteria approved by the PUC who expects a “clear nexus” with\n\n\n                                              6\n\fthe goals of cost, safety, and reliability benefits for the electricity corporations’\nratepayers.\n       Very soon after the Phase 2 decision was issued, the Legislature enacted Public\nResources Code sections 25710 through 25712, establishing the “Electric Program\nInvestment Charge Fund” (the EPIC Fund), a special account in the State Treasury into\nwhich the EPIC money administered by the CEC is to be deposited. (Pub. Resources\nCode, § 25711.) Section 25711 requires the PUC to forward the EPIC Fund money to the\nCEC on a quarterly basis (id., subd. (b)), and requires the CEC to administer the EPIC\nFund as directed by the PUC (id., subds. (a), (c) & (d)).\n       While this case was under consideration, on September 26, 2013, Governor Brown\nsigned Public Resources Code sections 25711.5 and 25711.7 into law. Section 25711.5,\neffective September 26, 2013, requires the CEC, among other things, to award EPIC\n“funds for projects that will benefit electricity ratepayers and lead to technological\nadvancement and breakthroughs to overcome the barriers that prevent the achievement of\nthe state’s statutory energy goals . . . .” (Pub. Resources Code, § 25711.5, subd. (a).)\nThe statute also sets out the terms that are imposed as a condition for receipt of EPIC\nloans or grants, the reporting requirements, the process for tracking progress and\noutcomes, and the CEC’s annual report to the Legislature, among other things. (Id.,\nsubds. (b)-(g).) Section 25711.7 precludes the PUC from collecting funds under EPIC in\nan annual amount greater than the amount set forth in the Phase 2 decision. (Ibid.)5\n\n\n\n\n5\n       Public Resources Code section 25711.7 reads, “(a) The Public Utilities\nCommission shall not require the collection of funds pursuant to its Decision 12-05-037\n(May 24, 2012), Phase 2 Decision Establishing Purposes and Governance for Electric\nProgram Investment Charge and Establishing Funding Collections for 2013–2020, as\ncorrected by Decision 12-07-001 (July 3, 2012), Order Correcting Error, and as modified\nby Decision 13-04-030 (April 18, 2013), Order Modifying Decision (D.) 12-05-037, and\nDenying Rehearing of Decision, as Modified, in an annual amount greater than the\namount specified in those decisions. [¶] (b) This section does not modify, alter, or, in\nany way, affect the operation of Section 25712.” (Italics added.)\n\n                                               7\n\f       3. The instant proceeding\n       SCE, who provides electrical service in portions of California (Southern Cal.\nEdison Co. v. Public Utilities Com., supra, 85 Cal.App.4th at p. 1091), sought rehearing\nto challenge the PUC’s Phase 1 and Phase 2 decisions. In response, the PUC issued\nD.13-01-016, which modified its Phase 1 decision to add authority for its actions, and\ndenied rehearing.\n       Before the PUC addressed SCE’s Phase 2 rehearing request, SCE filed two\npetitions for writ of review in this court. (§ 1756.) The first petition challenges the Phase\n1 and rehearing decisions and the second petition challenges the Phase 2 decision. This\ncourt consolidated the two writ petitions and held them in abeyance pending the PUC’s\ndisposition of SCE’s application for rehearing of the Phase 2 decision. Thereafter, the\nPUC issued D.13-04-030, which made immaterial modifications to its Phase 2 decision\nand denied rehearing. SCE filed its amended petition for writ of review challenging\nD.11-12-035, D.12-05-037, D.13-01-016, and D.13-04-030.6\n                                      DISCUSSION\n       1. The standard of review\n       Section 1756 allows litigants seeking to challenge decisions of the PUC to petition\nthis court directly for a writ of review. (Southern Cal. Edison Co. v. Public Utilities\nCom., supra, 85 Cal.App.4th at p. 1096.) The petitioner bears the burden to establish the\ngrounds for setting aside the decision. (Utility Consumers’ Action Network v. Public\nUtilities Com. (2010) </pre><span class=\"citation\" data-id=\"2288494\"><a href=\"/opinion/2288494/utility-consumersaction-network-v-public-utilities-com/\"><span class=\"volume\">187</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">688</span></a></span><pre class=\"inline\">, 699.)\n       Our review of PUC decisions is limited to determining on the basis of the whole\nadministrative record whether the PUC “acted without, or in excess of, its powers or\njurisdiction,” or “has not proceeded in the manner required by law.” (§ 1757, subd. (a)(1)\n& (2).) There is no contention here that the PUC did not proceed according to law when\n\n\n6\n       SCE’s first writ petition in Case No. B246782 challenges D.11-12-035 and D.13-\n01-016, the Phase 1 and rehearing decisions. SCE’s writ petition in Case No. B246786\nchallenges D.12-05-037 and D.13-04-030, the Phase 2 and rehearing decisions.\n\n                                             8\n\fimplementing EPIC and so we are tasked only with determining whether EPIC falls\nwithin the PUC’s authority.\n       As the PUC “is ‘not an ordinary administrative agency, but a constitutional body\nwith broad legislative and judicial powers.’ . . . [, its] decisions are presumed valid.\n[Citations.]” (Southern Cal. Edison Co. v. Public Utilities Com., supra, 85 Cal.App.4th\nat pp. 1096-1097; Utility Consumers’ Action Network v. Public Utilities Com. (2004)\n</pre><span class=\"citation\" data-id=\"2257721\"><a href=\"/opinion/2257721/utility-consumers-v-public-utilities-com/\"><span class=\"volume\">120</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">644</span></a></span><pre class=\"inline\">, 654.) “Generally, we give presumptive value to a public agency’s\ninterpretation of a statute within its administrative jurisdiction because the agency may\nhave ‘special familiarity with satellite legal and regulatory issues,’ leading to expertise\nexpressed in its interpretation of the statute. [Citation.]” (Pacific Bell Wireless, LLC v.\nPublic Utilities Com. (2006) </pre><span class=\"citation\" data-id=\"2304575\"><a href=\"/opinion/2304575/pacific-bell-wireless-v-puc-of-state/\"><span class=\"volume\">140</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">718</span></a></span><pre class=\"inline\">, 729.) “Therefore, ‘the PUC’s\n“interpretation of the Public Utilities Code should not be disturbed unless it fails to bear a\nreasonable relation to statutory purposes and language . . . .” [Citation.]’ ” (Ibid.) When\nthe issue is the scope of the PUC’s jurisdiction, however, “ ‘ “the general rule of\ndeference to interpretations of statutes subject to the regulatory jurisdiction of agencies\ndoes not apply . . . .” ’ ” (Ibid.)\n       2. The PUC has authority to implement EPIC.\n       a. EPIC is a proper exercise of the PUC’s power.\n       The PUC is a constitutional body “with far-reaching duties, functions and powers”\nnotwithstanding it is a state agency. (Consumers Lobby Against Monopolies v. Public\nUtilities Com. (1979) </pre><span class=\"citation\" data-id=\"1431293\"><a href=\"/opinion/1431293/consumers-lobby-against-monopolies-v-pub-util-com/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">891</span></a></span><pre class=\"inline\">, 905 (CLAM), disagreed with on another point in\nKowis v. Howard (1992) </pre><span class=\"citation\" data-id=\"1155747\"><a href=\"/opinion/1155747/kowis-v-howard/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">888</span></a></span><pre class=\"inline\">, 897, fn. 2.) The California Constitution confers\nbroad power on the PUC to regulate public utilities, which includes fixing rates and\nestablishing rules for those utilities. (Cal. Const., art XII, § 6.) The PUC’s authority\n“includes not only administrative but also legislative and judicial powers.” (San Diego\nGas & Electric Co. v. Superior Court (1996) </pre><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">893</span></span><pre class=\"inline\">, 915 (Covalt); Cal. Const.,\nart XII, § 6 [“[t]he commission may fix rates, establish rules, examine records, issue\nsubpoenas, administer oaths, take testimony, punish for contempt . . . for all public\nutilities subject to its jurisdiction”].)\n\n                                              9\n\f       The PUC’s powers are not limited to those expressly enumerated in the\nConstitution. (CLAM, supra, 25 Cal.3d at p. 905.) The Legislature has “plenary power”\nto confer additional authority on the PUC. (Cal. Const., art XII, § 5, italics added [“The\nLegislature has plenary power, unlimited by the other provisions of this constitution but\nconsistent with this article, to confer additional authority and jurisdiction upon the\n[Public Utilities] commission . . .”].)\n       Pursuant to this plenary power, the Legislature enacted section 701 which vests\nthe PUC with “expansive” authority (CLAM, supra, 25 Cal.3d at p. 905) to “supervise,”\nto “regulate every public utility,” and “do all things . . . which are necessary and\nconvenient in the exercise of such power and jurisdiction,” regardless of whether it is\nspecifically designated in the Public Utilities Code “or in addition thereto.”7 (§ 701,\nitalics added; PG&E Corp. v. Public Utilities Com. (2004) </pre><span class=\"citation\" data-id=\"2299130\"><a href=\"/opinion/2299130/pg-e-corp-v-public-utilities-comn/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1174</span></a></span><pre class=\"inline\">, 1198.)\n       “The primary limiting factor on PUC jurisdiction is that the PUC’s action must be\ncognate and germane to utility regulation.” (PG&E Corp. v. Public Utilities Com.,\nsupra, 118 Cal.App.4th at p. 1201.) As long as “the authority sought is ‘cognate and\ngermane’ to utility regulation, the PUC’s authority under section 701 has been liberally\nconstrued. [Citations.]” (Ibid., quoting from CLAM, supra, 25 Cal.3d at pp. 905-906 &\nCovalt, supra, 13 Cal.4th at p. 915.) The other important limitation on the authority\nconferred by section 701 is a specific statutory directive that prohibits the PUC’s action.\n(PG&E Corp., supra, at p. 1201; Southern California Edison Co. v. Peevey (2003)\n</pre><span class=\"citation\" data-id=\"2625343\"><a href=\"/opinion/2625343/southern-california-edison-co-v-peevey/\"><span class=\"volume\">31</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">781</span></a></span><pre class=\"inline\">, 792.)\n       Given the PUC’s vast, inherent power to take any action that is cognate and\ngermane to utility regulation, supervision, and rate setting, unless specifically barred by\nstatute, there is no question that the PUC has the inherent authority to create EPIC and to\nimpose fees necessary to carry out that program. EPIC directs electric utility\n\n7\n         Section 701 reads: “The commission may supervise and regulate every public\nutility in the State and may do all things, whether specifically designated in this part or in\naddition thereto, which are necessary and convenient in the exercise of such power and\njurisdiction.”\n\n                                              10\n\fcorporations to invest in research into, and development of, renewable electric energy\nsources and technologies designed to lower costs, increase safety, and improve reliability\nof electricity service for the benefit of these corporations’ own customers, and fixes a\nsurcharge on those same ratepayers to recover the cost.\n       In addition to the PUC’s inherent authority to implement EPIC, the Legislature has\ndirected the PUC to develop renewable energy resources and technologies, much of\nwhich authority predates the Public Goods Charge and section 399.8. The Legislature\ndeclared that the principal goal of electric utilities’ resource planning and investment\n“shall be to minimize the cost to society of the reliable energy services” that are provided\nby electricity, and “to improve the environment and to encourage the diversity of energy\nsources through,” among other things, “development of renewable energy resources, such\nas wind, solar, biomass, and geothermal energy.” (§ 701.1, subd. (a), italics added.)8\nToward that end, the Legislature first mandates that the PUC “shall direct that a specific\nportion of future electric generating capacity needed for California be reserved or set\naside for renewable resources” until the PUC “completes an electrical generation\nprocurement methodology that values the environmental and diversity costs and benefits\nassociated with various generation technologies.” (§ 701.3, italics added.) Second, the\nLegislature commands that the PUC “shall require each electrical corporation to\nidentify” a separate component of its rates “to collect the revenues used to\nfund . . . programs” that “enhance system reliability and provide in-state benefits,”\ndefined as, inter alia, “[i]n-state operation and development of existing and new and\nemerging eligible renewable energy resources.” (§ 381, subds. (a), (b) & (b)(3), italics\nadded.) Third, section 740 empowers the PUC to include in its rate-setting, expenses for\n\n8\n       Additionally, in 2009, the Legislature enacted section 8360, which, among other\nthings declared the policy of the State “to modernize the state’s electrical transmission\nand distribution system to maintain safe, reliable, efficient, and secure electrical service,\nwith infrastructure that can meet future growth in demand and achieve all of the\nfollowing, which together characterize a smart grid: [¶] . . . [¶] (c) Deployment and\nintegration of cost-effective distributed resources and generation, including renewable\nresources.” (§ 8360, italics added.)\n\n                                              11\n\fRD&D. (§ 740.) Sections 381, 701.3, and 740 are not simply policy goals as SCE\nargues.9 “Shall” is mandatory. (Common Cause v. Board of Supervisors (1989)\n</pre><span class=\"citation\" data-id=\"1156913\"><a href=\"/opinion/1156913/common-cause-v-board-of-supervisors/\"><span class=\"volume\">49</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 443.) The PUC’s interpretation of these statutes is reasonably related to\ntheir purposes and language. (Pacific Bell Wireless, LLC v. Public Utilities Com., supra,\n140 Cal.App.4th at pp. 729-730.)\n       Furthermore, EPIC is authorized by the remainder of section 399.8, which is still\nvalid notwithstanding the sunset of the Public Goods Charge funding mechanism of\nsubdivision (c). Section 399.8 is found the Reliable Electric Service Investments Act\n(§§ 399 – 399.9, ch. 2.3, art. 15 (Article 15)), which sets forth the unmistakable intent of\nthe Legislature and the policy of California to make “prudent investments” in “renewable\nenergy, and research, development and demonstration” to “ensure that [Californians]\ncontinue to receive safe, reliable . . . environmentally sustainable electric service.”\n(§§ 399.8, subd. (a); 399, subds. (b), (c) & (e)(4)-(e)(6).)10 To implement this legislative\nintent, section 399.8 continues to require that every customer of an electrical corporation\npay a nonbypassable system benefits charge to fund, inter alia, such renewable energy\nand RD&D. (§ 399.8, subd. (b)(1).) More particularly, section 399.8 still directs that the\n\n9\n       Schenley Affiliated Brands Corp. v. Kirby (1971) </pre><span class=\"citation\" data-id=\"2151819\"><a href=\"/opinion/2151819/schenley-affiliated-brands-corp-v-kirby/\"><span class=\"volume\">21</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">177</span></a></span><pre class=\"inline\">, cited by\nSCE is distinguished because the “policy statute” there, former Business and Professions\nCode section 24749 had no implementing provision. (Schenley Affiliated Brands Corp. v.\nKirby, at p. 186.) Here, by contrast, sections 399.8 and 381 have clear implementing\nprovisions that continue in vitality notwithstanding the expiration of the funding\nmechanism in subdivision (c) of section 399.8.\n10\n       Section 399, subdivision (e)(4) reads: “California’s in-state renewable energy\nresources help alleviate supply deficits that could threaten electric system reliability,\nreduce environmental costs associated with California’s electricity consumption . . . .”\nSection 399, subdivision (e)(5) states: “California’s public interest RD&D investments\nenhance private and regulated sector investment in electricity system technologies, and\nare designed specifically to help ensure sustained improvement in the economic and\nenvironmental performance of the distribution, transmission, and generation and end-use\nsystems that serve California electricity users.” Section 399, subdivision (e)(6)\nprovides: “California has established a long tradition of recovering system benefits\ninvestments through usage-based electricity charges, which is reflected in at least two\ndecades of electricity price regulation by the commission.”\n\n                                              12\n\fPUC “shall order San Diego Gas and Electric Company, Southern California Edison\nCompany, and Pacific Gas and Electric Company to collect” system benefits charges\n(§ 399.8, subd. (d), italics added) and subdivision (b)(2) still requires that public utilities\n“shall continue to collect and administer system benefits charges pursuant to Section\n385.” Finally, section 399.8 continues to place administrative responsibilities with the\nPUC and the CEC. (§ 399.8, subds. (e) & (f).)\n       SCE disagrees that section 399.8 remains valid. Observing that the defunct\nsubdivision (c)(1) funded the “programs authorized pursuant to this section” (italics\nadded; see fn. 5 ante), SCE argues the expiration of section 399.8, subdivision (c)(1)\nnecessarily “entails the expiration of the policy goals that are part of that program, as\narticulated in sections 381, 399, and 399.8, subdivision (a),” i.e., in Article 15. SCE\nopportunistically focuses on the words “programs authorized pursuant to this section” to\nargue that the failure to extend minimum funding levels for the Public Goods Charge\nsomehow worked to gut the entirety of Article 15 of the Public Utilities Code. Not so.\n“[P]ursuant to this section” means just that; pursuant to section 399.8. We certainly\ncannot conclude from the mere failure to extend the funding in subdivision (c)(1) of\nsection 399.8 that the Legislature intended to obliterate wholesale Article 15, The\nReliable Electric Service Investments Act, or the policy declaration in section 399, or\neven the remainder of section 399.8. The Legislature knows how to clearly terminate an\nentire program and specify the impact on funding. The Legislature spelled out the\nelimination of an entire program in Education Code section 62000.2 ([“The following\nprograms shall sunset on June 30, 1987: [¶] . . . [¶] (c) Bilingual education” (italics\nadded)]; see Alejo v. Torlakson (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">768</span></span><pre class=\"inline\">, 784 [effect of Ed. Code,\n§ 62000.2 was to sunset the whole bilingual program and Ed. Code, § 62002 detailed\nimpact on funding].) Although the Legislature could abolish the entire Reliable Electric\nService Investment Act it had created, nothing in the mere failure to extend funding in\nsubdivision (c) of section 399.8 spells out the elimination of the entire Public Goods\nCharge program. Had the Legislature intended to eliminate the whole of Article 15 or\n\n\n                                               13\n\feven just the policy declaration and mandates in section 399.8, it would have done so\nmore clearly and expressly.\n       We can discern no particular intent from the Legislature’s failure to enact an\nextension of subdivision (c) of section 399.8. Courts “can rarely determine from the\nfailure of the Legislature to pass a particular bill what the intent of the Legislature is with\nrespect to existing law.” (Ingersoll v. Palmer (1987) </pre><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1321</span></span><pre class=\"inline\">, 1349, fn. omitted;\nGrupe Development Co. v. Superior Court (1993) </pre><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">911</span></span><pre class=\"inline\">, 922-923; Dyna-Med,\nInc. v. Fair Employment & Housing Com. (1987) </pre><span class=\"citation\" data-id=\"2604071\"><a href=\"/opinion/2604071/dyna-med-inc-v-fair-employment-housing-com/\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">1379</span></a></span><pre class=\"inline\">, 1396 [“Unpassed bills,\nas evidences of legislative intent, have little value”].) Without an explicit and clear\ndeclaration that it intended to reverse itself on longstanding electric energy policy and\ndirectives to the PUC, we decline to infer from the failure to extend funding levels for the\nPublic Goods Charge that the Legislature intended to repeal its repeated declarations of\nState policy and its directives to the PUC -- in multiple parts of the Public Utilities\nCode -- to invest in and develop safe, reliable, renewable energy, RD&D, and the system\nbenefits charge. (§§ 381, 399, 399.8, subd. (a).)\n       Indeed, not only has the Legislature directed the PUC to promote renewable\nenergy technology and RD&D through programs funded by a rate surcharge, but it has\nnot enacted legislation to prohibit EPIC. We reject any suggestion by SCE that the\nfailure to extend the funding mechanism in subdivision (c)(1) of section 399.8 functions\nto bar EPIC. Courts uphold actions cognate and germane to utility regulation “absent a\nspecific legislative directive prohibiting the PUC from enforcing conditions it is\nempowered to impose.” (PG&E Corp. v. Public Utilities Com., supra, 118 Cal.App.4th\nat p. 1201, italics added.) As our Supreme Court explained, “[i]f PUC lacked substantive\nauthority to [take the action at issue there], it was not for lack of inherent authority, but\nbecause this [action] was barred by some specific statutory limit on PUC’s power to set\nrates. [Citation.]” (Southern California Edison Co. v. Peevey, supra, 31 Cal.4th at p.\n792.) The mere failure to pass legislation is manifestly not the equivalent of “a specific\nlegislative directive prohibiting” EPIC. (PG&E Corp. v. Public Utilities Com., supra, at\np. 1201.) Certainly, the Legislature could have barred EPIC. At the same time it enabled\n\n                                              14\n\fthe implementation of EPIC in Senate Bill No. 96 (enacting Pub. Resources Code,\n§§ 25711.5 & 25711.7), the Legislature barred the PUC’s action with respect to several\nnon-EPIC programs. (Sen. Bill No. 96, supra, ch. 356, §§ 46 [enacting § 854.5 stripping\nPUC of authority to establish a non-state entity with non-shareholder money or to enter\ninto contracts with non-state entities]; 47 [enacting § 2120 restricting PUC’s ability to\ndistribute, expend, or encumber money received by the PUC as the result of a PUC\nproceeding or judicial action].) No legislative enactment expressly prohibits the PUC\nfrom collecting the EPIC surcharge.\n       A good example of a specific statutory directive prohibiting the PUC’s action is\nAssembly Bill No. 1338 (2007-2008 Reg. Sess.) chapter 760, section 27. By way of\nbackground, in April 2008, the PUC created the California Institute for Climate Solutions\n(the CICS) and directed the CICS to administer grants for research on reducing\ngreenhouse gases and adapting to climate change. Three months later, the Legislature\npassed Assembly Bill 1338, section 27, which states: “The Public Utilities Commission\nshall not execute an order, or collect any rate revenues, in Rulemaking 07-09-008 (Order\nInstituting Rulemaking to establish the California Institute for Climate Solutions), and\nshall not adopt or execute any similar order or decision establishing a research program\nfor climate change unless expressly authorized to do so by statute.” (Italics added.)\nAssembly Bill 1338 specifically prohibits the CICS but does not address EPIC, SCE’s\ncontention notwithstanding. Unlike the CICS, EPIC is not a research program for climate\nchange. It is a program to fund electricity-related research and development activities to\nbenefit the electricity corporations’ ratepayers. That some approved research projects\nmay result in innovations that reduce greenhouse gases, does not transform EPIC into a\nresearch program for climate change prohibited by Assembly Bill No. 1338.11\n\n11\n        SCE suggests that EPIC is prohibited by Assembly Bill No. 1338 because EPIC is\nsimilar to CICS. SCE argues: the PUC “expressly stated that activities supported by\nEPIC ‘should advance the objectives of AB 32.’ [Citation.] AB 32, the California Global\nWarming Solutions Act of 2006, was designed to reduce greenhouse gas emissions\n[citation], and hence EPIC is a ‘research program for climate change” similar to the\nCICS.” But SCE’s quote here is from the staff proposal, which the PUC did not adopt.\n                                             15\n\fAccordingly, although it prohibited the CICS, Assembly Bill No. 1338 does not even\nbegin to bar EPIC.\n       To the contrary, the Legislature ratified EPIC by creating the EPIC Fund in the\nState Treasury as soon as the PUC created the program, and again when it set forth\ncriteria for the CEC and limited the funding levels to those set in the PUC’s decisions.\n(Pub. Resources Code, §§ 25711, 25711.5, & 25711.7.) Public Resources Code sections\n25711 through 25711.7 do not create PUC jurisdiction to implement EPIC. Rather, these\nsuccessive statutes make plain the Legislature’s approval of EPIC irrespective of the\noutcome of this proceeding. (Professional Engineers in California Government v.\nSchwarzenegger (2010) </pre><span class=\"citation\" data-id=\"2264228\"><a href=\"/opinion/2264228/professional-engineers-in-california-government-v-schwarzenegger/\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">989</span></a></span><pre class=\"inline\">, 1000, 1044, 1050-1052 [revised 2008 Budget\nAct does not grant Governor authority to impose unpaid furloughs on certain executive\nbranch employees, but language in bill embodies Legislature’s ratification or\nendorsement of plan already in effect].)12\n\n\n\nThe PUC decided instead that greenhouse gas reduction merely “complements” the\nbenefits of EPIC. Simply because the reduction in greenhouse gas emissions is a\ncomplementary goal does not transform EPIC into a research program for climate change\nbarred by Assembly Bill No. 1338.\n12\n        SCE repeatedly quotes from Public Resources Code section 25712, that creating\nthe EPIC Fund did not “detract from, any existing authority of the Public Utilities\nCommission to levy or increase charges.” (Pub. Resources Code, § 25712.) SCE implies\nthat this declaration supports its position that the Legislature did not intend to endorse\nEPIC. On the contrary, “[p]rior decisions have stated that ‘ “ ‘ “the budget bill may deal\nonly with the one subject of appropriations to support the annual budget,” ’ and thus\n‘ “may not constitutionally be used to grant authority to a state agency that the agency\ndoes not otherwise possess” ’ or to “ ‘substantively amend [ ] and chang[e] existing\nstatute law.” ’ ” ’ [Citations.] [The statute at issue] however . . . does not substantively\namend or change any existing statutory provision or expand or restrict the substantive\nauthority of any state agency, and cannot reasonably be described as a substantive policy\nchange ‘masquerading as [a] Budget Act provision[ ].’ [Citation.]” (Professional\nEngineers in California Government v. Schwarzenegger, supra, 50 Cal.4th at pp. 1049-\n1050.) Hence, the Supreme Court makes clear that the language italicized above, similar\nto that contained in Public Resources Code section 25712 and cited by SCE, is a\nlegislative recognition of the PUC’s authority to impose EPIC.\n\n                                             16\n\f       In sum, EPIC is cognate and germane to the PUC’s inherent power to regulate and\nsupervise utilities as the program governs the cost, safety, and reliability of electricity\nprovided by electric utility corporations, and fixes rates. In addition, the PUC has\nexplicit authority to require utilities to collect a system benefits charge for renewable\nenergy and RD&D projects. Finally, rather than to prohibit it, the Legislature has twice\nendorsed EPIC.\n       b. SCE’s remaining arguments are unavailing.\n       SCE disputes that section 740 provides PUC authority for EPIC. It reasons that\ntogether, sections 740, 740.1 and 740.3 “authorize the [PUC] to set rates to reimburse\nutilities for the costs the utilities incur for RD&D” because, it argues, section 740.1\nconcerns “programs proposed by electrical and gas corporations.” Section 740.1 reads,\n“The commission shall consider the following guidelines in evaluating the research,\ndevelopment, and demonstration programs proposed by electrical and gas corporations.”\n(Italics added.) Nothing in these statutes limits the PUC to surcharging rates only for\nRD&D that is proposed by electrical corporations. Section 740.1 provides simply that if\na utility corporation proposes an RD&D project, the PUC must consider the statute’s\nguidelines in evaluating that program.13 Nor is section 740 so specific or limited. As\nnoted, section 740 reads, “For purposes of setting the rates to be charged by every\nelectrical corporation, gas corporation, heat corporation or telephone corporation for the\nservices or commodities furnished by it, the commission may allow the inclusion of\nexpenses for research and development.” (Italics added.) Read together, as SCE\nobserves we must do (Medical Board v. Superior Court (2001) </pre><span class=\"citation\" data-id=\"2280662\"><a href=\"/opinion/2280662/medical-board-v-superior-court/\"><span class=\"volume\">88</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1001</span></a></span><pre class=\"inline\">,\n\n\n13\n        SCE quotes from the Phase 2 decision to demonstrate the PUC’s rejection of\nsection 740.1 as authority for its action. It quotes the PUC as having stated it would\n“ ‘not formally adopt these criteria [in § 740.1] to apply to EPIC.’ ” But, SCE did not\ngive the full quotation. The PUC stated, “We also agree with PG&E that § 740.1 and\n§ 8360 provide useful guidance on expending ratepayer funding for RD&D. We will not\nformally adopt these criteria to apply to EPIC, but we will require that the administrators\naddress the applicability of this statutory guidance in each investment plan.” (Italics\nadded.)\n\n                                              17\n\f1013), section 740 authorizes the PUC to allow inclusion of expenses for research and\ndevelopment when setting rates and section 740.1 sets forth the criteria for the PUC to\nconsider when evaluating RD&D proposals made by the utilities.14 These statutes do not\nlimit the PUC to authorizing charges for utility-proposed RD&D only.15 Obviously,\nEPIC does not conflict with section 740; that statute permits the PUC to include RD&D\ncosts in rate setting. More important, EPIC RD&D is otherwise authorized by sections\n381, subdivision (b)(2), and 399.8, subdivision (b)(1).\n       SCE contends that the PUC lacks authority to establish EPIC because, it reasons,\nnotwithstanding section 701 authorizes the PUC to regulate and supervise utilities, that\nutility regulation “means the regulation of the operation of the utilities,” which regulation\nSCE asserts is really only “set[ting] rates.” SCE argues that EPIC is different from\ntraditional regulation because EPIC funds are paid to private parties for RD&D rather\nthan to SCE, and so the PUC is not regulating the utility’s operations so much as its\n“billing operations.” Thus, SCE argues, the EPIC revenues are not being used for\npurposes related to SCE’s utility operations or expenses.\n       The PUC’s power is not as restricted as SCE paints it. The PUC’s authority\nextends beyond mere rate-making. (CLAM, supra, 25 Cal.3d at p. 905) To “regulate”\nmeans to “govern or direct according to rule” or “to bring under the control of law or\nconstituted authority.” (Webster’s 3d New Internat. Dict. (16th ed. 1971) p. 1913, col. 3.)\nRegulating is exactly what the PUC is doing by acting pursuant to sections 701, 701.1,\n\n14\n        We are at a loss to understand how section 740.3 supports SCE’s position. That\nstatute directs the PUC -- together with the CEC, and numerous other state boards and\nlocal districts, along with the regulated electrical and gas corporations, and the motor\nvehicle industry -- to promote the development of electric power and natural gas for fuel\nlow-emission vehicles. That statute clearly does not require that private industry be the\nsole party to propose RD&D.\n15\n       Southern Cal. Gas Co. v. Public Utilities Com. (1979) </pre><span class=\"citation\" data-id=\"1363166\"><a href=\"/opinion/1363166/southern-cal-gas-co-v-public-utilities-com/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">653</span></a></span><pre class=\"inline\">, does not\nundermine the authority provided by section 740. In that case, the Supreme Court held\nthat sections 701 and 702 could not be interpreted to allow the PUC to institute a\nmandatory program where the Legislature had created a permissive one. (Southern Cal.\nGas Co. v. Public Utilities Com., at p. 659.)\n\n                                             18\n\f701.3, 399.8 and 740 to implement a program for the research, development, and\napplication of renewable electricity sources and technologies – activities directly related\nto SCE’s operations -- for the benefit of the electricity corporations’ ratepayers and to\nrecover the cost through a rate surcharge on those same ratepayers. This is not a novel\nexercise of PUC authority. In Covalt, the Supreme Court established that section 701 and\nother statutes empowered the PUC to adopt policies about whether the conduct of electric\nutilities are a risk to public health; and to order utilities to participate in research into\nexposure patterns, engineering, and policy options, and to recover the cost of that\nresearch from ratepayers. (See Covalt, supra, 13 Cal.4th at pp. 923, 933-935.) SCE’s\nsuggestion that the research in Covalt was to be conducted only by the utilities is\nunsupported. The PUC in Covalt directed the utility corporations to “participate in\neducation and research programs” and “to participate in an experimental research\nprogram to be conducted by the federal government.” (Re Potential Health Effects of\nElectric and Magnetic Fields of Utility Facilities (1993) 52 Cal.P.U.C.2d 1, 21, 26, & 30,\nitalics added; see also Covalt, supra, at pp. 933-934.) Clearly, therefore, EPIC, which\ndirects utility corporations to administer research programs, falls within the PUC’s\nauthority.\n       SCE contends that the PUC has no authority to establish EPIC to collect revenue\nfrom ratepayers on behalf of the CEC or recipients of grants, which are not utilities and\nwhich the PUC does not have the jurisdiction to regulate.16 The assertion is wrong. The\nprograms the Supreme Court recognized in Covalt were administered by the Department\nof Health Services (DHS) and the federal government. (Covalt, supra, 13 Cal.4th at pp.\n16\n        For this proposition, SCE cites CLAM, supra, 25 Cal.3d at pages 911-912, which\ncase it argues rejected the assertion that section 701 authorizes the PUC to direct utilities\nto pay attorney’s fees of those who participate in ratemaking proceedings. But, SCE\noverlooks the first part of the CLAM opinion holding that the PUC does have the\nauthority to award attorney fees and costs to public interest participants, i.e., to third\nparties, in quasi-judicial reparations cases (CLAM, at pp. 897 & 908), but not in quasi-\nlegislative ratemaking proceedings (id. at p. 909). SCE also cites PG&E Corp. v. Public\nUtilities Com., supra, </pre><span class=\"citation\" data-id=\"2299130\"><a href=\"/opinion/2299130/pg-e-corp-v-public-utilities-comn/\"><span class=\"volume\">118</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1174</span></a></span><pre class=\"inline\"> for this proposition. Yet, PG&E Corp.\nupheld the PUC’s authority to regulate utility holding companies. (Id. at p. 1201.)\n\n                                                19\n\f926, 933-935; Re Potential Health Effects of Electric and Magnetic Fields of Utility\nFacilities, supra, 52 Cal.P.U.C.2d at pp. 14, 21 & 26 [“The research and education\nprograms which we are adopting today will be implemented in large part by the DHS,\nwho we are naming as the research and education program managers”].) Furthermore,\nsection 399.8 continues to direct that both the PUC and the CEC administer the Public\nGoods Charge (§ 399.8, subds. (e) & (f)) and the Legislature has endorsed the CEC’s\nadministrative role in EPIC. (Pub. Resources Code, §§ 25711, 25711.5, 25711.7.)\nFactually, the PUC is not regulating the CEC as a utility. As amicus observes, the CEC’s\nrole is to administer EPIC for the PUC. EPIC establishes a surcharge to provide cost-\neffective, safe, and reliable renewable energy sources for the benefit of the electric\ncorporations’ ratepayers. Apart from the fact that EPIC requires the utilities to\nadminister 20 percent of the revenue, negating the contention EPIC is entirely run by\nanother state agency, the PUC maintains tight control over the EPIC program through its\noversight and approval power, SCE’s suggestion to the contrary notwithstanding.\n       SCE also relies on a Legislative Counsel opinion written in July 2012 determining\nthe PUC did not have the authority to impose EPIC. The opinions of the Legislative\nCounsel are not binding on this court. (People v. $31,500 United States Currency (1995)\n</pre><span class=\"citation\" data-id=\"2293666\"><a href=\"/opinion/2293666/people-v-31500-united-states-currency/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1442</span></a></span><pre class=\"inline\">, 1461.) “Opinions of the Legislative Counsel ordinarily are\n‘prepared to assist the Legislature in its consideration of pending legislation’ [citation],\nand therefore such opinions often shed light on legislative intent.” (St. John’s Well Child\n& Family Center v. Schwarzenegger (2010) </pre><span class=\"citation\" data-id=\"2266339\"><a href=\"/opinion/2266339/st-johns-well-child-family-center-v-schwarzenegger/\"><span class=\"volume\">50</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">960</span></a></span><pre class=\"inline\">, 982, italics added.)\nHowever, when the Legislative Counsel’s opinion addresses a matter other than pending\nlegislation, such as when the opinion expresses a view concerning the constitutionality of\nan action taken by another branch of government, “it is entitled to no more weight than\nthe views of the parties.” (Ibid. [post-enactment opinion by Legislative Counsel that\nGovernor exceeded his authority in vetoing items in bill entitled to “no more weight than\nthe views of the parties”].) Here, the opinion SCE cites was written by the Legislative\nCounsel two weeks after the Legislature endorsed EPIC by creating the EPIC Fund\n(Pub. Resources Code, § 25711); and the opinion discusses a view about the PUC’s\n\n                                              20\n\fauthority, not that of the Legislature, to impose EPIC. The Legislature did not thereafter\nrevoke or amend the EPIC-Fund legislation; it went on to enact Public Resources Code\nsections 25711.5 and 25711.7. We give this Legislative Counsel opinion no more weight\nthan the arguments of the parties here and disagree with its conclusions.\n       Accordingly, none of SCE’s arguments is persuasive.\n       3. EPIC does not involve an unlawful delegation of authority from the PUC to the\nCEC.\n       SCE contends that under EPIC, the PUC “orders the transfer of EPIC funds to the\nCEC, which has the discretion to award RD&D grants.” It asserts, citing the Phase 1\ndecision, that the PUC “explicitly states that it will ‘transfer’ responsibility to the CEC,”\nand argues that this establishes that the PUC is “unlawful[ly] “delegating its authority to\nthe CEC.” (Italics added.)\n       SCE is factually incorrect. The Phase 1 decision, from which SCE purports to\nquote, did not create EPIC’s administrative process; that was accomplished in the Phase 2\ndecision. Moreover, SCE misquotes the language cited in Phase 1. There, the PUC\nacknowledged that it “cannot delegate its authority and responsibility to determine\nrecoverable costs, programs rules, regulations and policies,” but “does have authority to\ntransfer the day to day administration of a program, as it does with a variety of\nprograms.” (Italics added.)\n       Nor is SCE’s legal argument persuasive. Generally, “powers conferred upon\npublic agencies and officers which involve the exercise of judgment or discretion are in\nthe nature of public trusts and cannot be surrendered or delegated to subordinates in the\nabsence of statutory authorization. [Citations.]” (California Sch. Employees Assn. v.\nPersonnel Commission (1970) </pre><span class=\"citation\" data-id=\"1452903\"><a href=\"/opinion/1452903/california-sch-employees-assn-v-personnel-commission/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 144.) However, an agency’s delegation is\nlawful if “there has been no ‘total abdication’ of . . . authority.” (Taylor v. Crane (1979)\n</pre><span class=\"citation\" data-id=\"1365673\"><a href=\"/opinion/1365673/taylor-v-crane/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">442</span></a></span><pre class=\"inline\">, 452.) Thus, “public agencies may delegate the performance of ministerial\ntasks” (California Sch. Employees Assn. v. Personnel Commission, supra, at pp. 144-145)\nwhile retaining for themselves general policymaking power to determine the terms and\nconditions. (Taylor v. Crane, supra, at p. 453.) “Moreover, an agency’s subsequent\n\n                                             21\n\fapproval or ratification of an act delegated to a subordinate validates the act, which\nbecomes the act of the agency itself. [Citations.]” (California Sch. Employees Assn. v.\nPersonnel Commission, supra, at p. 145.)\n       Based on these authorities, the PUC has not unlawfully delegated authority to the\nCEC. EPIC designates both the CEC and the utilities as administrators of EPIC, while\nthe PUC retains oversight and control of the funding, grants and loans, and policy. Under\nEPIC, the detailed investment plans of the dual administrators must be approved\ntriennially by the PUC, who may modify the plans if necessary. Those plans must be\npresented with a “high level of detail” and address specific items of mapping, the amount\nof funds to be allocated to particular programs, justifications for the allocation proposed,\ninformational summaries, the type of funding mechanism, and eligibility criteria metrics,\namong other things. Additionally, there will be an “independent evaluation of the EPIC\nprogram to be conducted in 2016.” The PUC only allows the extension of grants and\nloans showing the required nexus to program goals. That the CEC may shift up to 5\npercent of the funds between categories, as SCE observes, for administrative flexibility\nundermines neither the CEC’s obligation to use the funds for EPIC purposes nor the\nPUC’s power to oversee the entire program.17 Shifted funds remain in EPIC and may\nonly be shifted among pre-approved categories. Nor has SCE pointed to any statute that\nprohibits the PUC from delegating the day-to-day administration to the CEC. To the\ncontrary, the Legislature has ratified EPIC (Pub. Resources Code, §§ 25710-25711), and\nspecifies that the CEC “shall administer” the EPIC Fund (Pub. Resources Code, § 25711,\nsubd. (a), italics added), and directs that the CEC follow very specific criteria in\n\n\n17\n       The PUC had originally proposed giving the EPIC administrators discretion to\nshift up to 10 percent of program funds from one category to another to give the\nadministrator discretion in case unexpected opportunities arise. Both San Diego Gas &\nElectric and PG&E conceded that some flexibility was warranted. The PUC agreed with\nSan Diego Gas & Electric’s suggestion to reduce the limit to 5 percent and explained that\nthe discretion to shift these funds was not a delegation of the PUC’s discretionary\nauthority but an administrative practicality, as without such flexibility, money could go\nunspent or cause delay for small changes.\n\n                                             22\n\fdeveloping and implementing EPIC (Pub. Resources Code § 25711.5). In short, not only\nhas the PUC retained its oversight authority, but its review and approval process\nfunctions as a ratification of the administrators’ actions. As a consequence, EPIC does\nnot constitute an unlawful delegation of authority.\n       The PUC is acutely aware of the difference between delegable program\nadministration and nondelegable policy and oversight duty. In In re Distributed\nGeneration and Distributed Energy Resources (Cal.P.U.C., Jan. 12, 2006) </pre><span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">162584</span></span><pre class=\"inline\">, the PUC “use[d] the term program oversight to mean those activities that involve\nformal decision-making on program elements, funding levels and ratemaking, which are\nthe lawful obligations of the [Public Utility] Commission . . . . [By contrast, p]rogram\nadministration involves day-to-day operations requiring little discretion and in\ncompliance with state rules and decisions.” (Id. at p. *5.) This expression of terms is\nentirely consistent with the PUC’s approach in EPIC, which in turn complies with Taylor\nand California Sch. Employees Assn., as the PUC retains policymaking authority to\ndetermine terms and conditions while delegating the administrative tasks to the utilities\nand the CEC. (Taylor v. Crane, supra, 24 Cal.3d at p. 453; California Sch. Employees\nAssn. v. Personnel Commission, supra, 3 Cal.3d at pp. 144-145; See also In re\nCommission’s Future Energy Efficiency Policies (Cal.P.U.C., Jan. 27, 2005) </pre><span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span>\n<span class=\"page\">391315</span></span><pre class=\"inline\">, at pp. *4, *28-*29 [PUC concerned it could not exert policy and oversight\ncontrol over independent administrators through contractual relationships].)\n       4. EPIC is not an unlawful tax under Propositions 13 and 26, and does not violate\nthe Separation of Powers Clause.18\n       a. Propositions 13 and 26\n       In 1978, the California voters approved Proposition 13 adding article XIII A to the\nCalifornia Constitution. (Sinclair Paint Co. v. State Bd. of Equalization (1997)\n</pre><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">866</span></span><pre class=\"inline\">, 872-873 (Sinclair Paint). Section 3 of article XIII A requires, inter alia,\n\n\n18\n      After oral argument, we permitted the parties to submit supplemental briefs to\naddress authorities not previously discussed in their original briefs.\n\n                                             23\n\fthat any act increasing taxes must be passed by a two-thirds vote of the Legislature.\n(Sinclair Paint, at pp. 872-873.)\n       In 2010, the voters approved Proposition 26, which adjusted the meaning of the\nterm “tax” to include certain fees and charges, and shifted to state or local government\nthe burden of demonstrating that any charge, levy, or assessment is not a tax.\n(Cal. Const., art. XIII A, § 3; Schmeer v. County of Los Angeles (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Cal. App. 4th</span>\n<span class=\"page\">1310</span></span><pre class=\"inline\">, 1322.) Now, article XIII A, section 3 requires a vote of two-thirds of the\nLegislature for “[a]ny change in state statute which results in any taxpayer paying a\nhigher tax,” unless an exception applies. (Cal. Const., art. XIII A, § 3, subd. (a), italics\nadded.)19 The determination whether impositions are “taxes” on the one hand or\nregulatory “fees” on the other, is a legal question for this court to decide de novo.\n(Sinclair Paint, supra, 15 Cal.4th at p. 874.)\n       SCE contends that EPIC is a “tax,” and as such, violates article XIII A, section 3.\nStarting with the premise that the Legislature clearly considered the Public Goods Charge\na tax because it failed to extend the funding levels in subdivision (c) of section 399.8 by a\nsupermajority, SCE then attempts to demonstrate how EPIC does not fall within any of\nthe enumerated exceptions to the definition of tax in Proposition 26. SCE further asserts\nthat we may not rely on the definition of a regulatory fee in Sinclair Paint, supra,\n</pre><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">866</span></span><pre class=\"inline\">, as that case predates Proposition 26, which measure was enacted to\nundercut that opinion.\n       The term “ ‘ “tax” has no fixed meaning [and] the distinction between taxes and\nfees is frequently “blurred,” taking on different meanings in different contexts.’ ”\n(California Farm Bureau Federation v. State Water Resources Control Bd. (2011)\n</pre><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">421</span></span><pre class=\"inline\">, 437 (California Farm Bureau).) Generally, “tax” “refers to a compulsory\n\n\n19\n       California Constitution article XIII A, section 3, subdivision (a) reads in full:\n“Any change in state statute which results in any taxpayer paying a higher tax must be\nimposed by an act passed by not less than two-thirds of all members elected to each of\nthe two houses of the Legislature, except that no new ad valorem taxes on real property,\nor sales or transaction taxes on the sales of real property may be imposed.”\n\n                                              24\n\fpayment made to the government or remitted to the government. Taxes ordinarily are\nimposed to raise revenue for the government. [Citations.]” (Schmeer v. County of\nLos Angeles, supra, 213 Cal.App.4th at p. 1326 [holding ordinance requiring stores to\ncharge customers 10 cents per plastic carryout bag not a tax because revenue not remitted\nto county].)\n       A regulatory fee, in contrast, “may be charged by a government entity so long as it\ndoes not exceed the reasonable cost of providing services necessary to regulate the\nactivity for which the fee is charged.” (California Farm Bureau, supra, 51 Cal.4th at\np. 437; Sinclair Paint, supra, 15 Cal.4th at pp. 874-875; Schmeer v. County of\nLos Angeles, supra, 213 Cal.App.4th at p. 1321-1322.) Tracking this pre-Sinclair Paint\ndefinition, Proposition 26 excepts from the ambit of a tax, among other things, “A charge\nimposed for a specific benefit conferred or privilege granted directly to the payor that is\nnot provided to those not charged, and which does not exceed the reasonable costs to the\nState of conferring the benefit or granting the privilege to the payor.” (Cal. Const., art.\nXIII A, § 3, subd. (b)(1).) As long as the fee meets this definition, it is a legitimate\nregulatory fee rather than a tax, even if compulsory. (Sinclair Paint, supra, 15 Cal.4th at\np. 874.)\n       We conclude EPIC is not a tax. Proposition 26 plainly defines a tax as a “change\nin state statute which results in . . . a higher tax” (Cal. Const., art. XIII A, § 3, subd. (a),\nitalics added), not to a commission’s decision to regulate utility corporations’ RD&D into\nrenewable energy for their own electricity customers and to charge a fee to pay for that\nactivity. (Western States Petroleum Assn. v. Board of Equalization (2013) </pre><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. 4th</span>\n<span class=\"page\">401</span></span><pre class=\"inline\">, 423-424 [Prop. 26 in Cal. Const, art. XIII A, § 3, subd. (a) “[b]y its terms . . . applies\nonly to a ‘change in state statute which results in any taxpayer paying a higher tax’ ” not\nto “an agency’s decision to modify an administrative rule” (italics added)].) EPIC was\nnot created by a change in a state statute. To be sure, the Legislature recognized it could\nonly extend the Public Goods Charge in section 399.8, subdivision (c) by a vote of at\nleast two-thirds of both of its houses. But, EPIC is not the Public Goods Charge and not\na state statute designed to “result in a higher tax.”\n\n                                               25\n\f       This is because EPIC is a valid regulatory fee. Proposition 26 places on “[t]he\nState . . . the burden of proving by a preponderance of the evidence that a levy, charge, or\nother exaction is not a tax, that the amount is no more than necessary to cover the\nreasonable costs of the governmental activity, and that the manner in which those costs\nare allocated to a payor bear a fair or reasonable relationship to the payor’s burdens on, or\nbenefits received from, the governmental activity.” (Cal. Const., art. XIII A, § 3,\nsubd. (d).)\n       “[N]early verbatim” language was used before Proposition 26 was passed to assess\nwhether a charge was a tax on the one hand, or a special tax or regulatory fee on the other\nhand. (Griffith v. City of Santa Cruz (2012) </pre><span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">982</span></span><pre class=\"inline\">, 996.) Griffith\nexplained, “As stated in San Diego Gas & Electric Co. v. San Diego County Air Pollution\nControl Dist. (1988) </pre><span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1132</span></span><pre class=\"inline\">, 1145–1146, ‘A “special tax” under section 4\n[of California Constitution article XIII A] does not embrace fees charged in connection\nwith regulatory activities which do not exceed the reasonable cost of providing services\nnecessary to the activity for which the fee is charged and are not levied for unrelated\nrevenue purposes. [Citations.]’ ” (Griffith v. City of Santa Cruz, at p. 996.) To show a\nfee is not a tax, the State must show that “ ‘ “(1) the estimated costs of the service or\nregulatory activity, and (2) the basis for determining the manner in which the costs are\napportioned, so that charges allocated to a payor bear a fair or reasonable relationship to\nthe payor’s burdens on or benefits from the regulatory activity.” ’ ” (California Farm\nBureau, supra, 51 Cal.4th at pp. 436-437, quoting from Sinclair Paint, supra, 15 Cal.4th\nat p. 878 & California Assn. of Prof. Scientists v. Department of Fish & Game (2000)\n</pre><span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">935</span></span><pre class=\"inline\">, 945 [applying Sinclair Paint test].) As California Farm Bureau\nobserved, “[t]he scope of a regulatory fee is somewhat flexible and is related to the\noverall purposes of the regulatory governmental action.” (California Farm Bureau, at\np. 438, italics added.) To be valid, a fee must be linked to, but not exceed, the overall\ncost of the government’s regulation. “An excessive fee that is used to generate general\nrevenue becomes a tax.” (Ibid., italics added.)\n\n\n                                              26\n\f        Utilizing this test, which dates back to 1988, there are many kinds of fees and\ncharges that have been held not to be “taxes.” (Sinclair Paint, supra, 15 Cal.4th at\npp. 874-875, and cases cited therein.) Sinclair Paint held a charge similar to the aims of\nEPIC, namely to mitigate actual or anticipated adverse effects of the fee payor’s\noperations, when it bears a reasonable relationship to those adverse effects, would be a\nregulatory fee and not a tax. (Id. at pp. 869-870, 877, 881.) Evans v. City of San Jose\n(1992) </pre><span class=\"citation\" data-id=\"2273163\"><a href=\"/opinion/2273163/evans-v-city-of-san-jose/\"><span class=\"volume\">3</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">728</span></a></span><pre class=\"inline\">, held that a charge on downtown businesses to decorate and\nprovide music to attract more business was not a tax because the “promotion inures to the\nbenefit of businesses and landlords within the BID because [in making] the downtown\narea a safer, cleaner, and more economically viable area,” “the business license holder is\nspecially benefitted . . . .” (Id. at p. 739.) Finally, California Farm Bureau held that a\ncharge imposed on water appropriators by the State Water Resources Control Board was\nnot a tax because the fee in that case did not authorize the collection of any more than the\nadministrative costs incurred. (California Farm Bureau, supra, 51 Cal.4th at pp. 438-\n440.)\n        After the passage of Proposition 26, Griffith v. City of Santa Cruz, supra,\n</pre><span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">982</span></span><pre class=\"inline\"> addressed the question whether fees associated with an ordinance\ncalling for annual inspections of all unoccupied residential rental properties within the\ncity limits was an invalid tax. (Id. at p. 995 [analyzing Proposition 218, Cal. Const.,\nart. XIII D, containing the same test as Proposition 26].) Applying the 1988 test just\ncited, Griffith held the fees before it were “expressly exempted from the Proposition 26\ndefinition of ‘tax’ ” because the city proved that the fees were “imposed to cover the cost\nof performing inspections.” (Griffith, at p. 997.)\n        Likewise, EPIC is a regulatory fee and not a tax. The PUC has demonstrated that\nthe fees charged in connection with EPIC do not exceed that necessary to cover the\nRD&D into renewable energy as the fees mirror the amounts in the Public Goods Charge\nminus the energy efficiency component and the Legislature has since approved that\namount. (Pub. Resources Code, § 25711.7.) Furthermore, the PUC demonstrated that\nEPIC bears a reasonable relationship to the ratepayers’ benefits because the charge is\n\n                                             27\n\fdesigned to benefit the utility corporation’s ratepayers only by making their electricity\ncheaper, safer, and more reliable. The remaining ratepayers, those of California’s public\nutilities, are still obligated to pay their own system benefits and Public Goods Charge for\nrenewable energy. (§§ 385, subd. (a)(2) & 399.8, subd. (b)(1).) Furthermore, the\nadministrative procedure, tightly controlled by the PUC, describes how EPIC’s revenues\nwill be allocated. Thus, the fees charged are directly “linked to the activities” performed\nunder EPIC and the scope of EPIC is related to the “overall cost of the governmental\nregulation.” (California Farm Bureau, supra, 51 Cal.4th at pp. 438, 440, italics added.)\n       SCE argues that EPIC is intended to benefit more than its ratepayers and asserts\nthe PUC has declared that the program addresses statewide energy policy and social\nobjectives. However, the possibility that some EPIC research may incidentally provide a\nsocial benefit to the public at large does not transform EPIC into a tax where a discrete\ngroup, namely the utility corporations’ ratepayers, is specifically benefitted. (Evans v.\nCity of San Jose, supra, 3 Cal.App.4th at pp. 738-739.) Permissible fees “need not be\nfinely calibrated to the precise benefit each individual fee payor might derive. What a fee\ncannot do is exceed the reasonable cost of regulation with the generated surplus used for\ngeneral revenue collection. An excessive fee that is used to generate general revenue\nbecomes a tax.” (California Farm Bureau, supra, 51 Cal.4th at p. 438.) The policy SCE\ncites is simply the impetus for EPIC, while the EPIC charge is designed to specifically\nbenefit a discrete group by reducing the electricity costs borne solely by the utility\ncorporations’ own ratepayers.\n       Not only is the charge linked to the cost of the activity, but EPIC is not imposed to\ngenerate general revenue. (California Farm Bureau, supra, 51 Cal.4th at p. 437.) The\nPUC consciously sought to protect the EPIC funds “from potential diversion to other\npurposes unrelated to EPIC by the state budget.” The PUC and the Legislature arranged\nfor the payment of EPIC administration costs and extension of EPIC grants and loans in a\nmanner designed to prevent diversion for general-revenue purposes. (Pub. Resources\nCode, § 25711.5.) Utilizing an SCE-supported proposal, funds for grants or contracts\nwill be transferred from utility corporations to the CEC only after the EPIC-related\n\n                                             28\n\fcontract or grant has been approved by the PUC. SCE’s contention is thus unavailing\nthat there is no assurance that EPIC funds will be used solely to support RD&D with the\nresult EPIC is a tax.20 EPIC funds are to be used for grants or loans for renewable\nelectricity-related research and development and administration of such grants or loans\nfor the ratepayers’ benefit. (Pub. Resources Code, § 25711, subds. (c) & (d).) EPIC\nrevenues are not to be used for any purposes associated with publicly-owned utilities.\nThe EPIC money is to be placed in the legislatively-created EPIC Fund for Epic-related\npurposes. (Pub. Resources Code, §§ 25711-25711.7.) Accordingly, as EPIC is a\nregulatory fee, with the result it is not a tax.21\n       b. The separation of powers clause\n       SCE next argues that EPIC violates the separation of powers clause by usurping\nthe Legislature’s taxing authority. SCE argues: “Regardless of whether Proposition 26\napplies by its literal terms to the [PUC], the Court should apply its definition of tax in\ndetermining whether the [PUC], in adopting EPIC, has invaded the Legislature’s\nexclusive prerogative to impose a tax.”\n       The separation of powers doctrine, derived from article III, section 3 of the\nCalifornia Constitution,22 “limits the authority of one of the three branches of government\nto arrogate to itself the core functions of another branch. [Citations.] ‘ “The courts have\n\n20\n      In any event, at least one court has rejected the argument that a regulatory fee is\nconverted into taxes when revenue from the regulatory fee was loaned to the General\nFund. (Tomra Pacific, Inc. v. Chiang (2011) </pre><span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">463</span></span><pre class=\"inline\">, 486-489.)\n21\n        Given EPIC is not a tax, the cases SCE relies for the proposition that only the\nLegislature is empowered to enact a tax are irrelevant. (California State Employees’\nAssn. v. Flournoy (1973) </pre><span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">219</span></span><pre class=\"inline\">, 234-235 [neither the executive nor the\njudicial branches is empowered to compel a legislative appropriation of money]; Abbott\nLaboratories v. Franchise Tax Bd. (2009) </pre><span class=\"citation\" data-id=\"2245964\"><a href=\"/opinion/2245964/abbott-laboratories-v-franchise-tax-bd/\"><span class=\"volume\">175</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1346</span></a></span><pre class=\"inline\">, 1360 [the power to tax\nis vested in the Legislature and courts have no power to “rewrite the statute to make it\nconform to a presumed intention which its terms do not express”].)\n22\n      California Constitution, article III, section 3 reads, “The powers of state\ngovernment are legislative, executive, and judicial. Persons charged with the exercise of\none power may not exercise either of the others except as permitted by this Constitution.”\n\n                                                29\n\flong recognized that [the] primary purpose [of the separation-of-powers doctrine] is to\nprevent the combination in the hands of a single person or group of the basic or\nfundamental powers of government.” ’ [Citations.]” (Carmel Valley Fire Protection\nDist. v. State of California (2001) </pre><span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">287</span></span><pre class=\"inline\">, 297-298.) It goes without saying that\n“ ‘the power to collect and appropriate the revenue of the State is one peculiarly within\nthe discretion of the Legislature.’ [Citations.]” (In re Attorney Discipline System (1998)\n</pre><span class=\"citation\" data-id=\"1210750\"><a href=\"/opinion/1210750/in-re-attorney-discipline-system/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">582</span></a></span><pre class=\"inline\">, 595.)\n       However, the doctrine “ ‘also comprehends the existence of common boundaries\nbetween the legislative, judicial, and executive zones of power thus created.\n[Citation.]’ ” (In re Attorney Discipline System, supra, 19 Cal.4th at p. 596.) The\ndoctrine “recognizes that the three branches of government are interdependent, and it\npermits actions of one branch that may ‘significantly affect those of another branch.’\n[Citation.]” (Carmel Valley Fire Protection Dist. v. State of California, supra, 25 Cal.4th\nat p. 298.) “ ‘The purpose of the doctrine is to prevent one branch of government from\nexercising the complete power constitutionally vested in another [citation]; it is not\nintended to prohibit one branch from taking action properly within its sphere that has the\nincidental effect of duplicating a function or procedure delegated to another branch.’\n[Citation.]” (Ibid., italics added.) “ ‘The doctrine has not been interpreted as requiring\nthe rigid classification of all the incidental activities of government, with the result that\nonce a technique or method of procedure is associated with a particular branch of the\ngovernment, it can never be used thereafter by another. . . .” [Citation.] [Citation.]’ ”\n(In re Attorney Discipline System, supra, at p. 596, italics omitted.)\n       The Supreme Court in In re Attorney Discipline System, supra, </pre><span class=\"citation\" data-id=\"1210750\"><a href=\"/opinion/1210750/in-re-attorney-discipline-system/\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">582</span></a></span><pre class=\"inline\">, has\nalready rejected the same argument raised by SCE here. The Supreme Court there\nimposed a fee on licensed attorneys to fund a discipline system after the governor vetoed\na bill that would authorize the State Bar to collect a total of $458 per year from each\nattorney in 1998 and 1999, leaving only $77 in collectable bar dues annually. (Id. at\np. 590.) The Supreme Court explained that it has the inherent judicial authority over\nattorney discipline, including the power to require attorneys to pay fees in support of a\n\n                                              30\n\fdisciplinary system. (Id. at p. 601.) Thus, by imposing a regulatory fee and using the\nState Bar’s existing disciplinary structure to process disciplinary matters, the Court\n“would not be exercising an exclusive legislative function or usurping any legislative\npower.” (Id. at pp. 602-603.) This conclusion was not affected by the fact the\nLegislature historically sets the amount of dues because the judiciary also has pervasive\nsupervisory powers. (Id. at p. 602.) Furthermore, no statute purported to preclude the\nSupreme Court from imposing fees on attorneys if required to maintain an adequate\nattorney disciplinary system. (Id. at p. 606.)\n       Likewise here, the PUC, a constitutional body with broad legislative and judicial\npowers, has not usurped the Legislature’s authority over appropriations and taxation. As\nexplained, EPIC is not a tax or an appropriation, but a proper regulatory fee that falls\nsquarely within the PUC’s power. (In re Attorney Discipline System, supra, 19 Cal.4th at\np. 595; Sinclair Paint, supra, 15 Cal.4th at p. 876.) As analyzed above, the PUC has\ninherent authority and “plenary power” to regulate and supervise electric corporations\nand to set electricity rates and assess various surcharges to fund research and\ndevelopment into renewable energy technology. (Cal. Const., art. XII, §§ 5 & 6.) Thus,\nthe PUC is not exercising an “exclusive legislative function or usurping any legislative\npower” by imposing regulatory fees to pay for this activity. (In re Attorney Discipline\nSystem, supra, at pp. 601-603.) It makes no difference to the outcome that the\nLegislature was the body that originally created the Public Goods Charge because the\nPUC has independent authority to supervise and regulate utilities and to set rates and\nimpose research and development fees. (See id. at p. 602.) Moreover, EPIC is not, as\nSCE insists, simply the section 399.8 Public Goods Charge reheated. EPIC is a unique\nprogram designed less expansively than the Public Goods Charge, as the latter charge\nfinances not only renewable energy and RD&D, but also energy efficiency and\nconservation, and it provides state-wide, not ratepayer benefits. (D.11-12-035 at p. 21)\nAlso, EPIC’s administration and oversight are run differently than the Public Goods\nCharge. The projects funded under EPIC must have a nexus to ratepayer benefits; the\nCEC must submit an investment plan for the PUC’s approval; in extending loans and\n\n                                             31\n\fgrants under EPIC, the CEC and the utility corporations are bound by the PUC’s main\nand complementary guiding principles, which principles differ from those in the Public\nGoods Charge. In any event, the Legislature has given its imprimatur to EPIC not once,\nbut twice.\n       In sum, EPIC is a lawful exercise of the PUC’s authority. The PUC has not\nunlawfully delegated its policymaking authority. Finally, as a regulatory fee, EPIC does\nnot violate Propositions 13 or 26 or the Separation of Powers Clause.23\n\n\n\n\n23\n       We have considered and rejected SCE’s remaining arguments. SCE’s request for\njudicial notice filed on February 11, 2013 is granted.\n\n                                           32\n\f                                     DISPOSITION\n       Petitions for writ of review are denied. Respondent and Real Parties in Interest are\nentitled to costs on appeal.\n\n\n\n\n                                                 ALDRICH, J.\n\n\n\n\nWe concur:\n\n\n\n\n              CROSKEY, Acting P. J.\n\n\n\n\n              KITCHING, J.\n\n\n\n\n                                            33\n\fFiled 6/18/14\n                            CERTIFIED FOR PUBLICATION\n\n                IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                             SECOND APPELLATE DISTRICT\n\n                                    DIVISION THREE\n\n\nSOUTHERN CALIFORNIA EDISON                             B246782 consolidated with\nCOMPANY,                                               B246786\n\n        Petitioner,                                    (Cal.P.U.C. Dec. Nos.: D.11-12-035,\n                                                       D.13-01-016, D.12-05-037,\n        v.                                             D.13-04-030)\n\nPUBLIC UTILITIES COMMISSION                            ORDER MODIFYING THE\n                                                       OPINION AND CERTIFYING\n        Respondent;                                    FOR PUBLICATION\n\nNATURAL RESOURCES DEFENSE                              [NO CHANGE IN JUDGMENT]\nCOUNCIL et al.,\n\n        Real Parties in Interest.\n\n\n\n\nTHE COURT:\n        Good cause appearing, the opinion in the above entitled matter filed on May 28,\n2014, is hereby modified as follows:\n        On page 1, the portion of the caption reading: “NATURAL RESOURCES\nDEFENSE COUNSEL et al.” is amended to read, “NATURAL RESOURCES\nDEFENSE COUNCIL et al.”.\n        On page 1, line 1, the sentence reading “ORIGINAL PROCEEDINGS in\nmandate.” is modified to read: “PETITIONS for writ of review.”\n\f       On page 6, line 20, beginning “contract or grant has been approved by the PUC.”\nis modified to read, “contract or grant has been approved by the investor-owned utilities\nand the CEC.”\n       On page 29, line 1, beginning “contract or grant has been approved by the PUC.”\nis modified to read, “contract or grant has been approved by the investor-owned utilities\nand the CEC.”\n\n\n       We have received multiple letters requesting that the opinion be certified for\npublication. It appears that the opinion meets the standards set forth in California Rules\nof Court, rule 8.1105(c). The opinion is ordered published in the Official Reports.\n\n\n       [There is no change in the judgment.]\n\n\n\n\n                                             2\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1155747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1156913/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1210750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1363166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1365673/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1431293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1452903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2151819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2245964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2257721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2257835/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2264228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2266339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2273163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2280662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2288494/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2293666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2299130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2304575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2604071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2625343/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T08:22:23.447095Z",
      "date_modified": "2014-10-30T08:22:23.447095Z",
      "date_filed": "2014-06-18",
      "date_filed_is_approximate": false,
      "slug": "so-cal-edison-v-puc",
      "citation_id": 2651902,
      "case_name_short": "PUC",
      "case_name": "So. Cal. Edison v. PUC",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/309399/so-cal-edison-v-puc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T08:22:23.443032Z",
  "date_modified": "2014-10-30T08:22:23.443032Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "PUC",
  "case_name": "So. Cal. Edison v. PUC",
  "case_name_full": "",
  "slug": "so-cal-edison-v-puc",
  "docket_number": "B246782",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}