{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/3109656/",
  "id": 3109656,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/alactapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/3237535/",
      "id": 3237535,
      "absolute_url": "/opinion/3237535/peinhardt-v-west/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/3109656/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/3238635/",
          "id": 3238635,
          "absolute_url": "/opinion/3237535/peinhardt-v-west/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/3237535/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6110/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2016-07-05T16:12:31.613882Z",
          "date_modified": "2017-05-05T18:28:14.819168Z",
          "type": "020lead",
          "sha1": "51604433e48e61661bbc01f59f35b9a38ba403c8",
          "page_count": null,
          "download_url": null,
          "local_path": "/home/mlissner/columbia/opinions/alabama/court_opinions/documents/88fa9216831dccce.xml",
          "plain_text": "",
          "html": null,
          "html_lawbox": null,
          "html_columbia": "<p>The first proposition presented is that the court below erred in overruling the demurrer to the first count of the complaint as amended. An examination of count 1 discloses that the pleader did not attempt to set out the printed circular in full. The count avers that \"the said printed circular being in part as follows.\" This allegation is followed by several excerpts or selected paragraphs of the circular complained of. We do not think this permissible under the law applicable to libel and slander in this state. The law requires, with a few exceptions not necessary to be here noted, that the complaint set out the particular defamatory words as published, and the authorities hold that it is not sufficient to set out the publication in substance and effect.</p>\n<p>\"If a libel is contained in two or more successive letters and no one of them is complete without the other, all the letters must be set out. Likewise, the whole libelous article in a newspaper must be produced if the passages alleged to be libelous are not clear, or where the rest of the aricle would vary the meaning, though if the omitted parts would not vary the meaning, the omission is not fatal.\" 17 R. C. L. par. 142.</p>\n<p>The reason for requiring the exact language or the publication as a whole to be set out is threefold: (1) To inform the defendant against what charge he must defend himself; (2) that the court may judge whether the words constitute a cause of action; (3) unless the very words are set out by which the charge is conveyed, it is almost, if not entirely impossible to plead a recovery of one action in bar of a subsequent action of the same cause. As has been well said by the Court of Civil Appeals of Texas, in the case of Henderson v. Credit Clearing House:</p>\n<p>\"A libel suit is based on language or its equivalent. The complaint should put the court in possession of the libelous matter published, the language used, with such innuendoes as are necessary to explain what was meant by the language, so as to enable the court to determine whether the words are actionable.\" <cross_reference>204 S.W. 370</cross_reference>.</p>\n<p>We find no authority upholding the practice of segregating a few passages, alleged to be libelous, in a printed circular whose length and contents do not appear, and predicating an action for libel thereon with the explanation by way of innuendo as was attempted in the first count of the complaint. It is impossible to determine by inspection of this count alone what part of the circular was omitted and what influence, if any, the omitted part exerted upon the part incorporated in the first count of the complaint. For these reasons, we are of the opinion that the demurrer to the first count of the complaint was well taken and should have been sustained.</p>\n<p>The appellee relies upon Age-Herald Pub. Co. v. Waterman,<cross_reference>188 Ala. 272</cross_reference>, <cross_reference>66 So. 16</cross_reference>, Ann. Cas. 1916 E, 900; Id., <cross_reference>202 Ala. 665</cross_reference>,<cross_reference>81 So. 621</cross_reference>. The two reports of this case have been examined and the opinion here prevails that they support, rather than conflict with, the ruling announced. In the first report of the case Mr. Justice Mayfield, speaking for the court, said:</p>\n<p>\"The reporter will set out count 2 of the complaint, which contains the alleged libelous publication, in h&#230;c verba; such publication being made to appear to be a part of the newspaper report of the proceedings in the bankrupt court.\"</p>\n<p>In the second report of the case the newspaper article is incorporated at length in quotations, and the pleader appears to have recognized, and our Supreme Court approved, the rule announced.</p>\n<p>Count 2 of the complaint, as amended, contains the alleged libelous circular in full. This circular, it may be said, is divided into two parts. The first part is, in part, a comment on or an explanation of the second part, and in part, an attack on appellee in the nature of an address to the people of Cullman county. The second part of the circular purports to be a literal copy of some charges filed against appellee by appellant with the mayor and official board of Cullman, and the amendment to said charges, which it is claimed resulted in appellee's dismissal from the police force of Cullman, Ala.</p>\n<p>Under the rules of law prevailing in this state, appellant had a right to file charges with the governing body of the city of Cullman, and ask for the discharge of the appellee. This was a quasi judicial matter. The charges, when filed, became a public document. If one publishes an extract from a public document, or a public document as a whole, he is responsible if he has not correctly extracted it or if it has not been correctly copied, but a correct publication of a public document, to which everyone has a right of access, is privileged. Mengal v. Reading Eagle Co., <cross_reference>241 Pa. 367</cross_reference>,<cross_reference>88 A. 660</cross_reference>. Belo v. Lacey (Tex.Civ.App.) <cross_reference>111 S.W. 215</cross_reference>. Count 2, therefore, shows on its face that the charges filed with the mayor and council of the city of Cullman, dated July 19 and July 17, 1922, purporting to have been signed by the appellant, were privileged; in other words, so far as this count is concerned it affirmatively shows that in the circular complained of these two public documents were incorporated, <span class=\"star-pagination\">*Page 237</span> \nand there is no showing to the effect that the public documents were improperly extracted or not correctly copied. We must, on demurrer, assume that the public documents were correctly copied, and the result is that we have as a basis for the action of libel a circular alleged to be libelous, the major portion of which consists of two public documents, the publication of which are privileged. It may be assumed, without deciding, that the two public documents were libelous at the time they were filed, if the charges therein contained were false. The action in count 2, however, is not grounded on the libel committed by the filing of these documents, but on the libel alleged to have been committed by a publication of the circular in which these documents, public in character at that time, were incorporated. In the case of Hendrix v. Mobile Register, <cross_reference>202 Ala. 616</cross_reference>, <cross_reference>81 So. 558</cross_reference>, the Supreme Court said:</p>\n<p>\"An innuendo serves merely to explain matter already expressed, or to point out where there is precedent matter. It may apply to what is already expressed, but cannot add to, enlarge, or change the sense of the words of the publication. * * * It is for the court to say whether the meaning charged by the innuendo can be legally attributed to the language used in the publication, and for the jury to ascertain whether the intent charged be true in fact. If this inquiry is decided by the court adversely to the pleader, this puts an end to it, for it is not permissible to make proof that the words employed were uttered in the sense or with the meaning imputed to them in the innuendo. That is not the subject of proof.\"</p>\n<p>In passing on the sufficiency of this count, the privileged part of the circular must not be considered, because of its privileged nature. The remaining part of the circular, which for the want of a better name we have characterized as \"an address to the people of Cullman county,\" is not susceptible of<em>all</em> the construction placed upon it by the pleader.</p>\n<p>The office of the innuendo is to connect the defamatory matter with all facts and circumstances sufficiently expressed before, for the purpose of showing the meaning and application of the charge. The inducement and colloquium must warrant the innuendo. If the publication is not actionable per se, it cannot be made so by an innuendo. Hendrix v. Mobile Register,<cross_reference>202 Ala. 616</cross_reference>, <cross_reference>81 So. 558</cross_reference>.</p>\n<p>Measured by the rule above recognized, the pleading is bad and the demurrer to count 2 should have been sustained.</p>\n<p>We deem it unnecessary to treat numerous other questions raised by the record, as they may not arise on a subsequent trial of this case.</p>\n<p>Reversed and remanded.</p>\n<p><center>               Opinion After Remandment By Supreme Court.</center>\nThe sufficiency of both counts of the complaint has been sustained by the Supreme Court in Ex parte West, re Peinhardt v. West, <cross_reference>217 Ala. 12</cross_reference>, <cross_reference>115 So. 88</cross_reference>, where it was said:</p>\n<p>\"Both counts of the complaint exhibit, as alleged, a false and malicious charge that plaintiff had been guilty of murder, and also that he had clandestinely associated at night with a woman about town, and that he rode a traveling woman around in his motorcycle while he was in a drunken condition. The murder charge was libelous per se, because murder is a felony; and the other charges are libelous per se because they expose plaintiff to public ridicule or contempt.\"</p>\n<p>And in the second paragraph of that opinion it was said:</p>\n<p>\"If the matter complained of was libelous per se, no innuendo is necessary, and, if laid, may be disregarded as surplusage.\"</p>\n<p>Inasmuch as the second count of the complaint sets out the alleged libelous circular in h&#230;c verba, under the statute which requires this court to follow the decree of the Supreme Court, we take this as a construction of the language of the circular, although the language used in the circular is susceptible of a different construction. The circular, which is the basis of the plaintiff's cause of action, appears in the reporter's statement of facts.</p>\n<p>Aside from the matter appearing in the first paragraph of the circular, it embodied certain charges lodged by the defendant with the city council of Cullman against the defendant as a basis for his removal from office, and it appears, after the charges were lodged with the city council, plaintiff, without trial, tendered his resignation, and thereafter the circular was printed by one Wagner and distributed through various sources and by various and sundry persons.</p>\n<p>On the trial the plaintiff, testifying as a witness in his behalf, categorically denied all of these charges, except the assault on the defendant and his subsequent conviction of the assault in the courts of Cullman county, and the fact that he intentionally shot and killed one Ed Imbush, claiming that said killing was in self-defense. On the other hand, the evidence offered by the defendant tended to show that the matters stated in the circular were true, and that the killing of Imbush by the plaintiff was without legal justification.</p>\n<p>In view of the construction by the Supreme Court of the language of the circular as charging matters per se libelous, and on authority of Ex parte West, supra, we hold that the trial court did not err in overruling defendant's objection to the circular, as evidence.</p>\n<p>The plaintiff's witness Mike Wagner on his direct examination testified in reference to the printing of the alleged libelous circular, \"I rendered him [defendant] a bill for <span class=\"star-pagination\">*Page 238</span> \nhis services and he paid it,\" and on cross-examination testified:</p>\n<p>\"I know it was paid, because, if it had not been, I would have been dunning him to-day, if he would not have paid it yet.<em>That is the only reason I know it was paid.</em>\"</p>\n<p>The testimony of the witness on cross-examination shows conclusively that his testimony in reference to the payment of the bill by defendant was a mere conclusion, and it was error for the court to overrule the defendant's timely motion to exclude the statement. Labor Review Pub. Co. v. Galliher,<cross_reference>153 Ala. 364</cross_reference>, <cross_reference>45 So. 188</cross_reference>, 15 Ann. Cas. 674; Davis v. Arnold,<cross_reference>143 Ala. 228</cross_reference>, <cross_reference>39 So. 141</cross_reference>; Rawleigh Med. Co. v. Hooks, <cross_reference>16 Ala. App. 394</cross_reference>,<cross_reference>78 So. 310</cross_reference>.</p>\n<p>For like reasons the court erred in overruling the defendant's motion to exclude the direct testimony of the witness Jackson Kelly to the effect that he saw one of the circulars in the sheriff's office in 1922. On cross-examination he testified:</p>\n<p>That \"he did not read it; that he did not know whether the words were like that of the circular in evidence; that he did not know what was in the paper he saw; that no one read it to him.\"</p>\n<p>The rights of parties should not be prejudiced in a court of justice by such conclusions. Davis v. Arnold, supra; Rawleigh Med. Co. v. Hooks, supra.</p>\n<p>The court erred in sustaining plaintiff's objection to questions propounded by defendant's counsel on cross-examination of the witness Hill, eliciting evidence showing that the plaintiff, while on duty, was guilty of attending gatherings where intoxicants were consumed. This testimony tended to sustain the truth of some of the matters stated in the circular and was admissible under the defendant's special pleas. Kirkpatrick v. Journal Pub. Co., <cross_reference>210 Ala. 10</cross_reference>,<cross_reference>97 So. 58</cross_reference>.</p>\n<p>E. F. Scheinart testified as a witness for the defendant in respect to the assault made by West, the plaintiff, on the defendant, referred to in the alleged libelous circular, and the defendant offered a showing for the witness E. C. Kinney, tending to exculpate the defendant from mailing one of said circulars to the plaintiff's wife.</p>\n<p>In rebuttal, the court, over timely and appropriate objection of the defendant, allowed plaintiff to testify that at some time in the past he had arrested Scheinart and Kinney, and the appellee now contends that this evidence was admissible as tending to show ill will on the part of these witnesses and affecting the credibility of their testimony. While \"it is competent to prove enmity or unfriendliness of a witness to a party against whom one testifies as one method of assailing or weakening the evidence, * * * but the provable fact is the state of the witness' feelings, <em>not the cause of it.</em>\" Polk v. State, <cross_reference>62 Ala. 238</cross_reference>. To permit a party to show any or every cause or occurrence between the party and the witness from which ill will might result, as an <em>independent fact</em>, would entitle the other party to disprove such facts, and this course would lead to a multiplication of the issues, and result in confusing the mind of the jury. Polk v. State, supra.</p>\n<p>The wisdom of the rule stated by Chief Justice Stone in the case last cited is fully demonstrated in this case by the fact that the defendant was compelled to recall the witness Scheinart and dispute the fact of his arrest, and to corroborate his testimony by Kilpatrick, the recorder, thus projecting a collateral issue for the jury's consideration. Nor can the ruling of the court be justified by the rule invoked by the appellee, where a witness on cross-examination admits ill will, which allows further cross-examination of the witness to show that the hostility is malignant. Such was the rule declared in Fincher v. State, <cross_reference>58 Ala. 215</cross_reference> and B. R. L.  P. Co. v. Norton, <cross_reference>7 Ala. App. 571</cross_reference>, <cross_reference>61 So. 459</cross_reference>. This testimony was illegal and incompetent, and was allowed to go to the jury as affecting the credibility of the defendant's witnesses, and we have no way of knowing its injurious effect; hence its admission was reversible error. Brandon v. Progress Distilling Co., <cross_reference>167 Ala. 369</cross_reference>, <cross_reference>52 So. 640</cross_reference>.</p>\n<p>The plaintiff, as going to show that he had not abused his official authority in using his policeman's club on Monroe Kinney, one of defendant's witnesses, testified that Kinney at the time \"had his knife out and made a dozen stabs at me.\" The defendant offered Monroe Kinney as a witness to disprove the facts stated by the plaintiff, and the court, on objection being made by the plaintiff, denied the defendant this right, and in this the court committed reversible error. Bentley v. State, <cross_reference>12 Ala. App. 40</cross_reference>, <cross_reference>41</cross_reference>, <cross_reference>67 So. 620</cross_reference>; Kramer v. State,<cross_reference>16 Ala. App. 456</cross_reference>, <cross_reference>78 So. 719</cross_reference>; Pollack v. Gunter  Gunter, <cross_reference>162 Ala. 317</cross_reference>,<cross_reference>50 So. 155</cross_reference>.</p>\n<p>One of the pertinent issues submitted to the jury, and properly so under the evidence, was whether the killing of Imbush by West constituted murder, and, as heretofore stated, West admitted that he shot Imbush with the intent to kill him. The killing being intentional and accompanied by the use of a deadly weapon, unless there existed at the time an impending necessity for the use of this degree of force, it was open for the jury to find that the killing was unlawful and malicious, and, if the result of a formed design to take life, premeditated.</p>\n<p>It is undisputed that the plaintiff, as a police officer of the city of Cullman, had arrested Carl Sutterer for disorderly conduct, at most a misdemeanor, and had agreed to accept Imbush and Clark as sureties on Sutterer's bail, and at the invitation of plaintiff Imbush and Clark had accompanied plaintiff <span class=\"star-pagination\">*Page 239</span> \nand Sutterer to plaintiff's office for the purpose of signing said bail bond. The plaintiff's contention is that, after they reached the city offices, plaintiff discovered a bottle of whisky in Sutterer's coat pocket and undertook to search Sutterer, and that Imbush came to Sutterer's aid, attacking plaintiff and pushing him backward over a table or desk, and while in a position of impending peril from losing his life or suffering grievous bodily harm he shot, with the purpose and intent of killing him to save himself from said threatened harm. On the other hand, the defendant's contention was, and the testimony of Clark and Sutterer, and other testimony offered by defendant tended to sustain such contention, that the plaintiff, West, made a murderous assault on Sutterer in attempting to search his person, by striking him on the head with a pistol, felling him to the floor, and rendering him unconscious, and while thus prostrated and unconscious attempted to further assault and beat him over the head with his pistol, and Imbush merely intervened to prevent such further assault by West, and West then intentionally shot and killed Imbush. The undisputed evidence shows that Imbush was unarmed, and there is no pretense of armed resistance or interference. Under the law and in these circumstances, unless there existed a present impending necessity, real or apparent, for West to shoot to kill to save himself from grievous bodily harm or death, he was guilty of some degree of homicide, and if the killing was unlawful and malicious he would be guilty of murder, and if the killing was premeditated he was guilty of murder in the first degree.</p>\n<p>\"When an attempted arrest is for an ordinary misdemeanor or in a civil action, life can only be taken by the officer where the person arrested resists by force, and so endangers the life or person of the officer as to make such killing necessary in self-defense.\" Holland v. State, <cross_reference>162 Ala. 5</cross_reference>, <cross_reference>50 So. 215</cross_reference>; Birt v. State, <cross_reference>156 Ala. 29</cross_reference>, <cross_reference>46 So. 858</cross_reference>; Clements v. State, <cross_reference>50 Ala. 117</cross_reference>. The same rule applies whether the resistance is from the person sought to be arrested or from the interference of a third person, and if the circumstances show a willful murder, rather than an attempt to arrest or retain a person, official authority to arrest affords no protection. Holland v. State, supra; 21 Cyc. 953, and authorities cited in note 39.</p>\n<p>Charges 1 and 2, refused to defendant, under the principles above stated, are correct statements of the law, and should have been given. Holland v. State supra; Loveless v. Hardy,<cross_reference>201 Ala. 605</cross_reference>, <cross_reference>79 So. 37</cross_reference>. The refusal of these charges was not rendered innocuous by the oral charge of the court, for reasons now to be stated. The excerpt from the oral charge, made the predicate for assignment 65, immediately followed that portion of the charge set out in assignment 64, and is in conflict therewith. The first excerpt instructed the jury:</p>\n<p>\"And if any one should assist him, should attempt to assist the person to escape, he still would have the right to use whatever force was necessary, but no more than was necessary, to keep the person whom he has under arrest from escaping,<em>and he would not have the right to kill, unless it came to the</em><em>point where he was in real or apparent danger himself of</em><em>suffering bodily injury, grievous bodily injury, or death.</em>\"</p>\n<p>The second excerpt omits this qualification to defendant's right to use force, and instructed the jury:</p>\n<p>\"But would have a right to use all the force that was necessary to overcome the resistance of the person whom he had under arrest, <em>and he could keep on using that force until he</em><em>kept the person in custody</em>, even to the taking of life.\"</p>\n<p>This is not the law.</p>\n<p>For the errors pointed out, the judgment of the lower court is reversed, and the cause remanded.</p>\n<p>Reversed and remanded.</p>",
          "html_with_citations": "<p>The first proposition presented is that the court below erred in overruling the demurrer to the first count of the complaint as amended. An examination of count 1 discloses that the pleader did not attempt to set out the printed circular in full. The count avers that \"the said printed circular being in part as follows.\" This allegation is followed by several excerpts or selected paragraphs of the circular complained of. We do not think this permissible under the law applicable to libel and slander in this state. The law requires, with a few exceptions not necessary to be here noted, that the complaint set out the particular defamatory words as published, and the authorities hold that it is not sufficient to set out the publication in substance and effect.</p>\n<p>\"If a libel is contained in two or more successive letters and no one of them is complete without the other, all the letters must be set out. Likewise, the whole libelous article in a newspaper must be produced if the passages alleged to be libelous are not clear, or where the rest of the aricle would vary the meaning, though if the omitted parts would not vary the meaning, the omission is not fatal.\" <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Rawle</span> <span class=\"page\">C</span></span>. L. par. 142.</p>\n<p>The reason for requiring the exact language or the publication as a whole to be set out is threefold: (1) To inform the defendant against what charge he must defend himself; (2) that the court may judge whether the words constitute a cause of action; (3) unless the very words are set out by which the charge is conveyed, it is almost, if not entirely impossible to plead a recovery of one action in bar of a subsequent action of the same cause. As has been well said by the Court of Civil Appeals of Texas, in the case of Henderson v. Credit Clearing House:</p>\n<p>\"A libel suit is based on language or its equivalent. The complaint should put the court in possession of the libelous matter published, the language used, with such innuendoes as are necessary to explain what was meant by the language, so as to enable the court to determine whether the words are actionable.\" <cross_reference><span class=\"citation\" data-id=\"3967179\"><a href=\"/opinion/4196611/henderson-v-credit-clearing-house/\"><span class=\"volume\">204</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">370</span></a></span></cross_reference>.</p>\n<p>We find no authority upholding the practice of segregating a few passages, alleged to be libelous, in a printed circular whose length and contents do not appear, and predicating an action for libel thereon with the explanation by way of innuendo as was attempted in the first count of the complaint. It is impossible to determine by inspection of this count alone what part of the circular was omitted and what influence, if any, the omitted part exerted upon the part incorporated in the first count of the complaint. For these reasons, we are of the opinion that the demurrer to the first count of the complaint was well taken and should have been sustained.</p>\n<p>The appellee relies upon Age-Herald Pub. Co. v. Waterman,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">188</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">272</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">So.</span> <span class=\"page\">16</span></span></cross_reference>, Ann. Cas. 1916 E, 900; Id., <cross_reference><span class=\"citation\" data-id=\"3227072\"><a href=\"/opinion/3226696/age-herald-pub-co-v-waterman/\"><span class=\"volume\">202</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">665</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3227072\"><a href=\"/opinion/3226696/age-herald-pub-co-v-waterman/\"><span class=\"volume\">81</span> <span class=\"reporter\">So.</span> <span class=\"page\">621</span></a></span></cross_reference>. The two reports of this case have been examined and the opinion here prevails that they support, rather than conflict with, the ruling announced. In the first report of the case Mr. Justice Mayfield, speaking for the court, said:</p>\n<p>\"The reporter will set out count 2 of the complaint, which contains the alleged libelous publication, in h&#230;c verba; such publication being made to appear to be a part of the newspaper report of the proceedings in the bankrupt court.\"</p>\n<p>In the second report of the case the newspaper article is incorporated at length in quotations, and the pleader appears to have recognized, and our Supreme Court approved, the rule announced.</p>\n<p>Count 2 of the complaint, as amended, contains the alleged libelous circular in full. This circular, it may be said, is divided into two parts. The first part is, in part, a comment on or an explanation of the second part, and in part, an attack on appellee in the nature of an address to the people of Cullman county. The second part of the circular purports to be a literal copy of some charges filed against appellee by appellant with the mayor and official board of Cullman, and the amendment to said charges, which it is claimed resulted in appellee's dismissal from the police force of Cullman, Ala.</p>\n<p>Under the rules of law prevailing in this state, appellant had a right to file charges with the governing body of the city of Cullman, and ask for the discharge of the appellee. This was a quasi judicial matter. The charges, when filed, became a public document. If one publishes an extract from a public document, or a public document as a whole, he is responsible if he has not correctly extracted it or if it has not been correctly copied, but a correct publication of a public document, to which everyone has a right of access, is privileged. Mengal v. Reading Eagle Co., <cross_reference><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">367</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">A.</span> <span class=\"page\">660</span></span></cross_reference>. Belo v. Lacey (Tex.Civ.App.) <cross_reference><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">215</span></span></cross_reference>. Count 2, therefore, shows on its face that the charges filed with the mayor and council of the city of Cullman, dated July 19 and July 17, 1922, purporting to have been signed by the appellant, were privileged; in other words, so far as this count is concerned it affirmatively shows that in the circular complained of these two public documents were incorporated, <span class=\"star-pagination\">*Page 237</span> \nand there is no showing to the effect that the public documents were improperly extracted or not correctly copied. We must, on demurrer, assume that the public documents were correctly copied, and the result is that we have as a basis for the action of libel a circular alleged to be libelous, the major portion of which consists of two public documents, the publication of which are privileged. It may be assumed, without deciding, that the two public documents were libelous at the time they were filed, if the charges therein contained were false. The action in count 2, however, is not grounded on the libel committed by the filing of these documents, but on the libel alleged to have been committed by a publication of the circular in which these documents, public in character at that time, were incorporated. In the case of Hendrix v. Mobile Register, <cross_reference><span class=\"citation\" data-id=\"3232849\"><a href=\"/opinion/3232110/hendrix-v-mobile-register/\"><span class=\"volume\">202</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">616</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3232849\"><a href=\"/opinion/3232110/hendrix-v-mobile-register/\"><span class=\"volume\">81</span> <span class=\"reporter\">So.</span> <span class=\"page\">558</span></a></span></cross_reference>, the Supreme Court said:</p>\n<p>\"An innuendo serves merely to explain matter already expressed, or to point out where there is precedent matter. It may apply to what is already expressed, but cannot add to, enlarge, or change the sense of the words of the publication. * * * It is for the court to say whether the meaning charged by the innuendo can be legally attributed to the language used in the publication, and for the jury to ascertain whether the intent charged be true in fact. If this inquiry is decided by the court adversely to the pleader, this puts an end to it, for it is not permissible to make proof that the words employed were uttered in the sense or with the meaning imputed to them in the innuendo. That is not the subject of proof.\"</p>\n<p>In passing on the sufficiency of this count, the privileged part of the circular must not be considered, because of its privileged nature. The remaining part of the circular, which for the want of a better name we have characterized as \"an address to the people of Cullman county,\" is not susceptible of<em>all</em> the construction placed upon it by the pleader.</p>\n<p>The office of the innuendo is to connect the defamatory matter with all facts and circumstances sufficiently expressed before, for the purpose of showing the meaning and application of the charge. The inducement and colloquium must warrant the innuendo. If the publication is not actionable per se, it cannot be made so by an innuendo. Hendrix v. Mobile Register,<cross_reference><span class=\"citation\" data-id=\"3232849\"><a href=\"/opinion/3232110/hendrix-v-mobile-register/\"><span class=\"volume\">202</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">616</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3232849\"><a href=\"/opinion/3232110/hendrix-v-mobile-register/\"><span class=\"volume\">81</span> <span class=\"reporter\">So.</span> <span class=\"page\">558</span></a></span></cross_reference>.</p>\n<p>Measured by the rule above recognized, the pleading is bad and the demurrer to count 2 should have been sustained.</p>\n<p>We deem it unnecessary to treat numerous other questions raised by the record, as they may not arise on a subsequent trial of this case.</p>\n<p>Reversed and remanded.</p>\n<p><center>               Opinion After Remandment By Supreme Court.</center>\nThe sufficiency of both counts of the complaint has been sustained by the Supreme Court in Ex parte West, re Peinhardt v. West, <cross_reference><span class=\"citation\" data-id=\"3221587\"><a href=\"/opinion/3221575/peinhardt-v-west/\"><span class=\"volume\">217</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">12</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3221587\"><a href=\"/opinion/3221575/peinhardt-v-west/\"><span class=\"volume\">115</span> <span class=\"reporter\">So.</span> <span class=\"page\">88</span></a></span></cross_reference>, where it was said:</p>\n<p>\"Both counts of the complaint exhibit, as alleged, a false and malicious charge that plaintiff had been guilty of murder, and also that he had clandestinely associated at night with a woman about town, and that he rode a traveling woman around in his motorcycle while he was in a drunken condition. The murder charge was libelous per se, because murder is a felony; and the other charges are libelous per se because they expose plaintiff to public ridicule or contempt.\"</p>\n<p>And in the second paragraph of that opinion it was said:</p>\n<p>\"If the matter complained of was libelous per se, no innuendo is necessary, and, if laid, may be disregarded as surplusage.\"</p>\n<p>Inasmuch as the second count of the complaint sets out the alleged libelous circular in h&#230;c verba, under the statute which requires this court to follow the decree of the Supreme Court, we take this as a construction of the language of the circular, although the language used in the circular is susceptible of a different construction. The circular, which is the basis of the plaintiff's cause of action, appears in the reporter's statement of facts.</p>\n<p>Aside from the matter appearing in the first paragraph of the circular, it embodied certain charges lodged by the defendant with the city council of Cullman against the defendant as a basis for his removal from office, and it appears, after the charges were lodged with the city council, plaintiff, without trial, tendered his resignation, and thereafter the circular was printed by one Wagner and distributed through various sources and by various and sundry persons.</p>\n<p>On the trial the plaintiff, testifying as a witness in his behalf, categorically denied all of these charges, except the assault on the defendant and his subsequent conviction of the assault in the courts of Cullman county, and the fact that he intentionally shot and killed one Ed Imbush, claiming that said killing was in self-defense. On the other hand, the evidence offered by the defendant tended to show that the matters stated in the circular were true, and that the killing of Imbush by the plaintiff was without legal justification.</p>\n<p>In view of the construction by the Supreme Court of the language of the circular as charging matters per se libelous, and on authority of Ex parte West, supra, we hold that the trial court did not err in overruling defendant's objection to the circular, as evidence.</p>\n<p>The plaintiff's witness Mike Wagner on his direct examination testified in reference to the printing of the alleged libelous circular, \"I rendered him [defendant] a bill for <span class=\"star-pagination\">*Page 238</span> \nhis services and he paid it,\" and on cross-examination testified:</p>\n<p>\"I know it was paid, because, if it had not been, I would have been dunning him to-day, if he would not have paid it yet.<em>That is the only reason I know it was paid.</em>\"</p>\n<p>The testimony of the witness on cross-examination shows conclusively that his testimony in reference to the payment of the bill by defendant was a mere conclusion, and it was error for the court to overrule the defendant's timely motion to exclude the statement. Labor Review Pub. Co. v. Galliher,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">364</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">So.</span> <span class=\"page\">188</span></span></cross_reference>, 15 Ann. Cas. 674; Davis v. Arnold,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">228</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">So.</span> <span class=\"page\">141</span></span></cross_reference>; Rawleigh Med. Co. v. Hooks, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Ala. App.</span> <span class=\"page\">394</span></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3240607\"><a href=\"/opinion/3239368/w-t-rawleigh-medical-co-v-hooks/\"><span class=\"volume\">78</span> <span class=\"reporter\">So.</span> <span class=\"page\">310</span></a></span></cross_reference>.</p>\n<p>For like reasons the court erred in overruling the defendant's motion to exclude the direct testimony of the witness Jackson Kelly to the effect that he saw one of the circulars in the sheriff's office in 1922. On cross-examination he testified:</p>\n<p>That \"he did not read it; that he did not know whether the words were like that of the circular in evidence; that he did not know what was in the paper he saw; that no one read it to him.\"</p>\n<p>The rights of parties should not be prejudiced in a court of justice by such conclusions. Davis v. Arnold, supra; Rawleigh Med. Co. v. Hooks, supra.</p>\n<p>The court erred in sustaining plaintiff's objection to questions propounded by defendant's counsel on cross-examination of the witness Hill, eliciting evidence showing that the plaintiff, while on duty, was guilty of attending gatherings where intoxicants were consumed. This testimony tended to sustain the truth of some of the matters stated in the circular and was admissible under the defendant's special pleas. Kirkpatrick v. Journal Pub. Co., <cross_reference><span class=\"citation\" data-id=\"3230261\"><a href=\"/opinion/3229681/kirkpatrick-v-journal-pub-co/\"><span class=\"volume\">210</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">10</span></a></span></cross_reference>,<cross_reference><span class=\"citation\" data-id=\"3230261\"><a href=\"/opinion/3229681/kirkpatrick-v-journal-pub-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">So.</span> <span class=\"page\">58</span></a></span></cross_reference>.</p>\n<p>E. F. Scheinart testified as a witness for the defendant in respect to the assault made by West, the plaintiff, on the defendant, referred to in the alleged libelous circular, and the defendant offered a showing for the witness E. C. Kinney, tending to exculpate the defendant from mailing one of said circulars to the plaintiff's wife.</p>\n<p>In rebuttal, the court, over timely and appropriate objection of the defendant, allowed plaintiff to testify that at some time in the past he had arrested Scheinart and Kinney, and the appellee now contends that this evidence was admissible as tending to show ill will on the part of these witnesses and affecting the credibility of their testimony. While \"it is competent to prove enmity or unfriendliness of a witness to a party against whom one testifies as one method of assailing or weakening the evidence, * * * but the provable fact is the state of the witness' feelings, <em>not the cause of it.</em>\" Polk v. State, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">238</span></span></cross_reference>. To permit a party to show any or every cause or occurrence between the party and the witness from which ill will might result, as an <em>independent fact</em>, would entitle the other party to disprove such facts, and this course would lead to a multiplication of the issues, and result in confusing the mind of the jury. Polk v. State, supra.</p>\n<p>The wisdom of the rule stated by Chief Justice Stone in the case last cited is fully demonstrated in this case by the fact that the defendant was compelled to recall the witness Scheinart and dispute the fact of his arrest, and to corroborate his testimony by Kilpatrick, the recorder, thus projecting a collateral issue for the jury's consideration. Nor can the ruling of the court be justified by the rule invoked by the appellee, where a witness on cross-examination admits ill will, which allows further cross-examination of the witness to show that the hostility is malignant. Such was the rule declared in Fincher v. State, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">215</span></span></cross_reference> and B. R. L.  P. Co. v. Norton, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Ala. App.</span> <span class=\"page\">571</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">So.</span> <span class=\"page\">459</span></span></cross_reference>. This testimony was illegal and incompetent, and was allowed to go to the jury as affecting the credibility of the defendant's witnesses, and we have no way of knowing its injurious effect; hence its admission was reversible error. Brandon v. Progress Distilling Co., <cross_reference><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">369</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">So.</span> <span class=\"page\">640</span></span></cross_reference>.</p>\n<p>The plaintiff, as going to show that he had not abused his official authority in using his policeman's club on Monroe Kinney, one of defendant's witnesses, testified that Kinney at the time \"had his knife out and made a dozen stabs at me.\" The defendant offered Monroe Kinney as a witness to disprove the facts stated by the plaintiff, and the court, on objection being made by the plaintiff, denied the defendant this right, and in this the court committed reversible error. Bentley v. State, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Ala. App.</span> <span class=\"page\">40</span></span></cross_reference>, <cross_reference>41</cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">So.</span> <span class=\"page\">620</span></span></cross_reference>; Kramer v. State,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Ala. App.</span> <span class=\"page\">456</span></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3248900\"><a href=\"/opinion/3247164/kramer-v-state/\"><span class=\"volume\">78</span> <span class=\"reporter\">So.</span> <span class=\"page\">719</span></a></span></cross_reference>; Pollack v. Gunter  Gunter, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">317</span></span></cross_reference>,<cross_reference><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">So.</span> <span class=\"page\">155</span></span></cross_reference>.</p>\n<p>One of the pertinent issues submitted to the jury, and properly so under the evidence, was whether the killing of Imbush by West constituted murder, and, as heretofore stated, West admitted that he shot Imbush with the intent to kill him. The killing being intentional and accompanied by the use of a deadly weapon, unless there existed at the time an impending necessity for the use of this degree of force, it was open for the jury to find that the killing was unlawful and malicious, and, if the result of a formed design to take life, premeditated.</p>\n<p>It is undisputed that the plaintiff, as a police officer of the city of Cullman, had arrested Carl Sutterer for disorderly conduct, at most a misdemeanor, and had agreed to accept Imbush and Clark as sureties on Sutterer's bail, and at the invitation of plaintiff Imbush and Clark had accompanied plaintiff <span class=\"star-pagination\">*Page 239</span> \nand Sutterer to plaintiff's office for the purpose of signing said bail bond. The plaintiff's contention is that, after they reached the city offices, plaintiff discovered a bottle of whisky in Sutterer's coat pocket and undertook to search Sutterer, and that Imbush came to Sutterer's aid, attacking plaintiff and pushing him backward over a table or desk, and while in a position of impending peril from losing his life or suffering grievous bodily harm he shot, with the purpose and intent of killing him to save himself from said threatened harm. On the other hand, the defendant's contention was, and the testimony of Clark and Sutterer, and other testimony offered by defendant tended to sustain such contention, that the plaintiff, West, made a murderous assault on Sutterer in attempting to search his person, by striking him on the head with a pistol, felling him to the floor, and rendering him unconscious, and while thus prostrated and unconscious attempted to further assault and beat him over the head with his pistol, and Imbush merely intervened to prevent such further assault by West, and West then intentionally shot and killed Imbush. The undisputed evidence shows that Imbush was unarmed, and there is no pretense of armed resistance or interference. Under the law and in these circumstances, unless there existed a present impending necessity, real or apparent, for West to shoot to kill to save himself from grievous bodily harm or death, he was guilty of some degree of homicide, and if the killing was unlawful and malicious he would be guilty of murder, and if the killing was premeditated he was guilty of murder in the first degree.</p>\n<p>\"When an attempted arrest is for an ordinary misdemeanor or in a civil action, life can only be taken by the officer where the person arrested resists by force, and so endangers the life or person of the officer as to make such killing necessary in self-defense.\" Holland v. State, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">5</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">So.</span> <span class=\"page\">215</span></span></cross_reference>; Birt v. State, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">29</span></span></cross_reference>, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">So.</span> <span class=\"page\">858</span></span></cross_reference>; Clements v. State, <cross_reference><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">117</span></span></cross_reference>. The same rule applies whether the resistance is from the person sought to be arrested or from the interference of a third person, and if the circumstances show a willful murder, rather than an attempt to arrest or retain a person, official authority to arrest affords no protection. Holland v. State, supra; 21 Cyc. 953, and authorities cited in note 39.</p>\n<p>Charges 1 and 2, refused to defendant, under the principles above stated, are correct statements of the law, and should have been given. Holland v. State supra; Loveless v. Hardy,<cross_reference><span class=\"citation\" data-id=\"3224614\"><a href=\"/opinion/3224394/loveless-v-hardy/\"><span class=\"volume\">201</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">605</span></a></span></cross_reference>, <cross_reference><span class=\"citation\" data-id=\"3224614\"><a href=\"/opinion/3224394/loveless-v-hardy/\"><span class=\"volume\">79</span> <span class=\"reporter\">So.</span> <span class=\"page\">37</span></a></span></cross_reference>. The refusal of these charges was not rendered innocuous by the oral charge of the court, for reasons now to be stated. The excerpt from the oral charge, made the predicate for assignment 65, immediately followed that portion of the charge set out in assignment 64, and is in conflict therewith. The first excerpt instructed the jury:</p>\n<p>\"And if any one should assist him, should attempt to assist the person to escape, he still would have the right to use whatever force was necessary, but no more than was necessary, to keep the person whom he has under arrest from escaping,<em>and he would not have the right to kill, unless it came to the</em><em>point where he was in real or apparent danger himself of</em><em>suffering bodily injury, grievous bodily injury, or death.</em>\"</p>\n<p>The second excerpt omits this qualification to defendant's right to use force, and instructed the jury:</p>\n<p>\"But would have a right to use all the force that was necessary to overcome the resistance of the person whom he had under arrest, <em>and he could keep on using that force until he</em><em>kept the person in custody</em>, even to the taking of life.\"</p>\n<p>This is not the law.</p>\n<p>For the errors pointed out, the judgment of the lower court is reversed, and the cause remanded.</p>\n<p>Reversed and remanded.</p>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3221587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3224614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3227072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3230261/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3232849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3240607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3248900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3967179/"
          ]
        }
      ],
      "judges": "BRICKEN, P. J.",
      "date_created": "2016-07-05T16:12:31.604676Z",
      "date_modified": "2017-04-14T20:26:04.538486Z",
      "date_filed": "1927-03-22",
      "date_filed_is_approximate": false,
      "slug": "peinhardt-v-west",
      "citation_id": null,
      "case_name_short": "Peinhardt",
      "case_name": "Peinhardt v. West",
      "case_name_full": "Peinhardt v. West.",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "22 Ala. App. 231",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "115 So. 80",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "Z",
      "procedural_history": "",
      "attorneys": "Brown  Bland, of Cullman, for appellant.\n\nThe exact language of the defamatory publication must be set out in the complaint, and it is not sufficient to set out the publication in its substance and effect. 17 R. C. L. 390; Kirby v. Martindale,  19 S.D. 394 ,  103 N.W. 648 , 9 Ann. Cas. 493; Runge v. Franklin,  72 Tex. 585 ,  10 S.W. 721 , 3 L.R.A. 417, 13 Am. St. Rep. 833; Zenabio v. Axteff, 9 Eng. Rul. Cas. 87 note; Cook v. Cox, 9 Eng. Rul. Cas. 89. Two separate and distinct publications cannot be joined in one and the same count of a complaint. L.  N. v. Cofer,  110 Ala. 491 ,  18 So. 110 ; 17 R. C. L. 388; McAllister v. Detroit Free Press Co.,  76 Mich. 338 , 43 N.W. 431 , 15 Am. St. Rep. 333. An innuendo cannot add to, enlarge, or change the sense of the words of the publication complained of. Hendrix\nv. Mobile Register,  202 Ala. 616 ,  81 So. 558 .\n\nBeddow  Ray, of Birmingham, for appellee.\n\nCounsel argue for the sufficiency of the complaint as against demurrer, and cite Age-Herald Pub. Co. v. Waterman,  188 Ala. 272 , 66 So. 16 , Ann. Cas. 1916E, 900; Id.,  202 Ala. 665 , 81 So. 621 .",
      "nature_of_suit": "",
      "posture": "Appeal from Circuit Court, Cullman County; J. E. Horton, Judge.\n\nAction for libel by J. M. West against A. H. Peinhardt. From a judgment for plaintiff, defendant appeals. Reversed and remanded.\n\nCertiorari granted by Supreme Court in Peinhardt v. West, 217 Ala. 12 ,  115 So. 88 .\n\nCertiorari denied by Supreme Court in Peinhardt v. West, 217 Ala. 14 ,  115 So. 89 .\n\nCount 1 is as follows:\n\n\"Plaintiff claims of the defendant the sum of twenty thousand ($20,000.00) dollars damage for falsely and maliciously publishing of and concerning the plaintiff in a printed circular published in Cullman, Cullman county, Alabama, on, to wit, the 26th day of July, 1922, with intent to defame the plaintiff, a statement in substance as hereinafter set out (the same having reference to the honesty, morality, and integrity of\nthe plaintiff) (who, at the time and prior to the publishing of said printed circular, was chief of police of the town of Cullman, Alabama, a municipal corporation) and who (as said chief of police of said town of Cullman, Alabama, was alleged in said printed circular to have been guilty of murder, indecency, immorality, and conduct unbecoming an officer or a citizen), the said printed circular being in part as follows:\n\n\" 'No. 1. He was seen talking to a woman about June 23, 1922, between Beyer's store and the Catholic Church at about 3 o'clock a. m., they acted as if they had been out on a lark all night, and he, amongst other things, was heard to ask her if she desired to go to the hotel now.\n\n\" 'No. 2. He was seen to hold clandestine meetings with a certain woman about town near the public cemetery.\n\n\" 'No. 3. He was seen to meet a certain woman near the post office building at different times and stroll off with her, around the hour of 9 o'clock p. m.\n\n\" 'No. 7. It can be substantiated that he went on a wine drinking expedition in an auto while on duty.\n\n\" 'No. 8. It can be substantiated that he borrowed an automobile from a taxi driver to take a traveling woman out riding, and later he rode her about behind his motorcycle in a drunken condition. A nice come-off for a policeman and a married man besides.'\n\n\"Said printed circular published also contained the following statement: 'He was set free for murdering one of our citizens in the prime of manhood, without cause or provocation.'\n\n\"And plaintiff avers (that at the time of said publication, and for a long period, prior thereto, the plaintiff's business was and had been that of chief of police of the town of Cullman, Alabama); and that the plaintiff then lived in the town of Cullman, Alabama (intending to continue his business at that place as chief of police); that the publication by the defendant of said printed circular hereinabove referred to occasioned intense feeling and interest among the people of Cullman county, Alabama, toward the plaintiff. And the plaintiff avers that the publication of and concerning the plaintiff complained of whereby the plaintiff is alleged to be in direct connection with criminal and immoral acts, and having reference to the plaintiff's business as chief of police of the town of Cullman conveyed the false meaning and impression that the plaintiff was dishonest, crooked, and a murderer, and thereby directly and proximately caused suspicion upon the plaintiff as chief of police of the town of Cullman, Alabama, and as a citizen of Cullman county, Alabama, brought plaintiff into public contempt and injured the plaintiff in his said business and calling, and in his reputation, his credit and good name, and caused him to suffer great mental pain, anguish, and mortification, and injured the plaintiff in his official capacity as chief of police of the town of Cullman, Alabama, and rendered him less capable of rendering efficient service in his official capacity, and proximately caused plaintiff to lose his position as said chief of police of the town of Cullman, Alabama.\n\n\"Plaintiff avers that the statements and implications contained in said printed circular implying that the plaintiff was a murderer, and had held clandestine meetings with various women, and was in a drunken condition while on duty, and had been guilty of crime and immoral conduct unbecoming an officer and a citizen were false, malicious, and libelous, and that said printed circular published as aforesaid was given large circulation by the defendant throughout the county of Cullman, state of Alabama, and elsewhere, and as a proximate consequence thereof, the plaintiff was injured in his good name and in his business and reputation, and was caused to suffer mental pain and anguish and was deprived of his position as chief of police of the town of Cullman, Alabama, thereby losing his salary and the reasonable prospect of realizing large sums of money as chief of police of the town of Cullman, Alabama.\"\n\nCount 2:\n\n\"The plaintiff claims of the defendant the sum of twenty thousand ($20,000.00) dollars, as damages, for falsely and maliciously publishing of and concerning the plaintiff a printed circular published in Cullman, Cullman county, on to wit, the 26th day of July, 1922, with intent to defame the plaintiff. Said printed circular was in words and figures as follows:\n\n\" 'To the Citizens of Cullman County, Alabama:\n\n\" 'Cullman, Ala., July 26, 1922.\n\n\" 'As one part of the world does not know what the other is doing and our former chief of police has been lauded by a certain element of our citizens as an upright and moral gentleman. I hereby desire to place him in a correct attitude, by letting the public in general know who he is, and at the same time let his friends know he has been sailing under false colors, and especially those who cheered and applauded when Judge Buchmann rendered the fatal decision against justice, when he was set free for murdering one of our citizens in the prime of manhood, without cause or provocation. To the ladies who presented him with a player piano, sent him flowers, ice cream, cake, and candy, while in custody, and bedecked him with flowers afterward. And those that got up money by subscription to pay his lawyer fees and also the humble donators who subscribed freely. It is not my intention to slight any one of his friends and benefactors, for I want all to know the truth and be benefited by the same in the future. So I herewith publish charges against him as presented to the city council, which caused his dismissal from duty of the city, and which shows him in his true standing as a depraved piece of humanity, before God and his country.\n\n\" 'A. H. Peinhardt.'\n\n\" 'July 19, 1922.\n\n\" 'To the Hon. Mayor and Council of the City of Cullman, Alabama.\n\n\" 'Gentlemen: As is well known to most every citizen of Cullman, Alabama, Monroe West, better know as Speedy, while in the employ of the city as speed cop, did make an unwarranted and malicious attack upon my person and life on the 31st day of December, 1921, while I was on a business errand, to have some reparations made on my car, looking after business telegrams and other business matters, and including anxiety I felt for my sick baby at home. Under pretext of speeding and parking my car in a wrong position, I was wrongfully assaulted and mistreated by said Monroe West. He first tried to assault me with a pistol and, when I requested him as a law-abiding citizen to put up his gun, he did so, but pulled out his billy and commenced to attack\nme with same. I was struck upon the head and painfully injured and would have received another blow if it had not been for the pleading of Chief of Police Windsor and myself. While writhing with pain I called him a low-down bastard for his murderous assault upon my person, and requested him to finish his job by shooting me, which the coward failed to do. I was then taken to the doctor's office for treatment to my injuries and made bond for my appearance in city court. And during trial proved that the false and hatched up charges made by Monroe West were a pack of lies sworn to by him, but I was verdicted of these false charges by having as witnesses some of the best citizens of our community and consequently set free.\n\n\" 'In a case in court Monroe West was found guilty of charges preferred by me, for assault with a weapon, and fined. In complaining to some of you city officers in person, you stated there never had been any charges filed against Monroe West, and I hereby file same, charging him with action unbecoming an officer. Too free in shooting, pulling guns, and willfully assaulting citizens without cause or provocation, and that the lives of our citizens are thereby endangered. If you will take the time and trouble you can find many other violations that exist against him. In the interest of the welfare of our community, I ask for a speedy removal of Monroe West from the duties of chief of police, speed cop, or anything else he might be, from the service of the city. And I am ready to substantiate my charges by many of our most prominent and best citizens who are anxious to have a more hightoned and better officer on the force, and for whom all citizens can have respect.\n\n\"Trusting you will see the necessity of giving my charges prompt and immediate action, thus avoiding further trouble, and beyond doubt pleasing the majority of the citizens of Cullman, Alabama, I remain,\n\n\" 'Yours most respectfully,\n\n\" 'A. H. Peinhardt.'\n\n\" 'July 17, 1922.\n\n\" 'To the Hon. Mayor and Council of the City of Cullman, Alabama.\n\n\" 'Gentlemen: I herewith furnish you more proof that Monroe West, the present chief of police, is morally unfit for the position he holds, and is a disgrace to our entire community. Please attach these charges to the complaint I made to you June 19, 1922, they are reliable, undeniable, and can be substantiated by reliable witnesses.\n\n\" 'No. 1. He was seen talking to a woman about June 23, 1922, between Beyer's store and the Catholic Church at about 3 o'clock a. m., they acted as if they had been out on a lark all night, and he, amongst other things, was heard to ask her if she desired to go to the hotel now.\n\n\" 'No. 2. He was seen to hold clandestine meetings with a certain woman about town near the public cemetery.\n\n\" 'No. 3. He was seen to meet a certain woman near the post office building at different times and stroll off with her, around the hour of 9 o'clock p. m.\n\n\" 'No. 4. He was seen speeding recklessly at or near the brickyard schoolhouse as school was dismissed and made the children scatter like a drove of partridges, which action placed their lives in danger.\n\n\" 'No. 5. He treated Joe Schmitt's wife ungentlemanly and abruptly while raiding Joe Schmitt's residence. (Reference Joe Schmitt.)\n\n\" 'No. 6. The work he does seems to be more for the interest of the county than the city, and the city is paying his gasoline bills.\n\n\" 'No. 7. It can be substantiated that he went on a wine drinking expedition in an auto while on duty.\n\n\" 'No. 8. It can be substantiated that he borrowed an automobile from a taxi driver to take a traveling woman out riding, and later he rode her about behind his motorcycle, in a drunken condition. A nice come-off for a policeman and a married man besides.'\n\n\" 'For various reasons the names of the women in question and the witnesses have been withheld, but same will be given if you require the same. But as the matter has been town talk in general, each and every one of you are acquainted of the disgraceful affairs and I am quite certain you do not desire to be a party upholding the same. And ask in honor to yourselves and the citizens in general that Monroe West be relieved from duties of the city at once.\n\nA. H. Peinhardt.'\n\n\"And plaintiff avers that at the time of said publication and for a long time prior thereto, the plaintiff was a citizen of the town of Cullman, Alabama, living with his wife and family in said town (that the publication by defendant of said printed circular hereinabove referred to occasioned intense feeling among the people of Cullman county, Alabama, against plaintiff), and the plaintiff avers that the publication of and concerning plaintiff herein complained of whereby the plaintiff is alleged to be in direct connection with criminal and immoral acts conveyed the false meaning and impression that the plaintiff was dishonest, crooked, and a murderer, and thereby directly and proximately cast suspicion upon the plaintiff as a citizen of said town of Cullman, Alabama, and as a citizen of Cullman county, and that said publication brought the plaintiff into public contempt and injured plaintiff in his business and in his reputation and good name and caused him to suffer great mental pain, anguish, and mortification, and rendered plaintiff less able to earn a livelihood. All of which damages plaintiff sustained as a proximate result of the wrongs and injuries hereinabove set out.\n\n\"Plaintiff avers that the statements and implications contained in said printed circular implied that plaintiff was a murderer and had held clandestine meetings with certain women and was riding in his motorcycle with a woman in a drunken condition, and that he was seen talking to a woman about June 23, 1922, between Beyer's store and the Catholic Church at about 3 o'clock a. m., and acted as if they had been out on a lark all night and that he was heard to ask her if she desired to go to the hotel now; and it can be substantiated that he went on a wine-drinking expedition in an auto while on duty, and has been guilty of the crime of immoral conduct unbecoming an officer or citizen. All of which statements and implications were false, malicious, and libelous, and the said printed circular published, as aforesaid, was given large circulation throughout the county of Cullman, state of Alabama,\nand as a proximate consequence thereof plaintiff was injured in his good name and in his business and reputation and was caused to suffer mental pain and anguish and was injured in his efforts to earn a livelihood. And plaintiff claims punitive damages.\"\n\nThe defendant demurred to the complaint upon these grounds:\n\n\"(1) Said count states no cause of action. (2) Said count avers the conclusion of the pleader as to what said circular had reference to. (3) The contents of said circular is not set out in said count. (4) Because said count sets out only some excerpts from said circular. (5) Because in the absence of said publication it cannot be determined whether the innuendoes employed extended the general and fair import of the words of the publication beyond the meaning of said publication. (6) Because the count avers the conclusion of the pleader as to the import or meaning of said publication. (7) Because said count places the construction of the pleader on said publication and the said publication is not set out so that the court may determine whether this construction is reasonable or whether it extends the scope of said publication. (8) Because the innuendoes in said count, to wit, 'The said publication conveyed the false meaning and impression that the plaintiff was dishonest, crooked, and a murderer,' is not justified by the parts of said publication set forth in the complaint. (9) Because the said innuendo stated in said complaint, to wit, 'Plaintiff avers that the statements and implications contained in said printed circular implying that the plaintiff was a murderer, or had held clandestine meetings with various women, or was in a drunken condition while on duty, or had been guilty of crime or immoral conduct unbecoming an officer or a citizen,' is stated in the alternative. (10) Because said innuendo stated in complaint, 'Plaintiff avers that the statements and implications contained in said printed circular implying that the plaintiff was a murderer or had held clandestine meetings with various women, or was in a drunken condition while on duty, or had been guilty of crime or immoral conduct unbecoming an officer or a citizen,' is indefinite and uncertain in meaning and enlarges the said meaning of said alleged publication beyond what it justifies. (11) Because said complaint is not certain in its averment as to whether the statement, 'He was made free for murdering one of our citizens in the prime of his manhood, without cause or provocation,' had reference to the plaintiff. (12) Because the innuendo, 'And the plaintiff avers that the publication of and concerning the plaintiff herein complained of whereby the plaintiff is alleged to be in direct connection with criminal and immoral acts, and, having reference to the plaintiff's business as chief of police of the town of Cullman, conveyed the false meaning and impression that the plaintiff was dishonest, crooked, and a murderer,' is not justified by the parts of said publication set forth in the count. (13) Because the innuendo in said count, to wit, 'And the plaintiff avers that the publication of and concerning the plaintiff herein complained of, whereby the plaintiff is alleged to be in direct connection with criminal and immoral acts, conveyed the false meaning and impression that the plaintiff was dishonest, crooked, and a murderer,' is not justified by the language of said circular or publication, quoted in said count. (14) Because the innuendo stated in said count, to wit. 'The statements and implications contained in said printed circular implied that plaintiff was a murderer and had held clandestine meetings with certain women, and riding in his motorcycle with the woman in a drunken condition,' is not justified by the language of the publication. (15) Because the innuendo stated in said count, 'That he was seen talking to a woman about June 23, 1922, between Beyer's store and the Catholic Church at about 3 a. m. and acted as if they had been out on a lark all night, and that he was heard to ask her if she desired to go to the hotel now,' is merely a repetition of the language of the publication which adds no force to the complaint and is superfluous. (16) Because that part of the innuendo stated in said count, to wit: 'And it can be substantiated that he went on a wine-drinking expedition in an auto while on duty and has been guilty of the crime of immoral conduct unbecoming an officer or citizen,' is in the alternative and is uncertain as to whether said innuendo undertakes to charge that the charge imports that plaintiff was guilty of a crime or whether it was intended merely to charge immoral conduct unbecoming an officer or citizen. (17) Because said count shows that there were several different publications of several different dates. (18) Because there are several different causes of action stated in one and the same count of the complaint.\"\n\nThe word \"and\" in the last paragraph of count 1 was substituted in lieu of the word \"or,\" by an amendment filed January 9, 1924.\n\nThese charges were refused to defendant:\n\n\"(1) The court charges the jury that an officer, making an arrest for a misdemeanor, is not authorized to kill, unless there exists at the time a present impending and imperious necessity to save his own life or protect his person from grievous harm.\n\n\"(2) Where an attempted arrest is for an ordinary misdemeanor, life can only be taken by the officer where the arrest is resisted, and by such resistance the life of the officer is so endangered as to make it necessary for him to kill in order to save his own life or himself from grievous harm.\"",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/3109656/peinhardt-v-west/",
  "source": 4,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2016-07-05T16:12:31.599328Z",
  "date_modified": "2016-07-05T16:12:31.599354Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": "1927-11-01",
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Peinhardt",
  "case_name": "Peinhardt v. West",
  "case_name_full": "Peinhardt v. West.",
  "slug": "peinhardt-v-west",
  "docket_number": "6 Div. 864.",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}